[
    {
        "full_article": "The Securities and Exchange Board of India (SEBI) earlier this month passed a significant order relating to the country’s largest stock exchange, the National Stock Exchange (NSE) of India. As the markets regulator, whose primary mandate is to ‘protect the interests of investors in securities’, SEBI’s 190-page order raises more questions than it resolves. In particular, it spotlights the regulator’s tardiness in adjudicating a sensitive matter involving the manner of appointment of a top-level NSE official as well as possible regulatory violations by the then CEO and MD Chitra Ramkrishna in sharing confidential internal information with an unknown person. By SEBI’s own admission, the first complaint alleging governance issues in the NSE’s April 2013 appointment of Anand Subramanian as Chief Strategic Adviser was received in December 2015. After an exchange of e-mails on the issue between the regulator and the NSE in 2016, SEBI tasked the exchange’s board with determining if there had been violations of norms. In November 2017, the NSE sent back a report by the board’s Nomination and Remuneration Committee which flagged several irregularities pertaining to his appointment including his lack of relevant experience and that Ms. Ramkrishna alone had interviewed him. Separately, but interconnected, SEBI had in the course of its probe into another matter at the NSE stumbled upon, in 2018, documentary evidence pointing to Ms. Ramkrishna having been in e-mail communication and sharing sensitive information with an unknown person.The NSE’s conclusion based on findings in a forensic audit by Ernst & Young that this unknown person was none other than Mr. Subramanian was sent to SEBI in October 2018. And yet it took the regulator a further 40 months to inexplicably conclude that the unknown person ostensibly guiding Ms. Ramkrishna was unlikely to be Mr. Subramanian — the biggest beneficiary of the guidance by getting promoted as Group Operating Officer and receiving annual pay increases that vaulted his annual compensation to ₹4.21 crore by April 2016, from ₹1.68 crore in April 2013. To be sure, SEBI acknowledges that it was hamstrung by the NSE’s dilatory approach in responding to its missives. That the board of a Market Infrastructure Institution, charged with safeguarding the trust of millions of investors, distressingly failed to exercise crucial oversight over the conduct of its CEO apart, SEBI too hardly covers itself in glory. The regulator spills far too much ink in almost voyeuristically sharing the contents of the e-mail exchanges between Ms. Ramkrishna and her ‘unknown guide’ even as it concludes that it is unable to establish any “specific loss caused to investors” by the NSE and Ms. Ramkrishna. The onus is now on SEBI to reaffirm that there are no ‘holy cows’ in its regulatory regime and that it remains laser focused on protecting small investors.",
        "headline_1": "Remiss regulator: On the NSE fiasco and protecting small investors",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/remiss-regulator-the-hindu-editorial-on-the-nse-fiasco-and-protecting-small-investors/article65068711.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-02-2022"
    },
    {
        "full_article": "If lack of data was an impediment to roll out action plans against antimicrobial resistance (AMR), now that excuse has been yanked off. The recent publication of The Lancet’s global burden of bacterial antimicrobial resistance — an elaborate and studied estimate validated by using counterfactual analysis for the first time — comes at a time when the world, weary with battling COVID-19, seems to have lost steam to mount a robust AMR policy. But the report makes it clear that no slacking can be allowed on this front any longer; it estimated that 4.95 million deaths were associated with bacterial AMR in 2019 alone. It also identified the pathogens and pathogen-drug combinations that cause such resistance. Bacterial AMR occurs when the drugs used to treat infections become less effective, as a result of the pathogens becoming resistant to the drugs. This happens due to indiscriminate use of antibiotics, availability of antibiotics over the counter, poor hygiene and sanitation, antimicrobial use in the farming and poultry industry, lack of vaccines and newer antibiotics, and poor infection control practices in hospitals. While data on exact number of deaths might not have been available, there was no doubt about the alarming nature of associated mortality and morbidity. And yet, few nations have a policy to counter this pernicious problem.\rIn 2008, when the NDM1 enzyme that renders bacteria resistant to a range of antibiotics was traced back to India, it served as an urgent call for action. India released its own AMR action plan in 2017, and announced a task force for implementation. By 2019, Kerala and Madhya Pradesh had rolled out State action plans. Since then, little progress has ensued: 11 other States are still framing their action plans. The Chennai Declaration, a consortium of doctors and health-care institutions against AMR, was also formed in 2012 to draw up a road map. The ban on Colistin in the poultry, aqua farming and animal feeds supplements sectors, which India enforced from July 2019, was considered a strong strike in countering the AMR challenge. No doubt AMR offers humanity one of the most complex challenges that it has faced; but the recognition that solutions are not only in the realm of science is necessary. Scientific publications have established the correlation between AMR and poor hygiene, lax administrative governance and poor ratio of public-private expenditure. While the scientific community looks for solutions in its ken, governments must raise the standard of living for citizens, provide them accessible and affordable quality health care, besides regulating the sale and use of antibiotics. Not doing so in studied haste will only land up eroding the significant health-care gains India has proactively, and painfully at times, secured over the years.",
        "headline_1": "No slacking: On action plans against antimicrobial resistance",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-slacking-the-hindu-editorial-on-action-plans-against-antimicrobial-resistance/article65068311.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-02-2022"
    },
    {
        "full_article": "In the run-up to the budget for the 2022-23 fiscal year (FY), the National Board of Revenue (NBR) has initiated discussions with various professional and business organisations—like the previous years. The finance ministry also does the same. The NBR's focus is mainly to seek fiscal proposals from the stakeholders. This is a commendable practice, which extends the opportunity to businesses and organisations to suggest not only how various sectors can get respite from tax burden, but also how to improve the revenue mobilisation by improving the collection system. It is widely discussed that despite Bangladesh's impressive growth, the domestic resource mobilisation is too poor. Unfortunately, the NBR is yet to gain any visible success in bringing all the eligible income earners under the tax net. It is hoped that, through such regular consultations between the NBR and stakeholders, a better tax system will come about in the near future.\nThe NBR has the most important role in creating fiscal space for the government to undertake its activities. However, the target imposed on it has remained unfulfilled in the last several years. Indeed, the targets seem to be unrealistic and beyond the NBR's capacity given its current institutional framework. One may recall that, in the budget for FY2021-22, the revenue income—which includes both tax and non-tax income—has been set to be 11.3 percent of GDP. Of the total revenue target, tax mobilisation is the highest—about 85 percent. Also, in FY22, the revenue growth target has been set at 27 percent. But the trend of revenue growth in July-October of FY22 indicates that achieving this target will require more dynamic efforts, since revenue mobilisation has to grow by 30.7 percent in the rest of the fiscal year.\nThough several infrastructural projects are being financed through foreign loans, domestic resource mobilisation is crucial for achieving the government's short-, medium- and long-term objectives. With domestic resources, the government can prioritise its spending in line with policy priorities. But the constant shortfall of domestic resources creates a real challenge for the government in fulfilling such pledges. At the current level of domestic resource mobilisation, implementing its political commitments is difficult.\nAs Bangladesh is set to become a developing country by 2026, higher domestic resource mobilisation will become even more important. As a developing country, we will not be eligible for foreign aid and concessional loans. Of course, the country's image will be enhanced and the strength of our economy will help us source funds from the global market. But that may be expensive, since we have to pay the market rates of interest for securing such loans. This could increase the debt burden on the country. As the size of the economy is expanding, the need for additional finance will continue to increase. With the current effort for tax collection, it is not possible to meet the resource requirements.\nIt was reported in the FY22 budget speech that the number of taxpayers in Bangladesh was only 2.5 million. In a country of more than 165 million people, this number is astonishingly low. Reasons for tax avoidance are many. Some people feel once they have a tax identification number (TIN), they are stuck forever and have to pay tax even when they have income below the threshold level. Some feel there's no point of paying tax since they don't get their expected service from the government as citizens. Some feel since they need to pay bribes at levels of the government to get their jobs done, they shouldn't have to pay additional money as tax. So, while there is a lack of awareness regarding the responsibility to pay tax as a citizen of the country, there is also a strong argument for not doing so. The onus is, hence, on the government to eliminate such perceptions by providing hassle-free services to the citizens. The policymakers will also have to ensure that taxpayers' money is not wasted in the name of development or misappropriated through corruption. Good governance in the implementation of development projects and economic and social programmes is, therefore, key to mobilisation of higher domestic resources.\nAs for the NBR, a number of specific measures should be taken to increase revenue mobilisation. One is implementing e-governance. Technology can help establish an easy tax collection procedure and increased compliance as well. It can also be used to track people's lifestyle to determine their tax rates. Often, there is a mismatch between the declared income of individuals and their expenditure patterns. This is known to the NBR. With a modern system, more human resources and higher skills, NBR's efficiency can be enhanced in this regard.\nA number of reform measures proposed a few years back are yet to be completed. Among the proposed measures are the upgradation of Automated System for Customs Data (ASYCUDA), consolidation and integration of Integrated Budget and Accounting System (iBAS++), electronic return filing, electronic tax deducted at source (e-TDS), automated customs risk management, and introduction of authorised economic operator system. These measures could help bring much efficiency in tax management. As the NBR formulates revenue measures for various sectors in the national budget for FY2022-23, the operationalisation of reform measures, some of which are already on the table, should not be sidelined.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "A modern tax system can generate more resources",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/modern-tax-system-can-generate-more-resources-2966831",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2022"
    },
    {
        "full_article": "\"UK retailers ditch unethical suppliers,\" cried a recent headline in several international news outlets. Did I read that correctly? Apparently so. A new report from a major global commercial bank claims that the pandemic and an increasing focus on environment, sustainability and governance (ESG) issues are shifting business priorities among retailers in the West. The bank carried out a study on more than 300 retail decision-makers. The majority (51 percent) said sustainability was more important now than it had been two years ago, while 49 percent said the same about ethical standards.\nThe report highlights fashion buyers—our customers—as a key driver of the trend, with RMG retailers cancelling an average of 7.5 contracts compared to an overall average of six. The most common reasons for cancelling contracts were the use of unsustainable materials (39 percent), unfair working hours among suppliers (37 percent), and a lack of accreditation to an ethical or sustainable membership organisation (32 percent).\nThere are two ways of looking at these findings. Firstly, they reaffirm the belief that, as suppliers, we have to invest more heavily in environmental and social governance issues. As this report makes it clear, if we, as suppliers, are found wanting in this area, our customers will ditch us.\nI accept this argument to a large degree, and there is no doubt that RMG suppliers have spent heavily to meet the requirements of buyers in the past few years. The cost of auditing alone is quite frightening at times, and the trend for these costs is upwards. However, I do feel compelled to point out another aspect to this issue. The headline of this story was \"Retailers ditch unethical suppliers.\" What about the ethics of these retailers? I have to be honest: such headlines do grate on one's nerve, given the experiences of the past couple of years. When the Covid pandemic broke, many fashion retailers cancelled orders. Then they refused to pay for those orders, even when the orders were either complete or had already been shipped to the clients. In other cases, retailers demanded huge discounts on orders which had been completed. Suppliers were left with little choice but to agree to the discounts.\nWe all know that the pandemic was tough on everyone when it first broke out in 2020. Some retailers went bust, while others could barely afford to pay their bills—just like their suppliers. But there were some others who refused to pay their bills simply to protect their balance sheets. Where was the \"governance\" in these cases? Missing in action, it would seem.\nThis is not just an issue around the pandemic—the challenge of purchasing practices continues to be a huge concern for all suppliers. This is why there are so many different initiatives in this area. If the purchasing practices by brands were focused on ESG issues and were supportive of sustainability among suppliers, we wouldn't be constantly having conversations about this issue.\nBut we all know that this is not the case. While some fashion retailers are supportive and ethical where purchasing practices are concerned, others—some of whom are big names—continue to push the limits of what is fair, or even legal, in some instances.\nThe study mentioned above talked about unethical suppliers being ditched. Perhaps they deserved to be ditched. But, perhaps, there were also suppliers who simply could not afford to invest in the kind of accreditations that their buyers insisted they acquire. Or maybe the suppliers felt they had already jumped through enough hoops and felt aggrieved at being asked to pay for multiple audits, many of which checked the same thing.\nAs an RMG supplier, I will always beat the drum for a more sustainable industry, and I am pleased that ESG is now being discussed in our industry. There should be no place in our industry for businesses who treat their workers poorly, and the results of this survey suggest that there no longer will be, as we move forward.\nAt the same time, large retailers in the West surely cannot talk about the importance of ESG on the one hand, while using cowboy tactics themselves when doing business on the other. To take our industry as an example, it is only right and proper that we are all held to the same standards where ESG is concerned.\nFor a truly sustainable industry, with ESG at its core, we must all do our part (retailers and suppliers). We should all walk the walk, not just talk the talk.\n \nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "What about the ethics of fashion retailers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/what-about-the-ethics-fashion-retailers-2966821",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2022"
    },
    {
        "full_article": "Our Bhasha Andolan—the Language Movement—was undoubtedly a major event in our political history. In fact, it was the first major political movement in East Pakistan (present-day Bangladesh). Although 1952 is taken as the year of this movement, it neither began, nor did it end, in 1952 as such. Its history can be traced as far back as 1947 with the formation of the first Rashtra Bhasha Sangram Parishad (State Language Movement Council) in October that year. But Ekushey February—February 21, 1952—marks a watershed moment in our history, when thousands of students assembled in front of the old Arts Faculty building of Dhaka University, shouting slogans like \"Rashtra Bhasha Bangla Chai\" (We Demand Bangla as the State Language), and later disobeyed Section 144. The police eventually opened fire, killing five students and injuring many more. As a Bangla poem succinctly put it once, \"Bangla was written in blood in 1952\" (translation is author's own).\nIndeed, the students themselves gave a conjunctural, but decisively fierce, voice to the Language Movement. But it quickly morphed into a people's movement, as Badruddin Umar's monumental, three-volume historical study of this movement rigorously reveals. Language itself turned out to be a massive site of class struggle. In fact, this movement would not have been possible without the extensive participation of peasants and workers. And the movement increasingly assumed a liberationist, emancipatory character, at least cutting the first turf for our national liberation movement of 1971—fundamentally a people's war against Pakistani neocolonialism—driven as it was by its three distinctly pronounced principles: equality, justice, and human dignity. But the very anticolonial ethos of our Language Movement was also evident right from the beginning, as the movement confronted and combatted what I wish to call linguistic colonialism.\nBut the era of linguistic colonialism is by no means over. Our middle-class, soggy, sentimental nationalism continues to celebrate the Ekushey on a yearly basis, while erasing, obscuring, and even occulting the sites of actual material contradictions and antagonisms that involve—among other things—the questions of class and gender, as well as the question of equality. This routine celebration also continues to evacuate the Ekushey of its radical content and emancipatory politics. Also, given the ways in which our mainstream, ruling-class political culture has evolved—a culture characterised by anti-people, anti-democratic, and even fascist elements today—the Dhaka-centric annual \"celebration\" of the Ekushey repeatedly reveals how it's reduced to a narrow \"cultural\" event, giving one the outrageously misleading impression that our Language Movement has nothing to do with the emancipatory aspirations and struggles of the oppressed in Bangladesh.\nAnd the question remains: Along with economic justice or economic equality, where is linguistic justice or linguistic equality in our country today? There are violently unequal power relations between the privileged ones who know or use English, and the wretched of Bangladesh who speak or use Bangla (the ruling-class folks also use Bangla; but, no, I'm not speaking of them, and obviously they don't belong to the wretched in question). The language question in this instance continues to be the question of class, although the former also ranges beyond the latter. There are also unequal power relations between what is institutionally and otherwise legitimised as \"standard Bangla,\" and non-standard Bangla/regional languages/dialects, etc. And, no less significantly, the languages of other nations, indigenous peoples, or ethnic minorities in Bangladesh decisively remain the most marginalised languages in the country. Of course, despite the narratives of so-called progress—the Caribbean poet Derek Walcott's line comes to mind, \"Progress is history's dirty joke\"—we haven't had any egalitarian language policy at the national level yet.\nWhat all this means is that we have not yet been able to live up to the anticolonial spirit of our Language Movement. In fact, both our Language Movement and Liberation Movement have remained decisively and disastrously unfinished.\nFinally, I'm not against learning English (or any foreign language), nor am I against what is called \"technological progress.\" But then, I question those who continue to celebrate the English language in the name of globalisation, conveniently mystifying the stubborn facts that globalisation itself is a euphemism for the current stage of disaster capitalism and digital imperialism; that it is a \"globaloney\" (to use Eduardo Galeano's word) for many; that this very \"globalisation\" globalises unequal class relations, unequal race relations, unequal gender relations, and even unequal language relations themselves, as globalisation keeps unevenly connecting and interconnecting peoples, places, cultures, and languages across the world. And I think it is in this light that what has come to be known as the Fourth Industrial Revolution should be critically interrogated. But what we actually need is a new, even revolutionary politics that remains deeply committed to ensuring the integrity and equality of all mother tongues, among other things.\n \nDr Azfar Hussain is interim director of the graduate programme in social innovation, and associate professor of integrative, religious, and cultural studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).\n",
        "headline_1": "Our Language Movement: Moments, Momentum, Milieu",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-language-movement-moments-momentum-milieu-2966801",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2022"
    },
    {
        "full_article": "Seventy years after the events of February 21, how far have we really been able to live up to the anti-colonial spirit of our Language Movement? The answer to this question is by no means a simple one.\nIf we look at the Pakistan regime as a colonial rule, we could say that we have succeeded, since the Language Movement is considered to be the foundation of our independence struggle in any discourse. But if we consider the issue of colonialism from a broader perspective, there are more failures than successes. The reason for our failure is that we have not been able to establish a similar critical view in the case of English as we did for Urdu. Other non-English-speaking nations deal with the dominance of English, a global language, in their own ways, but we have not been able to come up with any mechanism yet to deal with it. From that perspective, we can say that we have not been able to live up to the spirit of our Language Movement.\nThere is much to be done when it comes to fully embodying the overarching spirit of our language struggle.\nGiven our history of struggle to give our own language, Bangla, its due respect, one may wonder: What ought to be its role in today's globalised world. Unfortunately, we have not been able to ensure proper use of Bangla in our country. This is because, as much as we have seen Bangla from a nationalist point of view, as much as we have seen it emotionally, we have not seen it as a language of practical use.\nFirst, I want to problematise the use of the word \"mother tongue\" when referring to Bangla, and use instead the term \"first language\". There are many first languages in Bangladesh, but Bangla may be the language which is most in use.\nFirst language can be used in offices, in higher education and for many other purposes. Although the use of Bangla is widespread in primary, secondary and even tertiary education, the same cannot be said in case of higher education and research. While common people use Bangla in their day-to-day life, we can't say the same for our elite neighbourhoods. The section of people who are able to use English for economic purposes are not actually using Bangla. They are also not interested in teaching their children Bangla effectively as a language to read or write. A language must have its own economic potential—something we have failed to achieve in the last 70 years. And it won't happen, unless we can establish Bangla as the first language at all levels of education, everywhere.\nEstablishing the use of Bangla in every sphere of society is important, because without doing so, we cannot make any plans for our entire population. What we need to do is use Bangla as the first language of instruction in education, while English should be made the second language. This doesn't mean English should be neglected, however. English should be taught systematically, so that students can achieve a good command over the English language through 12 years of schooling, which will ensure that they face no difficulty in using English when they pursue higher education. It is a wrong idea that our books in higher education should be in Bangla. Our students must be proficient in using English books, but the medium of instruction should be Bangla. All the research work must be done in Bangla as well. We should also use online platforms to teach English everywhere in the country. No one should feel that they are falling behind because they have no scope for learning the language.\nIf we can establish the use of Bangla in higher education and research, we will automatically see the changes we want everywhere. I think we should make a plan to teach at least 50 percent of the courses in higher education in Bangla by the next 20 years. If we can do that, we will be able to rid ourselves of the unnecessary worry of falling behind others.\nAs told to the Editorial Desk of The Daily Star.\nDr Mohammad Azam is a professor at the Department of Bangla in Dhaka University.\n",
        "headline_1": "Bangla is our first language, we should treat it as such",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangla-our-first-language-we-should-treat-it-such-2966791",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2022"
    },
    {
        "full_article": "As we observe the 70th anniversary of the historic Ekushey February, which in 1952 saw the culmination of a bloody struggle for the state recognition of Bangla language, we humbly recall the sacrifices made by the martyrs and all those who were engaged in the fight to put Bangla in its rightful place, and establish our right to talk, write and conduct official work in our mother tongue. It is a tribute to the martyrs—and a matter of pride for us—that February 21 has been recognised as the International Mother Language Day by Unesco.\nBut along with the joy of recognition and all the festivities comes a troubling question: Have we done enough to fulfil the dreams of our language fighters and martyrs? We often forget that Ekushey February had laid the foundation of our nationhood based on mother language. But has Bangla been given its rightful place in the country? Have other mother languages that exist here? In fact, one would not be remiss in suggesting that Bangla, as the official language of Bangladesh, has suffered from neglect at all levels. One notices with regret the lack of use of Bangla in official communications and correspondences. While no one can take issue with acquiring proficiency in a second language—which, in our case, is English— the poor treatment that Bangla is routinely accorded is a far cry from the vision we so proudly embraced in 1952.\nAlthough the High Court Division issued a rule on February 17, 2014 for use of Bangla at all levels, offices and forums in the country—and there happens to be a Bangla Language Implementation Act, 1987—Bangla still suffers from abject neglect. Admittedly, it is a matter that neither a judicial decree nor an act of parliament can help resolve. It has to be internalised by all of us, and ingrained in our collective psyche. Only then can Bangla be fully established as a national language.\nWe believe that learning Bangla should be made compulsory at all levels and facilities should be provided to pursue higher education in Bangla, which—given the current condition in which Bangla books of references are few and far between—is well-nigh impossible to do. We should also not lose sight of the fact that there are a number of ethnic groups who have their own languages. They have the equal right to use their mother languages. And there can be no better tribute to the martyrs than helping them nurture their native languages.\n",
        "headline_1": "Indomitable Ekushey",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/indomitable-ekushey-2966781",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2022"
    },
    {
        "full_article": "As is often seen in the wake of tragedies in Bangladesh, it seems the authorities have all but forgotten about the 71 lives lost in a warehouse fire that took place in a residential building in Chawkbazar's Churihatta area on February 20, 2019. How else would you explain the behaviour of the owners of the same building who, again, rent out its basement parking lot as a warehouse for plastic toys (a known fire hazard)? Even after three years since the tragedy, the renovated basement has no fire exits, and only four fire extinguishers. Warehouses like this continue to fly in the face of the Bangladesh Environment Conservation Rules 1997, which states that no industrial units using hazardous chemicals or goods can operate in and around a residential area. \nThe accused in the Churihatta fire case, including the building owners, are currently out on bail, enjoying their unearned freedom. Conversely, the families of the victims and survivors, far from getting justice, are living a life of uncertainty. Out of the 71 people who died, the families of only 21 received some compensation from the government. Others got shops to run or cleaning jobs with the DSCC. This is but a poor attempt at making up for their loss, barely enough to sustain an average family. \nAnd what of the reported Tk 30 crore deposited into the government's national relief fund solely to help the survivors and victims' families? A collective of the families says that they have not received a penny from that fund, not even in the form of a loan. How heart-wrenching that the families of those who perished in a fire caused by the authorities' negligence should have to plead for compensations that they are entitled to. \nMeanwhile, the Bangladesh Small and Cottage Industries Corporation's promise to relocate the chemical stores and plastic factories of Old Dhaka to a designated place after the Nimtoli fire—which killed at least 124 people on June 3, 2010—remains unfulfilled. At least 1,924 chemical warehouses are currently operating in the area, 98 percent of which falling in the category of \"moderately risky.\" Their number, of course, would be much higher if we count all the residential buildings housing illegally set up warehouses like the one mentioned above. \nWe urge the government to speed up the pace of its warehouse relocation process. New establishments stocking hazardous materials in Old Dhaka must be prevented from being set up, while existing factories must be shuttered as soon as possible regardless of when the relocation project is completed. Most importantly, victims and survivors of previous fire tragedies must be given justice and due compensation.\n",
        "headline_1": "Justice eludes Churihatta fire victims ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/justice-eludes-churihatta-fire-victims-2966641",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2022"
    }
]