[
    {
        "full_article": "Given the circumstances behind the invitation to the French President Emmanuel Macron, his visit to India last week was always going to be more about symbolism and ceremony than about substance. Mr. Macron, the sixth French President to grace the Republic Day celebrations, stepped into the breach when U.S. President Joseph Biden declined the invitation. In addition, India and France had in 2023 already sealed a number of agreements as they marked 25 years of their strategic partnership — a year that saw Prime Minister Narendra Modi and Mr. Macron meet a number of times. Not only had the two countries already announced a fairly ambitious “Horizon 2047” relationship road map but they had also stated plans for joint production of military hardware, cutting-edge technology transfers and new purchase deals for French aircraft, engines and submarines. Diplomats had their work cut out for them with the two sides having to prepare for the Republic Day visit with little time to spare, and with so many agreements already announced. Many even speculated whether India had “missed an opportunity” to extend invitations to other partners including from the South Asian neighbourhood or Global South, rather than getting a much-invited France.As a result, it is understandable that many of the agreements announced after the Modi-Macron meeting in Jaipur, and their time together watching the Republic Day Parade, were essentially built on the road map. These included the “Defence industrial” road map, meant to expand on plans for the two countries to co-design, co-develop and co-produce defence hardware in the air, on land and sea, as well as a space-defence partnership. In addition, the two sides signed MoU documents on agriculture, digital health and science and technology cooperation. An assembly-line manufacture of civilian helicopters (Airbus-Tata) was a first, but a private B2B deal. The two sides also issued a joint statement on regional and international developments. India has been unable to find such common ground with other partners including the U.S. and Russia on these issues but was able to take shared positions with France on the condemnation of terror attacks in Israel, the need for humanitarian assistance in Gaza and Ukraine, and concerns over the Red Sea attacks. While they did not demonstrate progress in other areas of cooperation, including big ticket defence hardware deals being negotiated, nuclear cooperation for the long-delayed power project in Jaitapur and for small modular reactors, it is clear that each is a work in progress, demonstrating the continuity in a partnership built on a mutual respect for strategic autonomy, which Mr. Macron said at the presidential banquet was also driven by their shared commitment to “tradition and innovation”. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nFrance\n\n/\n\nRepublic Day\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndiplomacy\n\n/\n\ntechnology (general)\n\n/\n\ndefence\n\n/\n\nG-20 New Delhi 2023\n\n/\n\ndefence contract\n\n/\n\nUSA\n\n/\n\nRussia\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nnuclear power\n\n/\n\nagriculture\n\n/\n\nscience and technology\n\n/\n\nhealth",
        "headline_1": "Ceremony and substance: On the Macron visit, India-France ties",
        "headline_2": "India and France built on past agreements in a show of symbolism",
        "link": "https://www.thehindu.com/opinion/editorial/ceremony-and-substance-on-the-macron-visit-india-france-ties/article67786248.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "Despite the absence of an explicit call for a ceasefire, the ruling handed down by the International Court of Justice is a momentous one that binds Israel to its obligation to prevent acts of genocide in its ongoing military operations in Gaza. The UN’s highest judicial body has spelt out provisional measures after finding that “at least some of the acts and omissions alleged by South Africa to have been committed by Israel in Gaza appear to be capable of falling within the provisions of the [Genocide] Convention”. South Africa, which took on the extraordinary responsibility of making Israel accountable for its violations of humanitarian law, stands vindicated as the ICJ accepted its standing to approach the court and found its preliminary submissions tenable. The ICJ has directed Israel to take effective and immediate measures to ensure humanitarian assistance and basic services to Gaza. While Israel and its allies highlight the absence of an order to stop military action, it cannot be ignored that the order is tailored to achieving the objective of preventing genocide, a term that includes killing members of the targeted group, Palestinians, in this case causing serious bodily and mental harm to them and deliberately inflicting on them conditions of life aimed at bringing about the group’s physical destruction. The order is a moral and legal indictment of Israel for bombing health facilities, designated safe areas, and densely populated areas.That most of the provisional measures were favoured by a 15-2 majority shows a high degree of consensus on steps to prevent genocide. A blanket order for cessation of hostilities may have been divisive — not many may agree that there can be no military response to a terrorist attack by non-state armed actors — and render it easy to ignore. The order makes it difficult for Israel to choose a policy of deliberate non-compliance. The world should goad Israel into complying with the measures, while carrying out legitimate military operations. Its leaders should avoid statements that may be seen as inciting genocide. The part of the ruling that asks for a report in one month on steps taken to implement the measures can only mean that Israel has to demonstrate progress on the extent of humanitarian aid it has permitted. An unfortunate development, with a suspicious immediacy after the ICJ order, is the suspension of global aid to the UNRWA, based on an Israeli allegation that 12 staffers were involved in the October 7 attack. This is no time to defund or wind down humanitarian work in Gaza even as a probe into their role is necessary.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninternational court or tribunal\n\n/\n\ninternational law\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nUnited Nations\n\n/\n\nSouth Africa",
        "headline_1": "Momentous ruling: On Israel and the International Court of Justice order",
        "headline_2": "Israel must comply with ICJ’s order to prevent genocide, step up aid in Gaza",
        "link": "https://www.thehindu.com/opinion/editorial/momentous-ruling-on-israel-and-the-international-court-of-justice-order/article67786288.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "Freddie’s sense of smell is as sharp as a scalpel. His approach towards the bird is precise. He leaps on the balcony railing, an orchestra of sharp teeth and claws clanging on the metal bar, snapping and crunching against a wing. Slicing and dicing at nature’s boulangerie serving pigeon meat. Then, before anyone can react, he pads over to me with the remnants of the dead bird in his mouth. Freddie eats anything: socks, erasers, dolls, and recently, a garment that he found in a garbage heap by the road. A traumatic event because he had to be cut open to remove this piece of offensive clothing which turned out to be a relatively intact, black, half-chewed men’s underwear.\nIllustration Credit: Chad Crowe\nMy cousin and I share Freddie. Like the only child of divorced parents, he is showered with affection as he shuttles between our homes. While Freddie is deeply loved, caring for him involves a strict vigil to see he doesn’t ingest potentially dangerous objects along with fluttering pigeons. Yet, we do it happily, albeit with a bit of theatrical moaning.\nIf aliens were watching us, they would find it bizarre that we accept these furry creatures into our lives where, for the next decade, we pick up their defecation multiple times a day. We feed, clean, and occasionally pick out ticks between their toes without asking for anything in return.\nEven Pope Francis seems bewildered by this love for domesticated animals and believes that people are replacing children with pets. While discussing parenthood at the Vatican, he recounted an incident where a woman opened her bag and asked him to bless her baby. Except it was not a baby but a tiny dog tucked inside her handbag. He said, ‘People have dogs and cats that take the place of children…Denial of fatherhood and motherhood diminishes us, takes away our humanity.’\nThere is a definite cost when it comes to having pets. And it may be more than vet bills and kibbles, like the recent battle over Henry which reached Parliament. Mahua Moitra and her ex-partner, Jai Anant Dehadrai, fought over their rottweiler. Moitra had filed a police case against Dehadrai to get custody of the dog, and he, in turn, filed a complaint alleging that Moitra had been accepting bribes. Currently, Moitra has been expelled from Parliament, a slightly heavier price for loving her dog than the ones I have paid in the form of chewed-up armchairs and stained carpets.\nThere is a scientific reason for our attachment to dogs. Researchers at the Allen Institute for Brain Science in Seattle found that the brain activation patterns evoked by images of women’s own children and when watching their dogs were similar in nature. Also, those puppy dog eyes that melt our hearts? Dogs figured out our weakness, and over centuries of domestication acquired a new forehead muscle called the levator anguli oculi medialis that helps them create that lost but hopeful expression.\nIt may seem like a lopsided equation where dogs get food and poop-cleaning services without humans getting tangible rewards, but there are myriad benefits to having a dog. According to Swedish scientists, having a pet was associated with a 23% reduction in heart disease deaths. Dogs also increase social interactions along with your step count. I even know a couple who recently got married, thanks to their dog. The man was buying a sweater for his beagle, and the woman’s daughter started playing with the dog in the store. Conversation over the pet’s clothing led to a series of coffees, and a year later, they were scrambling down the aisle with the beagle in attendance as the best dog.\nAs for children, having a dog is an antidote to the allure of the omnipresent digital world. Pets provide companionship, help get them off their screens, and teach them selflessness and a sense of responsibility.\nThis Christmas, someone accidentally placed a plate of chicken satay in front of the kids while Freddie was around. He jumped on the plate and started gulping down the pieces. My 11-year-old, worried about him swallowing the wooden skewers holding the chicken together, tried pulling the pointed skewers out of his mouth. She got bitten on both hands. Three shots of rabies and one shot of tetanus later, she claims she has no regrets. ‘It was an accident. He didn’t mean to bite me, and it doesn’t matter as long as Freddie is fine.’\nNow, if I had inadvertently chomped on her fingers, not only would there be unceasing accusations, but 20 years later, it would be a subject of intense discussion during her therapy sessions. But this is part of the covenant we make with our pets: to honour and protect each other from the vagaries of life.\nRecently, after a particularly miserable day, I walked into the house, and Freddie jumped on me in excitement, his tail whipping back and forth like a metronome keeping time with his happy heart. I patted him on his head, enveloped in his joy. It occurred to me that if people greeted their spouses the way dogs greet you when you return home, there would be fewer divorces. Reminded of my own absentminded and distracted response when my husband had called that afternoon, I sent him a picture of the two of us with a heart emoji, the human version of wagging my tail. And I waited for him to wag his in return.\nThe Pope suggests that denial of parenthood may diminish our humanity, but having a dog is a persistent reminder that we are never more human than when we express our need to love and be loved in return. It’s about having someone in our lives who, if it were possible, would swallow all our weary emptiness along with discarded underwear and dead birds.\n\n",
        "headline_1": "Pope, pigeons and some unconditional puppy love",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/pope-pigeons-and-some-unconditional-puppy-love/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "Let’s get the basics out of the way — we celebrate the Republic because it prohibits any majority from running roughshod based on its numerical strength. The Constitution limits the power of governments and groups to protect the minority of One, i.e. every individual. The Republic grants fundamental rights to individuals to live, trade, work and protest peacefully. Yet, among these freedoms, the one that governments most readily and frequently trample upon — with little or no opposition—is the right to economic freedom. We can endlessly debate the current state of political or religious freedom and the decline of the freedom of expression, and that is partly the point — there is at least a debate. When the State encroaches upon these freedoms, there is pushback and widespread alarm. However, the freedom to pursue economic activity without any encumbrance is a forgotten ideal and is breached constantly with careless abandon by the State.\n\n\nBeyond elite: It is not just about an industrialist’s freedom but also about letting a farmer export his produce\n\n\nArticle 19(1) enshrines the fundamental right to practice any profession, carry out an occupation, trade, or business for all citizens within the country’s jurisdiction, which is the essence of economic freedom. Yet, since becoming a Republic, governments have largely looked at this as an optional extra, and the Supreme Court, through its various judgments, has regularly emphasised the need to balance individual economic liberty with a vaguely defined ‘greater public good’.\n\nEconomic freedom is mistakenly assumed to benefit the elite alone. It’s not only about an industrialist’s freedom to run a business but also about letting a farmer export his produce and not obstructing women from working at night in factories. Most of all, it’s about letting people take charge of their economic destinies. It’s no wonder that one of the first writ petitions asking the government to uphold his right to trade and profession was filed by a vegetable vendor and not by a wealthy builder or a politician. Historian Rohit De’s book ‘A People’s Constitution’ explains that this wasn’t an exception. Many ordinary Indians used their newly enshrined economic freedoms in the first decade of Independence to challenge colonial-era laws. And yet, we let the State decide and control our economic destiny through bans, restrictions, and ‘monitoring systems’. Whereas the State has little interest in strengthening the one thing that underpins voluntary cooperation in the marketplace: a robust criminal justice system to enforce contracts and protect property rights.\n\nConsider the post-Independence period — India took a socialist economic route, which resulted in severe restrictions on economic liberty. Firms and businesses were subject to draconian laws on what they could produce and how much of it, who they could hire or fire, what inputs they could use, where they could sell and distribute, etc. ‘Profit’ became a filthy word. The result of excessive State control over the economy is well known — a prolonged period of excruciatingly slow economic growth and suppressed political freedoms.\n\nSome of the worst excesses were tempered down after the liberalisation of the economy in 1991. Yet, even today, economic freedom is seen as a favour bestowed upon the population by its discretion rather than an inalienable fundamental right. Therein lies the problem — without genuine economic freedom, every other freedom is under threat. Economists like von Mises, Hayek, and Friedman insist that economic freedom precedes political and other freedoms. Strong property rights protection and economic freedom is a necessary condition for democracy. It is nearly impossible to recollect or imagine a society with a large measure of political freedom without an accompanying dose of free markets to organise economic activity.\n\nControl by the government over means of production can directly affect freedom of expression and political freedom. A government does not necessarily need the threat of raids by IT departments and enforcement agencies to have a pliant media. This can be achieved by much more subtle forms of subduing economic freedom, like imposing costly licenses and price caps on news channels which increase reliance on government advertisements. If the government wants to control a political protest, it can shut down the internet for days, censor social media companies, or shut down phone networks in an extreme case. The Indira Gandhi government famously cut off electricity supply to Delhi newspaper offices during the Emergency period to suppress news of the arrest of opposition leaders. Some years ago, UP government said it would cut off diesel supplies to protesting farmers to prevent them from undertaking a Republic Day parade with their tractors. In both cases, government monopoly of key resources enabled squashing of freedoms.\n\nEvery price control, license requirement, trade restriction, new tax and onerous regulation should be seen for what it is — an inexorable assault on our freedoms and a breach of the Constitution of India.\n\nManur and Kotasthane are co-authors, along with Khyati Pathak, of a new comic book titled ‘We, the Citizens: Strengthening the Republic’\n\n",
        "headline_1": "Republic Day reminder: Let’s reclaim the right to economic freedom",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/republic-day-reminder-lets-reclaim-the-right-to-economic-freedom/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "The education ministry recently unveiled new guidelines aimed at regulating coaching institutions across the country. These encompass various aspects, including restricting age for admission to those above the age of 16, registration of coaching centres, greater transparency in fee structures, infrastructure requirements, limiting coaching hours, mandatory relaxation time, reporting of student success etc. The consequences for institutions found in violation of these rules range from fines to potential cancellation of licenses for repeat offenders. While these regulations have sparked considerable debate, it’s important to note that the challenges lie not only in their practical implementation but also in addressing the root causes of the issues associated with coaching institutes and student stress.\n\nTo truly tackle the problems associated with coaching institutes and reduce anxiety among students, the country needs to adopt a comprehensive approach that goes beyond mere symptom treatment. Here are several steps that could address these challenges:\n\n1. Improve supply-to-demand ratio: One of the core issues leading to the proliferation of coaching institutes is the intense competition for limited seats in premier institutions. A national plan should be devised to significantly increase seats, perhaps aiming for a fivefold increase over the next five years. This could be achieved through a sustainable financial model, such as study-now-pay-later schemes, establishment of extension campuses in various cities, international collaborations, and multi-institutional engagements.\n\n2. Develop effective online programs: Building on successful initiatives like the IIT Professor Assisted Learning (PAL) program, which provided free lecture material for JEE preparation, the country should invest in advanced online programs. These programs should be designed to offer high-quality content using cutting-edge technologies and involve top-ranking students from premier institutions. This approach not only provides accessible resources but also reduces undue reliance on physical coaching centres.\n\n3. Invest in teacher training: Recognising that students often seek additional coaching due to inadequacies in regular classes, investing in teacher training initiatives is crucial. Enhancing skills of educators can bridge the gap and provide students with necessary guidance within the classroom setting itself, reducing need for supplementary coaching.\n\n4. Reporting norms for placement claims in institutes: Every placement season, the media is full of reports of students bagging big pay packages, sparking unrealistic hopes among others. To address the allure of such exorbitant placement packages advertised by our educational institutes, reporting norms should be established. Emphasis should shift from highlighting the highest salaries to disclosing median salaries, preventing the glorification of pay packages received by a fraction of students. According to reports, the Indian Institutes of Technology (IITs) are contemplating such a move. If this happens, it will provide prospective students with a more realistic understanding of the potential outcomes of clearing entrance examinations.\n\n5. Transparent exam process: Entrance examinations for premier institutions currently operate as a process of rejection rather than selection, fostering an environment conducive to the coaching industry. To alleviate student stress, examination processes should evolve to be more transparent and reflective of real-world problem-solving. Emphasis should be placed on assessing understanding rather than speed, minimising the advantage gained through time-sensitive tricks taught by coaching institutes.\n\n6. Public awareness campaigns: It’s also important to educate students and parents on the diversity of career pathways and highlight success stories of individuals who pursued alternative educational paths and achieved success. Currently, many students choose their career paths owing to parental and peer pressure and have  limited knowledge of alternative career choices.  It’s important to organise lectures for them from stalwarts in other domains so students can make more informed choices.\n\nIn conclusion, while the new guidelines for coaching institutions offer a regulatory framework, addressing the larger issues requires a holistic approach. By focusing on increasing educational capacity, leveraging technology for online tutoring, investing in teacher training, reevaluating placement reporting norms, reforming the exam process and launching public awareness campaigns on alternative career choices,   the country can pave the way for a more equitable and stress-free educational landscape.\n\nProf V Ramgopal Rao is group vice-chancellor for BITS Pilani campuses and former director of IIT Delhi. Views are personal.\n\n",
        "headline_1": "New norms for coaching institutes: Are we missing the larger point?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/new-norms-for-coaching-institutes-are-we-missing-the-larger-point/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "Republic Day parade showcased Made-In-India military platforms like LCH Prachand chopper, Pinaka rocket launchers, Nag anti-tank missiles and Swathi Weapon Locating Radar. Good as that is, it isn’t enough. Analysis by Stockholm International Peace Research Institute (SIPRI) shows India was the world’s top arms importer between 2018 and 2022. This level of imports has serious implications for India’s defence preparedness in the current global scenario.\nStressed supply chains | Japan recently modified post-WWII era rules to indirectly permit export of Patriot missiles to Ukraine via US. This month, a senior General Electric executive confirmed that supplies of GE404 engines to India, crucial for LCA fighter programme, are going to be delayed by a year. A few weeks earlier, reports came of Indian-made 155mm artillery shells being used by Ukrainian army. The common thread here is global recapitalisation of militaries and inability of current military industrial complex (MIC) to adequately “surge” production to meet galloping demand. It’s because of the latter that Western powers are having to scrounge into their own reserves to supply Ukraine.\nRead full story on TOI+\n\n",
        "headline_1": "Make in India, make for defending India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/make-in-india-make-for-defending-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "Amid rising inflation and economic stagnation, it is indeed worrisome to learn from a survey conducted by the Bangladesh Bureau of Statistics (BBS) that the unemployment rate increased from 3.15 per cent to 3.20 per cent, with a staggering 2.31 million people remaining unemployed, during October to December 2023 compared to the same period a year before. However, the actual situation of unemployment could be far worse than the BBS data presents, as allegation has it that the state agency often attempts to paint a rosy picture, and trust in its statistical output is seriously undermined by a lack of transparency. Even the latest unemployment rate presented by the BBS shows that the USA has a higher unemployment rate of 3.70 per cent than Bangladesh's 3.20 per cent, which for obvious reasons seems too good to be true. It is generally believed that the BBS figures mask underemployment. Underemployment is high, and it is learned that many work only a few hours a week, and that too at low wages.The employment situation is vulnerable to the economic regime in Bangladesh as well as in other countries. Starting during the Covid-19 pandemic, the economic downturn has left its mark and continues to linger due to subsequent Russia-Ukraine war and the country's political instability surrounding the 12th parliamentary elections. However, now that the election is over, it is hoped that a semblance of normalcy will return to politics and that investors will overcome election jitters. Then again, the country is finding itself on the horns of a dilemma regarding money supply in the market. To tame galloping inflation, the central bank has adopted a contractionary monetary policy and increased banks' lending rates, which has increased the cost of borrowing and is choking private investment.The private sector is the largest source of employment in Bangladesh and the creation of new jobs will depend on private sector investment and growth in exports. However, the sector is hamstrung by a sharp rise in interest rates on bank loans and a quantum leap in their additional expenditure on foreign debt servicing due to the devaluation of the local currency against the dollar. Consequently, every industry is now in a wait-and-see mood, which is not labour-friendly. It means companies are employing the minimum number of workers for maximum work at minimum pay. The growth of the private sector in the coming days will depend on how prudently the government can restore macroeconomic stability by addressing current economic challenges such as high inflation, exchange rate volatility, depleted foreign exchange reserves and erosion of investors' confidence.In the meantime, the authorities should give further thrust to the growth of Small and Medium Enterprises (SMEs) and new start-ups by ensuring easy lines of credit and favourable policy support. The SME sector can play a pivotal role in reducing the unemployment problem and cementing the country's economic base. However, given the size of our economy and population growth, the crisis of joblessness in society cannot be resolved with domestic resources alone. Some developed countries, including Japan, Germany, South Korea and Canada are facing dire shortages of skilled workers. Canada is even tweaking its immigration policy to attract more foreign skilled labour. It is a huge but largely untapped opportunity for Bangladesh. Therefore, more focus should be directed towards motivating educational institutions to equip youths with 21st-century skills. Under our existing tertiary education system, most universities, especially the colleges under national university, have turned out to be factories of churning out unemployable graduates. The higher educational institutions, therefore, should redraw their curriculum, focusing more on industry-relevant and globally in-demand skills, so that educated youths don't have to face the curse of joblessness after graduation.",
        "headline_1": "Joblessness in today's economic reality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/joblessness-in-todays-economic-reality-1706454500",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "When it comes to sustainable energy policy, it is of course about switching to the non-polluting and less expensive renewable alternative. So, how far has the world progressed in that direction since the global movement for decarbonisation started? Frankly speaking, not much. In fact, fossil energy is still the main source of the world's energy use. Electricity, that drives most of the global industries is produced from fossil fuel. According to a Reuters report, last year (2023), 60 per cent of the world's electricity came from fossil fuel. Some of the major economies sourced 50 per cent of their power from fossil fuels. The United States, for instance, had 59 per cent of its power from fossil fuel. Similarly, China's share was 65 per cent, India's 75 per cent, Japan's 63 per cent, Poland's 73 per cent, Turkey's 57 per cent and so on. These statistics call into question the target of achieving the global net-zero carbon footprint, i.e. achieving zero carbon emission, by 2050 as pushed for at the last United Nations climate change conference (COP28) held in Dubai, UAE, between November 30 and December 12, 2023. Since the effort towards clean energy transition or decarbonisation started through holding UN's first COP conference in 1995, so far about three decades have passed. But the progress to that end so far cannot be said to have been at the expected level. Even so, the money spent on decarbonisation is considerable. In the year (1995) when the first COP was held in Berlin, Germany, the amount of money invested in clean energy worldwide was reportedly US$7.0 billion. Going by the International Energy Agency (IEA) data, in 2023, that investment by both governments and the private sectors had gone up to US$1.7 trillion. Of that amount US$659 billion went to producing renewable power such as solar, wind and so on. The rest of the amount was spent on electric vehicles, storage batteries, nuclear power, etc. The IEA further informs that between 2015 and 2023, government and private sector together invested US$11.7 trillion on clean energy. This is, according an estimate, equivalent to the production of goods and services by world's three large economies-Germany, Japan and the United Kingdom-together in 2023. Strangely though, in about three decades since the first COP was held in 1995 till 2022, according the data provided by the Statistical Review of World Energy, worldwide, the use of fossil fuels increased by 58.6 per cent. Item-wise, oil consumption increased by 34.2 per cent, natural gas by 86.7 per cent and coal by 72.7 per cent. So, where has the trillions of dollar worth of investment in clean energy gone? True,in three decades, with the expansion of global economy, the consumption of energy has increased manifold. Understandably, the clean energy produced during this period could not significantly offset the use of fossil-based energy. A slight improvement, though, could be achieved. For example, in 1995, fossil fuels' contribution to the world's energy was 85.6 per cent, while in 2022 it was 81.8 per cent. In other words, in 27 years, the use of fossil fuel-based energy fell by a mere 3.8 per cent. No doubt, the use of renewable energy, meanwhile, increased from 0.6 per cent to 7.5 per cent. Obviously, it is just a drop in the ocean considering the overall energy need of the global economy. In the coming decades, with the expansion of the global economy at a still faster rate than before, world's energy use is also going to increase multiple times. Where is that energy going to come from, if not from whatever is left of Mother Nature's fossil fuel reserve? It is also not hard to guess from the ongoing wars, formation of various military-cum-economic blocs, how desperate are the world's leading economies to keep control over the regions with large fossil fuel reserves. Clearly, the movement of transitioning to clean energy is facing overwhelming challenges for the galloping demand for energy. The rate at which development of renewable energy and related technology is taking place, it is highly improbable that the target of a net-zero carbon footprint could be achieved within the stipulated time. That apart, the challenge before a developing economy like Bangladesh is acuter. As a growing economy, its energy demand is also growing at a more rapid rate with the passage of time. So, how is Bangladesh going to continue its economic growth, meet the target of decarbonisation and source its fast-growing energy needs at the same time?Admittedly, the country is not in a position to meet all its energy needs by importing fuel from abroad. In that case, the cleaner option to meet its energy need by using renewables like solar, wind and hydropower would be a compulsion rather than one of choice. But at the same time, rather than going for import, which the economy in its present stage can hardly afford, the country will have to redouble its efforts to explore its fossil fuels, especially natural gas reserves, to reduce its dependence on imported fuels.Though according to the Mujib Climate Prosperity Plan 2022-2041, the renewable energy capacity target by 2030 has been fixed between 6,000 MW and 16,000 MW, the target does not seem achievable within the six years' time left. That is more so, because so far the production capacity of renewable energy has only reached about 10 per cent of the target at 689 MW in total. So that the target should be set at a level which is achievable, while at the same time increase efforts to install more solar power plants in the country.\n[email protected]",
        "headline_1": "Reaching target of renewable energy capacity a race against time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reaching-target-of-renewable-energy-capacity-a-race-against-time-1706454544",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "An elderly woman in Shanghai, the commercial city of China, has decided to bequeath all her fortunes to her pet dogs and cats instead of her three adult children. Actually she made a will earlier, according to which the three children would have inherited her $2.8 million fortunes. But now she has changed her mind in favour of leaving the bequests for the pets. Reported by the South China Morning Post, the incident has caused many to raise their eyebrows. This is, however, not for the legal lacunae that has allowed the woman to skirt around the Chinese law that forbids direct bequeathal of fortunes to pet animals after a person's death. It is more for the broken bond within modern families. Indeed, from outside families may look to be a solid unit but many of them fall apart without the members becoming fully conscious about it. To the new generation, old values of affection, warmth of hearts, love and sacrifice are less important than careers and infatuation for acquisition of wealth. The more they earn, the greater the hankering after still more material acquisition and comfort. There is no end to this drive and desire. Few grown-up children today stay connected to their elderly parents. When children leave their parents behind on their way to their workplace, or still further to their dreamland or El Dorado, the latter in their advanced age would never betray the silent bleeding or convulsion they undergo within their hearts. Instead, they would show an extra enthusiasm, lest their progenies' progress to the life chosen is hampered in the least. That the elderly people have to fend for themselves alone and spend time in solitude no matter if they are seriously ill or need help. The woman from Shanghai apparently gives the impression that she was aggrieved over the failure of her now established children to visit her when she was sick. What pained and hurt her most is that the children did not even call her to know how she was. Such neglect was too much for her. What is important is connectedness – a process of human relations that can be maintained even without physical presence. Modern people have mostly lost this sense of connectedness. It is the inner urge within a person that binds souls together. Once that connectivity of deep feeling gets snapped, passion and emotion wither and human beings are no longer the possessors of resourcefulness of heart and soul.This Chinese mother missed her children most at the time she was sick. But her pets kept constant companion with her unfailingly. She was overwhelmed by the trust and friendliness of the animals. This is exactly what has prompted her to bequeath all her fortunes to the trusted friends. She took the extra pain to circumvent her country's law by appointing a local clinic as the administrator of the inheritance after her death. This way her money will be spent for the care of her pets.There is no report on the financial status of her children. But one thing is clear that they could not care less about the inheritance. Or, they would have shown some inclination, even if it was somewhat artificial or pretentious, to keep in touch with their mother. Material possession may not be the ultimate gauge of feelings for each other but at least it can be a catalyst in cementing the bond to some extent. Whatever it is, the offended and irate mother has taken exception to the treatment meted out to her by her children. But not all parents can be so hard with their children even though they are not at all attentive to their parents. The generation gap is partly to blame. Immersion in the virtual world certainly has something to do with the mindlessness. Has the loss of human qualities in heart been replaced by robotic development of the head? Or, else why should a small child be more adept in handling the smart phone than the elderly! \n[email protected]",
        "headline_1": "Bequests for pets instead of adult children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bequests-for-pets-instead-of-adult-children-1706454580",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2024"
    },
    {
        "full_article": "Ours is primarily an agricultural country, with farmers growing crops with the sweat of their brow. Enduring the scorching sun and torrential rain, these farmers tirelessly work day and night to produce crops for us. Unfortunately, our country is prone to disasters. Natural disasters like floods ravage the agricultural fields in remote areas annually. Consequently, the peasants not only lose their crops, which threaten the country's food security, but also are pushed into destitution. Given that most farmers in our country are impoverished, they have to take loan from public or private institutions or from local influential people by mortgaging their land.In the light of these challenges, the government has introduced low-interest loans for farmers. However, even with this assistance, the burden of repayment weighs heavily on farmers, causing them significant distress. Moreover, when farmers are affected by floods and other natural calamities, the prices of essential commodities soar steeply, further exacerbating public suffering. Tragically, many farmers, unable to cope with these losses, resort to suicide.In neighbouring countries like India and several other agricultural nations, agricultural insurance have been introduced to alleviate farmers' suffering. Regrettably, such measures have not been implemented in our country yet. Therefore, we appeal to the government and the authorities concerned to consider introducing agricultural insurance. This support would significantly improve farmers' living conditions and mitigate financial risks in the agricultural sector, ultimately benefiting both farmers and the nation as a whole.\nImran Ahmed,Jamal Khan, Chattogram",
        "headline_1": "Introduce agricultural insurance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introduce-agricultural-insurance-1706454604",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2024"
    }
]