[
    {
        "full_article": "The aftermath of the release of a BBC documentary on the Gujarat pogrom of 2002, which questions the actions taken by the then Gujarat government led by Prime Minister Narendra Modi, can only be termed as yet another rendition of the ‘Streisand effect’. After issuing directions to disable access to the first episode on websites using emergency powers under the IT Rules, 2021 and Section 69A of the IT Act, 2000, the Ministry of Information and Broadcasting (MIB) also blocked over 50 tweets with a link to the documentary. But this only resulted in citizens gaining access through screenings and shares over smartphones — akin to how the suppression of information has the unintended consequences of raising more awareness, or the ‘Streisand effect’. Other actions such as the police detention of 13 students at Jamia Millia Islamia University, Delhi, on the pretext that they were about to have a screening were an overkill and amounted to an abuse of power. It goes without saying that the government should not arbitrarily block the dissemination of media content just because it is critical of the regime. Its justification to use emergency powers to block access to the documentary, as being propagandist and of a colonial mindset, does not hold water if it is seen in the continuum of coverage of the pogrom and the aftermath. In any case, propaganda should be countered by propaganda, and not censorship.The events that led to the pogrom, the horrific crimes, the callousness of the then regime and the lack of sufficient recourse to law and order steps, have all been well recorded and commented upon in the Indian press. The BBC documentary is just another media investigation into a portion of India’s history that changed the course of the polity not just in Gujarat but also elsewhere. The online blocking of the first episode using emergency powers cannot be justified on the basis provided by the MIB that it is “propagandist”, and only reflects a recent tendency to utilise IT rules to assert executive power rather than address this as a free speech issue. The IT rules were amended in February 2021 to allow for increased government control over online news publications — actions that are now being heard in courts. Recent High Court orders have also weighed in on the need to protect free speech and have stayed the government’s moves to control freedom of expression on digital platforms. In its actions, a clear case can be made that the central government is more keen on blocking critical content than using the IT rules to regulate hate speech and misinformation — the true bane of the digital media ecosystem today.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nriots\n\n/\n\nGujarat\n\n/\n\nmedia\n\n/\n\narrest\n\n/\n\nlaws\n\n/\n\ndocumentary films\n\n/\n\nUnited Kingdom\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Portentous overkill: On the BBC documentary on PM Modi",
        "headline_2": "Arrests and blocking of access to the British Broadcasting Corporation documentary were unwarranted",
        "link": "https://www.thehindu.com/opinion/editorial/portentous-overkill-the-hindu-editorial-on-the-blocking-access-to-and-arrests-over-bbc-documentary-on-pm-modi/article66436875.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Two mass shootings in 48 hours earlier this month in the U.S. State of California, claiming 18 lives, have been yet another grave reminder of the plague of gun violence confronting the world’s most powerful country. On January 21, in California’s Monterey Park, a gunman massacred 11 people in the country’s deadliest mass shooting so far this year. Two days later, seven people were killed in Half Moon Bay, in northern California. A few hours later, a shooting in Oakland resulted in one person being killed and seven others injured. “Tragedy upon tragedy,” was California Governor Gavin Newsom’s lament about the shootings. U.S. President Joe Biden, once again, called for a ban on assault weapons. Besides these statements, it is doubtful whether the U.S. Congress would pass any meaningful gun control laws. In January alone, there have been 38 shooting incidents in 17 different U.S. States. In the U.S., where the Second Amendment assures citizens of the right to bear arms, there are about 120 firearms for every 100 residents. Yet, despite repeated mass shootings, the U.S. still does not have strong national-level gun control laws. Every time a mass shooting takes place, Presidents issue strong statements and calls for legislative action, which fall on deaf ears.Last year, after an 18-year-old former student shot down 19 elementary schoolchildren in Uvalde, Texas, Congress passed the widest firearms legislation, the first in three decades, which expanded background checks for gun purchasers under 21 and imposed penalties on gun trafficking and straw purchases. Though widely welcomed, it was not enough to control gun violence in a country with the world’s largest per capita guns. The Supreme Court’s decision last year to strike down a New York State law that placed restrictions on carrying guns outside the home by reaffirming the Second Amendment was a setback for attempts to bring in strict State-wise legislation. House Democrats passed an assault weapons ban last year, but it never reached Mr. Biden’s desk as the Bill was stalled in the Senate. Republicans have often invoked constitutional rights to stall legislation. The deep-pocketed and influential National Rifle Association and the powerful gun manufacturing industry have consistently opposed gun control measures, despite polls showing a vast desire for stricter controls. Everyone knows what needs to be done — tougher gun controls. But it is surprising and tragic that a democracy that takes pride in its values and a superpower that has gone to wars in the name of protecting its citizens, seems helpless when it comes to doing what has to be done even when hundreds of Americans get killed every year due to gun violence.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\ncrime\n\n/\n\npersonal weapon control\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nschool",
        "headline_1": "No control: On the wave of mass shootings in the U.S.",
        "headline_2": "The United States seems unable to bring tight controls on assault weapons",
        "link": "https://www.thehindu.com/opinion/editorial/no-control-the-hindu-editorial-on-the-wave-of-mass-shootings-in-the-us/article66436360.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "As the SARS-CoV-2 virus raced across the world, there has been a fierce debate whether the microbe was of an entirely natural origin or was a naturally occurring microbe that was modified in the laboratory and leaked out accidentally. While the issue is still to be definitively settled, the World Health Organisation (WHO) has called for a fresh investigation to thoroughly examine both possibilities.\nRead the full article on TOI+\n\n",
        "headline_1": "Stop science from birthing the next pandemic: Coronavirus may have been a byproduct of lab experiments on natural pathogens. US is tightening rules for scientists. But should this be allowed at all?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/stop-science-from-birthing-the-next-pandemic-coronavirus-may-have-been-a-byproduct-of-lab-experiments-on-natural-pathogens-us-is-tightening-rules-for-scientists-but-should-this-be-allowed-at-all/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Google this week began to change the business model used in India to push its Android operating system (OS) and the Google Play Store. The change was triggered by the Supreme Court setting January 26 as the deadline for Google to comply with the Competition Commission of India’s rulings. In the new model, smartphone makers can sidestep the bouquet and instead license individual apps from Google. Also, its search engine will not necessarily be the default setting.\nThe regulatory crackdown here needs to be located in a global context. Google’s business model is under scrutiny in major economies. South Korea’s parliament in 2021 passed a bill imposing curbs on the proprietary billing system of Google and Apple. EU in May will enforce a new law, Digital Markets Act, which will prevent “gatekeepers” from engaging in anti-competitive behaviour. It will no longer be business as usual for the Android OS ecosystem which runs more than 3 billion smartphones globally.\nHow far will this regulatory pushback against Google change the OS landscape? It will surely chip away at Google’s dominance but a substantial change in the near future is unlikely. It’s because the walled garden approach that ensured Android’s dominance is based on a complex model of cross-subsidies. Google’s huge user base comes from offering free services such as a search engine and email. This user base is then monetised for advertising revenue.\nEven third party apps cannot all wish away Google. Application Programming Interfaces offered by Google allow app developers to utilise a number of its services. It reduces development costs for third party app developers. This web of cross-subsidies cannot be disentangled overnight. Yet, the regulatory crackdown on the Android ecosystem is necessary to open the door to more competition. It may not happen overnight but the process is underway. For regulators, the takeaway is that the digital world’s economies of scope require a new set of tools. Looking at existing market share makes little sense when an acquisition can change future market dynamics. Keep in mind, Android was acquired by Google.\n\n",
        "headline_1": "Fighting the Big G: Google’s walled garden business model is being slowly dismantled. That’s good for digital economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fighting-the-big-g-googles-walled-garden-business-model-is-being-slowly-dismantled-thats-good-for-digital-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Yesterday’s R-Day parade had all the usual display of military hardware – with one difference, there was a fair number of India-manufactured weapons. Arjun MK-1 main battle tank, K-9 Vajra self-propelled howitzer, BrahMos and Nag missiles and choppers. India isn’t and should never be a nation-state that seeks war. But India’s neighbourhood isn’t a peaceful one. So, while seeking peace, it has to muscle up militarily, and indigenisation is the best way to do that. Having largely relied on foreign defence platforms over the years, the belated indigenisation push is certainly welcome. Roughly 60% of India’s defence hardware is of Russian origin. And the Ukraine war has thoroughly exposed this outdated ‘Potemkin arsenal’.\nGoI’s four positive indigenisation lists – more than 400 defence items that have to be procured domestically – are a good start. However, the country is still confronted with gaps in indigenous development capabilities for high-tech platforms. For example, even the import content for the indigenous Tejas fighter continues to be around 50%. Therefore, the focus now ought to be on increasing the level of indigenisation. That can happen only through ramping up the quality of R&D.\nThis is where civilian and defence R&D can create a mutually reinforcing technology ecosystem. Many of the world’s widely used products and services have military-civilian dual applications. The internet, space rockets, GPS and radar are merely the most famous examples. Microwaves, canned food, duct tape, aviator sunglasses, synthetic rubber tyres, freeze-drying – and many more are results of defence-related research. Drones are the latest example of military research changing civilian life. Defence research has even had an enormous impact on healthcare. Blood transfusion, EpiPens and even the basic concept of ambulances originated in the needs of armed forces.\nIndia’s large defence needs and fiscal support for domestic weapons systems are a starting point. GoI must help create a network of big companies that can manufacture weapon systems and components, technology entrepreneurs who will experiment with new tech and IITs and the better universities that can provide talented young researchers and scientists. This is doable, if GoI thinks creatively.\n\n",
        "headline_1": "Invent in India: India’s defence tech indigenisation should be via an ecosystem involving companies, universities, IITs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/invent-in-india-indias-defence-tech-indigenisation-should-be-via-an-ecosystem-involving-companies-universities-iits/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Sri Lanka appears on the verge of securing an IMF bailout package. Ranga Jayasuriya, researcher and former senior fellow at the Institute of National Security Studies Sri Lanka, spoke about it and the political turmoil to Rudroneel Ghosh:\nWhat is the current economic situation in Sri Lanka?\nThe economy in Sri Lanka has stabilised somewhat now. Last year, there was a major crisis of fuel, food and cooking gas. These have eased. Last year we were about to fall off the precipice. But somehow this slide has been arrested. But let me be clear, this doesn’t mean we are out of the woods yet. Last year we were on our way to becoming another Zimbabwe or Venezuela. That we seem to have averted for the time being. However, we continue to be in a state of managed crisis.\nRead the full article on TOI+\n\n",
        "headline_1": "‘Even with IMF cash, Lanka won’t be out of political crisis … local body polls can precipitate another showdown’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/even-with-imf-cash-lanka-wont-be-out-of-political-crisis-local-body-polls-can-precipitate-another-showdown/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "There is no question as to who runs the country. It is Sheikh Hasina, our prime minister. But who does she run it through? Is it through the parliament and the political forces? Or is it through the bureaucrats? That is the question we try to answer in this column.\nFor a functional democracy, we need both elected political masters and non-elected public servants. The first changes on the basis of public support, while the second is permanent. The former makes policies, while the latter implements them. The former's proclivity is to be populist, while it is the duty of the latter to ensure accountability. The political leadership is funded by public support, while the other is paid for by the taxpayers' money – perhaps leading to the term \"public servant.\"\nThis combination of a changing political leadership and a \"non-changing\" governmental structure is the key to successful governance. Thus, there exists a supreme need to have a fine balance between the two.\nUnfortunately, we have totally distorted that balance. And it has happened from both ends. Politicians politicised the bureaucrats, and then bureaucrats bureaucratised politics. Both try to extract maximum benefits from the other with the ordinary people being totally ignored, as there is none to fight for their concerns.\nAt the moment, the bureaucrats seem to be in the driving seat. The consequent marginalisation of our politicians is not only pathetic but also dangerous because, however distorted and skewed, the politicians have some sort of accountability to the people in the form of party, local, and national elections. Our bureaucrats' accountability is only to their seniors, which, over time, has become fundamentally self-serving.\nToday, more and more decision-making rests in the hands of powerful bureaucrats who have greater access to the centre of power in the person of the PM who, over the last several years, has come to rely more on the bureaucrats then on her political colleagues.\nWhere the politicians have lost out wholesale to the bureaucrats is in the gradual diminution of the power, effectiveness, relevance, and prestige of the parliament. When parliament is reduced to practically nothing except self-praise and opposition-bashing – even when it is virtually non-existent – politicians as a group, regardless of whether they belong to the treasury or the opposition bench, lose. Now, the role of our MPs in overall policy formulation or in the general oversight process is next to nothing. We do not pay any attention when they speak because their comments hardly carry any weight.\nI would love to be proved wrong when I say that no issue of any significance ever gets debated in our parliament. The climate crisis has not been a subject of any serious discussion, even though we have been identified as one of the most, if not the most, vulnerable country in the world. Starting from the pandemic to the global economic crisis, to money laundering, to loan defaults, to quality health services and education, and specific topics like why Bangladesh has among the highest numbers of road crashes in the world – none of these subjects of public interest appears to attract the attention of our MPs.\nIronically, the bureaucracy's involvement in politics was legalised during BAKSAL, when the stature of our politicians was highest in our history. Later, the military's illegitimate entry into government and their natural dependence on the bureaucracy greatly enhanced the latter's power in the political sphere.\nWe received a golden opportunity for a fresh start to build democratic institutions with the toppling of the quasi-military autocratic government of General Ershad through a peaceful mass agitation. The grand coalition of political forces constituted a total victory, which set forth the future direction of politics in the country. (See this writer's column titled \"Dreams Reborn,\" from January 14, 1991). However, the extreme rivalry between the BNP and AL gradually weakened this grand alliance and split the political forces, creating an opening for bureaucrats to regain power and political influence.\nPerhaps the fatal shot in the process came when \"Janatar Mancha\" was set up by City AL chief and the first elected mayor of Dhaka, Md Hanif, outside the secretariat. A large number of bureaucrats joined it to protest against Khaleda Zia's government. For the first time – overtly of course, for they were always a covert force – bureaucrats became a factor in determining which party was to come to power. And they never looked back.\nAt the moment, the power of bureaucracy is symbolised by the rise of the Prime Minister's Office – the all-powerful PMO, which is manned by senior bureaucrats only. The principal secretary, the secretary of the PMO, and the cabinet secretary constitute the triumvirate that serves our all-powerful prime minister. If we add to them the finance secretary, the governor of Bangladesh Bank (also a bureaucrat), and maybe one or two other secretaries, then we have almost the total picture of the power structure that runs the country. The cabinet – the most crucial decision-making body in most governments – is essentially a rubber stamp, as is the Executive Committee of the National Economic Council (ECNEC), where suggestions mostly made by bureaucrats are signed off.\nThe rise of the bureaucracy's power cannot be fully understood without considering the gradual lowering of the quality of our politicians, and especially of their ethical norms and standards. Politicians were never judged by their \"degrees,\" but by the degree to which they associated themselves with the hopes and aspirations of the people, and their commitment to serve them. When all that became substituted by one's wealth, ability to fund local mastans, indulge in violence (particularly in cornering their rivals), and buying their way through party nominations and the election process, their overall stature diminished.\nToday, government officials assume that the development funds that an MP, a union parishad chairman or other elected public representatives get will not fully be used for the purpose it is allocated for. This automatically leads to tighter bureaucratic control and a tilting of power towards the officials. The recent distribution of pandemic-related assistance, allotment of Ashrayan houses, relief goods, and other government handouts through local administration (sidestepping local elected entities) bore testimony to the general mistrust of local political bodies.\n\"Bureaucracy\" usually refers to administrative cadres, but taken in its larger incarnation – including all other cadres in education, health, etc, and especially the police and all the intelligence branches – we really get the full picture of the massive administrative body, which wields enormous power that has reached unfathomable proportions due to the gradual diminution of all accountability structures. This, coupled with the huge amount of resources allocated in our annual budget and mega-projects that are completely under bureaucratic control, the power of our bureaucrats has reached unimaginable levels, making for a lethal combination of political influence and control over allocation of funds.\nSeldom, if ever, did our bureaucrats enjoy so much authority, such unbridled power and discretion. Not to mention the perks. It is as if the government is on its toes to take every step that will win them over to its side.\nWhy? Because so much of our politics now depends on the bureaucrats – especially the elections. It is the latter that gives our larger bureaucracy the final edge. Unless we restore elections to their free and fair status, the bureaucracy's power will continue to rise. And the stature, prestige, and power of our politicians will continue to decline, making for an ominous future for our democracy.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Who runs the country?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-who-runs-the-country-3231371",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Unlike the \"War on Terror,\" a script written and executed by US President George W Bush, the \"War on Trees\" has been far more successful.\nThe War on Terror actually perpetuated terror by unleashing unprecedented violence on civilian populations, when the US decided that it would have to bomb Iraq to smithereens to combat the threat of mythical weapons of mass destruction. The War on Terror has not made the world any safer; it can be argued that human populations are even more vulnerable to terror in many guises and forms as a result of it. Terror keeps multiplying like a crazy virus.\nThe war on trees, meanwhile, is straightforward and simple. It does exactly what it says – attacks the trees, killing them and its residents along with it – no fuss, no frills.\nThe latest \"kill\" was in Habiganj's Chunarughat, on a land leased by Hatimara Tea Garden. It was a land full of trees – many around a hundred years old – and home to many kinds of wildlife. There were barking deer, Indian civets, langurs, apes, mynas, herons, squirrels, and so on. Near it was the Rema-Kalenga Wildlife Sanctuary.\nAccording to a report by The Daily Star's Sylhet correspondent, a horrible tragedy unfolded on January 19. The tea estate decided they needed to expand the tea garden. To do so, they began to \"clear\" the land – by setting the trees on fire, with all the animals and birds still present. It was their land, and they could do whatever they liked with it.\nUnsurprisingly, the fire spread to the sanctuary, increasing the death toll – though \"officially,\" there is no such thing. Three days passed but no one from the local administration, not a single forest official, came to stop the fire as living beings screamed their death cries. Around 140 trees were cut down and burnt. Operation Clear Forest was successful!\nNo doubt, most of the traces of this crime have been cleverly covered up. The dead bodies of animals and birds, that our correspondent saw himself, have probably been buried or turned to ash, along with the trees. The tea estate representatives can shrug their shoulders and say that they own the land, end of story.\nBut is there no law that states that you cannot just cut down trees and burn them, along with all the wildlife in them? What about the Wildlife (Preservation and Security) Act 2012, created to monitor and protect wildlife, and the laws against violating sanctuary rules?\nThe constitution mandates the state to protect all wildlife. Not that the constitution has stopped anyone from grabbing land, encroaching on river banks, filling up water bodies, and destroying the habitats of thousands of animals and birds before. Which makes it easy for various government agencies and development projects to also take up pieces of the pie – or, in this case, forest. According to reports, this amounts to about 1.65 lakh acres of forestland. The results are balding forests in Cumilla, Gazipur, Mymensingh, Tangail, and more.\nReserve forests, in fact, are the prime targets of this war on trees. Don't forget the various forms of \"essential construction\" approved by the government, which involve felling hundreds and thousands of trees.\nThink of the 20 acres of a reserve forest in Ramu, given to the Bangladesh Football Federation (BFF) to build a residential training facility. Recall the image of stumps of freshly cut trees in one of the remote forests of Bhola's Manpura Island to fuel brick kilns. Imagine the reality if the Roads and Highways Department succeeds in getting the 174 acres of the Ramgarh-Sitakunda Reserve Forest in Chattogram – one of the oldest reserve forests in the country – to widen a road going through it. Dread the catastrophic effects on the Sundarban mangrove forest when the Rampal Power Plant is in full operation, along with over a hundred industrial projects close by.\nThe war on trees has been kept alive and kicking in our cities, too. Chattogram has lost half of its greenery to real estate development. Dhaka's concrete jungle has eaten away thousands of trees, leaving wild animals and birds homeless and lost. Monkeys attacking city dwellers and desperately looking for food, dwindling bird populations, and no respite, for animals and humans alike, from the glaring sun and choking smog – all a result of this insatiable desire to obliterate any kind of greenery in sight if it comes in the way of urban development. Which is why your neighbour may send an assassin at an unholy hour to saw off your cherished krishnachura tree. It is why housing projects will involve taking up every bit of the land, shaving off the original trees, and leaving no space for new ones to be planted.\nIn Singapore, wilfully destroying a tree can lead to a fine of up to 10,000 Singapore dollars. Even if the tree (to be felled) is within one's own property, applications have to be made to the government body concerned, stating the reasons why the tree must be cut. Closer to home, Hyderabad has become the only city in India to be given the distinction of being a \"Tree City of the World\" by Arbor Day Foundation and the Food and Agriculture Organization (FAO).\nSo why are we on this suicidal path while cheerleading environmental conservation abroad? How have we forgotten why we need our trees, our forests that shield us from cyclones and tsunamis, that give shelter to precious wildlife and absorb the toxic carbon we so copiously produce? Why are we so fixated on this insane war on trees?\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "The ‘War on Trees’ is winning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/the-war-trees-winning-3231271",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Despite repeated calls to lower the cost of farming and raise the profit margin for farmers, nothing seems to be happening as expected. With the Boro season underway, a report by this daily says that hundreds of thousands of farmers in 16 northern districts – which account for 26.5 percent of the total cultivable land for Boro paddy in the country – are struggling with what some have estimated to be a 25 percent rise in farming cost compared to last year's. For marginal farmers, this is too much to cope with, a reality, one can imagine, they share with farmers across the country. That customers will be forced to pay even more than they currently do for this staple is a foregone conclusion.\nThe reason for the cost hike is not unknown. Ever since the government raised the prices of fertiliser and diesel – needed for the tiller machines and water pumps – everything related to farming has become more expensive. While the price of diesel was increased by 42.5 percent, the price of each kg of urea fertiliser leaped to Tk 22 from Tk 16 in 2021. The prices of pesticide, seed, farm labour, etc. have also risen simultaneously. Farmers in the northern regions of Rangpur, Dinajpur, Rajshahi and Bogura – each with four districts – face additional risks if the threats of flooding and extreme weather are factored in. In these regions, Boro will be cultivated on 13.25 lakh hectares of land. Last year's average production cost in Rangpur and Dinajpur was Tk 14,900 per bigha, and in Rajshahi and Bogura it was Tk 17,450. There will be a heftier bill to pay for all this season.\nThe question is, how are the ordinary farmers going to cope with this hike-fest? Many can't get a loan at low interest, and therefore have to turn to loan sharks just to be able to farm. For many, end-of-season earnings are unlikely to be sufficient enough to pay back and make a reasonable profit to prepare them for the next season, meaning many will have to suffer indefinitely as a result. Experts, therefore, have urged the government to provide farmers, especially those who are marginal, with cash support as well as further subsidies to cut down farming costs. True, the government already pays huge subsidies in agriculture. But it must do more to ease the struggle of farmers, because it is directly related to our food security.\nIn the end, what matters most is the interest of ordinary farmers and customers. We must ensure that the former is able to pay bills and makes profits, and the latter can buy at reasonable prices. Unfortunately, because of the all-round increase in the cost of just about everything and the machinations of unscrupulous traders involved in production and supply, both have been suffering for long. This must be reversed. We urge the authorities to take steps to reduce the cost of farming. They must ensure proper regulation to ensure no one can take advantage of the vulnerability of farmers and ordinary customers.\n",
        "headline_1": "Rising farming cost can threaten food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rising-farming-cost-can-threaten-food-security-3231331",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "As an 'elder millennial', I was born a full decade after the Liberation War, coming of age around the time that a military dictatorship was giving way to a nascent form of democracy. A middle-class girl, attending an English Medium school in a time before the system had figured out its curriculum for Bangladesh studies, I always felt a little rootless in my own homeland. Less 'authentic' for not having witnessed firsthand the horrors of 1971, not quite as jaded as my Gen X cousins who bought into the 'bottomless basket' analogy and fled for fairer shores. \nIffat Nawaz explores those feelings of longing and unbelonging in her debut novel, Shurjo's Clan. Shurjomukhi is the daughter of a freedom fighter who lost both his brothers to the war. She lives in an 'asymmetrical' house in Gendaria with her family, spending her days in the 'Known World' of everyday life, and her nights in the 'Unknown World', where her dead uncles (and maternal grandmother, who drowned) come back to share their stories and reunite with the family. Every night is a repeat of the night before, literal ghosts telling the same stories and singing the same songs. Shurjo's maternal grandparents had fled from Calcutta during the Partition, a fact that earned the girl the racial slur of 'ghoti' from her school bullies.\nPart memoir, part magical realism, this is a story about identity and the idea of home. \"They had always been united by their unborn journey across the border\", she writes, \"but now they had developed separate identities. They looked at the blossoming cherry trees with different understandings of beauty, they interpreted the blue jay's spring songs in separate dialects. They stored and melted disappointments in their own ways.\" Using magical metaphors of ghosts and fireflies, Iffat explores the many ways in which grief and trauma impacted a whole generation, and the generations that followed. Shurjo feels the burden of a family legacy, struggling to understand her role in this narrative. The adults in her life are torn between wanting to shield her from the truth and enlightening her about things like national and familial pride. There is that desperate flight to foreign shores, the subsequent push-pull of homesickness and assimilation. Through it all, those unspoken questions: Who am I? Where is my place?\nDespite the way it begins, the book is not another story about the Liberation War; rather, it talks about why we cannot stop talking about it. Halfway through the novel, you realise that this is probably the only way one can tell a story like this, the only way to relate to the complexities of the emotions. The prose is poetic and heavy with the kind of language that makes great Instagram posts. Writing on the emerging generational disparities after relocation, Iffat's narrator reflects, \"They had always been united by their unborn journey across the border, but now they had developed separate identities. They looked at the blossoming cherry trees with different understandings of beauty, they interpreted the blue jay's spring songs in separate dialects. They stored and melted disappointments in their own ways.\"\nIs it an entirely new story? Probably not; Jhumpa Lahiri's The Namesake explored some of these themes more than a decade ago. But is it a completely fresh take on the Bangladeshi diaspora? Absolutely. A wrenching, heartbreaking, but ultimately hopeful story about new ways to be Bangladeshi, this is not an easy read, but this reviewer at least, is glad she read it. \nSabrina Fatma Ahmad is a writer, journalist, Deputy Editor of MW magazine, and the founder of Sehri Tales annual creativity challenge.\n\n \n",
        "headline_1": "Family of feelings: Iffat Nawaz's 'Shurjo's Clan'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/family-feelings-iffat-nawazs-shurjos-clan-3231231",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Despite repeated calls to lower the cost of farming and raise the profit margin for farmers, nothing seems to be happening as expected. With the Boro season underway, a report by this daily says that hundreds of thousands of farmers in 16 northern districts – which account for 26.5 percent of the total cultivable land for Boro paddy in the country – are struggling with what some have estimated to be a 25 percent rise in farming cost compared to last year's. For marginal farmers, this is too much to cope with, a reality, one can imagine, they share with farmers across the country. That customers will be forced to pay even more than they currently do for this staple is a foregone conclusion.\nThe reason for the cost hike is not unknown. Ever since the government raised the prices of fertiliser and diesel – needed for the tiller machines and water pumps – everything related to farming has become more expensive. While the price of diesel was increased by 42.5 percent, the price of each kg of urea fertiliser leaped to Tk 22 from Tk 16 in 2021. The prices of pesticide, seed, farm labour, etc. have also risen simultaneously. Farmers in the northern regions of Rangpur, Dinajpur, Rajshahi and Bogura – each with four districts – face additional risks if the threats of flooding and extreme weather are factored in. In these regions, Boro will be cultivated on 13.25 lakh hectares of land. Last year's average production cost in Rangpur and Dinajpur was Tk 14,900 per bigha, and in Rajshahi and Bogura it was Tk 17,450. There will be a heftier bill to pay for all this season.\nThe question is, how are the ordinary farmers going to cope with this hike-fest? Many can't get a loan at low interest, and therefore have to turn to loan sharks just to be able to farm. For many, end-of-season earnings are unlikely to be sufficient enough to pay back and make a reasonable profit to prepare them for the next season, meaning many will have to suffer indefinitely as a result. Experts, therefore, have urged the government to provide farmers, especially those who are marginal, with cash support as well as further subsidies to cut down farming costs. True, the government already pays huge subsidies in agriculture. But it must do more to ease the struggle of farmers, because it is directly related to our food security.\nIn the end, what matters most is the interest of ordinary farmers and customers. We must ensure that the former is able to pay bills and makes profits, and the latter can buy at reasonable prices. Unfortunately, because of the all-round increase in the cost of just about everything and the machinations of unscrupulous traders involved in production and supply, both have been suffering for long. This must be reversed. We urge the authorities to take steps to reduce the cost of farming. They must ensure proper regulation to ensure no one can take advantage of the vulnerability of farmers and ordinary customers.\n",
        "headline_1": "Rising farming cost can threaten food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rising-farming-cost-can-threaten-food-security-3231331",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Every year, the budget for the Annual Development Programme (ADP) is revised in line with the economic needs of the hour – and this year is no exception. According to a report by this daily, the ADP is expected to be trimmed down by about 6.1 percent to Tk 231,000 crore. However, what has come as a surprise is not the revision itself, but the way it is being done, which signals a dramatic U-turn on the government policy of fiscal austerity.\nAt the start of the current fiscal year, the finance division had issued details of the austerity measures to be implemented. In fact, only last month, while issuing guidelines and directives to ministries and divisions regarding formulating estimations of revised budgets, it suggested cutting expenditures in the revised budget in accordance with the prime minister's austerity directives. Yet, the fiscal coordination council has now reportedly decided to step back from austerity policies, and instead opt for an expansionary policy supposedly to revive economic activities and generate employment. It has also been decided that the government's own funds in the ADP will not be revised down. Instead, the foreign fund portion will be slashed – just like every year – by about 16.4 percent.\nAt a time when dwindling foreign exchange reserves have created a great deal of macroeconomic stress, we find it extremely difficult to understand this decision. Were economists and other experts consulted before embarking on this business-as-usual approach, instead of coming up with policies tailored to reduce inflation and alleviate the foreign exchange crisis? Reportedly, inflation averaged 8.76 percent in the first six months of the current fiscal year, and experts have warned that an expansionary policy now would only make the situation worse. More importantly, they have pointed out that this policy may not necessarily have the intended effects, since all ADP expenditures are not equally employment-generating.\nThis becomes evident when one looks at the current fiscal year's development budget. For example, the power and energy sector is receiving the second highest proportion of funds – a large portion of which is lost to energy subsidies and capacity charges, without any opportunity to generate employment or revive the economy.\nIt seems obvious that the current ADP revision has been made for the same reason that it is every year – the inability to utilise these funds properly. One may recall that in the previous fiscal year, only 36 percent of the development budget was spent by the government in the first eight months. Clearly, the key issue here is one of governance. In recent years, we have seen how cost overruns and delays have become the norm when it comes to development projects. The inefficiency, corruption and sluggishness that characterised the implementation of such projects can no longer be tolerated.\nThus, while the authorities should immediately adapt any ADP revisions to suit our current economic needs, in the long run, the focus should be on the productive use of limited resources. If how the ADP is used every year remains unchanged, we are unlikely to see any changes in how we deal with economic challenges either.\n",
        "headline_1": "Poor choices in ADP revision",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/poor-choices-adp-revision-3230976",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Among the many modes of money laundering, a less talked-about method that seemingly has the potential to cause massive money flight from a host country is transfer pricing. In Bangladesh, the oft-repeated malpractices relating to money laundering are believed to be trade mis-invoicing, and hundi. Although transfer pricing does figure occasionally, there has not been any move to dig into the alleged tricks to expose any wrongdoing. A news story published in this newspaper, quoting a study report, says Bangladesh could tap huge revenues lost to transfer mis-pricing by developing the capacity of the tax authorities to prevent such intra-company trade malpractices, deemed to be linked to capital flight. The study titled 'Combating Transfer Mispricing: New Avenue for Bangladesh Customs', prepared by the Customs Audit, Modernisation and International Tax Wing has mentioned that economic environment of Bangladesh is susceptible to transfer-pricing manipulation amid increased volumes of international trade, presence of multinational companies (MNCs), and absence of proper monitoring of such transactions. Transfer pricing is the price paid by a firm for goods or services while procuring them from a related entity. When a firm is buying or selling from its parent or subsidiary entity, there are chances that prices may not be set as per market principles. Rather, price may be decided artificially by the parent company for getting maximum benefits, as well as avoiding tax payments in the host country. Such artificial price setting in intra-firm transactions to avoid taxes and to get other benefits is believed to be common in respect of many MNCs. In conventional accounting literature, transfer-pricing is viewed as a technique for optimal allocation of costs and revenues among divisions, subsidiaries and joint ventures within a group of related entities. Such representations of transfer pricing are deeply implicated in the processes of wealth retention that enables companies to evade taxes and facilitates the flight of capital. The aforementioned study report has recommended utilisation of both the wings of the NBR-customs and income tax-- like in many advanced and modern revenue administrations in order to detect, track and deter transfer mis-pricing. The task is not easy in that it involves trained manpower and a systematic procedure including tie-ups with international networks. The government enacted the Transfer Pricing (TP) law in 2014 but is yet to get any tangible outcome for a lack of capacity of the relevant regulatory authorities. Recognising the dearth of competent human resource, the study report stressed upon capacity building as well as the need for sector-specific training on cross-border trade as well as transfer-pricing practices.Given the reportedly unabated money flight from the country through various illegal means, the government is expending most of its efforts in detecting trade mis-invoicing and hundi-both recognised as the key methods of money flight. Transfer pricing and the malpractices allegedly associated with it are obviously not under any form of scanner. Is it not time the authorities sat up to put in place required measures for the sake of garnering government revenue.",
        "headline_1": "Bringing transfer pricing under scanner",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bringing-transfer-pricing-under-scanner-1674741360",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "The apprehension was there all right. What was however not known is the enormity of the problem of dropout and learning losses arising out of the prolonged closure of educational institutions in the country. While the number of dropout learners is countable, the extent of learning losses defies any scale in concrete terms. However immeasurable it may be depending on individual aptitude or a lack of it, family background concerning particularly parents' educational and financial statuses and willingness required for guidance, community involvement and environment, the weakness is bound to get exposed in classrooms and overall studies. But first the case of those who were forced to prematurely bring an end to their student life on account of financial compulsions brought on them by the devastating impacts of the Covid-19 pandemic and post-pandemic adverse situation. According to the University Grants Commission, a total of 0.249 million university students discontinued studies between 2020 and 2021. The data from the Bangladesh Bureau of Bangladesh Educational Information and Statistics (Banbeis) show that 62,104 students dropped out of secondary schools during the same period. However, there seems to have been a tsunami of dropouts at the primary level of education with 1.45 million young learners missing from the account. The United Nations Educational, Scientific and Cultural Organisation (UNESCO) forewarned during the pandemic of a lost generation the long-time closure of educational institutions would create. Call it the missing or lost generation whatever you like, the fact remains that 1.762 million students enrolled with educational institutions in Bangladesh are likely not to live up to their potential whatever that might have been. There is doubt if a significant number of them will be overachievers rather than underachievers in terms of their life's stations. No doubt, an overwhelming majority of them will find themselves and their next generation in the underdevelopment trap similar to the poverty trap. It is not only the young generation of Bangladesh that is going to count the cost for pandemic-related economic turmoil. No wonder, the Unicef reported in 2021 the increase in child labour worldwide for the first time in 20 years. Both the authorities here and the international community failed to devise a plan for keeping students at all levels engaged in studies and not falling victim to learning losses. Even when normalcy returned, there was no policy or plan for putting in place a set of instruments or system for stimulating the dropouts to return to classes. When this is the case with the missing students, any strategy geared to helping learning recovery is indeed a far cry. Where did the missing learners land then? It is common knowledge that even underage children either had to opt for child labour or child brides most often against their will. Menial labour for a pittance has seen the youngsters' dreams go up in smoke. The Directorate of Secondary and Higher Education (DSHE) reports on the basis of survey that 50,000 girl students were married off and more than 80,000 became child labourers in 2021 alone. Their elders or adult students also chose occupations they perhaps would not have to choose if they could complete their studies. This way they simply had to bury their dreams and come to terms with something well below their expectation. Even those who have been fortunate enough to pursue their studies learnt less than they were supposed to do. The two public examinations of Secondary School Certificate (SSC) and the Higher Secondary Certificate (HSC) held on curtailed syllabi, papers and total marks bear testimony to this. Its impact will be felt by them in their higher studies, careers and creative pursuance. There was no attempt, programme or extra classes to bridge the learning gap. But beginners without 'foundational knowledge' have been promoted to the next classes. The result is likely to be disastrous. So far this highly important issue of arming the beginners at the primary stage with the basic knowledge has not been paid any attention to. It is against this backdrop, the new education curriculum has been introduced on a piecemeal basis. This too without preparing teachers for taking up the challenge of imparting pragmatic knowledge and doing away with examinations for young learners. As if the teachers accustomed to imparting lessons in a conventional method will suddenly acquire a magic wand each to do miracle with child psychology, their aptitudes and mood swings!  On the other hand, children are not all angels nor are their teachers dedicated souls always in search of inventing ways of drawing the attention of their young charges so as to keep them spellbound or mesmerised. There is no point raising hell out of the mistakes in textbooks. Those can and will be corrected which along with further edition is done everywhere in order to stay updated. But the knowledge gap is what cannot be made amends for unless addressed timely. The most important question is to equip students with theoretical knowledge that they know how to apply in practical life. So, there is every chance of a mismatch with the introduction of the new academic curriculum on account of the lacking in preceptors' knowledge, training and commitment. \n[email protected]",
        "headline_1": "The missing learners and their plight",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-missing-learners-and-their-plight-1674741433",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "The holy month of Ramadan is less than a couple of months away. Usually, prices of most essentials go up ahead of this holy occasion and consumers are also familiar with the high profit-earning motive of traders. Price has been an issue, but not the supply of goods including the ones consumed especially during Ramadan days. This year, the situation might be different. Both prices and availability of some daily essentials and Ramadan items are likely to create more problems for the consumers. And a few symptoms are already visible.Take the case of sugar. The demand for this sweetener goes up manifold during Ramadan. The prices of this item have skyrocketed and gone beyond the reach of most consumers. It has become scarce also. One kilogramme of packaged sugar is now being sold at Tk 130 at the retail level. It used to cost between Tk 60 and 65 a year back. As if to make the situation even more volatile, the Association of Sugar Refiners has proposed to the government to raise the price by Tk 12 per kg, citing reasons of dollar crunch and hike in gas tariffs and international prices of the item. The scarcity of greenback and the consequent failure of the banks to open letters of credit (LCs) are now posing a serious threat to the price stability in the market. Importers, particularly the smaller ones, are finding it hard to open their LCs. As banks are refusing to open LCs, a few importers have allegedly resorted to irregular yet expensive ways of financing their imports. One can realise the gravity of the situation from the news reports about the non-berthing of half a dozen ships carrying essential items at the Chittagong Port as the importers concerned are failing to make payments to the shipping lines in foreign exchange. The importers are now counting a huge amount of demurrage charges per day due to the delay. These ships will finally berth at the port and discharge goods. But the additional cost on account of the delay would be passed on to the consumers, as a matter of practice. Even the Ministry of Commerce (MoC) has become worried about the overall situation involving the import of essentials the prices of which have already gone through the roof. The ministry has written to the central bank to arrange the opening of LCs for essential goods in sufficient numbers. Despite assurances from the Bangladesh Bank, the situation instead of improving has deteriorated, as few importers have reportedly been able to open LCs during the current month. Small-scale importers at the country's largest trading hub of essential commodities at Khatunganj in Chattogram have complained about their failure to open LCs. They have expressed the fear that large importers being favoured by the banks would control the market during the upcoming Ramadan and make the consumers pay through their noses. The BB governor, however, has assured a DCCI delegation early this week of easing the current situation with LC opening within the next 'couple of months'. The time the governor has mentioned appears to be a bit long under the prevailing circumstances. Import LCs need to be opened now if the goods are to arrive before Ramadan. So, the government must arrange dollars in sufficient volumes for the import of essential commodities if it wants to avoid any further deterioration in the price situation. Offering higher incentives to exporters and remittance earners for early repatriation of their earnings could be a way to solve the problem. \n[email protected]",
        "headline_1": "Time is running out, fast",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-is-running-out-fast-1674741462",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2023"
    },
    {
        "full_article": "Footpaths in Cumilla city do not seem to be for the pedestrians. Shops, makeshift kitchen markets, street hawkers, parked cars and motorcycles, waste dumps, and construction materials mostly occupy the footpaths across the city. Especially, sidewalks in Kandirpar, Tomsom Bridge, Rajganj, and Pedua Bazar area are not suitable for walking. People cannot walk freely due to the illegal occupation of shopkeepers. There are teashops, fruit, flower and vegetable vendors and what not. Some influential people are protecting these encroachers. As a result, the risk of road accidents is increasing. It is no secret that illegal toll collection is the main factor behind turning the footpaths into a marketplace for selling and hawking different products. During the winter, the number of sellers also increases. Most of them sell cheap winter clothes on footpaths. Sundry items are now available on the footpaths and the number of buyers is also not small. This, however, cannot be a continuous arrangement. Footpaths have to be free for walking only. These are for pedestrians. This is the norm in a civilised and cultured society. \nMohammad Al-Amin, Student of Public Administration, Comilla University, Cumilla, [email protected]",
        "headline_1": "Ridding Cumilla footpaths of encroachers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ridding-cumilla-footpaths-of-encroachers-1674741680",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2023"
    }
]