[
    {
        "full_article": "With the swearing-in of Mohan Yadav as the Chief Minister of Madhya Pradesh, the Bharatiya Janata Party (BJP) has heralded a new era, a shift from Shivraj Singh Chouhan’s reign of nearly 20 years. In Madhya Pradesh, Chhattisgarh and Rajasthan, the BJP has chosen new leaderships. Though Mr. Chouhan continues to command significant popularity in the State, a realignment of interest groups and leaders is now likely. The BJP’s massive majority is largely being credited to Mr. Chouhan who undertook 165 rallies ahead of the polls. But that strength, paradoxically, could force the new Chief Minister to chart his own course. With Mr. Yadav, an OBC leader, and his deputies — Jagdish Devda, an SC leader, and Rajendra Shukla, a Brahmin leader — the BJP aims to consolidate its rainbow caste coalition in the State, with the pointed exclusion of Muslims. Meanwhile, continuing its tribal outreach, the new government in one of its first decisions increased the Tendu patta collection rate from ₹3,000 to ₹4,000 per bag, a promise it had made in its manifesto. The party also expects to radiate the effects of that consolidation to neighbouring Hindi-belt States. In Madhya Pradesh, OBCs alone form more than 50% of the population, while SCs account for about 17%. Brahmins are considered an influential community in the State’s Vindhya region, a long-time BJP stronghold. The Yadavs have been relatively less enthusiastic than others to the BJP’s overtures towards OBCs. Hence, Mr. Yadav’s appointment is a new leap in the BJP’s social engineering.The new government will have its hands full from the word go. One of the most prominent and effective campaign promises of the BJP was to enhance the Ladli Behna Scheme. About 1.31 crore women from poor households get ₹1,250 a month at present, and the BJP, under Mr. Chouhan, had promised to gradually raise it to ₹3,000. Mr. Yadav, however, has not yet indicated his plans on this. The BJP has also promised to hike the support prices of wheat and paddy crops to ₹2,700 and ₹3,100, respectively. It had also promised to provide LPG cylinder at ₹450 to the beneficiaries of the Ladli Behna Scheme and the Centre’s PM Ujjwala scheme. Fulfilling these promises and continuing welfare schemes are expected to pose an extra burden to the State’s exchequer as the government is already reeling under heavy debt, estimated to be close to ₹4 lakh crore, due to various loans by the previous governments. The BJP’s social engineering involves wider representation and a widening hamper of welfare schemes. Needless to say, it has social and economic costs.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nCaste\n\n/\n\nwelfare\n\n/\n\nminority group",
        "headline_1": "Debt and welfare: On the new government in Madhya Pradesh, election promises and the exchequer",
        "headline_2": "As it seeks to fulfill poll promises, the Bharatiya Janata Party must keep an eye on the exchequer",
        "link": "https://www.thehindu.com/opinion/editorial/debt-and-welfare-on-the-new-government-in-madhya-pradesh-election-promises-and-the-exchequer/article67642191.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2023"
    },
    {
        "full_article": "November’s resurgence in headline retail inflation, while clearly not unexpected after the RBI just last week predicted a likely ‘uptick’, is a stark reminder of the risks volatile food prices pose. While the National Statistical Office’s provisional reading of headline inflation shows the Consumer Price Index rose by 5.55% year-on-year to a three-month high, from October’s 4.87%, food price gains measured by the Consumer Food Price Index accelerated by a steep 209 basis points to 8.7% last month. Propelling the upsurge in food prices were cereals and vegetables, constituents of the ‘food and beverages’ subgroup, that logged 10.3% and 17.7% inflation, respectively. Cereals, that account for almost one-tenth of the CPI and logged double-digit inflation for a 15th straight month, also saw a month-on-month acceleration in inflation with rice, wheat, and the coarse cereal of jowar, a rural hinterland staple, all registering palpable sequential price gains. Vegetable prices were back on a boil with the year-on-year inflation rate surging by almost 15 percentage points from October’s 2.8%. While price gains in the perishable tomato swung from two straight months of sizeable deflation to a more than 11% year-on-year rate of inflation last month, the extent of increase could be truly gauged from the fact that prices surged a steep 41% from the preceding month’s levels, as per data aggregated on the Centre for Monitoring Indian Economy’s website. And the key masala essentials of ginger and garlic registered more than 100% rates of inflation for the seventh and third months, respectively.From the TOP or tomato, onion and potato triumvirate of India’s most widely consumed vegetables, onion prices remained the biggest source of concern as year-on-year inflation ballooned to 86%, from October’s 42% pace, and the sequential pace swelled to 48%. With reports that inclement weather and depleting groundwater are likely to cause a near 25% shortfall in onion output during the key rabi season, the outlook for prices of the nutrient-dense bulb moderating in the near future appears bleak, the government’s move to impose a ban on its exports notwithstanding. Only potato prices, which continued to remain in deflationary territory, offered some respite. Pulses and sugar are other areas of concern, with the first witnessing more than 20% inflation and the sweetener also experiencing an uptick in the pace of price gains to 6.55%. With sugar production also expected to take a hit due to lower rainfall, the number of supply-related challenges policymakers face to rein in price gains is rising. With the RBI having opted to refrain from raising rates for now, the onus is squarely on the government to help temper inflation, or risk suffering an erosion in broader consumption and economic growth.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nReserve Bank of India\n\n/\n\nfood\n\n/\n\nfruit and vegetable\n\n/\n\neconomy (general)",
        "headline_1": "Acceleration foretold: On volatile food prices",
        "headline_2": "If inflation is not tamed, there is risk to consumption and growth",
        "link": "https://www.thehindu.com/opinion/editorial/acceleration-foretold-on-volatile-food-prices/article67642176.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2023"
    },
    {
        "full_article": "Dubai’s talkathon means little. Current emissions trajectory will not prevent temperature increase. Global South’s not getting enough financing. India must find its own climate solutions\nThe COP28 climate conference concluded in Dubai with a UAE Consensus draft, advocating a just transition away from fossil fuels and offering additional climate financing commitments to address the climate crisis. While this was hailed as a breakthrough considering the stalemate so far, the giveaways are incremental in nature, deeply compromised, and nowhere near the transformative change that we require to contain the monsters of climate change.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Another COP out, so DIY",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/another-cop-out-so-diy/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2023"
    },
    {
        "full_article": "Israel is now hurting itself. Its economy may shrink & Hamas is no less popular in the Strip\nIf Israel keeps pounding Gaza even as it loses global sympathy, as Netanyahu has said it will, it won’t do Israel much good. If the moral dimension of dead Palestinian civilians doesn’t matter to Tel Aviv, tactical arguments should.\n\nLosing the narrative | Following the barbaric October 7 attack by Hamas, what was expected was a sophisticated operation by the Israeli defence forces to decapitate the top leadership of Hamas in Gaza. Instead, what unfolded was an indiscriminate bombing campaign that has led to massive Palestinian civilian casualties. Turning Gaza into a wasteland hasn’t secured Israel’s primary objective, it won’t help free the remaining hostages in Hamas captivity and is costing Tel Aviv even Washington’s support.\n\n\nUS pressure | That even the US is piling pressure on Israel should alarm the latter. Biden has said that Netanyahu needs to change his hardline government, which doesn’t want a two-state solution. Plus, a recent poll shows growing Palestinian support for Hamas. The war has entrenched Hamas rather than eliminate it.\n\nRising Israeli costs | This week Israeli forces faced their worst casualties in a month when 10 soldiers were ambushed and killed in north Gaza that was previously thought to have been sanitised. Additionally, the war is costing Israel at least $260 million per day. Israeli businesses are suffering due to the call up of 350,000 army reservists and displacement of 200,000 people along Israel’s borders. Israel’s economy is heading for a possible contraction.\n\nRegional conflagration | Then there is the danger of a wider regional conflict. Yemen’s Houthis have already attacked ships headed for Israeli ports. Hezbollah could fully join the war. Iran could actively step in. None of these is good for global security.\n\nNetanyahu’s play | The longer the war drags on the more the suspicion that Netanyahu is continuing the military operation for personal political goals. Investigations into Israel’s October 7 security failures are also being delayed.\nNetanyahu, therefore, may win this battle but end up weakening Israel. He must acquiesce to a ceasefire, restart negotiations for release of remaining hostages, and restore normalcy for the Israeli people.\n\n",
        "headline_1": "Gone astray in Gaza",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gone-astray-in-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2023"
    },
    {
        "full_article": "The World Meteorological Organisation confirmed just ahead of COP28 that 2023 will end up as the hottest year in human history. No country is left unaffected. Nor is any of them really surprised that yet another UN jamboree has ended with yet another wishy-washy climate deal.\n\nHistoric ambiguity | COP’s stock take “calls” on countries to “contribute” to “transitioning away from fossil fuels”. In envisioning a future decline for coal, oil and gas, this language is indeed “historic”. But it is also very deliberately loose. This is for two main reasons. Green technologies are far from being ready to run the global economic engine. And rich countries spearheading these innovations remain resistant to giving fair support to developing countries.\n\nRich hypocrisy | IMF reports that fossil fuel subsidies actually surged to a record $7 trillion last year. Rich countries did not roll back subsidies when energy prices dropped during the pandemic, plus they rebounded to coal in response to the Ukraine war. Today some of them are considering carbon tax policies that will effectively penalise imports from developing countries.\n\nIgnored reality | Ahead of the Dubai meet UNEP also brought out its emissions gap report on the 1.5°C pathway, noting the need for a cut in predicted 2030 greenhouse gas emissions of 42%. On mitigation challenges in low and middle-income countries, it makes the point that costs of capital here are up to seven times higher than in the US and Europe.\n\nTech pipedream | The COP28 text stays away from specificities of cutting emissions but points to technologies such as carbon capture and low-carbon hydrogen production as possible saviours. The problem is that these could equally turn out to be expensive wrong turns. US climate envoy John Kerry gave an honest voice to doubts about current knowledge when he suggested a couple of years ago that the bulk of the emissions cuts needed by mid-century will “come from technologies we don’t yet have”.\nThere is real progress being made on renewables today. But the economic imperative of fossil fuel use hasn’t weakened.\n\n",
        "headline_1": "Fossils will rule: COP28’s words on green transition are predictably undercut by harsh economic truths",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fossils-will-rule-cop28s-words-on-green-transition-are-predictably-undercut-by-harsh-economic-truths/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2023"
    },
    {
        "full_article": "Startups, techies, industry acceptance, government backing: the elements are all there. India, which just hosted a global AI meet, will simply have to build on them\nThe India-hosted Global Partnership on AI concluded yesterday. Here is a heart-warming story on this new tech. Deep in the densely forested heartlands of India, at the border of Maharashtra and Telangana, an innovative Indian startup is weaving a tale of transformation. UdyogYantra, a New Delhi based venture is quietly revolutionising nutrition in Etapalli, a remote block in Gadchiroli district.\n\nRead full opinion on TOI+\n \n\n",
        "headline_1": "INDAIA: How to lead the coming tech revolution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indaia-how-to-lead-the-coming-tech-revolution/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2023"
    }
]