[
    {
        "full_article": "Uncertainty looms large over Hemant Soren’s continuation as Jharkhand Chief Minister as he is likely to be disqualified by the Governor as Member of the Legislative Assembly; the Governor has received the Election Commission of India’s opinion on the question. Technically speaking, Mr. Soren could remain in the post for up to six months without being an MLA. He could also get elected in the meantime. But that technicality apart, it is a huge loss of face for him and the parties that form the ruling coalition in Jharkhand, i.e., the JMM, the Congress, and the RJD. The case against him has its roots in a mining lease that he gave himself as a Minister for Mines in 2021. The BJP complained to the Governor on February 11, 2022, that this act was in violation of Section 9(A) of the Representation of the People Act, 1951. The Governor referred the complaint to the Election Commission of India (ECI) for its opinion, as required by law, on March 28. On August 25, the ECI wrote to the Governor that Mr. Soren could be disqualified under Section 9(A). The awarding of a mining lease to himself was a brazen act of self-service, misuse of office and breach of people’s trust. One cannot also not take note of the innocence of his thought that such a transparent act of corruption would go unnoticed or unpunished — reminiscent of his father Shibu Soren going to a bank and depositing the cash he had received as bribe.Mr. Soren’s agonies may not end with disqualification. Two PILs against him are pending in the Jharkhand High Court which seek a probe into the alleged allotment of mining lease for a stone quarry in a 0.88-acre land parcel in the Angara Block of Ranchi and the alleged laundering of money via some shell companies said to be linked to his family members. On June 3, the High Court accepted the maintainability of the PILs, holding that they did not suffer from any anomaly. In separate pleas, the High Court’s decision was challenged by the Chief Minister and the State government in the Supreme Court, which on August 17 reserved its order in the matter and stayed the High Court proceedings. The BJP is waiting in the wings to upend the Jharkhand government, and has tasted blood. The arrest in July of three Jharkhand Congress MLAs in West Bengal with huge amounts of money they had allegedly received to defect was a smoking gun. Cornered by proceedings of disqualification as an MLA and potentially facing a corruption investigation, Mr. Soren will have diminished authority over the MLAs of the alliance. The honourable thing for him to do in this instance of disqualification would be to resign as Chief Minister. His absence from the central seat of power in the State will be a test for the alliance and its government.",
        "headline_1": "Shadow over Soren: On uncertainty over Jharkhand CM continuation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/shadow-over-soren-on-uncertainty-over-jharkhand-cm-continuation/article65814936.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "All human lives are precious, but, in practice, some are seen as less precious than others. Despite the efforts of courts and governments, law and enforcement have been unable to keep a certain category of workers out of harm’s way: those who are engaged in sewage cleaning. While the job itself is dangerous, as several other human pursuits are, sewage cleaning involves working with human excreta, and cannot be seen without invoking the concept of dignity of labour. To allot the task of removing excreta and cleaning sewers to humans when machines are able to do the work is a gross violation of rights. It is in this context that Tamil Nadu’s recent move to notify the rules of the Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013, though belated, must be seen. While manual ‘scavenging’ is completely prohibited, the rules allow manual cleaning, in specific conditions where mechanical equipment cannot be deployed to fix the problem, or when it is absolutely necessary to have human intervention, after stating the valid reasons for allowing such a process to take place. But, more importantly, it specifies a long list of protective devices and gear that any person engaged to clean a sewer or a septic tank must be provided, including air line breathing apparatus, air line respirator, air purifier gas mask, a device for artificial respiration, mask and breathing apparatus. Besides this, chlorine masks, emergency medical oxygen resuscitator kit, gas monitor for gases, hydraulic devices, and first aid will have to be provided by the employer. The list is not limited to those devices mentioned. Regular maintenance of the equipment and devices has also been mandated by the rules. Naturally, all workers must be fitted out in the safety gear before they enter the sewer line.The practice of manual cleaning of septic tanks and sewers has been, and will always be, as long as it exists, a serious concern in any country sworn to humane treatment of all citizens. While quibbling has dominated discussions about the actual number of deaths due to manual scavenging, government-acknowledged deaths from manual cleaning of sewers and septic tanks are shocking enough. A total of 971 people lost their lives while cleaning sewers or septic tanks since 1993, the year the law prohibiting employment of manual scavengers was enacted, according to the Social Justice and Empowerment Ministry. Tamil Nadu is among the top States in the list. Since the causes of deaths while cleaning sewers and septic tanks are predictable — noxious gases — not taking measures to prevent those deaths would be criminal. Proper implementation of the rules, and adequate monitoring are absolutely essential. Simultaneously, all efforts must be taken, within existing schemes, to provide compensation to the family members of those who have died, and to provide them a way out of the profession, if they so wish.",
        "headline_1": "Murder in the sewer: on deaths during manual cleaning of sewage",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/murder-in-the-sewer-on-deaths-during-manual-cleaning-of-sewage/article65815201.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "What does it mean to be an average Indian today? It’s an interesting question. Many experts would say there is no one answer. India is too diverse. Hence different people may have wildly different answers, all of which may be right in their own way.\nHowever, while acknowledging the high variation, there is value in trying to figure out the average Indian citizen.\nRead full opinion on TOI+\n\n",
        "headline_1": "How to win over Indians: Begin with a non-judgmental grasp of their most common features – here are 7 key ones",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/how-to-win-over-indians-begin-with-a-non-judgmental-grasp-of-their-most-common-features-here-are-7-key-ones/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "Ghulam Nabi Azad’s resignation from Congress, and his savagely critical resignation letter, could be the final warnings for GOP to save itself from self-destruction. His exit came just as Congress developed cold feet over holding party-presidential elections. Azad’s scathing assessment of Rahul Gandhi as a “non-serious individual” dependent on an inexperienced coterie, and the blame Azad puts on this group for being a feeble opposition to BJP, isn’t far from the truth, whatever be his motives in calling a spade a spade now. The next few weeks are crucial for Congress. CWC is slated to meet on Sunday. Gandhi family favourite and Rajasthan chief minister Ashok Gehlot has publicly signalled his reluctance when asked if he is in contention for becoming the next president. Going by how Congress has functioned in the last two decades since the party stopped conducting elections, only nominees of Nehru-Gandhis have occupied top party positions. So the possibility that a Gandhi proxy will become president when Sonia demits office cannot be ruled out.\nThat would be an unmitigated disaster. Free and fair elections encouraging a number of contenders to come forward and battle it out for the top post would give the new president a credible start. On the assumption that despite the enormity of a new chief’s responsibility, there still may be leaders who want the job, Nehru-Gandhis should let it be known that they welcome ambition and will fully back the winner, a promise that means letting the new chief get on with his/her job as he/she sees fit. In fact, Nehru-Gandhis should stop playing high-profile roles, which will always diminish a new chief. Rahul’s Bharat Jodo Yatra starting in September is therefore staggeringly poorly timed. As Azad said, “remote control” destroys “institutional integrity”.\n\n",
        "headline_1": "Congress-Mukt Azad: Final warnings for Grand Old Party",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/congress-mukt-azad-final-warnings-for-grand-old-party/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "While speaking of nari shakti in the workforce and Vision 2047, PM Modi advocated flexible, work-from-home options to boost women’s labour force participation. India is a dismal standout in terms of women’s work participation. Oxfam estimated GDP would be higher by 43% if Indian women had the same work participation rates as men. There are many reasons for declining participation, from higher education and rising aspirations to simply fewer jobs to go around. While it may not apply to all kinds of work, the PM’s point about flexibility is critical. Women are usually time-poor, forced to work a double shift of housework and care responsibilities. Being handcuffed to a physical workplace is often the reason women are forced to drop out or choose a softer, less rewarding track.\nThe pandemic has shown how easy it is to allow many kinds of workers to work more productively at their own convenience. But it’s crucial to counteract gendered biases too – studies show that remote work tends to stall promotion and career advancement for women. Of course, the home is not exclusively a woman’s domain, and any real solution must involve men contributing equally to care and household work. It will also call for greater state or workplace investment in childcare, to make sure that women workers do not have to take a hit to their careers and have the same chances as men.\n\n",
        "headline_1": "Men@(House)Work: Gender-balanced homes key to get more working women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/menhousework-gender-balanced-homes-key-to-get-more-working-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "As India gave out the gallantry awards ahead of this Independence Day, Axel made the cut posthumously. This two-year-old Belgian Malinois made the supreme sacrifice in an anti-terror operation in Baramulla last month. Earlier this month Israel mourned the killing of another Belgian Malinois in a counter-terrorism battle, nine-year-old Zili. Over in Ukraine a mine-sniffing Jack Russel Terrier named Patron has detected more than 200 explosives and become a symbol of the country’s resistance against Russia.\nBut besides serving in perilous conflict situations around the world, today dogs are also widely incorporated into police departments, where they provide critical support to everyday law enforcement. The abundance of videos of their work on social media is driven by public interest, which also motivates many police departments to collaborate on short news documentaries about how their K9 units are trained and operate.\nRead full opinion on TOI+\n\n",
        "headline_1": "A dog can be a cop’s best friend: Mutuality of Homo Sapiens & Canis Familiaris",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-dog-can-be-a-cops-best-friend-mutuality-of-homo-sapiens-canis-familiaris/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "Every act of suicide carves a vacuum in which those left behind struggle to find meaning to this seemingly irrational action of ending one's life. The pointer of the blame goes in many directions. Those who are close to the victim engage in remorseful self-reflection to identify their share in the tragic event, or blame others to find comfort through a defence mechanism.\nThe legal provision to prove that someone is responsible for someone else's suicide can be tricky. The court needs to know if the defendant's action or inaction is the direct cause of the death. Did that person know, or should have known, that the dead individual had a suicidal tendency? What other factors could have instigated the suicide? What is the time gap between the act of suicide and the wrongful death action?\nIn Bangladesh, any news of suicide inevitably involves police arrests of some family members. Quizzing people close to the deceased to discern suspicious activities surrounding the death is a part of the police protocol. Unfortunately, I have seen how police use these unusual death cases for extortion and out-of-court settlements.\nThe media hype over suicide often prompts law enforcement agencies to engage in visible actions, ignoring the complicated nuances of suicide. Indeed, the family of a person that was forcefully or wrongfully led to suicide deserves justice or compensation. My concern, however, involves the broad-brush portrayal of suicide.\nIn June, a young man set himself on fire in front of the Press Club in protest of business fraud. He invested Tk 1.26 crore in a company believing that he would be made a partner. But after repeated attempts to get his share or his money back, he made a public statement by ending his life. The fraudsters are now being tried. This deliberate act of death is the ultimate resort of a desperate man who harmed himself to implicate the perpetrators. It is up to the court to decide whether the top bosses of the cosmetics company (in which the victim invested) are guilty of manslaughter or legally responsible for the death.\nAccording to a survey report published earlier this year, as many as 101 students of different universities in Bangladesh died by suicide in 2021 against the backdrop of the Covid-19 pandemic. The figure, included in the survey that was conducted by a social organisation named Anchal Foundation, is strikingly higher than the pre-pandemic period. In 2017, 19 public and private university students died by suicide; in 2018, the toll stood at 11. At the height of the pandemic in 2020, 79 university students died by suicide. No data is available for 2019. Now, whom do we blame for these deaths for failing to provide psychosocial support to a frustrated generation? The list of causes cited by the report merits our attention: 24.75 percent of these students died by suicide over relationship issues, 19.8 percent due to family problems, 15.84 percent to end mental distress, 10.89 percent due to study-related issues, 4.95 percent due to financial issues, 1.98 percent of students died by suicide after becoming addicted to drugs, and 21.78 percent due to various other reasons.\nThe question is: How many intervention programmes have been undertaken to address this serious issue? As a top university administrator, I know of the two fully fledged programmes we ran to offer hotline services to our students during the pandemic. The number of students who needed help was staggering. For the sake of privacy, I cannot mention the figures here. All I can say is that we did manage to intervene in some critical cases.\nBecause of the stigma associated with mental health illness, parents often do not report related issues to the authorities of their children's educational institutions. Even when some of our students confess to their teachers about the parental pressure they feel at home, when contacted, the parents tend to be in denial to protect their wards from the supposed stigmatisation. Dealing with these cases made me realise that many of these deaths can be prevented, provided the involved parties learn to know and deal with the symptoms.\nThe parents who know that their children have a mental health condition must report it to the school authorities. If the students are on anti-depressants, that, too, needs to be reported as some of these drugs are allegedly responsible for inculcating suicidal thoughts in patients. Then again, the confidentiality of such reports should lie with designated counselling sections or professionals.\nEach educational institute must have psychosocial counselling services or other peer support groups to address this issue. Without a proper channel to ventilate innermost anxiety, fear, frustrations, impulses, and desires, any individual with a mental health issue is prone to commit self-harm. Otherwise, we will simply associate the action with the immediate trigger or hearsay.\nFor instance, when a 14-year-old jumped off the roof of a 12-storey building in Shyamoli, we heard that she could not take the insult of failing higher mathematics at school. She was a top student in her class at Holy Cross School. She was allegedly flunked by her teacher as she did not seek private tuition. The truth will come out after the investigation, being carried out by both the police and the audit department of the education ministry, is completed. Do we know if the student was further humiliated at home for her exam performance?\nThe issue is greater than one death. It involves sensitivity to process the information, report the event, and judge the before and the after of the event. There seems to be a complete lack of understanding and empathy, except for the desire to be sensational. The circulation of the video footage of the suicidal jump captured by a nearby vendor is a case-in-point.\nIn 2017, Netflix streamed a controversial series titled 13 Reasons Why, in which a dead narrator shares her side of the story in a series of tapes to explain her decision. Each episode points to a particular reason (usually a person). While the series is blamed for glorifying suicide, it does warn us against oversimplifying suicide. It is a complex issue that requires professional interventions. We need institutionalised therapeutic interventions to save lives, and stand by those who need support for their mental health conditions. Our post-facto ahas and uhus mean little to those who have decided to end their lives.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts, Bangladesh (ULAB).\n\n",
        "headline_1": "Suicide prevention must embrace nuances and complexities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/suicide-prevention-must-embrace-nuances-and-complexities-3103826",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "Renowned Italian author Carlo Collodi's The Adventures of Pinocchio was originally published in serialised form in 1881 in Giornale per i bambini, one of the earliest Italian weekly magazines for children. It came out as a novel in 1883.\nIn Italy, critics regard the story as a masterpiece: one of the greatest works in literary canon; a book that is  rich in subtle allusions and clever contrivances, comparable to Gulliver's Travels (1726) or Alice's Adventures in Wonderland (1865). \nMany English speakers, however, are more likely to have had their perceptions of the story coloured by Disney's 1940 animated film, Pinocchio. Rarely has a work of literature been so overshadowed by its celluloid adaptation. \nThe story of a boy-puppet, whose nose grows when he tells lies, who rebels against adult authority and who, through various adventures and misdeeds, grows to become a real and good boy is familiar to many of us—as its translation in virtually all known languages proves, its appeal extends beyond the geographical boundaries of Italy. \nSince its publication, Collodi's novel has been acknowledged as a classic which can touch individual imagination and be appreciated in different cultures. While Collodi's masterpiece has generated endless revisitations, adaptations, interpretations, sequels, and even multi-media digital installations, Pinocchio, the character, has become a universal icon.\nSo, what is it about this story of a wooden puppet who dreams to be a real boy that has captivated audiences for almost a century and a half? \nThe Adventures of Pinocchio is a tale about the inward conflicts associated with change and growth. Like many classic fables that have weathered the passage of time, it carries the symbolic blueprint for social and emotional conflict and the potential for resolution: Pinocchio has many unpleasant adventures as he progresses from his wooden and dependent state to true independence as a real boy. He finally attains fulfillment and happiness when he completes his quest for the psychological foundations of courage.\nThis year, there are two high-profile adaptations of Collodi's story coming to streaming services. Before Guillermo del Toro's stop-motion version is due closer to Christmas on Netflix, we will be treated to Robert Zemeckis' live-action/computer animation hybrid remake of Disney's animated classic on Disney+ on September 8. \nThe Adventures of Pinocchio is a dark and cruel tale. The animated 1940 film, though quite disturbing in its own right, features a puppet protagonist who is naïve and easily influenced rather than malicious. It sweetens and lightens the dark tones of the original story, reestablishing it for the tastes of modern-day children. It turns, for instance, the talking cricket into a comical and wisecracking partner who accompanies Pinocchio on his adventures. In Collodi's text, he was an unnamed, minor character who was in fact killed by Pinocchio. \nPart of the reason the film gets away with being so disturbing is Jiminy Cricket, our narrator and entryway into what appears to be a cosy, but fundamentally lonely world. The film devotes a lot of time to establishing the comfortable security of home.\nGeppetto is a kindhearted but lonely woodcarver and toymaker who builds and raises Pinocchio as if he were his real son. We see the story through Jiminy's eyes, examining Geppetto's almost unbearable loneliness, a pining for human companionship so extreme that he has created a mechanical universe of his own devising. He treats his cat and goldfish better and more closely than most people treat actual children. We feel for Geppetto, a childless man obsessed with children's toys and make-believe, so much so that it almost feels like the universe owes him a child surrogate. His home is sterile and mechanical, with clockwork devices and lush, painted backdrops, which give it a heavy and rigid feel, but also make it seem like a space out of time, where the rules are different and puppets come to life. \nEstablishing this sentimental, dewy innocence through characters like Geppetto and Jiminy Cricket in the first half makes the animated film's immersion into the horrifying world of the completely amoral and debauched in the latter half more palatable. Once Pinocchio leaves his house for school, he is confronted with the ugliness and horrors of the world. \nTo me, Pinocchio is a story about how difficult it is to really take care of someone, to protect kids from a world that seemingly wants to destroy their innocence the moment they are out of our sight.\nIn the 1940 film, Pleasure Island, the stand-in for Collodi's Land of Toys, is a thinly veiled metaphor for human trafficking. It is a place where kids can misbehave to their heart's content. Delinquent activities include gambling and chomping on cigars. Kids who indulge in such behaviours slowly turn into donkeys. The overseers then ship them to various unscrupulous organisations, never to be seen nor heard from again. For the remake, Disney needs to consider that such implications are not for sensitive viewers. \nOn the other hand, del Toro's 2022 Pinocchio will take place not in a fairytale world, but in Italy between World War I and World War II, during the rise of fascism and authoritarian rule in the country. The wooden boy happens to come to life in an environment in which citizens behave with obedient, almost puppet-like faithfulness, according to reports. \nNevertheless, the director has affirmed to the media that his ambitious project is first and foremost a family film, one with hard-to-swallow themes that younger generations today need to grasp desperately. \n\"These are times that demand from kids a complexity that is tremendous. Far more daunting, I think, than when I was a child. Kids need answers and reassurances.… For me, this is for both children and adults that talk to each other. It tackles very deep ideas about what makes us human,\" he told Vanity Fair. \n\nWe can expect his film to take much darker turns than either of Disney's versions. The novel's talking cricket is heavily featured in the teaser. He is played by Ewan McGregor and speaks in the past tense. So, whether he will be killed early on is uncertain. Either way, he will most likely represent a more complicated moral voice than the beloved cartoon character.\nFor those interested in the Pinocchio story and the diverse interpretations it inspires, 2022 will be an exciting chance to see the fundamentals of adaptation and interpretation in motion. Zemeckis' version will likely be a comforting trip into nostalgia and sentiment, an ode to the power of the human heart to do the right thing despite life's many temptations. At the same time, del Toro's will be a dark fairytale with troubling implications, examining how we puppets can learn to think for ourselves.\nShababa Iqbal is a Media and Communications graduate from Independent University, Bangladesh (IUB). Email: siqbal.tds@gmail.com.\n\n",
        "headline_1": "Two upcoming Pinocchio films—why does he still resonate?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/two-upcoming-pinocchio-films-why-does-he-still-resonate-3103801",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "Famous mountaineer Wasfia Nazreen popularly said that it was more difficult to walk on the streets of Dhaka as a woman than it was to scale a mountain. I have not done anything nearly as brave as climbing a mountain, but I know how mentally taxing and stress-inducing it is to simply exist as a woman in public in Bangladesh. Every choice we make can become the subject of scrutiny; any glance we exchange can be used to justify someone else's inappropriate behaviour.\nMy earliest memory of being sexually assaulted in Bangladesh goes back to when I was 12, walking to my school in salwar kameez.\nA few years ago, after I had submitted my photo to the agent of a popular Bangladeshi mobile financial services company to open an account, he called me of his own accord and asked me to send a different photo wearing an orna, because a photo wearing a T-shirt did not seem adequately \"modest\" to him. Being a passport-size photograph, it barely showed any part of my body below the neck, let alone the chest.\nRecently, in granting bail to the assailant of the May 18 attack on a young woman at a railway station in Narsingdi, a justice of the High Court self-assuredly questioned whether in any civilised country a woman would ever wear a crop top and jeans to a rural railway station. Although the question is rhetorical, I would take the liberty to dissect it.\nAn online survey conducted by the UNDP and the Centre for Research and Information (CRI) has found that 87 percent Bangladeshi women have been publicly harassed. The remaining 13 percent women, who refused to answer, might also have been harassed, but chose to remain silent. Personally, I have never met a single Bangladeshi woman who has not been publicly harassed. So, what parameters did the judge use to conclude that a country where almost all women get harassed is the epitome of civilisation?\nGoing back to the basic legal definition, an offence is committed when the conduct (physical action such as touching) is paired with the mental element (for example, intention to commit the crime) of the accused. In no part of this equation is a victim's conduct relevant – her outfit does not negate any part of the physical or mental element of the accused's offence. The cardinal question relevant to the bail petition should have been whether a person who is infuriated at the very sight of a woman wearing a crop top and jeans in public would be a threat to other women's safety. That question was either not raised by the judge, or even if it was, the assailant was not thought to be posing any risk to other women. So now she is free to go around terrorising and humiliating women who don't conform to what is considered to be the \"culture\" of Bangladesh. If I didn't know the context, just from the judge's comments I would deduce that the victim was being tried for wearing jeans and a crop top in Narsingdi, an outfit apparently unsuitable for a \"civilised\" society.\nThe judge further implied that the perpetrator had the \"right\" to protect the culture and heritage of Bangladesh and permitted her exercise of such \"right\" by inciting violence to such a degree that it drove the victim to seek shelter inside the station office in fear of her very life. The court sent out this appalling endorsement to millions of people in Bangladesh, who wait only for an opportunity to hurl abuse at women. What part of a culture that necessitates women to literally fear a raging mob at the slightest instance of her dressing up somewhat unconventionally is worth protecting?\nConsidering that the judiciary is regressive enough to allow a woman to be abused seemingly in the name of preserving \"culture,\" where will it draw the line? Humiliating, terrorising, and sexually assaulting can soon lead to the killing of women. Would the court then also use the \"right to preservation of culture\" as a defence to murder?\nThe hostility that the Bangladeshi public usually shows towards women, or anyone who seems defenceless, is in no way civilised. Why is the determination to protect the \"culture\" solely directed towards restricting women's bodily autonomy, their right to movement and freedom of expression, rather than compelling the public to behave in a respectful and civilised manner? A hoard of people have supported the perpetrators' crimes in the Narsingdi incident both online and offline. If violence against women in public places increases, our misogynistic judiciary will have played a significant role in it. As a woman and a legal professional, this is more terrifying to me than it is upsetting.\nEvery word spoken inside the courtroom has a knock-on effect. Judges' words form legal precedents. A justice of the High Court in particular wields immense power to make or break societal barriers. With great power, there should at least come some self-awareness as to the effect a simple word can have on the day-to-day lives of millions of women, who, due to the court's reductive comments, now stand on an extremely vulnerable position.\nBeing a woman in this country is the hardest job that we are assigned to at birth. Where injustice is rampant, the judiciary is often our only recourse. Such institutionalised victim-blaming, that shifts the burden on women and requires them to restrict their liberty and calculate their each step, instead of punishing the perpetrator, is like the very last lamp going out.\nAnupoma Joyeeta Joyee is a barrister-at-law.\n\n",
        "headline_1": "HC on Narsingdi assault: A country for the ‘civilised’?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hc-narsingdi-assault-country-the-civilised-3103741",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "We applaud the High Court for declaring illegal Section 41 (1) of the Public Service Act, 2018, a provision that required law enforcers to get prior approval from the government or relevant agencies if they wanted to detain government officials in criminal cases – a provision that should not have been formulated in the first place. The court, in its landmark judgment, observed that providing such protection to a particular section of the population was contradictory to articles 26, 27 and 31 of the constitution. Article 26 says that laws inconsistent with the fundamental rights are to be void, and articles 27 and 31 guarantee equality before the law and the right to protection of the law.\nThis provision of the law – as had been outlined by legal experts and civil society members when it was first proposed – contradicted the Anti-Corruption Commission (ACC) Act, curtailed the authority of the ACC, and in essence protected corrupt public officials. At a time when rampant corruption across all the sectors in Bangladesh has all but eroded the foundations of our public institutions, we need stricter laws that hold corrupt officials accountable, not provide them with impunity to carry out their illegal activities without so much as a slap on the wrist.\nCorruption seems to have become a \"way of life\" for an overwhelming majority of our public officials, who increasingly use their political affiliation as a licence for abuse of power and pocketing of taxpayers' money. Despite media reports and research studies conducted by reputed national and international institutions, detailing corruption across every sector year after year, we don't see any initiative from the government to so much as investigate the allegations, much less hold the corrupt officials accountable. The ACC, unfortunately, is independent in paper only, with little visible success in catching corrupt officials high up in the command chain. Meanwhile, we see different manoeuvres at play to provide indemnity to public officials for their wrongdoings, which send a dangerous message: Swindle the public all you want, the government will still protect you!\nToo many government officials have long forgotten their constitutional obligation to the people of Bangladesh. They have sacrificed all ethics to the altar of their own selfish interests. The government must wake up to the reality that such rampant, ruthless and unrepentant corruption is simply unsustainable in the long run, and that it is eating away at whatever economic and social progress the government has made over the last decade.\nWe welcome the High Court directive to treat all citizens of the country equally under the law, and hope it sends a strong message to the government to prioritise protection of the public from corrupt public officials – not vice versa.\n",
        "headline_1": "Stop protecting the corrupt",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-protecting-the-corrupt-3103721",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "Five years have passed since the Rohingya influx, when around hundreds of thousands of refugees crossed over to Bangladesh fleeing a violent military crackdown in Myanmar's Rakhine state. Despite myriad challenges, Bangladesh has sheltered them since 2017 on humanitarian grounds and provided them with all the basic facilities they need to live in the refugee camps, with the assistance of international donors. Bangladesh signed a repatriation agreement with Myanmar in November 2017, and since then, made two attempts to repatriate the forcibly displaced Rohingyas without any success.\nIt was obvious from the failed repatriation attempts that the Myanmar authorities were unwilling to take back their citizens against whom they committed a genocide. Although Bangladesh urged the international community to put pressure on Myanmar to create a conducive environment for the Rohingyas' safe and dignified return, we are yet to see any visible development. The facts remain that Rohingyas want to go back to their homeland – provided that they are given citizenship and their safety and security are ensured – and that it is becoming increasingly difficult for Bangladesh to host them.\nAlthough there were enough funds coming in from donor countries in the first three years, funding started to decrease as the Covid-19 pandemic broke out in 2020. And as time passed, global attention moved away from the Rohingya issue to other crises, the latest being the Russia-Ukraine war. But this much is clear: Bangladesh cannot continue to give the Rohingyas proper shelter unless we get enough support from the international community in this regard.\nMeanwhile, the situation in and around the camp areas in Cox's Bazar has also deteriorated. Crimes have increased, free movement of the refugees has been curtailed, and education of Rohingya children has been stopped. But if the refugees are deprived of education and livelihood opportunities, how can we expect them to not engage in criminal activities? Realistically, what is a whole generation of frustrated Rohingya youth to do, except languish in the camps, leading a half life, with no foreseeable change in their circumstances?\nWhile the government needs to address these issues to provide the Rohingyas with a better life while they are in Bangladesh, it must also engage in talks with Myanmar authorities so they fulfil all the conditions for the Rohingyas' safe return – such as safety, guarantee of citizenship, freedom of movement, and sending them to their ancestral homes, not to internally displaced persons (IDP) camps.\nSince Myanmar is currently facing pressure because of the verdict of the International Court of Justice (ICJ) that it can pursue the Gambia's genocide case, and after the US' declaration of the violence against Rohingyas as genocide, now is the time for the international community to come forward and put further pressure on Myanmar for the Rohingyas' safe and dignified return to their motherland.\n",
        "headline_1": "Are the Rohingyas doomed to a half life?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-the-rohingyas-doomed-half-life-3103726",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "We applaud the High Court for declaring illegal Section 41 (1) of the Public Service Act, 2018, a provision that required law enforcers to get prior approval from the government or relevant agencies if they wanted to detain government officials in criminal cases – a provision that should not have been formulated in the first place. The court, in its landmark judgment, observed that providing such protection to a particular section of the population was contradictory to articles 26, 27 and 31 of the constitution. Article 26 says that laws inconsistent with the fundamental rights are to be void, and articles 27 and 31 guarantee equality before the law and the right to protection of the law.\nThis provision of the law – as had been outlined by legal experts and civil society members when it was first proposed – contradicted the Anti-Corruption Commission (ACC) Act, curtailed the authority of the ACC, and in essence protected corrupt public officials. At a time when rampant corruption across all the sectors in Bangladesh has all but eroded the foundations of our public institutions, we need stricter laws that hold corrupt officials accountable, not provide them with impunity to carry out their illegal activities without so much as a slap on the wrist.\nCorruption seems to have become a \"way of life\" for an overwhelming majority of our public officials, who increasingly use their political affiliation as a licence for abuse of power and pocketing of taxpayers' money. Despite media reports and research studies conducted by reputed national and international institutions, detailing corruption across every sector year after year, we don't see any initiative from the government to so much as investigate the allegations, much less hold the corrupt officials accountable. The ACC, unfortunately, is independent in paper only, with little visible success in catching corrupt officials high up in the command chain. Meanwhile, we see different manoeuvres at play to provide indemnity to public officials for their wrongdoings, which send a dangerous message: Swindle the public all you want, the government will still protect you!\nToo many government officials have long forgotten their constitutional obligation to the people of Bangladesh. They have sacrificed all ethics to the altar of their own selfish interests. The government must wake up to the reality that such rampant, ruthless and unrepentant corruption is simply unsustainable in the long run, and that it is eating away at whatever economic and social progress the government has made over the last decade.\nWe welcome the High Court directive to treat all citizens of the country equally under the law, and hope it sends a strong message to the government to prioritise protection of the public from corrupt public officials – not vice versa.\n",
        "headline_1": "Stop protecting the corrupt",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-protecting-the-corrupt-3103721",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "Soybean oil price has reportedly taken a fresh jump following yet another upward adjustment of the price of this essential item according to an announcement made by the Bangladesh Vegetable Refiners' and Vanaspati Manufacturers' Association (BVORVMA) on Tuesday. Under this new arrangement, a customer will now have to pay Tk192 for each litre of bottled soybean oil at the retail shop. This is an increase of Tk7.0 per litre of this vital kitchen stuff given that its previous price was Tk185 per litre. Similarly, for unpacked or loose soybean oil, the new rate per litre will be Tk 175, an increase of Tk 9.0 over the previous rate. As reported in the media, the latest decision on soybean oil price came after the BVORVMA made a suggestion to this effect to the government early in the first week of this month. The BVORVMA's proposal was to raise soybean oil's price by Tk 20 per litre. Interestingly, the edible oil association's move followed weeks after the government had cut the oil's price by Tk14 a litre in sync with a fall in the item's price in the international market. The global market for soybean oil is still steady. For even on Tuesday, the day when the newly fixed soybean oil price came into effect, the price of this item in the international market was around US$1,500 per tonne. That comes to a maximum of around Tk156.24 per litre whereas the price of the same item in the local market now ranges from Tk175 to Tk192. Why is this price difference? The edible oil cartel's argument is that the price of soybean oil has to be increased as the value of US dollar against taka has increased by 15 to 20 per cent in the forex market. What is more, they have to pay for the oil at the current dollar price and not at what was prevailing when the Letter of Credit (L/C) for importing the item was opened, the refiners further point out. This is indeed another body blow for common people who have already been reeling from the galloping food inflation, though their incomes have remained where they were before the inflation. Worse yet, their real income has been on a falling curve as taka is losing its value constantly against US dollar. But, to all appearances, that is of little concern to the refiners and wholesalers of soybean oil. It is, as though, fated that the price of edible oil, soybean in particular, will increase and its consumers will have to accept it as a fact of life. In fact, there was never any dearth of excuses for the edible oil merchants to increase price. Evidently, the government has been listening with sympathy to all the arguments for price hike put forward by the edible oil cartel. But what about the common consumers who are always at the receiving end? The government, at this point, needs also to listen to the people who have their back now literally to the wall and also do something for them. The trend of runway price hike of all daily essentials including edible oil, especially soybean, has to be arrested by any means. To that end, the government will have to intervene and, as necessary, take some measures to cushion the common consumers against this extreme volatility of the essentials' market.",
        "headline_1": "Cushioning consumers against edible oil-price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cushioning-consumers-against-edible-oil-price-hike-1661523448",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "Although there has been no letup so far in the rise in the cost of about everything that people of this country need to survive, there seems to be a respite at least in the skyrocketing price of egg. Indeed, eggs have returned to their normal price level, that is, the rate at which those were being sold in the retail market before the second week of this month. No doubt, it is a rare event so far as prices of essential commodities are concerned. For, it has become a norm in this country that whatever goes up, never comes down. Of course, it is about the value of anything that the general public has a stake in. It may be recalled here that following the 50 per cent hike in the prices of fuel oil in the first week of this month, transport fares shot up across the country. As always, the clever -- clever to a degree, indeed! -- business community of our country did not miss this opportunity for another spate of price hike of everything they trade in. Rice, fish, edibble oil, green vegetables, you name it, they got pricier.Is it not because you have to use transports to carry the products from their growers or manufacturers to the market? The argument is infallible as the escalated transport fares go into making the items of everyday use costlier. The average person is rational enough to understand that. But how much increase in prices is acceptable?A line has to be drawn somewhere. Otherwise, general consumers cannot be expected to accept every claim, rational or irrational, that the trading community would like to make in connection with the prices of goods they sell to them. So, the way the price of eggs rose raised a few eyebrows. For every four pieces (one hali) of this ready source of protein, the price went up by close to 40 per cent. Was it really the increased transport cost, or any shortage in supply, or something else that was the culprit? The common consumers were neither convinced, nor could they afford this excess cost burden on their daily budget. The majority of people in the middle and low-income bracket simply dropped egg from their daily menu. Meanwhile, the government started to think loudly about the prospect of supplying more eggs to the market through import to calm the sudden volatility in the egg market. Sale of this perishable item dropped due to a fall in the demand for the item. Meanwhile, the Directorate of National Consumer Rights Protection (DNCRP) launched a drive to control the egg market. Egg is now selling at its previous price to the relief of general consumers. It could be learnt lately that it was the middlemen and a section of the corporate business interests who were behind artificially inflating market price of eggs to make outrageous profit. So, there is no reason to go overboard. The uncertainties will remain so long as the forces of market distortion continue to reign supreme in every sector of the economy. From that point of view, the normalisation of the egg market is rather an exception than the rule. To be frank, the market here had never been a respecter of the law of demand and supply. It has always been vested groups, syndicates, coteries, or by whatever names you might call them, they have been in control of the market. So, market economy in real sense of the term was never given a full play to in this country. So, it has essentially remained a sellers', not a buyers' market. Small wonder that the buyers, far from being in control of the market, have rather been at the mercy of the of trading community. In situations where market players are loath to go by the rules of the game, it becomes necessary to resort to extraneous means to bring some order to the market. The government's intervention in the market is one such option. But a government has its limitations, too. For people who run a government in a least developed or a developing economy are mostly inextricably tied to the vested groups in society and economy. In absence of a functioning democracy, judiciary, strong and independent institutions of the people like the press, the civil society and suchlike, a society or a government turns into an oligarchy. The oligarchs then virtually control everything. In the post-Soviet era since the end of the nineties of the past century, from modern Russia to many parts of the world, oligarchy is on the rise. In advanced democracies of the West, the big corporate houses are essentially oligarchs. But they have not been able to entirely control the markets of those countries or their governments because of the strong people's institutions. An important state organ, the judiciary, is also completely free there from the influence of the executive or even the corporate interests. But elsewhere oligarchy in various forms have been taking control of markets, economies and governments. Weak democracies, too, are falling prey to the power of the dirty money of the oligarchs. It is real bad news for the growth of a free market economy. It cannot be said that Bangladesh will not fall prey to such forces. However, common people who are also the general consumers are a big countervailing force. They can exercise their power by not buying consumer goods whose prices are increased without rhyme or reason as they did recently in the case of egg. However, efforts will be necessary to make common consumers understand the power of their will and organisation.\n[email protected]",
        "headline_1": "Returning power to general consumers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/returning-power-to-general-consumers-1661523506",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "The price spiral is hurting low- and fixed-income groups of people more while the middle class is also in trouble. Those in the high-income bracket do not feel the pinch though they are mildly affected due to a sharp rise in essentials. It means the majority of people are bearing the brunt — albeit to different extents. Nevertheless, a section of people does not see any problem despite the consistent rise in prices of foods, transport and other goods and services. They are those who unlawfully and forcefully share in incomes of others. Though it may sound weird, this is a harsh reality in this country. Not that this is a new or recent phenomenon as this kind of people were always in society. What is significant is the proliferation of this type of income group, especially in the last decade, taking advantage of economic growth coupled with bad governance. They have also consolidated their footholds and are ready to resist or get over any legal action against them. Having a strong political connection, they expand their spheres of influence and develop bonhomie with law enforcement agencies. These people illegally extract money from small and big businesses, street vendors and shopping malls. They have a shared network to collect and distribute the unearned funds. Many are in jobs and services, some are doing business, and some have no visible work. They compel people to share their legal and hard-earning incomes with them in various forms. They may be labelled as extortionists, illegal toll collectors, or so-called chandabaj. As the extent of their extortion is quite diverse, it isn't easy to classify them in any narrow category. Moreover, they are a mixed group of people in terms of their incomes, meaning not all earn equal amount. Among them are both high-income and low-income people. Whatever their income level or amount, they can adjust to market prices of cost of livings almost immediately. For instance, they are used to collecting more money from unwilling payers under compulsion. It matters little to them whether the payers can pay or not an extra amount without any increase in income.What they do have some similarities with the rent-seeking practice. In strict economic terms, 'rent-seeking refers to attempting to increase one's share of current wealth without producing or creating any additional wealth.' In flexible terms, people who forcefully and illegally grab shares of others' incomes or resources are also a kind of rent-seekers. As the legality or morality of income does not bother these extortionists, they can go to any extent to get their undue shares. Similarly, they care little about spending due to the rise in the prices of essentials in the market. Instead, they want to make the most of it. So, it is not surprising to learn that these people also play some roles in the price hike. Thus an income group depending on shady deals has already emerged in the country, and for them, the bell does not toll — at least they think so. \n[email protected]",
        "headline_1": "Rise of an unearned income group",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-of-an-unearned-income-group-1661523543",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2022"
    },
    {
        "full_article": "The Asia Cup 2022 is beginning today, hosted by Sri Lanka in the UAE. It returns to the T20 format this year and a total of six teams -- India, Pakistan, Sri Lanka, Bangladesh, Afghanistan and Hong Kong -- are featuring in the 15th edition of the tournament. Just before the tournament, the Bangladesh Cricket Board (BCB) has appointed star all-rounder Shakib Al Hasan as the new T20I captain of team Bangladesh. Although we are a weak team in this format, Shakib's recruitment as skipper has generated much enthusiasm among fans. The all-rounder has, however, told people not to expect too much soon, clarifying that neither he nor any one person can bring about immediate changes. Bangladesh have been placed with Sri Lanka and Afghanistan in the Group B, which is considered the group of death. If we can beat both Afghanistan and Sri Lanka at the group stage, we will go to the next stage. Either India or Pakistan are expected to meet us there. So, we will have to give our best to reach the finals. For this, the Tigers have to play much better than they played in the past. Although Bangladesh have not won a single Asia Cup title so far, we have been the runner-ups of the tournament three times in the last four editions in 2012, 2016 and 2018. We often consider big teams as the favourites to win a tournament, however, sometimes teams like Bangladesh can steal the show with their surprising performance. As fans, we are eagerly waiting to watch those surprises. \nMamun Hossain Agun, Student of Department of Political Science,  Dhaka College, Dhaka, [email protected]",
        "headline_1": "Good luck, Tigers!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/good-luck-tigers-1661523567",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2022"
    }
]