[
    {
        "full_article": "An unthinkable and deplorable situation has risen out of the rigid position taken by the Minimum Wage Board (MWB) that was formed to fix the minimum wage for the hapless tea workers of Bangladesh. After much haggling, the wage board sent its final recommendation on the minimum wage structure for the tea workers to the Ministry of Labour and Employment. Severely disturbed at the negotiation table of the wage board, Rambhajan Kairi, who represents around 138,000 tea workers from 158 tea gardens in Sylhet and Chattogram divisions, abstained from approving and signing the recommendation. He also did not join the last meeting of the wage board, held just before it sent its recommendation to the labour ministry at the end of June this year.\nThe labour ministry, apparently dissatisfied, sent the recommendation back to the wage board, asking it to reconsider the wages of the tea workers who currently get ridiculously low daily cash pay of Tk 117, Tk 118, and Tk 120. The wages of monthly paid tea workers are also similarly low. The ministry's move brought a ray of hope for the tea workers. The wage board, set up by the government in October 2019 to give a pragmatic consideration while fixing the tea workers' wages, kept the same wages that they currently get. The current wages had been fixed for 2019 and 2020 through an agreement between the Bangladesh Tea Association (BTA), which represents the tea garden owners, and Bangladesh Cha Sramik Union (BCSU), the tea workers' union. The tea workers were surprised and shocked to see that the wage board had not changed their wages. What is more, it scrapped the traditions (dastur) in the tea gardens, showed little respect to the labour law, curtailed tea workers' benefits, and remained blind to the minimum wages that the government has fixed for other industries.\nWe haven't seen the communications from the labour ministry, but it is clear that the ministry was not satisfied with the wage board's recommendation, and wanted it reconsidered to do some justice to the tea workers.\nHowever, the meeting that the wage board convened on October 4 to discuss and reconsider the recommendation in light of the ministry directive was allegedly spoiled. \"The owners' representative questioned the validity of the meeting, on the grounds that the directive and advice of the labour ministry had not come with its letter, which came on the 44th day after the receipt of the final recommendation. They said the directive came after 45 days, and therefore were void,\" said Kairi, representative of the tea workers. The wage board chairman himself reportedly took the owners' representative's side.\nSection 140 of the Labour Act, however, clearly states that the government, represented by the labour ministry, can send back recommendations made by the minimum wage board for reconsideration within 45 days of its receipt with or without comment and information. Giving comments or additional information is not mandatory.\nThe chairman and four other members of the Minimum Wage Board reportedly decided not to have any further discussion and to send the same recommendation back to the labour ministry. The October 4 meeting, thus, wound up with a thumb extended downward.\nThis is a ridiculous development when compared with the minimum wages fixed for workers in other industries. Take the construction and wood sector, for example, where workers are placed in six grades and their wages are calculated on monthly and daily bases. The latest gazette, published on August 16, 2021, has announced their wages. In Grade 6, the lowest-paid among the workers in the construction and wood sector, jogalis (helpers) and labourers will now get a daily wage of Tk 620 in rural areas and Tk 680 in urban areas. The daily wages in Grade 5, for assistant masons and other assistant workers (in rod, wood, electricity, paint and polish), will be Tk 710 in rural areas and Tk 770 in urban areas. Masons, carpenters, electricians, assistant mosaic mechanics, assistant tile mechanics, all belonging to Grade 3, will get a daily wage of Tk 870 in rural areas and Tk 940 in the urban areas. The highest paid workers in this sector (in Grade 1)—mosaic and tile mechanics—will get Tk 1,020 in the rural areas and Tk 1,105 in urban areas.\nWhy, then, are the tea workers, who work harder in the fields and factories, getting such miserable wages? If we recalculate the wages with the subsidies for ration added to the cash pay, a tea worker gets less than Tk 200 a day. As far as we understand, the owners' representative has tried to convince the wage board that it pays a daily wage of Tk 403 to a tea worker. The chairman of the wage board, a senior district judge, must be aware that the owners have monetised the houses given to workers, equipment required for plucking tea leaves, overtime pay, owners' contribution to the provident fund, medical expense, pension, education cost of the children of tea workers, labour welfare programmes, and even the incomes of the tea workers generated from growing vegetables, fruits and raising cattle on the land leased from the government for tea production, while calculating the wages. Section 2 (45) of the labour law does not allow the employers to monetise these and to add them to the wages.\nIf the wage board had any respect for the labour ministry's advice communicated on September 13 and afterwards, it should have further investigated the grievances of the tea workers and consulted all parties—including economists—to reconsider its recommendation. Section 140 (3) of the labour law states that if the wage board thinks there is no need to amend or change the recommendation, it can inform the government explaining the reasons why. However, the government—more specifically the labour ministry, in this case—has the power to take legal measures to make sure the workers get justice in getting fair wages.\nSection 141 of the labour law mentions factors for the wage board to consider at the time of fixing new wage structure for any industry. These are cost of living, standard of living, production cost, price of products, business capability, inflation, type of work, risk and standard, economic and social conditions of the country and of the locality concerned, and other relevant factors.\nHad the wage board been mindful of these factors, and considered the wages that the tea workers get in India, Sri Lanka, Kenya, and other countries, it could not have blindly supported the owners and recommended a wage structure that severely infringes the country's constitution and the labour law. Needless to say, the wage board has shown disdain for a largely non-Bangalee and non-Muslim working community, whom many compare with modern-day slaves or a captive labour force.\n\"If we think of living expenses in the Sylhet region, it is Tk 7,750 for a single adult, Tk 14,500 for a four-member family, and Tk 16,800 for a family with more than four members,\" said Dr Binayak Sen, director general of Bangladesh Institute of Development Studies (BIDS), during a recent dialogue on tea workers' wages.\n\"What has been happening with the tea workers is a matter of great injustice,\" said Dr Hossain Zillur Rahman, former caretaker government adviser and the executive chairman of the Power and Participation Research Centre (PPRC). \"The current wages have to be increased because of inflation and other factors. We hope the Minimum Wage Board will increase wages logically.\"\nDespite all the strong arguments shared by different quarters, including the tea workers' union, the owners' side remains rigid about their position to not increase wages at all. With the workers' representative technically excluded, the wage board has blindly taken the owners' side. We can safely say that the owners have hijacked the wage board, to safeguard their profits. This is not fair. The immediate role of the government is to see that justice is done in giving fair wages to the tea workers.\nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD).\n",
        "headline_1": "Will the tea workers get the wages they deserve?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/will-the-tea-workers-get-the-wages-they-deserve-2196126",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2021"
    },
    {
        "full_article": "The United Nations Conference on Trade and Development (UNCTAD) has released a new report which looks at how the economies of the least developed countries (LDCs) have progressed during the past 50 years. There is good news for Bangladesh: our country is ranked as one of only seven LDCs that are in the \"catching up\" category, as defined by the UN.\nWhat does this mean? Well, the report grouped the LDCs into three categories: \"falling behind,\" \"muddling through,\" and \"catching up.\" The countries that are in the \"catching up\" category are defined as such because their growth rate per capita has exceeded the world's weighted average by more than one percent over the past 50 years.\nTo be in this category is impressive for Bangladesh. Our annual GDP growth has consistently outpaced many major economies in the last few decades, thanks in large part to the success of the ready-made garment (RMG) sector—our largest export sector.\nBut now, more than ever, is the time to kick on. There will come a time when we no longer have some of the preferential trading terms that we have been given because of the LDC status. We will need to stand on our own two feet, and to do that our largest export industry and the key driver of our GDP growth needs to evolve. But how? Five ideas come to mind.\nThe first is to begin the gradual shift to higher-value apparel products. A key feature of textile-producing countries is that they begin with low-value clothing, including basic staple items, before moving to making more sophisticated apparel products with higher values. We should seek to become a source of choice for high-value and luxury brands. Leading US luxury brand Ralph Lauren and Disney are already sourcing from Bangladesh; there is no reason why many more should not open and/or extend their sourcing operations in Bangladesh.\nTo this end, it was also good to see the president of the Bangladesh Garment Manufacturers and Exporters Association (BGMEA), Faruque Hassan, recently met with major US fashion retailer VF Corporation to discuss matters related to the expansion of the retailer's business in Bangladesh, and how the relationship with this renowned apparel brand can be developed further.\nThe second idea that I believe we need to look into is pushing more for the use of man-made fibres (MMFs)—including viscose and synthetic fibres such as polyester and nylon. There has been a huge growth in demand for MMFs in the global fashion industry in recent years, and these can be used on their own or in conjunction with cotton.\nThere is a strong argument for nudging RMG manufacturers towards MMFs—for instance, by financially incentivising them to shift towards their usage. One option, which has already been discussed, is for policymakers to introduce an incentive on export receipts from MMF garments to encourage investment in non-cotton garment production and export. I would firmly support such a move.\nThe third point I feel we need to address is to encourage more inward investment into our RMG sector. In fact, there is evidence that China views textiles as the \"sunset industry\" at present, and is looking at other high-end sectors to take their place. At the same time, many Chinese investors are now putting their money into other textile sourcing hubs. These investors are cash-rich as China has been generating a huge trading surplus for years. They have funds to invest, so why not in Bangladesh? Joint ventures between Chinese and Bangladeshi entrepreneurs are another opportunity we should consider. Aside from bringing in investment, China's major textile owners can also offer expertise in different types of textile production, including technical textiles, for different uses—e.g. outdoor clothing.\nThe fourth step should be for Bangladesh to become an early adopter of clothing recycling. Our biggest customer, H&M, has a mission to only use recycled or other sustainably sourced materials by 2030. This goal is just over nine years away. H&M and other retailers that have set similar targets will only achieve these goals via huge investment in recycling infrastructure in apparel supply chains. Bangladesh needs to take a lead in this area to meet the future requirements of the industry. This will include major tie-ups with recycling technology providing companies and the development of recycling infrastructure within Bangladesh, such as clothing collection, sorting, and recycling facilities.\nThere is much to do in this area, and we need to start now if we want to become a global leader in this arena—which surely must be the goal.\nFinally, I believe it is vital that we get the messaging right. Concerted efforts are needed to build bridges with the media and to put out the right messages about the RMG industry in Bangladesh. This includes correcting misconceptions and mistruths about our RMG industry that have been implanted in the Westerners' minds over many years and are proving difficult to dislodge. We still see many stories in the foreign press about the Bangladeshi RMG industry which simply do not reflect the reality on the ground. For too long we have been passive by-standers amid a tide of unfair negative publicity for Bangladeshi garment manufacturers. As we move beyond the LDC status, we will need to \"control\" the message about our remarkable RMG industry and, in doing so, truly take our destiny in our own hands.\nMostafiz Uddin is managing director of Denim Expert Limited. He is also founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Looking beyond LDC: What awaits our RMG sector?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/looking-beyond-ldc-what-awaits-our-rmg-sector-2196121",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2021"
    },
    {
        "full_article": "In the 1970s, American sociologist and economic historian Immanuel Wallerstein (1930-2019) proposed an approach to view the global economic system as an interplay between three groups of countries: core, semi-periphery, and periphery countries. The core countries possess the highest levels of skills and knowledge and the largest amount of capital. The semi-periphery countries serve this group with lower-skill, labour-intensive production and raw materials. The periphery countries, in turn, service both groups with even lower skill levels and more labour-intensive production methods. The approach later came to be known as the World Systems Theory.\nThe system is dynamic: a country may move up or down the hierarchy depending on its technology, capital, or knowledge. Such movements involve fundamental shifts in a country's social and economic systems—e.g. production, distribution, learning, and skill level. For example, India was once an agriculture-based economic powerhouse, and the European traders clamoured to import its products. But as Europe became industrialised, the importers soon became exporters, and India's agriculture and home-based small industries drastically declined. The money extracted from India fuelled the First Industrial Revolution (late 18th century), funded research and development, and expanded the Western countries' knowledge base. Yale, a highly regarded American university, benefitted from Elihu Yale's (1649-1721) donations, who earned a fortune from the slave trade in India.\nThe second (late 19th century) and the third (mid-20th century) industrial revolutions soon followed on the back of the first. Both revolutions caused the status of countries to remain generally static; the core countries stayed ahead of the others primarily because of their control on capital, besides knowledge and skill.\nThe world is now going through the Fourth Industrial Revolution (4IR). According to Klaus Schwab, founder and executive chairman of the World Economic Forum (WEF), the 4IR has transformed the world with an entirely new production, management, and governance system. It can potentially alter Wallerstein's World Systems Theory, because skill and innovation will determine a society's place in the future, reducing dependence on capital. It thus opens new opportunities for the non-core emerging economies to move up Wallerstein's ladder. Schwab added that artificial intelligence (AI) would be a crucial driver of the 4IR. A good thing about AI is that emerging economies can also benefit from this technology without cost-prohibitive investments. The International Finance Corporation (IFC) highlights the same point with ideas and case studies in emerging economies under its thought leadership programme. Below are some of such case studies.\nAI for emerging economies\nAny effective poverty alleviation initiative needs data to identify vulnerable groups. However, the unavailability of quality data often leads to poorly designed interventions—such as incorrect identification of a vulnerable group—and their eventual failure. AI can analyse satellite images to extract relevant information, such as distance from the nearest water sources or the urban market, crop status, and other relevant variables for detecting vulnerability.\nBengaluru, in Southern India, is experimenting with a system to monitor real-time camera feeds to control traffic lights. In Rwanda, commercial drones are ﬂying medical supplies, such as blood, to remote locations faster than road transport. AI can correlate data from mobile phones with ﬁnancial affordability, education level, and health status. Such data will allow mobile applications to deliver microlending, tailored education, disease diagnosis, and medication advice. With Natural Language Processing (NLP) tools, AI can cross literacy barriers and communicate directly with an individual in any language.\nOptions for Bangladesh\nMIT professors Erik Brynjolfsson and Andrew McAfee believe that technology will create abundance, but not everyone will benefit equally. Those with talent will be more likely to secure the high-skilled, high-pay jobs, leaving the low-skilled, low-pay ones for the rest. The 4IR's impact on societies will be determined not by technologies, but by the choices one makes. What choice will Bangladesh make?\nSo far, Bangladesh's economy has been heavily dependent on low-cost products, such as garments—earning more than 80 percent of total annual exports, according to BGMEA—and remittance from low-skilled migrant workers—over USD 24 billion in 2020-21, according to Bangladesh Bank. Should it continue providing low-cost production and labour? Or can it train its abundant young population and make use of the opportunities presented by the 4IR?\nHow Bangladesh can benefit from 4IR\nA Brac study, titled \"Youths of Bangladesh: Agents of Change,\" offers some interesting insights. Bangladeshi youths are not yet prepared to take the opportunities provided by the 21st century (i.e. 4IR), and their potential remains vastly unrealised. It has just about 600,000 tech freelancers, although a whopping one-third of its 163 million (World Bank's 2019 estimate) people are between 15 and 35 years. With the right skills and investment, these youths could become game-changers.\nBangladesh adopted its AI strategy in March 2020, although there is no visible follow-up yet. China adopted its AI development plan in July 2017. Within merely four years, the sheer scale of China's drive towards AI implementation is mind-boggling, as the think tank New America reported in \"From Riding a Wave to Full Steam Ahead.\" China's government entities, universities, research institutes, local bodies, and corporations are spearheading its AI vision of becoming the global leader by 2030. A Forbes article already views China as the world's first AI superpower.\nBut Bangladesh is not China. The two countries' social, political, and economic systems are vastly different. Bangladesh must find a path to reap the benefits of AI technology. Given its focus on science and technology, Bangladesh can start by setting up a few dedicated AI research institutes and attracting top talents to work for them. It can initiate AI-based research programmes targeting local problems such as Bangla NLP, manufacturing process automation, farming support, tailored education, or healthcare service to remote populations. Low-cost production base and unskilled labour would soon become redundant, just like horses no longer pull carts or carry coal from the mines. The only way to remain relevant is to adopt technology for faster and more equitable growth. Bangladesh cannot afford to miss the opportunity that 4IR offers.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a tech-focused strategy consulting organisation.\n",
        "headline_1": "Why Bangladesh should invest in artificial intelligence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-bangladesh-should-invest-artificial-intelligence-2196116",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2021"
    },
    {
        "full_article": "Two separate developments involving improved relations between Sunni and Shia Muslims and women's sporting rights demonstrate major shifts in how rivalry for the leadership of the Muslim world and competition to define Islam in the 21st century are playing out in a world where the Middle Eastern states can no longer depend on the United States coming to their defence.\nThe developments fit into a regional effort by conservative, status-quo states like Saudi Arabia, the United Arab Emirates (UAE), and Egypt and proponents of different forms of political Islam (Iran, Turkey, and Qatar) to manage—rather than resolve—their differences in a bid to ensure that they do not spin out of control. The efforts have had the greatest success with the lifting of a 3.5-year Saudi-UAE-Egyptian-led diplomatic and economic boycott of Qatar in January this year.\nThe reconciliation moves also signal the pressure on Middle Eastern players in what amounts to a battle for the soul of Islam to change perceptions of the region as being wracked by civil wars, sectarian tensions, extremism, jihadism, and autocracy. Altering that perception is key to the successful implementation of plans to diversify oil and gas export dependent economies in the Gulf, develop resource-poor countries in the region, tackle an economic crisis in Turkey, and enable Iran to cope with the crippling US sanctions.\nFinally, these developments are also the harbinger of the next phase in the competition for religious soft power and leadership of the Muslim world. In a break with the past decade, lofty declarations extolling Islam's embrace of tolerance, pluralism, and respect for others' rights that are not followed up by deeds no longer cut ice. Similarly, the proponents of socially conservative expressions of political Islam need to be seen as adopting degrees of moderation that so far have been the preserve of their rivals, who prefer the geopolitical status-quo ante.\nThat next phase of the battle is being shaped not only by doubts among the US allies in the Middle East about the United States' reliability as a security guarantor—reinforced by America's withdrawal from Afghanistan—but it is also being informed by a realisation that neither China nor Russia can (or will) attempt to replace the US defence umbrella in the Gulf.\nThe battles' shifting playing field is further being determined by setbacks suffered by political Islam, starting with the 2013 military coup that toppled Mohamed Morsi, a Muslim Brother and Egypt's first and only democratically elected president, and brutally decimated the Muslim Brotherhood. More recently, political Islamists suffered a stunning electoral defeat in Morocco and witnessed the autocratic takeover of power in Tunisia by President Kais Saied.\nA newly published survey of Tunisian public opinion showed 45 percent of those polled blaming Rachid Ghannouchi, the leader of the Islamist Ennahada party, for the country's crisis, and 66 percent saying they had no confidence in the party.\nThe Middle East's rivalries and shifting sands lend added significance to a planned visit in the coming weeks to Najaf, an Iraqi citadel of Shia Muslim learning and home to 91-year-old Shia religious authority, Grand Ayatollah Ali al-Sistani, by Ahmed el-Tayeb, the grand imam of al-Azhar, Sunni Islam's foremost historic educational institution. The visit takes place against the backdrop of Iraqi-mediated talks between Saudi Arabia and Iran, the two major centres of Islam's two main strands, that are aimed at dialling down tensions between them which reverberate throughout the Muslim world. The talks are likely to help the two regional powers manage rather than resolve their differences.\nThe rivalry was long marked by the Saudi-inspired, religiously-cloaked anti-Shia rhetoric and violence in a limited number of cases, and the Iranian concerns about the country's Sunni minority and its opting for a strategy centred on Shia Muslim proxies in third countries and support for the regime of Syrian President Bashar al-Assad.\nImplicit in Saudi and Iranian sectarianism was the perception of the Shia minorities in Saudi Arabia and other Sunni majority countries, and Sunnis in Iran and Iraq after the 2003 toppling of Saddam Hussein, as fifth wheels of the other.\nImam el-Tayeb's visit, a signal of improvement in long-strained Egyptian-Iraqi relations—as well as a possible later meeting between the Sunni cleric, a Shia cleric other than Ayatollah al-Sistani as he is too old and fragile to travel, and Pope Francis—are intended to put sectarianism on the backburner. Ayatollah al-Sistani met with the Pope during his visit to Iraq in March.\nThe visit takes on added significance in the wake of this week's suicide bombing of a Hazara Shia mosque in the northern Afghan city of Kunduz that killed at least 50 people and wounded 100 others. The South Asian affiliate of the Islamic State, Islamic State-Khorasan, claimed responsibility for the attack—the worst since the Taliban came to power in August. It was likely designed to fuel tension between the Sunni Muslim group and the Hazaras, who account for 20 percent of the Afghan population.\nImam el-Tayeb's travel to Najaf is likely to be followed by a visit by Mohamed al-Issa, secretary-general of the Saudi-dominated Muslim World League (MWL). The MWL was long a prime vehicle for the propagation of anti-Shia Saudi ultra-conservatism. Since coming to office, Crown Prince Mohammed bin Salman has recast the MWL as a tool to project his vaguely defined notion of a state-controlled \"moderate\" Islam that is tolerant and pluralistic.\nIn a similar vein, hard-line Iranian President Ebrahim Raisi took many by surprise by allowing women into Tehran's Azadi Stadium to attend this month's World Cup qualifier between Iran and South Korea. Iran is the only country to ban women from attending men's sporting events. It was unclear whether the move was a one-off measure or signalled a loosening or lifting of the ban. Raisi was believed to see it as a way to rally domestic support and improve the Islamic republic's image as much in China and Russia as in the West. No doubt, Raisi will have noted that China and Russia have joined the United States, Europe, and others in pressuring the Taliban in Afghanistan to recognise women's rights.\nTo be sure, women in Iran enjoy education rights and populate universities. They can occupy senior positions in business and government even if Iran remains a patriarchal society. However, the ban on women in stadiums, coupled with the chador—the head-to-foot covering of women—has come to dominate the perception of Iran's gender policies. Allowing women to attend the World Cup qualifier suggests a degree of flexibility on President Raisi's part. During his presidential campaign, he argued that granting women access to stadiums would not solve their problems. It also demonstrates that the government, with hardliners in control of all branches, can shave off sharp edges of its Islamic rule far easier than reformists like Raisi's predecessor, Hassan Rouhani, were able to do.\nThe question is whether that is President Raisi's intention. He may be testing the waters with this month's football match; only time will tell.\nIt may be too big a leap in the immediate future but, like Imam el-Tayeb's visit to Najaf, it indicates that the dialling down of regional tensions puts a greater premium on soft power, which in turn builds up pressure for less harsh expressions of religion.\nDr James M Dorsey is an award-winning journalist and scholar, and a senior fellow at the Middle East Institute in the National University of Singapore.\n",
        "headline_1": "Reducing Middle East tensions can lessen sectarianism and open doors for women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/reducing-middle-east-tensions-can-lessen-sectarianism-and-open-doors-women-2196111",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2021"
    },
    {
        "full_article": "The skyrocketing food prices continue to make the headlines in Bangladesh, exposing the government's failure to put in place an effective mechanism to check the prices of essential goods in the kitchen markets. Week after week, this daily has reported how prices of broiler chicken, edible oil, green chilli, etc have continued to soar, putting immense pressure on low- and fixed-income groups. Even the price of rice—for which the government reduced import duty from 62 percent to 25 percent to keep the price stable—has risen over the past month.\nDespite the commerce ministry saying that onion production reached 2.7 million tonnes this year, against an annual demand of 2.8 million tonnes, the prices of onion rose by Tk 30-35 in about a week. As the government has clearly failed to make traders stick to the set price rate for many essential commodities, consumers have had to cut down on their consumption—their daily protein intake, in particular. Meanwhile, market analysts have raised questions about the authenticity of traders' claims for raising prices. Traders have been saying that they have been continually forced to raise prices due to higher prices of commodities internationally. However, as many experts have pointed out, commodity prices in our kitchen markets have spiked substantially more, compared to the international prices.\nTherefore, it is essential for the government to look into the matter, and punish errant traders and syndicates for trying to exploit consumers at a time when a vast number of people are struggling economically due to various pandemic-related issues.\nAt the same time, it is important to point out that commodity prices have been on the rise for a month now; the recent price hikes have only added to people's woes. The question is: What has the government been doing all this time? Its inaction or failure to control commodity prices only illustrates its apathy to the plight of people.\nWhile the government must take every step necessary to bring commodity prices down to affordable levels, it must also come up with better and more timely strategies of market intervention, as well as put in place effective and sustainable oversight mechanisms to keep the market stable in the long run. It is unacceptable that consumers have to pay for the government's failure every few months, when this is one of the most urgent issues affecting the quality of people's lives.\n",
        "headline_1": "Soaring food prices worrisome",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/soaring-food-prices-worrisome-2196106",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2021"
    },
    {
        "full_article": "The International Day of the Girl Child, observed around the world today, brought with it some sobering statistics: almost 2.5 million child marriages took place across the world during the Covid-19 pandemic, of which at least 11,000 occurred in Bangladesh, according to data gathered by The Daily Star from different districts. In March this year, Unicef warned that school closure, economic stress, service disruptions, and parental deaths were putting the most vulnerable girls at increased risks of child marriage. That this warning was particularly relevant for Bangladesh was confirmed once schools reopened last month, and teachers started to notice how many girls did not return to their classrooms.\nBangladesh already had the fourth highest prevalence of child marriage in the world prior to the pandemic, and research has shown a deep-rooted link between poverty and child marriage. In this context—and given that Covid-19 has, according to various reports, created somewhere between 16 and 24 million new poor in the country—it is surprising that the government was caught unawares by this eventuality of pandemic-induced poverty leading to increased child labour and child marriage in struggling households.\nIn a report published by this daily, school authorities shared how no guidelines were given from the education authorities regarding the monitoring of students during school closure, and that the long gap in teacher-student communications meant that most were not even aware that their students had been married off. Why did the education authorities fail to give teachers any sort of directives in this regard over the past 1.5 years? Even now, there is no specific data from the authorities on the impact of school closure on the rates of child marriage and school dropouts.\nResearch suggests that children who are married off with low levels of education are at higher risk of domestic and/or sexual violence, which can have lasting psychological implications. Thus, the government must waste no time in taking aggressive measures that will bring these child brides back to school. At the same time, the authorities must acknowledge its failure in preventing child marriage during the pandemic, and come up with proper monitoring mechanisms to ensure that the Child Marriage Restraint Act is actually enforced. This is currently not happening since, despite it being illegal to solemnise or conduct a child marriage, these events are still occurring at kazi offices, and notary publics are abetting them by providing fake birth certificates.\nThis situation is only aggravated by the \"special provision\" in the law that allows for certain child marriages to occur. Given the severe physical and mental health risks that child brides face, and how this scourge has worsened even further during the pandemic, the government must demonstrate its commitment to rooting out child marriage, once and for all, and rid the Child Marriage Restraint Act of this contemptible loophole.\n",
        "headline_1": "More efforts needed to stop child marriage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/more-efforts-needed-stop-child-marriage-2195976",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2021"
    }
]