[
    {
        "full_article": "A leaked upcoming Assessment Report of the UN climate science advisory body, the Intergovernmental Panel on Climate Change (IPCC), scheduled for release in February 2022, paints a rather distressing picture of the devastating effects of climate change in the coming decades. According to the report, even if greenhouse gas emissions begin a downward slide, \"current levels of adaptation will be inadequate\" because the impacts of climate change—global warming, melting glaciers, rising sea levels, destructive floods and devastating storms, to mention a few—are already baked into the climate system of our planet. It further warns that \"Life on Earth can recover from a drastic climate shift by evolving into new species and creating new ecosystems. Humans cannot.\"\nThis is not the first time IPCC has tried to raise awareness about climate change. In previous reports, it repeatedly cautioned that if we do not achieve net-zero emissions of carbon dioxide by 2050, our planet will cross the climate tipping points or thresholds that, when exceeded, will trigger self-perpetuating irreversible loops in the natural world. We will be warned of a bleak future again by the world leaders at their next annual road show, the 26th COP, to be held later this year in Glasgow.\nWe do not need another report or road show to highlight that climate change will have \"profound negative effects for humanity and other species, affecting numerous aspects of life.\" And we may not have to wait until 2050 to witness the havoc climate change will wreak on our planet. The summer of 2021 will suffice to give us a glimpse of the future.\nWe are only a few weeks into official summer, yet in late June, the characteristically cool Pacific Northwest of the United States and western Canada have turned into a seething cauldron. The blistering heat, uncontrollable wildfires, intensifying drought and a powerful fire tornado are a stark reminder of how climate change is signalling its relentless onward march by loading the weather dice against us.\nThe dangerous \"heat dome\" enveloping the region shattered temperature records by such large margins that it is making even climate scientists freak out. Portland, the largest city in Oregon, broke its all-time high, topping out at a sizzling 46.7 degrees Celsius. Around the same time, Seattle soared to a sweltering 42.2 degrees—significantly hotter than the average June highs that are in the mid-twenties. Perhaps the most oppressive heatwave occurred in Lytton, a small village nestled among mountain ranges in British Columbia, where the temperature skyrocketed to a staggering 49.4 degrees. The hellish heat was followed by a raging wildfire that destroyed 90 percent of the village.\nHundreds have died due to heat-related ailments in this part of the world. Additionally, infrastructure across the region could not handle the intense heat. Roads and bridges buckled and cracked due to thermal expansion, making them unsafe to travel on. Rail services and street cars were shut down out of fear that high temperatures could warp the tracks, as well as strain the power grid and melt the overhead wires that power the trains.\nAs if air temperatures during the record setting heatwave were not bad enough, imagery from the European Space Agency's Sentinel-3 satellite showed that ground temperatures in Wenatchee, Washington, reached an astounding 62.8 degrees, surpassing the temperature in the hottest spot in North America—54.4 degrees at the Death Valley in California.\nThe heatwave is afflicting Nordic countries, too. Lapland in Finland's northernmost Arctic region recorded its hottest temperature for more than a century. At 33.6 degrees, it is a degree shy of the all-time high set in July 1914. In neighbouring Norway, temperatures in the Saltdal municipality, located close to the Arctic Circle, rose to 34 degrees. Several parts of the world are also experiencing crushing heatwaves this summer. Clearly, we are running out of safe havens to hide or escape from the wrath of climate change.\nIn Bangladesh, the dog days of summer loudly announced its arrival in April when the country recorded its highest temperatures in seven years—over 40 degrees in Jashore and Rajshahi a week after Pahela Baishakh. About that same time, Dhaka experienced the hottest day in eight years, with the mercury rising to 39.5 degrees. Given that temperatures in Bangladesh may not be as high as in the Pacific Northwest or western Canada, the heat is nevertheless more stifling because of excessive moisture in the air.\nAlso, day and night temperatures during the heatwave remained nearly unchanged across Bangladesh. But our biological clock that regulates sleeping, walking, eating and other cyclic activities is based to a large extent on a day-night cycle with variations in temperature. However, with constant temperature, these circadian rhythms can be hopelessly out of sync with the natural world.\nAs for the unprecedented hot spell in the northwestern part of North America, it is a consequence of a self-reinforcing heat dome, which is a sprawling area of a persistent and strong high pressure system up in the atmosphere that traps warm ocean air, just like a lid on a boiling pot that traps steam at high pressure and temperature. As the air descends and gets compressed, it heats up, pushing temperatures upward. At the same time, the dome, worsened by human-induced climate change, keeps clouds from forming by inhibiting upward vertical motion in the atmosphere. Oddly enough, it is this same phenomenon that produces extremely cold temperatures in the winter.\nThe heat dome is not just warming the air near the Earth's surface. It is also warming mountainous areas, where temperatures are rising faster than elsewhere. A 2015 study found that at elevations above 2,000 metres where snow and ice are receding or disappearing, the exposed soil is warming about 75 percent faster than places at lower elevations.\nAgainst this backdrop, the odds of global temperatures rising by two degrees before 2050 are very high. Until recently, such a rise set by the 2015 Paris Climate Accord was considered to be a relatively \"safe level of change.\" Recent heatwaves suggest otherwise. Climate scientists worry that deadly heatwaves and extreme climate events will become more common and more severe as the planet heats up as a result of burning fossil fuels. In fact, another heatwave descending on Southern California is expected to push temperatures into record-breaking territory in the region's high desert and interior valleys.\nWhat made the recent heatwave so remarkable is the margin by which it shattered old records and how it exceeded predictions by worst-case climate models. This hints that some kind of a larger climate shift, a shift toward the worse, is in play. Indeed, the first few weeks of the summer of 2021 are heralding a climate reality that we were expecting in the year 2050.\nSo what should we do to stave off a nightmare scenario? Effective action to tackle the challenges posed by climate change is dependent not just on sound science, but on the political will of our leaders. Science can provide critical insights and show us the path, while leaders have the power to walk the path. Unfortunately, world leaders whose decisions matter have failed to realise that climate change is the most urgent issue with a time scale of a few generations, and that it deserves a concerted effort by all the stakeholders to save the only place in the Universe we can call home.\nQuamrul Haider is a Professor of Physics at Fordham University, New York.\n",
        "headline_1": "Glimpse of the year 2050 in the summer of 2021",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/glimpse-the-year-2050-the-summer-2021-2132426",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2021"
    },
    {
        "full_article": "Over two months after the state assembly elections, which saw Chief Minister Mamata Banerjee-led Trinamool Congress (TMC) returning to power with a thumping majority and its principal rival Bharatiya Janata Party (BJP) making substantial gains in terms of seats, the political landscape in the state is set to be roiled once again on a range of issues.    \n Having come out of the poll battle with flying colours, Mamata now faces challenges posed by a number of legal tussles in which she and her government feature. These are the multi-crore Rupee Saradha chit fund scam case in which several TMC leaders are named, and the Narada sting operation case relating to alleged graft, which shows a number of ruling party leaders accepting wads of currency notes. The cases are being probed by the Central Bureau of Investigation under the control of the federal Indian government on an order by the Calcutta High Court.\n Another legal tangle is the Calcutta High Court ordering a thorough probe by a team of the National Human Rights Commission of India (NHRC) into several incidents of post-assembly poll violence and arson in the state. A five-judge bench of the High Court rejected an appeal by the Mamata government to recall its order regarding the NHRC probe. Adding to the tensions was the attack on an NHRC team that visited south Kolkata to investigate the violence against opposition workers there. Two cases are also pending in the Supreme Court relating to post-poll violence in Bengal.\n Mamata Banerjee's defeat in Nandigram has also reached the Calcutta High Court, which has issued notices to Suvendu Adhikari (current opposition leader in West Bengal) and the Election Commission (EC), asking them to respond to the Chief Minister's citing of alleged use of corrupt practices, use of religion in campaigns and the EC's rejection of recount of votes in Nandigram. Suvendu, for his part, moved the Supreme Court with the plea that the hearing on Mamata's petition against Nandigram poll results be shifted out of West Bengal. A large part of the political battle in West Bengal has also been seen as a duel between Mamata and her former trusted lieutenant Suvendu, who defected from TMC and walked into the saffron camp in December last year.\n Post Suvendu's joining the BJP, Mamata left none in doubt about her firm opposition to him. A measure of her hardened stance towards can be had from a number of developments since the assembly election results were declared on May 2. Suvendu's influence has no doubt posed a serious challenge to TMC's dominance in East Midnapore and West Midnapore districts and surrounding areas. As part of efforts to counter Suvendu's hold in the region, Mamata has appointed six ministers from East and West Midnapore—all of them known for their strident anti-Suvendu posturing, out of her team of 43 ministerial colleagues.\n Suvendu had put in place a strong organisational network for the TMC, on which Mamata Banerjee built her surge towards power for the first time in 2011, on the back of the Nandigram movement against land acquisition by the erstwhile Left Front government. The TMC had claimed a majority of the seats in these two Midnapore districts in 2011, 2016 and 2021 assembly polls. In this year's election in West Midnapore, TMC got 13 of the 15 seats and in East Midnapore, nine out of 16 seats, in a big blow to Suvendu's clout in the areas. But there was one result that must have been galling for the TMC—Suvendu's victory in Nandigram.     \n In a continuous pushback by TMC against Suvendu to blunt his influence, he was removed from the post of chairperson of Tamralipta Janakalyan Samity, an East Midnapore-based cultural body that he had headed for nine years as a TMC leader. Suvendu was also removed from the Sanatan Brahman Trust. His ousting as the head of Haldia Development Authority and head of three cooperative banks in Midnapore is also likely. A no-trust motion against him has been moved at Contai cooperative bank and an audit has been ordered of all the three banks in an apparent bid to find any financial irregularity. A majority of the directors of the 14-member board of Midnapore Vidyasagar Cooperative Society has asked Mamata to remove Suvendu as its chairman. Besides, the Bengal CID is also probing the death of Suvendu's security guard in 2018 as the guard's wife now alleges it was a murder. All these have served to keep the heat on Suvendu.\n On the other hand, Suvendu has gained increasing traction with the top BJP national leadership in recent days. He has had a number of meetings with Prime Minister Narendra Modi, Home Minister Amit Shah and BJP President J P Nadda in the last two to three months. He led BJP legislators in resigning from different committees of the Bengal assembly in protest against the appointment of Mukul Roy as the Chairman of the Public Accounts Committee (PAC), which gives the latter the rank of a cabinet minister. Roy is in a piquant situation: he won the recent assembly poll as a BJP candidate but later switched over to TMC but did not give up his legislature membership. On the first day of the budget session of the assembly, Roy was seen sitting in opposition benches in legislators but did not join a walkout by the BJP. Traditionally, the post of PAC Chairman goes to the principal opposition party—be it in parliament or state legislative assembly.     \n Another issue on which a confrontation is brewing is the holding of by-elections to seven assembly constituencies. The reason the by-elections are important for the ruling party, according to media reports, is that Mamata herself may contest from one of the seven constituencies so that she can continue to be the chief minister.\n After her Nandigram loss, Mamata, as per Indian law, must get elected as legislator within six months of becoming Chief Minister. More than half of that time has already gone by since Mamata occupied the top state executive post on May 5 and she has until November to be a legislator. The TMC suspects a ploy by the BJP to delay the bypolls. Mamata has made no secret of her anger with the EC. She took a jibe at both BJP and the EC when she requested Prime Minister Narendra Modi to instruct the poll body to conduct early by-elections to the seven seats. \nPallab Bhattacharya is a special correspondent of The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Upcoming challenges in West Bengal’s political landscape",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/upcoming-challenges-west-bengals-political-landscape-2132421",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2021"
    },
    {
        "full_article": "The 20-year war in Afghanistan has been abandoned, with the United States announcing in mid-September that it will withdraw its troops from the country. What has the US left in its wake? Leaving power in the hands of a deliberately weak government is virtually a US handover of power to the Taliban. This significant setback has once again left a \"black mark\" on the claim of US supremacy. The US declaration of abandonment of the Afghan war will also profoundly affect Central Asian politics, as well as the politics of Pakistan, India, and many countries in South Asia and the region. Many say China will benefit significantly from other aspects, including mineral extraction and investments in Afghanistan. However, China's biggest concern is with Uyghur Muslim rebels living in their Xinxiang province, adjacent to Afghanistan, and they fear the Taliban's presence on the Afghan border along the Wakhan Corridor could increase. A Taliban spokesman has assured them that they would not cooperate with Uyghur Muslims, but how credible is this assurance really? Russia is also concerned about the Taliban's influence in Central Asia's Turkmenistan, Kazakhstan and Uzbekistan.\nAccording to many experts, the current situation in Afghanistan suggests that the Taliban may take the initiative to mend relations with neighbouring countries. The regime can create a new impression and get an image makeover by building a relationship with China, Russia and others. While this demands a more comprehensive analysis, there is no doubt that the politics of Central Asia will change dramatically.\nFrom the South Asian political sphere, India supports the government of the current Afghan president Ashraf Ghani, largely due to its investments in Afghanistan. According to different estimates, several Indian businesses and companies have already invested between USD five to seven billion in Afghanistan. India has invested USD three billion in infrastructure development alone, according to The Times of India. The Afghan president has also announced his commitment to increasing India-Afghanistan bilateral trade to at least USD 10 billion. India is also using the Chabahar seaport in the southeastern part of Iran through Afghanistan to connect with Central Asia. All in all, India is worried about what will happen to these billions of dollars of investment and trade.\nIn this context, to protect its interests in Afghanistan, India has started a secret or back-channel negotiation with the Taliban, according to an Al Jazeera report from July 6. Indian Foreign Office officials acknowledged the allegations and said, \"We are maintaining relations with all parties involved in Afghanistan. Because we want to continue India's commitment to building Afghanistan's long-term infrastructure and rebuilding the country.\"\nMeanwhile, Pakistan is in quite a predicament. The substantial rise of the Taliban in Afghanistan has already made Pakistani militant groups happy with the withdrawal of US troops from Afghanistan. The Tehreek-e-Taliban Pakistan (TTP), Pakistan's notorious militant group born in 2006, is expected to grow stronger. The rise of the Taliban and subsequently, of TTP, can become a significant threat to Imran Khan or any government in Pakistan in the future. However, Pakistan has already said that it is possible to resolve the Afghan issue through talks. In this situation, if Imran Khan's government wants to confront the Taliban by promoting its own Islamic ideology, it will be another catastrophe for Pakistan.\nVarious media outlets have reported that US pressure on Pakistan will increase after its withdrawal from Afghanistan. Last month, the New York Times reported that the United States has already been trying hard to establish a military base in Pakistan. However, Pakistan is trying to reject interference from an outside power like the United States. If it agrees to the US proposal, the balance of Pakistan's foreign policy will be in jeopardy, with a huge possibility of Pakistan being targeted by the Taliban. In the last week of May, the Taliban said in a statement that it would be a \"historic mistake\" if Pakistan favoured a US military decision. However, Pakistan's influential daily Dawn reported on May 24, quoting Pentagon sources, that Pakistan has allowed the US military to use its airspace, and has given ground access. It is safe to say that the withdrawal of US troops from Afghanistan will impact not only India-Pakistan but the wider region, including Iran and NATO-affiliated Turkey. In particular, militants from countries in the region, including Bangladesh, may rise to prominence.\nThe Taliban strongly believe that the US is the defeated side in this conflict, apparent by the withdrawal of troops and the abandonment of war. Presumably, this is why the Taliban's morale is higher than ever before. In fact, they have already taken control of many areas. with very little force and resistance. To people across the world, it seems like the US did not learn from the defeat in the Vietnam War, and they have once again lost the longest-lasting war in Afghanistan by withdrawing troops. In 1969, Henry Kissinger wrote a lengthy article on the Vietnam War in the January issue of Foreign Affairs, in which he said, \"We (US) fought a military war; our opponents fought a political one. We sought physical attrition; our opponents aimed for our psychological exhaustion. In the process, we lost sight of one of the cardinal maxims of guerrilla war: the guerrilla wins if he does not lose. The conventional army loses if it does not win.\" The ideology of the Taliban, no matter how militant or radical it is, is in line with Henry Kissinger's statement.\nThe United States has suffered substantial financial losses in the 20-year-long war in Afghanistan. According to the Associated Press, the US has lost more than USD two trillion in direct financial losses to Afghanistan in the 20 years to 2021. As of other estimates, the amount is USD 2.6 trillion. By 2050, the total cost of the war will be 6.5 trillion, including war veteran healthcare and various financial benefits. A total of 200,000 people have been killed in the war, including 2,448 members of the US military, ordinary Afghan civilians, US civilians at different levels, and members of the Taliban. Of these, 444 humanitarian aid workers and 72 journalists lost their lives, and 47,245 Afghan civilians were killed in the war.\nAfter the defeat in the Vietnam War, the United States faced the questions of the people in its own country. There were protests all over the world against that war. Perhaps the same question about the Afghan war may come to the minds of US citizens. Many (not just the American people) may be wondering what it means to spend so many trillions of dollars on the loss of so many lives. In the book The Three Trillion Dollar War: The True Cost of the Iraq Conflict, the authors—Nobel prize-winning economist Joseph Stiglitz and Linda Bilmes—said, \"The failure in Iraq was not the result of a single mistake but the culmination of dozens of mistakes made over a period of years.\" The statement may also be true about the Afghan war.\nAmir Khasru is the Chief Executive, Study Group on Regional Affairs, Dhaka.\nHe can be reached at akhasru1964@gmail.com\n",
        "headline_1": "The costs of abandoning the Afghan war",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-costs-abandoning-the-afghan-war-2132436",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2021"
    },
    {
        "full_article": "As the eight-day \"easing\" of the \"strict\" lockdown is passing us by, reports are flooding in from all directions about how health and safety regulations are neither being enforced nor being followed, and how Covid-19 infection cases and deaths seem to only be rising. According to DGHS data, in the first 16 days of this month, at least seven people were infected every minute with the virus, while 2,962 deaths were recorded during the same number of days—already the highest death count in a month since the beginning of the pandemic in March 2020.\nBut these facts and statistics seem to be of no value as people flock to shopping malls and cattle markets, highways face huge tailbacks, and streets everywhere are teeming with vehicles. What is more alarming is that all of this is happening with practically no resistance from authorities. Though the cattle markets of the capital were not set to open before July 17, reports by this daily stated that most have been operative since last Friday but with no health facilities (such as hand-washing facilities or hand sanitisers) available at the venues, nor any government representatives present to enforce social distancing and mask-wearing. Now, with the easing of the lockdown, reporters have also found the capital's shopping areas to be operating in the usual overly crowded, pre-Eid manner—sans social distancing and the proper wearing of masks. We cannot help but wonder if the lockdown has been eased or completely lifted.\nHowever, our biggest concern is the government's continued lack of planning and foresight when it comes to managing this pandemic. As experts have observed, the government's tactic seems to be to tackle problems as they arise, their approach more reactive than proactive. Though the treatment of infected patients must be prioritised, it is equally important to curb the spread of the virus. This includes taking measures such as exploring all options for acquiring Covid-19 vaccines, rigorous testing and contact tracing of the virus, urging people to get inoculated and making the registration process accessible for every citizen, and of course, enforcing the basic health guidelines of wearing masks, social distancing and maintaining proper hygiene. Is it possible that the authorities are not seeing the lack of public awareness about the impacts of the virus and their unwillingness to voluntarily practice safety measures unless strictly enforced? A report by this newspaper cites a member of the National Technical Advisory Committee on Covid-19 saying that \"till date, no targeted intervention to contain the transmission of Covid-19 has been seen\", and that few of their recommendations have been implemented by the government. We can now only hope that the government will soon come up with a cohesive, informed and long-term plan to combat the pandemic, and prioritise the health and safety of citizens above the economy and all else. Although we are currently going through Bangladesh's worst phase of the pandemic, the continuation of such haphazard interventions might very well face us with a situation worse than the rest of the world has seen.\n",
        "headline_1": "Have we given up on trying to curb Covid-19?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/have-we-given-trying-curb-covid-19-2132416",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2021"
    },
    {
        "full_article": "A report in this daily reveals how yaba pills are continuing to be smuggled into Bangladesh, with the drug traders finding new and cheaper gateways in the country. With Teknaf (the regular entry point) recently being in the spotlight, the drug smugglers have now made Rowmari upazila of Kurigram their preferred entry point. Police and intelligence reports have found that yaba pills come from Myanmar and enter through the Indian states of Assam and Meghalaya.\nThe law enforcers discovered this new route after Jamalpur district police recovered 50,000 pills in early 2019. By June, another 64,605 yaba pills were recovered, indicating the ease with which these drug traders operate. More smuggling points have been discovered by law enforcers in Sylhet, Sunamganj and Habiganj, with all the pills coming via India's northeast from Myanmar.\nThe reports show how organised the operations are, with the pills being carried in cars, buses or motorbikes from Myanmar to Meghalaya, and reaching the border in Kurigram. From there, drug traffickers in India throw packets of yaba pills over the barbed wire fences and their Bangladeshi members collect them. From Rowmari, 90 percent of the pills are carried by the river route and distributed to different destinations in Dhaka and surrounding areas.\nIt is easy to see that there are many weak points in our checkpoints that allow such ease of trafficking. Clearly, we need India's cooperation in stopping the drugs from coming into Bangladesh. According to police and intelligence officials, drug syndicate members prefer the new route as there is no major checking from the Indian side.\nThere are allegations that syndicate members have close links with an influential leader from Kurigram. Surprisingly, a BGB high-up has said that they had not come across any such smuggling incident. All this is quite shocking and highlights how little is being done to stop the incursion of yaba through these lesser known routes. If the police and intelligence agencies know about it, how come the BGB doesn't have a clue?\nAlthough senior officials of Jamalpur police have raised their concerns regarding the drug smuggling with their counterparts from Meghalaya, no real action has been taken. Even the Inspector General of Police, during a visit to India last year, handed a list of 18 yaba smugglers (from India) to the Indian authorities. Have the Indian authorities taken any steps to catch these smugglers?\nTrade in drugs has flourished thanks to corrupt elements in the security forces on both sides of the border. In Bangladesh, it seems those with political links are also involved. While our government must take steps to catch the smugglers and their patrons and enablers within the country, there have to be concerted efforts to stop the traffickers before they cross the border. This requires close cooperation and political will of Bangladesh and India, and calls for representatives of home ministries of both countries to meet and chalk out an effective strategy to combat this scourge.\n",
        "headline_1": "Yaba smuggled in through newer, easier routes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/yaba-smuggled-through-newer-easier-routes-2132411",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2021"
    },
    {
        "full_article": "We've been here before. We've seen lockdown come and go with the same arbitrariness with which most decisions on this land are taken. We've seen how lockdown rules were relaxed, nay forgotten, ahead of every Eid festival, and how the state outsourced its duty to curb the spread of coronavirus to the citizens, resulting in devastating consequences. So the chaos that has ensued after the latest round of \"strict lockdown\" was lifted on Thursday is not surprising. But it doesn't take away the pain of seeing a familiar cycle repeat itself and the resulting sense of impending doom.\nIt's not just the insane homebound rush that worries us. Malls, streets and all public spaces in the cities are also overflowing with people, trying to make up for time lost in lockdown. Heavy traffic jams were reported at major intersections. At the exit points of the capital Dhaka, the scene is equally chaotic. According to our reports, thousands of people left Dhaka on buses, trains and launches, and thousands more will do as the Eid-ul-Azha nears. All modes of public transport were supposed to carry passengers at 50 percent capacity to minimise Covid-19 transmission—a directive few appear to be following. People crossing the Padma on crowded ferries were also seen to be flouting rules of mask wearing and physical distancing. Many passengers alleged that bus operators were overcharging, while others complained about scarcity of tickets. Long tailbacks were also reported on the highways.\nAll this comes at a time when we are witnessing record highs in cases of Covid-19 infections and deaths. On Thursday, the country witnessed the second-highest single-day death toll of 226, with the daily positivity rate at 27.23 percent. It is consistent with the rising trend of infections seen over the previous two/three weeks. Experts have warned that relaxation of lockdown rules could lead to a starker situation than what we saw in the aftermath of Eid-ul-Fitr in mid-May, when a similar relaxation led to a spike in infections. The danger this time is the presence of the more contagious and deadlier Delta variant of the coronavirus, which is already wreaking havoc all over the country, especially in the border districts. Imagine the disaster it will spell when large numbers of people gather and freely mix, as they already are doing, in those districts without any effective checks on their movement or violation of rules. Imagine the effect it will have on our already overwhelmed health system.\n   Perhaps a blanket nationwide lockdown is not the ideal solution for a country with fragile economic foundations, and we understand the practical necessities that led to the temporary lifting of lockdown ahead of Eid. But there can be no excuse for failing to ensure that those in public transport follow the 50-percent-capacity rules or other injunctions. Even the health minister, not one known for admitting failure, has said that the healthcare system will \"collapse\" if we don't strictly follow guidelines. But expecting the public and responsible entities to abide by rules without any effective mechanism to ensure their compliance cannot be accepted. The government must do more, much more, to enforce its own rules to minimise the damage of lockdown relaxation.\n",
        "headline_1": "Post-lockdown insanity amid homebound rush",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/post-lockdown-insanity-amid-homebound-rush-2131821",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2021"
    }
]