[
    {
        "full_article": "The attack by protesters on churches and houses of the Christian minority in Faisalabad on Wednesday over allegations of blasphemy is yet another example of how dangerously sectarian Pakistan is. Triggered by reports that a Christian man from Jaranwala had desecrated the Koran, the incident took place just weeks after a man was shot dead by gunmen on an allegation of blasphemy in Balochistan. In February, a man was lynched over allegations that he had desecrated the Koran in Punjab. The authorities have largely remained spectators when mobs have taken it upon themselves to punish the “blasphemers”. In the Jaranwala incident too, according to reports, the authorities were slow to respond, raising questions on whether the state is willing to protect Pakistan’s religious minorities from repeated mob violence, especially when it comes to attacks in the name of blasphemy. In Pakistan, blasphemy is punishable by death, though nobody has been executed to date. But it has remained a deeply polarising issue with extremist sections raising allegations and often violently targeting those accused of the crime.According to the Islamabad-based Centre for Research and Security Studies, at least 89 Pakistanis, including 18 women, have been killed in 1,415 accusations or cases of blasphemy since 1947. There has been a major jump in blasphemy accusations over the past decade. Civil society groups, international rights organisations as well as Pakistan’s judiciary have in recent years expressed their concerns over the misuse of the blasphemy laws. The Islamabad High Court had once suggested that Parliament amend the laws to give stronger punishment to those who raise false blasphemy allegations. But the rising violence and growing criticism have done nothing to push Pakistan’s leaders to address the menace. On the contrary, the Senate passed a Bill in August to increase punishment for those using derogatory remarks about the Prophet’s family members, close companions and the first four Caliphs, further tightening the blasphemy laws. It is this pampering of extremist sections of society by the state and the impunity with which Islamists and other parties have misused the laws that are empowering extremists who are unleashing violence against the defenceless in the name of blasphemy. This law with its colonial origins should not have any place in a modern state. But in Pakistan, where religion has been used by all stakeholders to maximise their interests, there is no commitment to tackle the real problem. The authorities should at least take urgent measures to stop the violence in the name of blasphemy. Such incidents only reinforce the sectarian fault lines of Pakistan’s state and society.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\nminority group\n\n/\n\nreligion and belief\n\n/\n\njudiciary (system of justice)\n\n/\n\nunrest, conflicts and war\n\n/\n\nlaws",
        "headline_1": "In the name of god: On how dangerously sectarian Pakistan is",
        "headline_2": "Violence in the name of blasphemy exposes sectarian fault lines of Pakistan",
        "link": "https://www.thehindu.com/opinion/editorial/in-the-name-of-god-the-hindu-editorial-on-how-dangerously-sectarian-pakistan-is/article67209831.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "The scientific community is now confident that the material known as LK-99 is not a room-temperature and ambient-pressure superconductor, bringing to a swift close an exciting episode launched by a group of South Korean researchers. There has been no formal conclusion to match the formal announcement that this material could transport an electric current with no resistance in ambient conditions. But the South Koreans and the independent scientists who worked to verify the claim published their findings as preprint papers that were free to read. LK-99’s seemingly simple composition and availability of instructions to synthesise it prompted scientists outside academia to test the material as well. The pace of developments was exhilarating, but there was soon hype and misinformation. While some reports indicated that the South Korean group had submitted manuscripts explaining their claim to a journal, concerns that the preprint papers were not worth reacting to until the journal had responded missed the point: efforts to validate the claim constituted a better, more organic peer-review process together with attempts by scientists across the world (including India) to replicate the claim in their laboratories. It soon became clear that there were two reasons why the material was no superconductor. First, as conventional superconductors inside a weak magnetic field are cooled to induce a superconducting state, they expel the field from their bulk at and under the transition temperature. So, a magnet near the superconductor will be pushed away during the transition. The South Korean group had shared a video in which LK-99 appeared to half-repel a magnet. But independent researchers found that the material was an insulator whose impurities could be magnetised, leading to the half-repulsion seen in the video. Second, the South Koreans reported that the electrical resistivity of LK-99 dropped sharply at around 104° Celsius, a potential sign of superconductivity. But scientists observed the drop if the material contained copper sulphide as an impurity; copper sulphide undergoes a phase transition at that temperature, distorting the resistivity.Now, the burden of proof is back on the South Korean group. The online diffusion of information and data in this episode achieved something the world seldom has: near-real-time and crowd-organised documentation, collaboration rather than competition, and closure. Participating in open science can lead to more good science but also, in the presence of bad-faith actors, to misunderstanding and confusion. The LK-99 episode suggests that the compunctions with the latter should not hold back the former. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSouth Korea\n\n/\n\nresearch\n\n/\n\nscience and technology",
        "headline_1": "Material consideration: On the LK-99 ‘superconductor’ episode",
        "headline_2": "The search for a room-temperature super conductor is far from over",
        "link": "https://www.thehindu.com/opinion/editorial/material-consideration-the-hindu-editorial-on-the-lk-99-superconductor-episode/article67209691.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "Last month, the Prime Minister asserted that India will become the world’s third largest economy before the end of his “third term” in 2029. According to IMF data, with nominal GDP of $3.7 trillion in current US dollars, India presently ranks fifth behind the US ($26.8 trillion), China ($19.3 trillion), Japan ($4.4 trillion) and Germany ($4.2 trillion).\nA research note by State Bank of India, also released last month, claims that we could get to the third spot as early as 2027 provided the economy grows in dollar terms at 8.7% in the four years to 2027. Even if we slip up a bit, jumping to the third position is almost a certainty.\nRead full opinion on TOI+\n\n",
        "headline_1": "So, Where Will We Be In 2047? The difficult journey to ‘developed country’ status is not merely about high income, but bridging sharp inequalities in health & education, and not falling into the middle-income trap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/so-where-will-we-be-in-2047-the-difficult-journey-to-developed-country-status-is-not-merely-about-high-income-but-bridging-sharp-inequalities-in-health-education-and-not-fallin/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "Highlighting the situation in Manipur, all Kuki MLAs have now written to the Prime Minister seeking separate DGP and chief secretary posts for the hill districts. This again feeds the narrative about the turmoil in the state as one between dominant Meiteis and indigenous Kukis. Yet these characterisations are contentious and, ironically, at the heart of the crisis.\nRead full opinion on TOI+\n\n",
        "headline_1": "Manipur — The Question Of Who’s ‘Indigenous’: ST status serves as an unofficial benchmark of indigeneity in India but many communities question government decisions. The stakes are high because of perceived benefits. Violence becomes inevitable",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/manipur-the-question-of-whos-indigenous-st-status-serves-as-an-unofficial-benchmark-of-indigeneity-in-india-but-many-communities-question-government-decisions-the-stake/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "The law has long looked through the eyes of men. Judges and lawyers have been men, for the most part, or have been formed by our patriarchal society. All too many judgments and observations have perpetuated sexist reasoning. Their mental shortcuts about good and bad women, or ideal families, or the right kind of victim, have implications for the women seeking justice. Now, the Supreme Court has launched a handbook on combating gender stereotypes.\nThe guide flags words like concubine or dutiful wife, or faggot, which encoded a frankly toxic worldview, and suggests alternatives.\nThis is entirely welcome. Language articulates consciousness, and changing words is crucial to changing thoughts. The law lives through language. Words used in court have material power over our lives. Terms like housewife, chaste woman, or mistress are not neutral descriptors, they carry a payload of social judgment. They paint a picture of the male as the provider, and the ‘good’ female as dependent and docile. They question sexual freedom of women and sexual minorities. These attributed roles are the assumptions of a sexist world where men have traditionally had assets and income, and women provide sexual and domestic services. Our courts have often displayed blatantly sexist logic in judgments telling rapists to get rakhis tied by their victims or to marry them, matrimonial jurisprudence has made much of norms like mangalsutra and sindoor, or the right conduct with in-laws. Sexist stereotypes also often sway matters of separation and custody. In cases of sexual violence or abuse, women’s rights often recede into the background, and the focus is on their imagined ‘honour’. The victim’s behaviour is put on trial for how closely they live up to the ‘chaste’ norm. It’s telling that a sexual crime is cast as ‘offending the modesty of a woman’ rather than an infringement of her bodily autonomy.\nThis handbook might make judges and lawyers reflect on their own sympathies and instincts. It might give them pause, see things from a better angle. And that would mean setting things right for roughly half of India.\n\n",
        "headline_1": "Language, Milords: SC’s handbook aimed at removing sexist descriptors for women will hopefully clean up judicial discourse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/language-milords-scs-handbook-aimed-at-removing-sexist-descriptors-for-women-will-hopefully-clean-up-judicial-discourse/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "A day after Modi in his I-Day speech said GOI will begin a scheme to aid people working in areas based on traditional skills, PM Vishwakarma was unveiled. A central sector scheme, it will offer aid of ₹13,000 crore over five years in the form of concessional loans, beneficiaries will mostly be OBCs. Craftspeople with the relevant documents will be eligible for a loan of up to Rs 3 lakh. Included in scheme design are plans to upgrade skills and integrate them with domestic and global value chains.\nGOI’s statement said the scheme aims to nurture family-based practices of traditional skills. Since the skilling process happens within a closed environment, the primary challenge here is access to markets. Traditional skills globally struggle to compete on costs with modern alternatives. Some examples of traditional craftspeople cited by GOI such as toy makers and fishing net makers cannot compete on costs with factory-made alternatives. Therefore, for the investment to show results from an economic standpoint the scheme’s goal of linking them with marketing value chains will be critical. Fiscal outlays also reflect political choices and it’s no surprise that OBCs will be the principal beneficiaries.\nPM Vishwakarma’s approach of soft loans will undoubtedly be of use to many engaged in traditional occupations. India’s economic transformation however requires skilling in modern jobs. Jobs in these sectors are also in sync with the aspirations of many young people in families engaged in traditional occupations. Given that, Vishwakarma is not what India needs to build up a workforce for a modern economy. That said, it’s important to preserve traditional skills as they represent an intangible cultural legacy of India. In this respect, India will do well to study the manner Japan has used both fiscal resources and legislation to preserve traditional skills while journeying to a developed country status. Vishwakarma will be of help to traditional craftspeople but its long-term impact will crucially depend on creating a market where they don’t compete with alternatives on costs.\n\n",
        "headline_1": "Licence To Skill: GOI’s scheme for craftspeople is a good idea but its success critically depends on finding markets",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/licence-to-skill-gois-scheme-for-craftspeople-is-a-good-idea-but-its-success-critically-depends-on-finding-markets/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "We checked into a fancy hotel in Kunming, China, following a hectic tour of Shanghai. After three days of non-stop meetings, sightseeing and overeating, the body gave in. The executive suite failed to impress me as I dragged myself to bed, hoping to get some rest before the next bout of overindulgence. Our generous sponsors ensured that we had the best possible experience of a country that has experienced exponential development in recent decades.\nI was leading a group of Dhaka University delegates who met with their Chinese counterparts to discuss prospective avenues for scholarly and intellectual collaboration. Our host, the Shanghai Institutes for International Studies, arranged a seminar in which we both presented and heard on key issues related to Bangladesh-China relations. After the seminar, we had the opportunity to experience the heritage of the city curated in its museum and the vision to grow into a futuristic metropolis evident in its transformed area of Pudong. On one end, we viewed the Bronze Age artefacts, and on the other, a 6D presentation of the futuristic and humane city envisioned by urban planners. We had the privilege of observing the supermoon over the Yangtze River from the rotating restaurant atop the iconic Oriental Pearl Tower, as well as the changing hues of the skyscrapers that adorned the renowned Shanghai skyline.\nLeaving Shanghai for Kunming promised a change in the weather. We anticipated milder weather and a greener environment. The star-studded hotel guaranteed that the feeling of exuberance persisted. As I stood before the bathroom mirror, I noticed a red laser spot. I instinctively turned around to look for a sniper. No one there. I chuckled and inspected the mirror. Earlier, in the cloud-hugging glass towers of Shanghai, I had imagined Tom Cruise performing his Mission Impossible jump. Seriously, what could this red dot mean? Is it a spy cam? Should I use a torch to determine if it is a double mirror? It appeared to be an ordinary reflector.\nTired as I was, I went to bed pondering a possible invasion of privacy. The culture of hypervigilance in a Big Brother world added to my fear. The feeling of being watched triggered a sense of paranoia and anxiety. I thought of its legal and ethical aspects. Then again, in the name of security, we have allowed ourselves to be both willing and unwilling subjects of scrutiny everywhere in the world. I thought of the psychological damage done by this idea of intrusion into private space. While grooming in the morning, a small sticker at the mirror's end caught my eye: \"This mirror is a TV.\" I raced for the remote to test the claim. The screen displayed successive channels in Chinese. I stopped at CNN, the only English-language channel available, and continued my morning rituals.\n\nTired as I was, I went to bed pondering a possible invasion of privacy. The culture of hypervigilance in a Big Brother world added to my fear. The feeling of being watched triggered a sense of paranoia and anxiety. I thought of its legal and ethical aspects. Then again, in the name of security, we have allowed ourselves to be both willing and unwilling subjects of scrutiny everywhere in the world. \nDuring my academic presentation at the seminar, I mentioned trust deficits as a barrier to people-to-people connectivity. I gave examples of how the overland transport connectivity from Kolkata to Kunming got stalled because the involved parties could not fully trust one another. Trust is the foundation for any meaningful communication, collaboration and cooperation. Without trust, we remain suspicious of one another's motives and intentions, causing friction and tension. We become risk-averse when we overanalyse the potential outcomes. At a national level, this can not only impede growth and progress, but can also escalate conflicts.\nI could not believe that the red dot of a TV in sleep mode could generate such profound thoughts. If the red dot symbolised technology, my presence nearby symbolised the physical space I occupied. Am I a Person of Interest (Oops, Netflix again)? Is it the same for my country, too?\nOn a global map, Bangladesh has always existed as a dot. However, many actors are finding this dot curiously strategic. We are the eighth most populous country in the world. If our people can be trusted with their efficiency and integrity, we can become one of the world's foremost providers of labour. With increased purchasing capacity, we can become one of the world's largest markets. Both the Global North and Global South are aware of this fact. In addition, we are strategically located by the Bay, which is important for maintaining the supply chain of superpowers both for trade during times of peace and ammunition supply during times of conflict. Foreign actors stage issues so they can manipulate public opinion on behalf of a reliable local actor. Our national election has therefore garnered so much traction.\nBut we must prioritise our national interests and keep investing in our human capital in order to maintain our strategic prominence in the future. We must invest in technology and innovation in order to earn the respect of our international partners. The world is indeed big enough for all of us to grow and prosper together. Once you read the sign on the wall, you know that the red dot is a TV – your window to the world! Open the window, the breeze will blow, and you can breathe in ease.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Thoughts upon spotting a red dot",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/thoughts-upon-spotting-red-dot-3397266",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "On July 26, 2023, Niger's presidential guard moved against the sitting President Mohamed Bazoum and conducted a coup d'état. A brief contest among the various armed forces in the country ended with all the branches agreeing to the removal of Bazoum and the creation of a military junta led by Presidential Guard Commander General Abdourahamane \"Omar\" Tchiani. This is the fourth country in the Sahel region of Africa to have experienced a coup, the other three being Burkina Faso, Guinea, and Mali. The new government announced that it would stop allowing France to leech Niger's uranium (one in three lightbulbs in France is powered by the uranium from the field in Arlit, northern Niger). Tchiani's government revoked all military cooperation with France, which means that the 1,500 French troops will need to start packing their bags (as they did in both Burkina Faso and Mali). Meanwhile, there has been no public statement about Airbase 201, the US facility in Agadez, a thousand kilometres from the country's capital of Niamey. This is the largest drone base in the world and key to US operations across the Sahel. US troops have been told to remain on the base for now and drone flights have been suspended. The coup is certainly against the French presence in Niger, but this anti-French sentiment has not enveloped the US military footprint in the country.\nInterventions\nHours after the coup was stabilised, the main Western states – especially France and the United States – condemned the coup and asked for the reinstatement of Bazoum, who was immediately detained by the new government. But neither France nor the US appeared to want to lead the response to the coup. Earlier this year, the French and US governments worried about an insurgency in northern Mozambique that impacted the assets of the Total-Exxon natural gas field off the coastline of Cabo Delgado. Rather than send in French and US troops, which would have polarised the population and increased anti-Western sentiment, the French and the Americans made a deal for Rwanda to send its troops into Mozambique. Rwandan troops entered the northern province of Mozambique and shut down the insurgency. Both Western powers seem to favour a \"Rwanda\" type solution to the coup in Niger, but rather than have Rwanda enter Niger, the hope was for ECOWAS – the Economic Community of West African States – to send in its force to restore Bazoum.\nA day after the coup, ECOWAS condemned the coup. ECOWAS encompasses 15 West African states, which in the past few years has suspended Burkina Faso and Mali from their ranks because of the coups in that country; Niger was also suspended from ECOWAS a few days after the coup. Formed in 1975 as an economic bloc, the grouping decided – despite no mandate in its original mission – to send in peacekeeping forces in 1990 into the heart of the Liberian Civil War. Since then, ECOWAS has sent its peacekeeping troops to several countries in the region, including Sierra Leone and Gambia. Not long after the coup in Niger, ECOWAS placed an embargo on the country that included suspending its right to basic commercial transactions with its neighbours, freezing Niger's central bank assets that are held in regional banks, and stopping foreign aid (which comprises 40 percent of Niger's budget). The most striking statement was that ECOWAS would take \"all measures necessary to restore constitutional order.\" An August 6 deadline given by ECOWAS expired because the bloc could not agree to send troops across the border. ECOWAS asked for a \"standby force\" to be assembled and ready to invade Niger. Then, ECOWAS said it would meet on August 12 in Accra, Ghana, to go over its options. That meeting was cancelled for \"technical reasons.\" Mass demonstrations in key ECOWAS countries – such as Nigeria and Senegal – against an ECOWAS military invasion of Niger have confounded their own politicians to support an intervention. It would be naive to suggest that no intervention is possible. Events are moving very fast, and there is no reason to suspect that ECOWAS will not intervene before August ends.\n\nIt is not as if the leaders of the mainline political parties are right-wing or centre-right, but that whatever their orientation, they have no real independence from the will of Paris and Washington. They became – to use a word on the ground – \"stooges\" of the West.\nCoups in the Sahel\n\nWhen ECOWAS suggested the possibility of an intervention into Niger, the military governments in Burkina Faso and Mali said this would be a \"declaration of war\" not only against Niger, but also against their countries. On August 2, one of the key leaders of the Niger coup, General Salifou Mody, travelled to Bamako (Mali) and Ouagadougou (Burkina Faso) to discuss the situation in the region and to coordinate their response to the possibility of an ECOWAS – or Western – military intervention into Niger. Ten days later, General Moussa Salaou Barmou went to Conakry (Guinea) to seek support for Niger from the leader of Guinea's military government, Mamadi Doumbouya. Suggestions have already been floated for Niger – one of the most important countries in the Sahel – to form part of the conversation of a federation that will include Burkina Faso, Guinea, and Mali. This would be a federation of countries that have had coups to overthrow what have been seen to be pro-Western governments that have not met the expectations of increasingly impoverished populations.\nThe story of the coup in Niger becomes partly the story of what the communist journalist Ruth First called \"the contagion of the coup\" in her remarkable book The Barrel of the Gun: Political Power in Africa and the Coup d'État. Over the past 30 years, politics in the Sahel countries has seriously desiccated. Parties with a history in the national liberation movements, even the socialist movements (such as Bazoum's party), have collapsed into being representatives of their elites, who are conduits of a Western agenda. The French-US-Nato war in Libya in 2011 allowed jihadist groups to pour out of Libya and flock into southern Algeria and into the Sahel. The entry of these forces gave the local elites and the West the justification to further tighten limited trade union freedoms and to excise the left from the ranks of the established political parties. It is not as if the leaders of the mainline political parties are right-wing or centre-right, but that whatever their orientation, they have no real independence from the will of Paris and Washington. They became – to use a word on the ground – \"stooges\" of the West.\nAbsent any reliable political instruments, the discarded rural and petty-bourgeois sections of the country turn to their children in the armed forces for leadership. People like Burkina Faso's Captain Ibrahim Traoré (born 1988), who was raised in the rural province of Mouhoun, and Colonel Assimi Goïta (born 1988), who comes from the cattle market town and military redoubt of Kati, represent these broad class fractions perfectly. Their communities have been utterly left out of the hard austerity programmes of the International Monetary Fund (IMF), of the theft of their resources by Western multinationals, and of the payments for Western military garrisons in the country. Discarded populations with no real political platform to speak for them, these communities have rallied behind their young men in the military. These are \"Colonel's Coups,\" coups of ordinary people who have no other options, not \"General's Coups,\" coups of the elites to stem the political advancement of the people. That is why the coup in Niger is being defended in mass rallies from Niamey to the small, remote towns that border Libya. When I travelled to these regions before the pandemic, it was clear that the anti-French sentiment found no channel of expression other than hope for a military coup that would bring in leaders such as Thomas Sankara of Burkina Faso, who had been assassinated in 1987. Captain Traoré, in fact, sports a red beret like Sankara, speaks with Sankara's left-wing frankness, and even mimics Sankara's diction. It would be a mistake to see these men as from the left since they are moved by anger at the failure of the elites and of Western policy. They do not come to power with a well-worked out agenda built from left political traditions.\nThe Niger military leaders have formed a 21-member cabinet headed by Ali Mahaman Lamine Zeine, a civilian who was a finance minister in a previous government and worked at the African Development Bank in Chad. Military leaders are prominent in the cabinet. Whether the appointment of this civilian-led cabinet will divide the ranks of ECOWAS remains to be seen. Certainly, Western imperialist forces – notably the US with troops on the ground in Niger – would not like to see this torque of coups remain in place. Europe, through French leadership, had shifted the borders of their continent from north of the Mediterranean Sea to south of the Sahara Desert, suborning the Sahel states into a project known as G-5 Sahel. Now with anti-French governments in three of these states (Burkina Faso, Mali, and Niger) and with the possibility of trouble in the two remaining states (Chad and Mauritania), Europe will have to retreat to its coastline. Sanctions to deplete the mass support for new governments will increase, and the possibility of military intervention will hang over the region like a famished vulture.\nThis article was produced by Globetrotter.\n\nVijay Prashad is an Indian historian, editor, and journalist. He is a writing fellow and chief correspondent at Globetrotter, and an editor of LeftWord Books and the director of Tricontinental: Institute for Social Research.\n",
        "headline_1": "What’s happening in Niger is far from a typical coup",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-happening-niger-far-typical-coup-3397221",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "We are deeply concerned by the regularity with which cyberattacks seem to be crippling many organisations in the country. Just over the past few months, we have witnessed a handful of serious incidents wherein sensitive data of citizens and organisations (both private and government-run) have been compromised. In the latest iteration, websites of at least 25 institutions were allegedly hacked by a group of Indian cyberattackers on August 15. What is more concerning is that the Directorate General of Health Services (DGHS) and the Investment Corporation of Bangladesh (ICB) were among the 25 victims. The exposed data ranges from information about thousands of investors and investment applicants, to the addresses and bank account numbers of people investing in government mutual funds. It is unacceptable that the cybersecurity for such sensitive data should be this lax.\nOne thing that exemplifies the authorities' lack of priority when it comes to ensuring cybersecurity is the focus of the Digital Security Act, 2018 (DSA), which has been repackaged and proposed as the Cyber Security Act (CSA), 2023. For a law with that name, we would have liked to see it actually stamping down on the increasing threats to the data security of countless public and private organisations. Instead, as before, the focus of the proposed law remains on punishing dissent and gagging freedom of the press.\nMeanwhile, cybersecurity threats to sensitive data keep increasing every day. Between June 20 and August 1 alone, our e-Government Computer Incident Response Team (BGD e-Gov CIRT) recorded at least five such attacks (or alleged attacks) on multiple government organisations. Of particular concern among these was hackers claiming to have compromised the security of the state-owned investment company, ICB, and gaining access to the data of over 100,000 investors and investment applicants. No one can forget the 2016 breach into the central bank, when hackers used the SWIFT system to steal $101 million of Bangladesh Bank's funds from the Federal Reserve Bank of New York. It is alarming that this incident seems to have taught our authorities very little.\nWe hope that the incidents of the past couple of months will nudge the authorities to focus where focus is due: thoughtful investments in strengthening cybersecurity across the board. The BGD e-Gov CIRT itself has urged all organisations within Bangladesh to take precautionary measures to safeguard their infrastructures, providing specific recommendations such as implementing 24/7 network and user activity monitoring, deploying firewalls to filter out malicious requests, and maintaining regular backups of website content and databases. We urge the relevant authorities to pay heed to these recommendations and protect citizens from ever-evolving cyberthreats.\n",
        "headline_1": "Is none of our data safe with the government?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/none-our-data-safe-the-government-3397206",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "We checked into a fancy hotel in Kunming, China, following a hectic tour of Shanghai. After three days of non-stop meetings, sightseeing and overeating, the body gave in. The executive suite failed to impress me as I dragged myself to bed, hoping to get some rest before the next bout of overindulgence. Our generous sponsors ensured that we had the best possible experience of a country that has experienced exponential development in recent decades.\nI was leading a group of Dhaka University delegates who met with their Chinese counterparts to discuss prospective avenues for scholarly and intellectual collaboration. Our host, the Shanghai Institutes for International Studies, arranged a seminar in which we both presented and heard on key issues related to Bangladesh-China relations. After the seminar, we had the opportunity to experience the heritage of the city curated in its museum and the vision to grow into a futuristic metropolis evident in its transformed area of Pudong. On one end, we viewed the Bronze Age artefacts, and on the other, a 6D presentation of the futuristic and humane city envisioned by urban planners. We had the privilege of observing the supermoon over the Yangtze River from the rotating restaurant atop the iconic Oriental Pearl Tower, as well as the changing hues of the skyscrapers that adorned the renowned Shanghai skyline.\nLeaving Shanghai for Kunming promised a change in the weather. We anticipated milder weather and a greener environment. The star-studded hotel guaranteed that the feeling of exuberance persisted. As I stood before the bathroom mirror, I noticed a red laser spot. I instinctively turned around to look for a sniper. No one there. I chuckled and inspected the mirror. Earlier, in the cloud-hugging glass towers of Shanghai, I had imagined Tom Cruise performing his Mission Impossible jump. Seriously, what could this red dot mean? Is it a spy cam? Should I use a torch to determine if it is a double mirror? It appeared to be an ordinary reflector.\nTired as I was, I went to bed pondering a possible invasion of privacy. The culture of hypervigilance in a Big Brother world added to my fear. The feeling of being watched triggered a sense of paranoia and anxiety. I thought of its legal and ethical aspects. Then again, in the name of security, we have allowed ourselves to be both willing and unwilling subjects of scrutiny everywhere in the world. I thought of the psychological damage done by this idea of intrusion into private space. While grooming in the morning, a small sticker at the mirror's end caught my eye: \"This mirror is a TV.\" I raced for the remote to test the claim. The screen displayed successive channels in Chinese. I stopped at CNN, the only English-language channel available, and continued my morning rituals.\n\nTired as I was, I went to bed pondering a possible invasion of privacy. The culture of hypervigilance in a Big Brother world added to my fear. The feeling of being watched triggered a sense of paranoia and anxiety. I thought of its legal and ethical aspects. Then again, in the name of security, we have allowed ourselves to be both willing and unwilling subjects of scrutiny everywhere in the world. \nDuring my academic presentation at the seminar, I mentioned trust deficits as a barrier to people-to-people connectivity. I gave examples of how the overland transport connectivity from Kolkata to Kunming got stalled because the involved parties could not fully trust one another. Trust is the foundation for any meaningful communication, collaboration and cooperation. Without trust, we remain suspicious of one another's motives and intentions, causing friction and tension. We become risk-averse when we overanalyse the potential outcomes. At a national level, this can not only impede growth and progress, but can also escalate conflicts.\nI could not believe that the red dot of a TV in sleep mode could generate such profound thoughts. If the red dot symbolised technology, my presence nearby symbolised the physical space I occupied. Am I a Person of Interest (Oops, Netflix again)? Is it the same for my country, too?\nOn a global map, Bangladesh has always existed as a dot. However, many actors are finding this dot curiously strategic. We are the eighth most populous country in the world. If our people can be trusted with their efficiency and integrity, we can become one of the world's foremost providers of labour. With increased purchasing capacity, we can become one of the world's largest markets. Both the Global North and Global South are aware of this fact. In addition, we are strategically located by the Bay, which is important for maintaining the supply chain of superpowers both for trade during times of peace and ammunition supply during times of conflict. Foreign actors stage issues so they can manipulate public opinion on behalf of a reliable local actor. Our national election has therefore garnered so much traction.\nBut we must prioritise our national interests and keep investing in our human capital in order to maintain our strategic prominence in the future. We must invest in technology and innovation in order to earn the respect of our international partners. The world is indeed big enough for all of us to grow and prosper together. Once you read the sign on the wall, you know that the red dot is a TV – your window to the world! Open the window, the breeze will blow, and you can breathe in ease.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Thoughts upon spotting a red dot",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/thoughts-upon-spotting-red-dot-3397266",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "We are deeply concerned by the regularity with which cyberattacks seem to be crippling many organisations in the country. Just over the past few months, we have witnessed a handful of serious incidents wherein sensitive data of citizens and organisations (both private and government-run) have been compromised. In the latest iteration, websites of at least 25 institutions were allegedly hacked by a group of Indian cyberattackers on August 15. What is more concerning is that the Directorate General of Health Services (DGHS) and the Investment Corporation of Bangladesh (ICB) were among the 25 victims. The exposed data ranges from information about thousands of investors and investment applicants, to the addresses and bank account numbers of people investing in government mutual funds. It is unacceptable that the cybersecurity for such sensitive data should be this lax.\nOne thing that exemplifies the authorities' lack of priority when it comes to ensuring cybersecurity is the focus of the Digital Security Act, 2018 (DSA), which has been repackaged and proposed as the Cyber Security Act (CSA), 2023. For a law with that name, we would have liked to see it actually stamping down on the increasing threats to the data security of countless public and private organisations. Instead, as before, the focus of the proposed law remains on punishing dissent and gagging freedom of the press.\nMeanwhile, cybersecurity threats to sensitive data keep increasing every day. Between June 20 and August 1 alone, our e-Government Computer Incident Response Team (BGD e-Gov CIRT) recorded at least five such attacks (or alleged attacks) on multiple government organisations. Of particular concern among these was hackers claiming to have compromised the security of the state-owned investment company, ICB, and gaining access to the data of over 100,000 investors and investment applicants. No one can forget the 2016 breach into the central bank, when hackers used the SWIFT system to steal $101 million of Bangladesh Bank's funds from the Federal Reserve Bank of New York. It is alarming that this incident seems to have taught our authorities very little.\nWe hope that the incidents of the past couple of months will nudge the authorities to focus where focus is due: thoughtful investments in strengthening cybersecurity across the board. The BGD e-Gov CIRT itself has urged all organisations within Bangladesh to take precautionary measures to safeguard their infrastructures, providing specific recommendations such as implementing 24/7 network and user activity monitoring, deploying firewalls to filter out malicious requests, and maintaining regular backups of website content and databases. We urge the relevant authorities to pay heed to these recommendations and protect citizens from ever-evolving cyberthreats.\n",
        "headline_1": "Is none of our data safe with the government?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/none-our-data-safe-the-government-3397206",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "Devastating fires from illegally stored flammable chemicals in crowded residential areas, especially in Old Dhaka, have been claiming scores of lives in regular intervals. Another deadly fire claiming the lives of, according to the latest report, all six members of a family at Godarbagh area of Keraniganj, took place in the wee hours of Tuesday (August 15). The fire, according to reports, completely burnt down the tin shed that housed the chemical depot and the living quarter adjacent to it where the victim family lived. The fire was reportedly so intense and accessibility to the scene of tragedy was so limited that it took hours for the firefighters to reach there and bring the blaze under control. The chocking toxic fumes produced by the burnt chemicals filled the air of the locality to the utter discomfort of its inhabitants.So, it is not only the fire caused by the explosive chemicals that kills, the fallout from such fires such as the reported toxic fumes are also equally life-threatening for those still surviving around the scenes of devastation. The government officials who visited the latest scene of blaze expressed, as they did in case of infernos at Nimtoli (2010) and Churihatta at Chawkbazar (2019), their extreme shock and resolved to put an end to the illegal practice of keeping dangerous chemicals within residential quarters. Also, following Tuesday's Keraniganj fire, the local MP made a similar promise referring to High Court orders to this effect and declared that henceforth there should be no chemical warehouses within any residential area. Unfortunately, nothing was said about what did happen to the government move made 13 years back immediately after the Nimtoli conflagration to relocate the illegal chemical depots to its designated place in Keraniganj and Shyampur. A cruel irony is that in the case of Tuesday's Keraniganj fire, the owner of the burnt down chemical warehouse was also from Churihatta of Chawkbazar and he built his depot at Godarbagh following the 2019's Chowkbazar inferno! It only points to extreme insensibility towards human life and disrespect for values on the part of those people who stockpile flammable chemicals among dwelling houses flouting regulations. Clearly, the failure of the authorities concerned to clamp down on the illegal practice of storing such hazardous materials in public places has emboldened these people to repeat the crime in flagrant violation of the law.Even though the government officials at the scene of Godarbagh tragedy sounded firm and earnest about removing such chemical storage depots from residential areas in Dhaka, one wonders if they have any estimate of how many of such unlawful chemical warehouses are operating under their very nose in the older parts of the city. Going by the Department of Explosive's data, there are 137 of such licenced chemical depots in the Old Dhaka including Keraniganj and its adjacent areas. But some media reports hold that, actually, around 5,000 unlicensed chemical warehouses are operating unlawfully in those areas. Chemicals are stockpiled in residential buildings at Armanitola, Babubazar, Mitford, Chawkbazar, Lalbagh, Islampur, Chankharpul and its adjacent areas. Even worse, the highly inflammable of those are stored in the basements of busy shopping malls. In fact, it is a problem of humongous scale waiting before the government to be addressed. The government needs to put its foot down and prevent repetition of another fire tragedy like the one at Keraniganj in the future. Whatever may be the cause of the Keraniganj fire, the owner of the illegal chemical depot of Godarbagh must be meted out exemplary punishment.",
        "headline_1": "No repetition of Keraniganj fire, please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-repetition-of-keraniganj-fire-please-1692361579",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "By all indications, the country is heading for the point of no return as the energy mix becomes squarely focused on the import of expensive, imported liquefied natural gas (LNG). A report published in this newspaper points, quoting sources in the energy sector, to the fact that LNG imports are \"projected to triple in three years with domestic gas exploration hobbling in slow lane.\" This is reinforced by statements made recently at the high level of government where the advisor for energy stated that there is no plan to extract domestic coal. This is merely a reiteration of a government decision taken more than a decade ago when the proven and probable reserves of coal were set aside for \"posterity\".Today the government finds itself on the back foot since no concerted effort was made over the last decade to expedite exploration of onshore gas. The BAPEX-only policy yielded no big finds and with an equally \"go-slow\" policy that prevailed over the last decade on offshore exploration, the share of imported primary fossil-fuels is set to become the dominant factor. That could have been mitigated had the economy been doing well. But when energy experts in the country had pointed out the risk factors involved in an import-driven energy policy, they were scoffed at. Geopolitical considerations were not taken into account and measures were not taken to improve the capacity of national agencies to store greater quantities of resources. A case in point is the Bangladesh's decision not to increase its capacity to refine liquid fuel beyond the 1.8 million tonnes per year since independence. Whereas neighbouring India has a refining capacity of 250 million tonnes per annum. Hence when the Russo-Ukraine war broke out, India snapped up millions of tonnes of crude oil at cut-prices from Russian oil companies, whereas Bangladesh could simply look on helplessly. Similarly, the failure to look at the big picture when extraction of thousands of tonnes of coal was envisaged, energy planners came to the conclusion that millions of tons of coal would automatically be available as and when needed by Bangladesh. That is how the international supply chain for primary fuels work. For over a decade, China and India have been in a race to conclude long-term contracts with major coal-producing countries like Indonesia. Not only that, both these countries have had their coal-handling infrastructure in place whereas Bangladesh is still coming to grips with how to get coal to its coal-fired power plants because necessary infrastructure isn't in place to handle the millions of tons of coal that will be needed to keep these recently inaugurated power plants in operation.In the midst of all these upsets, the fact that proven gas fields that have got the economy rolling on till now are beginning to show signs of lower output could not come at a worse time. Of course, energy experts had been warning of such a scenario, but warnings were not paid heed to. Rather today, we stand at the crossroads where the economy is now squarely dependent on imported fuels. As stated in the media, the stage is now set whereby the government has no choice but to increase imports of LNG from long-term suppliers, including Qatargas, OQ Trading (of Oman), Malaysia's Perintis Akal Sdn Bhd, local Summit Oil and Shipping Company Ltd, etc. and also from the spot market.The news from Europe is not encouraging. The war shows no sign of coming to an end and there is speculation that countries in Europe will be needing to restock their supply of LNG before the next winter. What will happen to Bangladesh if the price of LNG skyrockets again and if its long-term suppliers decide to stop supplying LNG to Bangladesh if better prices are offered elsewhere? More importantly, can Bangladesh afford to pay for LNG at such large volumes? It has already taken a US$1.4 billion hard loan (this fiscal) to pay off fuel imported from the international market. One can only speculate about the volume of foreign exchange that will be required when demand for LNG doubles, or triples for that matter.Although delayed by nearly a decade, the bidding in offshore blocks has finally commenced. But the multi-client survey hasn't yet been completed, which in a way is affecting government decision to go for negotiations with international oil & gas companies. The survey is partially completed and the rest is set to be done in November next. Given the situation Bangladesh faces today, there shouldn't be any more delays in concluding deals based on what information is available today. Secondly, energy experts have pointed out that out of the 9.0 trillion cubic feet (TCF) remaining, 8.0 TCF is under the control of Petrobangla companies. This means we have yet to build up the technical expertise to explore these reserves. So, there are ample opportunities for extracting domestic gas and engaging third parties to do this job for Bangladesh. This must be done immediately, if the country doesn't wish to go bankrupt by importing fuels from the international market.\n[email protected]",
        "headline_1": "Stage set for total dependence on imported energy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stage-set-for-total-dependence-on-imported-energy-1692361649",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "The month of Shrabon, the second and last month of the rainy season on the Bangla calendar, ended on Tuesday last. Rains are, however, still there and they will continue for another one to two months at regular intervals. Thus the monsoon (Barsah ritu) starts in mid-June or Pahela Ashar, the first day of the Bangla month of Ashar, and lasts up to October. In other words, it overlaps autumn or Sharat ritu, which consists of the Bangla months of Bhadra and Aswin. It is not unusual as the traditional season cycle has gradually changed over the decades due to global warming. So, people in Bangladesh are accustomed to the light and heavy rain for four to five months every year. Longitudinal rain may lead to floods, landslides, soil erosion, crop damage and road accidents. Diseases like cholera, dysentery, malaria and dengue also break out in the rainy season. Human beings have no control of rains and so have to accept it as a normal thing. Nevertheless, it is possible to take various steps to minimise its damage if rain proves threatening. Given the choice between no rain at all and excessive rains, the latter will be preferred. Rainfalls are increasingly becoming sparse and they prove a blessing when the world stays parched for months. Urban people now seem to be uncomfortable with rains as they find it difficult to move and do their work smoothly. Rain disrupts routine life because it causes water logging. However it is not rain but unplanned urbanisation is to blame. Over the years, Dhaka and other major cities in the country witnessed a big spree in the construction of sprawling and high-rise residential and commercial buildings and physical infrastructure like extended roads and flyovers. Lowlands and water bodies have been filled up without considering the consequences, only to accommodate the growing demand for housing. The drainage system has also been ignored. The outcome is prolonged water logging after rains.Due to frequent water logging in the rainy season, urban inhabitants now think it would be better if there is less rain. Some even want no rain and obviously out of despair as they see how the authorities have miserably failed to address the water-logging problem year after year. An effective drainage system is almost absent in a city like Dhaka, Chottogram or Narayanganj, where water logging is a regular thing. The endemic problem of water logging is thus a reflection of the failure to adjust and live with rain. Unfortunately, the country's development plan has largely ignored a critical natural phenomenon like rain. Many residential units, office buildings, educational institutions and hotels do not have adequate spaces to keep umbrellas and raincoats for visitors during the rainy season. The rainwater harvesting system is also absent. A simple technology is used to conserve rainwater by collecting, storing, conveying and purifying rainwater that runs off rooftops, roads and open grounds. The water can be used for washing, cleaning, bathing and even cooking. Although eulogised and greeted through recitation of poetry, rendering of songs, music and performance of dance, the rainy season is no longer as welcome as it was to Kalidas and Rabindranath. The failure to adjust to rains has already brought many troubles and these may intensity further in the future because of inadequate capacity for adjustment.\n[email protected]",
        "headline_1": "When rains are unwelcome",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-rains-are-unwelcome-1692361732",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2023"
    },
    {
        "full_article": "A survey report published recently by the Bangladesh Bureau of Statistics (BBS) says that women's domestic labour, which is eight times more than men's, goes unrecognised. Domestic and care work is said to take up 1.6 hours per day for men and 11.7 hours (almost half a day) for women, according to the study. Women also spend 1.2 hours doing productive work in addition to unpaid work. Men spend 6.1 hours in productive labour. So, women's labour continues to be five times less recognised than the men's. These statistics merely show that men are still far from joining hands with female family members to relieve the latter's strain by sharing daily domestic responsibilities. We believe that achieving gender equality will be a long way off unless women's domestic responsibilities are socially recognised. It is imperative that all hurdles to formal recognition of our women's home chores should be removed. By a long shot, the widely held out-of-date social stigma that only women are fit for household tasks and men are not to partake in these activities should be criticised. Denying women's unpaid labour is equivalent to discounting their contribution. Furthermore, the lack of acknowledgment for their unpaid labour denigrates them as a driving force in our economy. So, time has come to begin a nationwide public awareness campaign to promote the concept that domestic tasks are not just for women; they are also for our men.\nSamina Akhter, Dhaka, [email protected]",
        "headline_1": "Recognising women's unpaid work",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/recognising-womens-unpaid-work-1692361871",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2023"
    }
]