[
    {
        "full_article": "The return of Devendra Fadnavis as the Chief Minister of Maharashtra marks the culmination of one phase and the beginning of another in the State’s politics. In 2014, the Bharatiya Janata Party (BJP) emerged as the single largest party in the Assembly, overtaking the Shiv Sena, its long-term ally. After a decade of political realignments in the State, the BJP has now established itself as the primary pole. This primacy has been achieved through several controversial and unethical manoeuvres but its definitive electoral mandate can usher in a phase of stability in politics and governance. Mr. Fadnavis, who played a central role in the ascent of the party in recent years, has grown in strength and stature. As the Chief Minister of a State with many resources, he is well placed to climb new heights, but has his task cut out. He will have to balance the many conflicting community and class interests in the State and within the BJP while simultaneously delivering good governance to sustain and enhance his standing. The outgoing Chief Minister Eknath Shinde has agreed to be a Deputy Chief Minister in the new government, but not before expressing his displeasure. Ajit Pawar, the other Deputy Chief Minister, is buoyant after his faction established itself as the more popular faction of the Nationalist Congress Party. Mr. Shinde and Mr. Pawar have accepted the new reality of the dominance of the BJP, and the coalition government is as stable as it can get.There are governance challenges that await the new government. Agrarian distress and industrial expansion are two areas that require early attention. The BJP had to face allegations of discrimination by the Centre against the State in industrial promotion, and Mr. Fadnavis will have to work with BJP national leadership to disprove them. The agricultural sector requires immediate and long-term interventions in terms of investment and price management. The coalition has promised a farm loan waiver, which may be necessary, but can only provide temporary relief. Cash handouts to eligible women under the Ladki Bahin Yojana will go up from ₹1,500 to ₹2,100, if the Mahayuti coalition fulfils its campaign promise. The government will have to account for the massive expenses that fulfilling all the promises entail. The State will have to continue to attract investment and launch projects, as well as speed up ongoing ones. Maharashtra attracts migrants and its urban centres require constant upgrades. The BJP and Mr. Fadnavis have a golden chance to drive a new era of Maharashtra’s progress by judiciously handling all these challenges.  Published - December 06, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Maharashtra Assembly Elections 2024\n                    \n                            /                      \n                        \n                        Maharashtra\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        Shiv Sena\n                    \n                            /                      \n                        \n                        Nationalist Congress Party\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        industrial production\n                    \n                            /                      \n                        \n                        gender\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        investments\n                    \n                            /                      \n                        \n                        migration\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "​Fresh start: On Maharashtra politics, government formation",
        "headline_2": "Fadnavis has the opportunity to drive a new phase in Maharashtra",
        "link": "https://www.thehindu.com/opinion/editorial/fresh-start-on-maharashtra-politics-government-formation/article68950498.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "The government’s decision to offer statements on China, suo motu, in both Houses of Parliament and to brief a parliamentary panel are positive but long overdue steps. Since 2020, following the Chinese transgression along the Line of Actual Control (LAC) and the deadly Galwan clashes, it has avoided divulging details of the negotiations with China over the actions of the People’s Liberation Army (PLA), only announcing agreements on disengagement at six points of friction, as they occurred in 2021, 2022 and 2024. In a democracy, the people must not be kept in the dark on matters of national interest. But the statements by External Affairs Minister S. Jaishankar and the briefing by Foreign Secretary Vikram Misri appear to have been substantial. Mr. Jaishankar focused on three aspects of the LAC negotiations. He said India has made it clear to China that “normal” engagement in other parts of the relationship were contingent on the LAC tensions being resolved. India has adopted a policy of “continuous engagement” and a step-by-step approach involving 17 meetings of the Working Mechanism for Consultation and Coordination on India-China Border Affairs, 21 meetings of the Senior Highest Military Commanders meeting mechanism, and several meetings between the Foreign and Defence Ministers and Special Representatives of both countries. Finally, he said that with disengagement “fully achieved”, the next priorities would be troop de-escalation and de-induction, followed by a discussion on how to manage ties in the border areas, given the problems in the last few years. Mr. Jaishankar said that for Depsang and Demchok, “patrolling arrangements” had been agreed upon, but the resumption of patrols is still “underway”. For the other areas of North and South Pangong Tso lake, Gogra and Hot Springs, disengagement had been achieved through “steps of a temporary and limited nature” — a euphemism for LAC “buffer zones”.But the government’s nearly 2,500 word statement gave no indication of the casus belli for the Chinese actions nor any reference to when the return to ‘status quo ante’, or to positions of 2020, can be expected. The statement laid stress on India’s “national security” interests being upheld, without mentioning India’s “territorial integrity” at any point. The government must now expedite efforts to build a common understanding of the LAC and to demarcate the boundary. It is important to tell the nation about the nearly 20 Modi-Xi meetings prior to 2020, in spite of which the PLA acted the way it did. The past few years should have demonstrated to the ‘doves and hawks’ in India’s establishment that such an intensive engagement is no guarantor of peace, nor can conflicts be resolved without the kind of intense and “continuous engagement” that New Delhi and Beijing have sustained in the past few years. Published - December 06, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        diplomacy",
        "headline_1": "A slow return: On border tensions and India-China ties",
        "headline_2": "India and China must engage intensely at all levels to resolve border disputes",
        "link": "https://www.thehindu.com/opinion/editorial/a-slow-return-on-border-tensions-and-india-china-ties/article68951066.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "Sharad Pawar’s political decline in Maharashtra represents the limits of dominant caste mobilisation in today’s India. And BJP’s Hindutva spells trouble for caste-based family-run parties\nWhen the Fadnavis govt was sworn in Thursday, with Ajit Pawar, enjoying the backing of 41 elected NCP MLAs, as deputy CM, the wheel may have come full circle for one man who once made politics seem like the art of the impossible.\nSharad Pawar, then a young rural leader of cooperatives, not just became an MLA at the age of 27 in late 1960s, but also went on to be the youngest CM of Maharashtra at age 38. Today, his NCP has just 10 MLAs and the once formidable Maratha strongman is staring at political oblivion.\n\nRead full story on TOI+\n\n",
        "headline_1": "Star caste, movie flops",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/star-caste-movie-flops/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "Social media has made judicial decision-making complicated, explains a Madras high court judge. Judges have to be hyper alert to cognitive biases stemming from their digital interactions\nIn today’s digital age, judges face challenges that their predecessors could hardly fathom. As then CJI Chandrachud emphasised last year, “for every little thing that we do…you face the threat of being trolled by someone who does not share your point of view.”\nSocial media has transformed not only how information is disseminated but also how it influences public perception and, consequently, judicial decision-making. When info can travel at lightning speed, public opinion can also be shaped almost instantaneously, often leading to what has been termed ‘trial by media’.\n\nRead full story on TOI+\n \n\n",
        "headline_1": "How to save justice from hashtags, trolls, echo chambers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-save-justice-from-hashtags-trolls-echo-chambers/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "By Oswald Pereira\nWhy should I love my neighbour like I love myself ? The answer is simple: Because it’s the most sensible thing to do. Loving your neighbour is the first and best choice among the three choices you have. The first choice is love. The second is hate and the third is indifference.\nLet’s examine each choice, beginning with the third choice. Perhaps, you don’t want to love your neighbour, because he is bad; but yet you wouldn’t want to hate him because you are a good person and you avoid negative emotions. So, you are indifferent to your neighbour. But indifference or apathy is a cold emotion. Apathy is as negative as hatred. The line between hatred and apathy is very fine. If you meet your neighbour on the street and you ignore him, it doesn’t seem like a good and decent thing to do. The second choice – hatred – will harm you as much as it hurts your neighbour…which leaves you with the first and the best choice – to love your neighbour.\n\nHonestly, loving an irksome neighbour is not as hard as it seems. It simply means respecting the person and thinking of his needs and desires as much as you would your own. You won’t be able to love yourself until you first love your neighbour. Whether we like it or not, a major part of our life will always centre on that of our neighbours. Ask yourself some questions and you’ll see from the answers how important your neighbour is for your own peace and happiness. You can’t just stop at loving your immediate neighbour. You’ve got to love your neighbour’s neighbour too and so on. The circle of love gets wider, subsuming differences of community, state, nation, continents – encompassing the whole universe and beyond.\nYour heart is so big and so full of love; its capacity to love is infinite; it’s divine. Inversely, your heart’s capacity to hate is limited. Try applying the Golden Rule of infinite love to hate and you’ll find yourself shattered. That’s because you don’t have a limitless capacity to hate like you have to love. For, love gives you joy and power and victory and hate brings in sorrow and powerlessness and defeat. Jesus said in the Bible, ‘You shall love the Lord your God with all your heart, and with all your soul, and with all your mind.’ This is the greatest and first commandment. And the second is: ‘You shall love your neighbour as yourself.’…\nThe Bible verses on loving your neighbour find echo in the Bhagwad Gita. Krishn says: ‘Those devotees are very dear to Me who are free from malice toward all living beings, who are friendly, and compassionate. They are free from attachment to possessions and egotism, equipoised in happiness and distress, and ever-forgiving. They are ever content, steadily united with Me in devotion, self-controlled, of firm resolve, and dedicated to Me in mind and intellect, 12:13-14.’ The Gita verses mean that those devotees who believe in Krishn know that every person and other living entities are part of Him. Therefore, such devotees love all persons, irrespective of any differences, real or perceived.\nCourtesy: Beyond Autobiography of a Yogi\n\n",
        "headline_1": "Can we love our neighbours as ourselves?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-we-love-our-neighbours-as-ourselves/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "Fadnavis’s management skills will be strongly tested, with two deputies who don’t see eye to eye\nUneasy lies the head that wears the crown. Uneasier clearly the heads that wear deputy CM crowns. That the appeasement post – a figurative title, not constitutional – has become a permanent fixture in 15 states big and small shows it is working well to keep coalition wheels well-oiled. Deputy CM is a post of prestige that makes coalition partners feel ‘equal’. Verily, a coalition is as successful in governance as the handling of deputy CMs. In Maharashtra, it’s third term as CM for Fadnavis. It’s a reluctant debut for the rebel-who-was-king Eknath Shinde as deputy CM. Cajoled into the post, Shinde – for all the on-camera camaraderie – is at odds on politics, policy and position with bête noire and fellow deputy CM Ajit Pawar, in his sixth term and with a firm hold on finance.\nMahayuti coalition credited Shinde govt’s cash transfer schemes and lifting a ban on exports to help farmers as winning gambles. Both Shinde and Pawar claimed credit for the Ladki Bahin scheme. Ahead of the swearing-in yesterday, the day was spent in a wrangle over cabinet posts – Sainiks hellbent on urban development. It’s a sample of what Fadnavis will face. Carried forward from Mahayuti’s tenure is Ajit Pawar’s opposition to Shinde’s promise to Jarange Patil for a Maratha slice in OBC quota. By term’s end, CM and FM were playing won’t-pass-your-file. Govt schemes, created with an eye on elections, made beneficiaries of Maharashtra’s hundreds of communities, each with multiple identities by location, occupation, caste, creed, faith and historical memory of grievance. As the state switches back to governance from poll mode, issues of joblessness, rural crisis, food inflation and falling prices of crops will re-emerge. The whole-of-beneficiaries picture, already an expensive mosaic, will eventually give way under the strain, with each piece again a distinct entity in the jigsaw puzzle that’s Maharashtra. Managing that jumble is when Fadnavis’s crown will be truly tested.\n\n",
        "headline_1": "Mukhyamantri’s mantra",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mukhyamantris-mantra/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "The only conclusion that can be drawn from much of the Indian media's recent coverage of Bangladesh is that it is a Hindu-hating country. The venom that is being spewed, the language that is being used, the hatred that is being spread, and the demeaning stereotype that is being portrayed about us seem geared towards generating a hatred for Bangladeshis among the Indian people. The long-term impact of this, along with its backlash here, will be very difficult to neutralise.\nWhat is India's gain from such stigmatisation of its neighbour? Isn't it harming both our countries? It is harming us because it demonises Bangladesh. It is harming India because it proves once again that India wants to dominate its neighbours and will not allow any of them to choose their own policies. These policies are not inherently against India, per se, but are merely expressions of each nation's own way of moving forward.\nMy Nepali journalist friends tell a story of Indian attitude and behaviour that are far from flattering, to say the least. Public perception in Bhutan is not favourable towards India either. The Maldives' insistence that India's meagre military presence must end is as clear a message as it can get. Doesn't the election of the new leadership in Sri Lanka also carry a special message for our big neighbour? Together, do these not form a common view of how India's neighbours perceive it? Should this not compel India's policymakers to spend more time understanding their neighbours, rather than dismissing contrarian sentiments as inconsequential, baseless or rooted in jealousy—or, in Bangladesh's case, ingratitude?\nUntil August 4, 2024, Bangladesh was considered, according to Indian leaders and media, a very good neighbour, with bilateral relations and our friendship reaching new heights. What changed to reduce Bangladesh from a good neighbour to a most vilified one?\nIt is obviously due to the regime change that happened in Bangladesh on August 5. However, it was not a conspiratorial change of power, despite what India and its media believe. They are convinced that Pakistan, China or the US orchestrated it, not the people of Bangladesh. The fact that ours was a stronger demonstration of public will than the People Power Revolution that overthrew Ferdinand Marcos of the Philippines many years ago, or the Arab Spring that toppled Egypt's Hosni Mubarak, did not find any receptive heart or mind in our neighbour. Our people did something in weeks that others took months if not years to accomplish. That was the power of July.\nIndia does not understand the power of our students because it overlooks the history of our student movements. Our students defied Pakistan's founder, Muhammad Ali Jinnah, within a year of its founding to establish Bangla as a state language. They toppled Gen Ayub Khan's \"Iron Regime,\" turned Bangabandhu's Six-Point Movement (1966) and the students' 11-Point Movement (1969) the most powerful movements that even Pakistan's military could not suppress. Our students were the strongest force behind the Awami League's victory in the 1970 election and, of course, they along with the peasant-based youth spearheaded the formation of the armed struggle during our Liberation War.\nThe glorious tradition of student activism continued after Bangladesh's establishment, with students resisting military dictatorships, autocracy and oppression, and supporting democracy, rights and social equality.\nSo, what happened during the \"36 Days of July\" is a continuation of the same tradition and even more. The latest uprising was far more energetic, vigorous and all-encompassing. Nobody believed that the Hasina government could be toppled through mass demonstration. But the students did it, and that is where lies its uniqueness.\n\nWhat India is doing is refusing to acknowledge that we have the right to change our government democratically. While the regime change may not have followed the usual electoral route—which the former prime minister herself prevented (ironically, if she had allowed for the holding of free elections and lost, she might have at least remained in the country instead of facing the humiliation of fleeing)—it was an expression of public will that elections typically reflect. It was democracy in full play.\nWhat India is doing is refusing to acknowledge that we have the right to change our government democratically. While the regime change may not have followed the usual electoral route—which the former prime minister herself prevented (ironically, if she had allowed for the holding of free elections and lost, she might have at least remained in the country instead of facing the humiliation of fleeing)—it was an expression of public will that elections typically reflect. It was democracy in full play.\nFrom the outset, India did not accept this. Instead, it embraced conspiracy theories, which continue to dominate its thinking.\nWe all know Sheikh Hasina fled and her government collapsed on August 5. Prof Muhammad Yunus took over on August 8. The three-day gap in forming the interim government created a law and order vacuum during which several Awami League leaders, including members of minority communities, were attacked, and their properties vandalised. While this is true, it is also true that many of those targeted and attacked were Awami League activists, and some were also special beneficiaries of the discredited regime (this, however, does not justify the attacks on them). So, the incidents should not be painted as fully communal—as it was made out to be. Such attacks would not have occurred had the police force maintained order.\nHowever, the events of the first few days clouded the Indian government's and media's perception of the changed situation in Bangladesh. Instead of waiting, observing, and judging the new leadership, the Indian media went on a spree of misjudging, misinterpreting, and misreporting.\nIn my earlier interviews with respected Indian media leaders, I pleaded that they should see Bangladesh not through the \"lens of Hasina but through the lens of democracy.\" Unfortunately, my pleas fell on deaf ears, and the tirade continued. Indian media outlets fed one another and reinforced the story that Hasina's fall was the work of Jamaat-e-Islami and its student wing Chhatra Shibir, assisted by Pakistan's ISI. Students might have started the movement, they argue, but they were soon outmanoeuvred by the conspirators. This was the narrative of the ousted prime minister that the Indian media swallowed hook, line, and sinker.\nAs the narrative of \"Hindu killing\" dominates Indian media and threatens bilateral relations, here is what the Bangladesh Hindu Buddhist Christian Unity Council, the most well-organised body of the minority communities, reported on September 19, covering the period from August 4-20. This was the period during which the interim administration was just organising itself, and was at its weakest. The council's report said that a total of 2,010 communal incidents occurred in which nine people were killed, four women were raped, 69 places of worship were attacked, 915 homes were vandalised, 953 business establishment were attacked, 38 cases of physical attack occurred, and 21 properties were occupied.\nProthom Alo, Bangladesh's most respected Bangla daily, conducted its own investigation—using 64 of its own correspondents in 64 districts and 69 upazilas (sub-districts)—covering the same period (August 5-20) and found evidence of attacks on 1,068 homes and businesses. In addition, there were 22 attacks on places of worship (temples, churches, and prayer places of the Ahmadiyya sect). This daily's own correspondents personally visited 546 sites (51 percent) and covered the rest through reliable sources. There were two deaths: one was of a retired school teacher in Bagerhat, Mrinal Kanti Chatterjee, and the other was of Swapan Kumar Biswas of Paikgachha, Khulna.\nAll attacks on minorities are totally unacceptable. While Bangladesh must work to ensure security for all, does this justify the Indian media's portrayal of Bangladesh? Are attacks on minorities not a reality in India too? Consider the Godhra train burning incident and the riots that followed, which alone killed 790 Muslims and 254 Hindus—rendering tens of thousands of people homeless. According to conservative figures by India's National Human Rights Commission, from 2002 to 2024, as many as 31 riots occurred in India, of which 20 were between Hindus and Muslims. Did the Bangladeshi media respond to that the way the Indian media is responding now?\nThe recent events that led to the desecration of Bangladeshi flag by demonstrators in India, and of Indian flag by some students in our university campuses, the killing of a Muslim lawyer in Chattogram and a Hindu doctor in Dhaka, were triggered by the arrest of a former ISKCON leader. The attack on the Bangladesh Assistant High Commission in Agartala is condemnable and could and should have been prevented. West Bengal Chief Minister Mamata Banerjee's suggestion to Indian Prime Minister Narendra Modi to ask for UN peacekeepers to intervene in Bangladesh is an insult that has further worsened the situation.\nThe chief adviser's call for national unity and the consensus of all political parties to unite to protect our sovereignty is a clear indication of how seriously we consider the situation. It is also an indication of how things may take a seriously wrong turn.\nIrrespective of what they may have been, the incidents—even though they shouldn't have happened at all in the first place—were made far worse by a belligerent Indian media. What has shocked me is their refusal to fact-check what they are writing, broadcasting or televising—a basic duty of any journalist. In many interviews or talk shows, certain incidents were discussed with loaded questions, where footage was shown of unrelated events to make Bangladesh look communal. Recently, on RT India's website, footage of an idol of Shiva being broken into pieces was shown, claiming it was from a Hindu temple in Bangladesh. The truth is, it was footage from a ritual being performed at another temple in Sultanpur, Bardhaman, India. We debunked the story on our website, but no action, let alone regret, came from RT India.\nThe incidents will no doubt subside. The rhetoric will also, perhaps, acquire a more sobering hue. The media, hopefully, will return to its ethical values. However, the attitudinal, psychological, and most importantly emotional impact of the contrived narrative of the Indian media will leave a long and sad impression here. Being power-drunk and click-driven, the Indian media may not think much about it, but the professional diplomats hopefully will.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What is Indian media’s gain in branding us as a Hindu-hating country?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/what-indian-medias-gain-branding-us-hindu-hating-country-3769356",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "We strongly oppose the false narrative propagated by former Prime Minister Sheikh Hasina in her first public appearance—a virtual address at an event in New York—since fleeing Bangladesh following the July mass uprising. Her accusation that Chief Adviser Prof Muhammad Yunus is involved in perpetrating \"genocide\" clearly demonstrates that she is speaking from a place of vengeance, in total disregard for facts. In reality, it is Hasina who stands accused of being involved in mass murder during the uprising, along with numerous other grievous human rights violations committed during her 15 years of fascistic rule, for which there is substantial evidence. In her pursuit of vengeance against Prof Yunus, she has not only vilified him but also tarnished Bangladesh's image.\nFor instance, in her virtual address, she falsely claimed that Hindus, Buddhists, and Christians have been persecuted in large numbers in Bangladesh since her government was ousted. This blatant lie, initially spread on social media, is now being amplified in a coordinated effort by certain sections of the Indian media and political class. Echoing the narrative of those who have been systematically demonising Bangladesh recently, Hasina falsely claimed that Chinmoy Krishna Das, the former ISKCON leader, was arrested in response to Hindus protesting their persecution in the country. Ironically, many communal incidents occurred during her own rule which she failed to prevent or acknowledge.\nFurthermore, Hasina stated that she had left the country to prevent further bloodshed when protesters were heading towards Ganabhaban. However, as this and other media outlets then reported, until her final moments in office, she made every effort to cling to power through the use of even more force, at the cost of spilling more blood. This was only prevented when the army refused to fire on the citizens.\nGiven the seriousness of the crimes she is accused of committing, we are disappointed that the Indian government, which gave her shelter, did not do more to prevent her from propagating such false narratives against Bangladesh's current government that emerged from a popular uprising. Moreover, the fact that her campaign to demonise Bangladesh is increasingly aligning with right-wing Indian media raises questions about whether India truly seeks \"stable and constructive relations\" with Bangladesh, as the Indian high commissioner recently asserted. This is particularly concerning given the ample evidence—such as leaked recordings of her phone calls—suggesting that Hasina has been trying to instigate and destabilise Bangladesh from New Delhi. In response, the Bangladeshi government—including its chief adviser—requested that its Indian counterpart prevent Hasina from carrying out such disruptive activities.\nYet, ignoring Bangladesh's request, the Indian government has not taken any substantial steps to dissuade the deposed former prime minister from spewing hateful rhetoric against Bangladesh. By doing so, how is India helping our bilateral relations? India should carefully consider how such decisions will affect its relationship with Bangladesh. We also hope the Indian media, instead of repeating Hasina's lies, portrays Bangladesh accurately in order to prevent harm to the relations between the two countries.\n",
        "headline_1": "Hasina’s claims are nothing but a distortion of facts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hasinas-claims-are-nothing-distortion-facts-3769141",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "With the recent victory of Donald Trump in the US presidential election, the term \"culture war\" has gained unprecedented prominence. In the West, the culture war refers to the ideological conflict between the liberal and progressive left and the conservative and traditional right on the political spectrum. A key trend in Western politics is the increasing reliance of politicians on culture war issues to appeal to their increasingly polarised voter bases. Naturally, the more polarised a society becomes, the more intense its culture wars grow.\nBangladesh, too, is experiencing its own culture war. Voices from the conservative right, long suppressed under the previous regime, have found space to manoeuvre and grow in influence. Bolstered by support from popular right-wing social media influencers and unprecedented access to the highest levels of government, some of these groups have rallied together and gained significant traction.\nIn this context, the worst thing Dr Muhammad Yunus's interim government can do is appear sympathetic to any side of this ongoing culture war. There is no possible way the government can gain anything from such pandering, as they are not bound to the demands of any voting blocks. The mandate for this government comes solely from the desire of the Bangladeshi people to bring an end to fascism and pave the way to true democracy and a just society.\nRight now, a narrative is emerging that portrays the cultural left of Bangladesh—often depicted as the elite liberals of society—not only as complicit in tolerating and enabling the previous regime's brutal authoritarianism and kleptocracy, but also as active defenders of it at various points. Despite the regime's downfall, this so-called elite liberal class continues to wield considerable influence in major cultural institutions. For this reason, it is this liberal-elite class, or perhaps a caricature of this class, that is now the declared opponent of a rising political right.\nIn fact, with the absence of the largest centre-left political force in Bangladesh, it has become increasingly convenient to label the entire cultural left as Awami sympathisers and the \"enemy of the people.\" This could not be further from the truth, and there were also countless independent left-leaning voices, progressive teachers and youth activists, as well as the small left-wing political entities, who were present and active on the front lines during the July uprising.\nThis phenomenon is not uncommon in history. The failures of centrist and leftist political coalitions, which often lead to widespread disenchantment with democracy, mirror what we witnessed during the early Bolshevik rule in the Soviet Union in the 1920s and Germany's Weimar Republic in the 1930s.\nIt is easy to blame an ideology or school of thought as the root cause of all evil. However, time and time again, history has shown that this is never the whole truth. The ultimate responsibility for political failings lies with the individuals in power. Rather than passing judgement solely on those who willingly or unwillingly benefited from tyranny, it is crucial to ensure that the hammer of justice falls first and foremost on the tyrant.\nWhat Bangladesh needs right now is justice and a path to healing. The problem lies herein that justice and revenge are often impossible to distinguish.\nThe demand to increase military presence in the hill tracts or calls to ban entire political parties or religious institutions due to the actions of bad actors are overcorrections driven by angry mobs. These reactions, whether blind or deliberate, threaten to tear apart the increasingly fragile social fabric of Bangladesh. It is crucial to recognise that such culture war talking points are fuelled by the most radical segments of society. At present, no one can ignore the rise in vitriolic rhetoric targeting certain minority groups and Indigenous communities. This escalation has left these groups feeling frustrated and fearful, prompting some to resort to their own brand of vitriolic, populist, and anti-establishment sentiment. What is deeply concerning is that individuals carrying such radical views may now have the ear of some of the advisers.\nHowever, I firmly believe that the majority of Bangladeshis recognise Dr Yunus as the nation's best and only choice to lead the country out of the darkness following the mass killings in July-August. His emergence at such a critical juncture in our history is nothing short of a political miracle, and it underscores the extraordinary capacity of this country to produce leaders of his calibre.\nIt is, therefore, our collective responsibility to protect the image and historical legacy of Dr Yunus and the interim government. A united effort is needed to keep him above the mudslinging and divisive rhetoric of the culture war. Even after his tenure as chief adviser ends, future political parties must recognise him as a national treasure—a figure who continues to represent and promote Bangladesh to the world.\nThis government simply cannot be allowed to fail. If it does, the forces of fascism will return with a vengeance too catastrophic to comprehend. The stakes are far too high to let that happen.\nAt the moment, long unresolved divisions in society are catalysing due to the machinations of subversive foreign and domestic factors. This kind of division only worsens due to rampant misinformation pushed on social media without any accountability. Moreover, well-regarded institutions of journalism are now under flak for their alleged enabling of an authoritarian government. Public trust in mainstream media in Bangladesh is already at rock bottom. There is no way journalism in this country will survive if it becomes tainted with the kind of lowbrow culture war pandering that contaminates the 24/7 news cycle of the West.\nIn this regard, the interim government has an important standard to set.\nTo succeed, it must remain above the fray of the culture war and focus squarely on its mandate. To do this, it is imperative to avoid certain critical missteps. One such misstep would be engaging in or enabling public humiliation of groups or institutions not directly linked to the previous regime. Such actions would alienate important segments of society and deepen existing divisions, creating unnecessary distractions when the focus should remain on healing and rebuilding.\nEqually problematic would be to let itself get entangled in any attempt to secure symbolic victories in the culture war. These gestures might briefly appease some factions, but they serve no real purpose in governance. Worse, they risk inflaming tensions and undermining the government's ability to be seen as neutral and fair. In a time of such high polarisation, the government must rise above petty ideological battles and prioritise what truly matters.\nThe interim government must focus on addressing the country's urgent challenges rather than getting distracted by divisive issues. Creating jobs is vital to restoring public confidence and easing economic anxieties. High unemployment has fuelled frustration, and targeted investment in industries can provide stability and hope. Combating corruption and curbing money laundering are equally critical to restoring economic integrity. Decisive action to recover stolen funds and enforce transparency will bolster public trust.\nEconomic recovery also depends on stabilising prices. Rising costs of food and essentials have burdened citizens, and immediate policies to curb inflation are essential. Supporting small and medium enterprises will foster sustainable growth, ensuring recovery will benefit all levels of society.\nJustice must remain central to the interim government's agenda. Those responsible for mass killings during the uprising must be held accountable through a transparent judicial process. Addressing lawlessness is equally important: criminals exploiting this transitional period must face justice, and law enforcement must restore order while respecting human rights.\nFinally, the government's ultimate goal must be to lay a foundation for democracy. Strengthening institutions, ensuring judicial independence, and fostering an active civil society are essential for a sustainable future. Success will hinge on holding free, fair, and inclusive elections within a reasonable time frame, involving all democratic political factions to secure legitimacy.\nAt this pivotal moment, the interim government has a chance to set a new standard for leadership. The people of Bangladesh have entrusted it with a clear mandate: to end authoritarianism, deliver justice, and pave the way for a just and democratic future. By avoiding the culture war and focusing on these issues, this government can lead the nation towards stability and hope.\nZillur Rahman is executive director at the Centre for Governance Studies (CGS) and a television talk show host. His X handle is @zillur.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Beyond the war of ideals: Bangladesh must be governed with pragmatism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/beyond-the-war-ideals-bangladesh-must-be-governed-pragmatism-3769126",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bribery has cost the nation dearly",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bribery-has-cost-the-nation-dearly-1733412065",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "To get over the skewed mentality causing divisions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-get-over-the-skewed-mentality-causing-divisions-1733412098",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Reclaiming footpaths  for public use",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reclaiming-footpaths-for-public-use-1733412144",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Optimising supply chains",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/optimising-supply-chains-1733412176",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2024"
    }
]