[
    {
        "full_article": "It was a judgment that has rankled for years. The artificial distinction that the Supreme Court of India made over 25 years ago between ‘bribe-givers’ and ‘bribe-takers’ in the infamous JMM bribery case left many aghast that those who paid crores of rupees to MPs for voting in favour of the P.V. Narasimha Rao government in a no-confidence motion were to be prosecuted for corruption, but those who took the money were immune from prosecution. The reason was that those who had voted for money enjoyed the constitutional privilege of not being subject to any legal consequence for “anything said or any vote given in Parliament”. There was one exception among the alleged bribe-takers: Ajit Singh, who was accused of taking a payoff, was to be prosecuted because he was absent during the voting, and was thus stripped of the protection enjoyed by those who actually voted in terms of the bribery agreement. The Court has corrected this anomaly in the law related to parliamentary privileges by holding that there can be no immunity for a Member of Parliament or a State legislature against a bribery charge in connection with a vote or speech in the legislature. In overruling the majority verdict in P.V. Narasimha Rao vs State (CBI/SPE) (1998), a seven-member Constitution Bench has foregrounded probity as the main aspect of parliamentary functioning.The Court has made it clear that parliamentary privilege, enshrined in Article 105 (for MPs) and Article 194 (for State legislators) is aimed at protecting the freedom of speech and independence of the legislators in their functioning in the House and cannot extend to bribery, as it is not essential to the casting of the vote or in deciding how to cast it. A key rationale that weighed with the Constitution Bench in 1998 was that parliamentary privilege was essential to protecting members from persecution for anything said or any vote in the House. The majority feared that limiting this privilege might have serious consequences and felt that public indignation over the conduct of some MPs accepting a bribe should not lead to the court construing the Constitution so narrowly that it removes the guarantee for effective parliamentary participation and debate. However, the seven-member Bench has concluded that the potential for such misuse is neither enhanced nor diminished by recognising the court’s jurisdiction to prosecute a member for bribery. The Bench has also held that voting in a Rajya Sabha election, being part of a legislator’s function, is protected under Article 194 of the Constitution as a privilege. It requires utmost protection for a member to vote freely and without fear of legal persecution. Overall, the verdict meets public expectation that the members they elect do not act under monetary inducement. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ncorruption & bribery\n\n/\n\ngovernment\n\n/\n\nIndian National Congress\n\n/\n\nparliament\n\n/\n\nlaws\n\n/\n\nelection",
        "headline_1": "Deprivileging bribe: On overruling the majority verdict in P.V. Narasimha Rao vs State",
        "headline_2": "Voters should know that MPs do not act under monetary inducement",
        "link": "https://www.thehindu.com/opinion/editorial/deprivileging-bribe-on-overruling-the-majority-verdict-in-pv-narasimha-rao-vs-state-cbispe-1998/article67917031.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "One of the cardinal principles of a functioning and modern democracy is that only the state, led by a government that is elected by the people, has a legitimate right to use or to authorise the use of physical force. When civilian groups resort to violence against state actors without repercussions, one has to call into question the maintenance of law and order in the State of Manipur. In late February, cadres of the Meitei chauvinist group, the Arambai Tenggol, allegedly abducted a police officer, assaulted him and vandalised his home. Police officers protested the attack, lamenting their inability to take action against the group. It is another matter that the group has managed to source its weapons from the looting of police stations in the valley following the ethnic conflagration last May. Many of the weapons are yet to be seized or returned despite the government’s appeals. The police in the valley are heavily ethnicised with barely any representation from the Kuki-Zo minority. Yet, the impunity with which the Arambai Tenggol has acted against a police official, and even assaulted a leader of the opposition in the recent past besides administering oath to legislators from the valley to pledge for its majoritarian cause, suggest that such actions have either the nod of the leadership of the State government or have been deliberately ignored. The severe ethnicisation in the valley and the hills has also granted a degree of popularity to groups such as the Arambai Tenggol and counterparts in the hills, making law enforcement difficult to achieve.It is now incumbent upon the Union government and the ruling Bharatiya Janata Party (BJP) to take into account the severity of the ethnic polarisation and the dangers posed to law and order. Humanitarian concerns related to the displacement of people apart, the predominance of extra-legal forces in public life in the valley and the hills points to the delegitimisation of the idea of the state alone having a monopoly over the use of physical force in establishing law and order. The rampant radicalisation provides an opportunity for the muzzled civic voices in Manipur, and in the valley in particular, to raise their concerns about the impunity enjoyed by such forces. Unless the Chief Minister, N. Biren Singh, cracks the whip on the Arambai Tenggol, the radicalisation of Manipuri society will continue, making a return to a much-needed civic state of affairs all the more difficult. But with Mr. Singh acting less as a Chief Minister and more as a leader promoting majoritarian politics, it is incumbent upon the BJP leadership to yet again rethink its strategy to let the status quo continue in the State. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndemocracy\n\n/\n\nManipur\n\n/\n\nnational or ethnic minority\n\n/\n\npolice\n\n/\n\nBharatiya Janata Party\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Law and disorder: On Manipur, its ethnic polarisation and its law and order",
        "headline_2": "The continued radicalisation of Manipuri society is a cause of concern",
        "link": "https://www.thehindu.com/opinion/editorial/law-and-disorder-on-manipur-its-ethnic-polarisation-and-its-law-and-order/article67917929.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "Supreme Court has overturned its 1998 judgment on the PV Narasimha Rao bribery case. The earlier judgment protected MPs and MLAs for accepting bribes to vote in the legislature. Its CJI-led seven-judge bench stated the 1998 judgment presented “grave danger and thus was overruled”.\n\nWhat’s the Narasimha Rao case about?\nIn 1991, Rao as PM helmed a minority govt that completed its five-year term. Govt can remain in office if it has majority of Lok Sabha MPs’ support. MPs can test govt’s strength by moving a no-confidence motion. Rao’s govt faced three no-confidence motions between 1991 and 1996.\nRead full story on TOI+\n\n",
        "headline_1": "Take note, netas: Taking notes just became dangerous",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/take-note-netas-taking-notes-just-became-dangerous/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "A 2016 episode, Hated in the Nation, of British sci-fi TV series Black Mirror, shows how AI systems may reinforce bias and discrimination against particular people or groups based on the data they are trained on. It narrates a story in which robotic bees with AI capabilities are used for pollination due to the extinction of real bees. Eventually, though, the AI system targets those who have been the focus of online hate campaigns.\n\nBias in AI has existed long before the hullabaloo concerning Google’s Gemini AI. Indeed, AI models that bake discriminatory data and algorithms propagate their biases on a larger, intensified scale.\nRead full story on TOI+\n\n",
        "headline_1": "What man & gemini wrought: How will AI overcome systemic gender and racial biases common among humans?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-man-gemini-wrought-how-will-ai-overcome-systemic-gender-and-racial-biases-common-among-humans/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "A seven-judge Supreme Court constitution bench yesterday overturned a strange judgment delivered 26 years ago. In 1998, a verdict in PV Narasimha Rao vs State concluded that legislators accepting bribes to influence their performance in the House was protected by the Constitution’s articles on parliamentary privilege. This interpretation triggered discomfort among subsequent benches. Finally, SC has ruled that the Constitution doesn’t give a free pass to bribery.\nUpside down | The 1998 judgment defied common sense. It said if a legislator accepted a bribe and acted according to its influence, immunity kicked in. However, if the legislator agreed to accept a bribe but eventually acted independently, it would trigger prosecution. Little wonder, many SC benches tried to tiptoe their way around this precedent.\n\nSetting it straight | Here onwards, bribery will be treated as just that. There are no privileges granted by the Constitution to protect legislators who accept bribes. This is the highlight of SC’s judgment. It’s clear and there are no loopholes. SC said the offence of bribery is complete when the legislator accepts one. Once that step is taken, there are no privileges that can be invoked to escape prosecution.\nParliamentary privileges | The Constitution offers both MPs and MLAs special privileges to express themselves in the House. This freedom of expression is unrelated to a citizen’s fundamental right to expression. The purpose of parliamentary privileges is to enable elected representatives to carry out their functions effectively.\nTwo-step test | SC also laid out a two-step test to draw boundaries around parliamentary privileges claimed by individuals. One, it has to be linked to the collective functioning of the House. Two, it must have a functional relationship to the discharge of duties.\nElastic conscience | On these points there can be no disagreement. However, neither can the issue of bribery be viewed in black and white. SC said that when MLAs vote to select Rajya Sabha members they require protection to ensure it is exercised freely and without fear of legal persecution.\nOn paper, that’s fine. But RS elections are infamous for ‘conscience votes’. India’s track record suggests ‘conscience votes’ usually involve quid pro quo. But the quo is never something provable in courts. It just goes to show how fuzzy the subject is. In principle, SC did the right thing. Reality is another matter. But law needs to be based on principles.\n\n",
        "headline_1": "Quid pro (many) quos: A strange SC judgment on bribing MPs, MLAs finally gets overturned. But not all bribes are provable",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/quid-pro-many-quos-a-strange-sc-judgment-on-bribing-mps-mlas-finally-gets-overturned-but-not-all-bribes-are-provable/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "Lalu’s combative defence of India’s political families has drawn BJP counters. More interesting is what’s not been said by either side. First, succession battles and sibling rivalries have done family parties, especially at state levels, more harm than good. But nonetheless, second, voters have rarely rejected a party onlybecause it was run by a ‘family’.\n\nBuilding blocks | It’s no mean task to build a political party from scratch. Every Janata Dal splinter that grew into a powerful party had a First Family – Gowdas, Paswans, Yadavs, whether Lalu or Mulayam, Patnaiks to Chautalas. Founders nurture parties like entrepreneurs build empires. In both cases, the trick, and stumbles, lie in succession.\nAfter the boss, who? | Keeping the party within the family, for founders, is mostly a rational decision, aimed at minimising risk of losing control over what’s been built from years of hard work. But there’s hardly a mainland party for which succession hasn’t seen hiccups or hurdles –take SP, or TDP, NCP or Sena, Congress or RJD. Take almost any political family. They’ve fought and split, but they’ve rarely self-destructed totally. Why’s that?\nRepresentation | Academics have argued families have ensured improved representation – for social categories marginalised in Indian politics, mainly women and the backward. Families have been the route to Parliament for many women.\nBit of democracy | Self-made leaders like Mamata, who took her partyfrom strength to strength, can surely see clutching at nephewshaped straws is taking the party nowhere. But with Jayalalithaa’s passing, we really saw why families remain the nub of India’s politics. AIADMK is yet to find its feet, faltering without Amma. Family parties would grow if they widened the contest for successors. A dash of intra-party democracy is not bad for the parivar.\n\n",
        "headline_1": "Beta, beti Aur woh: Family parties usually make a hash of succession. They should widen the pool of candidates",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beta-beti-aur-woh-family-parties-usually-make-a-hash-of-succession-they-should-widen-the-pool-of-candidates/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "Petroleum fuel prices saw a big upward push a year and a half back, on August 28, 2022 to be precise, by 42 per cent so they could be kept in step with the international fuel market. The government at the same time also assured that the prices would be readjusted downwards as soon as the prices of fossil fuels decline in the international market. But that has not happened so far though the Bangladesh Petroleum Corporation (BPC), the sole government agency to import, market and distribute fuel oils and petroleum products, made huge profits out of that price increase. Reassuringly, going by the words of the state minister for power, energy and mineral resources, as reported in the media recently, the petroleum fuel prices might go down with the implementation of the so-called'Fuel Pricing Guidelines' announced by the government through a gazette notification on February 29.As per the guidelines so announced, the prices of petroleum fuels including diesel, petrol, octane, kerosene, furnace oil, jet fuel, marine fuels could be automatically adjusted on a monthly basis in keeping with international prices of those items. However, such automatic pricing would include adjustments of various charges such as import duty, other taxes as well as BPC's margin, according to the government officials concerned. The automatic pricing regime for petroleum fuels will directly benefit the consumers and have a sobering influence on economy, provided the international oil market does not suddenly get jittery. Understandably, this government decision to keep domestic fuel oil prices tied to those of the global market prices has come to meet one of the conditions of IMF which advanced a loan of US$4.7 billion to Bangladesh last year. Notably, the high prices of fossil fuels, especially diesel, are a contributor to unrestrained rise in living cost. Even so, the common public would like to welcome the automated price fixing regime in the understanding that they might at least be able to draw the benefit, which they have been denied so far, from any fall in the fuel oil prices in the international market. Despite these heartening prospects, it would be pertinent to take into consideration the prices of fuel oils in the neighbouring countries, India in particular, while automatically readjusting their prices in line with the said 'guidelines'. It is a valid argument that higher prices of petroleum fuels there might instigate smuggling of fuel oils out of the country. In that case, the government would do well to inform the public how it proposes to deal with the matter to put to rest any misgivings about the issue in the public mind.Reportedly, octane will be costlier by Tk 10 a litre compared to diesel. But what matters most to the general public is the price of diesel, the price of which affects all consumers across the board. The price of diesel may not see a sharp decline because of its current lower price on account subsidy. Yet the exercise should be geared to bringing this widely used fuel's price down as much as possible.",
        "headline_1": "Let consumers enjoy benefits of automated fuel pricing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-consumers-enjoy-benefits-of-automated-fuel-pricing-1709653730",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "The execution of Annual Development Plan (ADP), once again, is far from satisfactory-even frustratingly poor, as reports say. During the first seven months of the current fiscal, the rate of execution of development works under ADP is only 27.11 per cent, the lowest in 14 years. According to a FE news story, ADP implementation was slower as some big ministries including Health Ministry, Shipping Ministry, Bridges Division, and Prime Minister's Office performed poorly during the period, a FE analysis found. In the July-January period of the current fiscal year (FY) 2023-24, the government agencies spent Tk 744.64 billion or 27.11 per cent of the total Tk 2.74 trillion ADP outlay, according to data of the Implementation Monitoring and Evaluation Division (IMED). The ADP execution rate in the same period of the last fiscal was 1.05 percentage point higher at 28.11 per cent. According to IMED, the government agencies during the corresponding period of FY2023 had spent Tk 720.90 billion, 28.11 per cent of the Tk 2.56-trillion ADP. Planning Commission and IMED officials say the government ministries and agencies failed to improve upon their capacity even after recovery from Covid-19 impact when project works were affected severely. \"This happens to be the worst performance in the recent past as the government agencies even failed to cross the performance rate of the Covid period,\" said one official concerned. For the current FY2024, the government has framed a Tk 2.74 trillion worth of ADP for implementing some 1,400 development projects. The aforementioned FE analysis found that the implementation rate during the July-January period of FY 2022 was 30.21 per cent, 28.45 per cent in FY2021, 32.07 per cent in FY2020, and 34.43 per cent in FY2019. Basking in the glory of a fat ADP appears to be self-deceiving for the planners. One tends to view it this way because implementing the development programmes under the ADP reasonably efficiently within the timeframe is utterly missing. The result is often a botched up implementation affair reflecting poorly the overall execution of numerous projects.That the matter is fast gaining ground in the country's public spending culture has been flagged time and again. The government, now, is not in a denial mood regarding the major loopholes and hindrances, and so it is crucial that efforts are there to take necessary measures well in time. Poor and inefficient implementation of the ADP has ever remained a problem the country has been struggling with on a regular basis. Blaming those in charge of execution does not serve any purpose. In fact, it is the very selection of projects and methodology adopted that are often questioned. Experts have pointed out the need for a sound mechanism to be worked out by a set of knowledgeable professionals in order to identify projects consistent with national priorities. Lack of adequate economic analysis, funding strategies, abundance of unapproved projects, absence of sufficient coordination between development and non-development budgets, shortage of expert manpower and weak capacity of the Planning Commission and Planning Cells in the ministries are often regarded as some of the major obstacles to establish an efficient public spending management system in the country. Lack of capacity to handle projects efficiently can result in white elephants that produce negative returns. Slow and back-loaded disbursements and poor quality of expenditures reflect a far from adequate management system for public spending under the ADP. Undesirable costs on account of delays due to underutilisation of development projects translate into massive cost and time over-run.It is well known that a good number of projects listed with the ADP, not formally approved, add to the pressure of inclusion at the terminal stage of each financial year. This indeed reflects the absence of a proper mechanism to do the necessary homework before finalising the selection process. While it is desirable to keep an inventory of projects ready for inclusion into the budget process, these should be properly appraised beforehand and should be planned and brought forward through a medium-term planning tool rather than through the budget document. Another issue, donor requirement is also found a critical factor in the identification and implementation of projects. Donors not only put pressure in support of projects they want to fund, but their focus on procedural requirements rather than substantive quality of projects, procurement and logistics-related issues are problem areas that the relevant government agencies are not adequately equipped to handle.Although it is more or less the same frustrating picture of ADP execution every year, measures to change the implementation culture are not at all in sight. The government should devise a transparent and efficient mechanism including effective monitoring before placing the burden on the executing agencies, not all of which are fully aware of how to go about the task. \n[email protected]",
        "headline_1": "Expediting ADP execution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expediting-adp-execution-1709653768",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "\nThis Ramadan is also not going to be particularly kind to the devout Muslims in Bangladesh. The trend in general every year is abnormal rise in prices of every conceivable consumable during the holy month. Inflation has already been at a staggering level. There was a ray of hope among people of all income groups with a newly elected government taking over and a number of new faces in the cabinet becoming vociferous about taming food inflation, especially in the run up to the month of Ramadan.Sadly, that hasn't happened. The development, as far as food prices are concerned is the diametrically opposite to what the public representatives pledged to do. The facts speak for themselves. As per a report published in this newspaper, the prices of every major food item and spices have shot up over the course of one year. Sugar posted an increase of about 17.85 per cent in the week before Ramadan this year compared to the corresponding period last year. Onion has been the biggest shocker for consumers posting a massive 225 per cent per kg (from Tk40 to Tk130). Dates which is a must on the iftar table incresed by about 33 per cent; lentil increased by a third. The government has lowered the price of soybean oil, but traders are still refusing to accept that price under different pretexts. The law of demand and supply doesn't apply to any of the markets in the country. The supply chain for food is dominated and controlled by major players that include importers to miller and lower down the chain to wholesaler and retailers. Every cog in that chain is where price manipulation takes place. The authorities have ample proof of wrongdoing and yet are unwilling (or perhaps unable) to do anything about it. Apart from the usual litany of excuses about higher prices in foreign markets, the dearth of dollar, inability to open sufficient letters of credit, etc., there is something unexplainable. If the government waives or reduces import duty, why should its benefits not go to the consumers? In case of soybean oil, this has happened. Retailers blame millers for not scaling down the mill-gate price.While the authorities and public representatives keep to their respective narratives about why prices have increased, the case of the potato and onion remains a classic case that highlights market imperfections. In full harvesting season, price of potato had shot up. With an overflowing supply of the potato, the authorities couldn't come up with any explanation that would be acceptable to people. The same is true for onion. Regardless of how policymakers view people's opinion, this is a dangerous game being played out by groups of powerful business coteries. Taking the people for a ride has its consequences. Today, there is an undercurrent of frustration and rage that people feel but do not vent out in public gatherings. While unscrupulous business entities have been reaping windfall profits, and they will do so again during this Ramadan, the government has to take the blame. \n[email protected]",
        "headline_1": "Ramadan prices: no respite from upswing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ramadan-prices-no-respite-from-upswing-1709653810",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2024"
    },
    {
        "full_article": "Chattogram, the second largest city in Bangladesh and often referred to as the commercial capital of the country, is equipped with traffic police boxes strategically placed at intersections along the main thoroughfares of the metropolitan area. These installations are intended to maintain order on the roads and ensure the overall safety of the public.However, proliferation of laser lights poses a significant risk because exposure to laser light causes significant damage to eyes. These hazardous laser lights are being used by police officers stationed at various intersections mostly in the evening. A rickshaw driver in Chattogram lamented that the glare of green light is aimed directly at pullers' and passengers' eyes. It is a common sight to see children instinctively shutting their eyes when confronted with laser light. According to pedestrians in Chattogram, the effects of laser light hinder the movement of ordinary citizens and disrupt road crossings.Direct exposure of laser light to the eyes can result in long-term damage and potential blindness. Medical experts caution that intense and prolonged exposure of the eyes or other body parts to laser light can lead to serious damage, particularly affecting the retina.In a recent interview with private television channel RTV, Mahbubur Rahman, Traffic Inspector of Mymensingh Police, affirmed the use of laser light is prohibited. He emphasised that any officer found using them will face disciplinary action based on sufficient evidence. The primary concern is the inconvenience caused to pedestrians and drivers by the use of laser lights.It is imperative that the authorities concerned issue directive on the prohibition down the rank of the traffic police so that no officer will use laser lights on roads. If it is prohibited, every member of the department has to comply with the order.\nS.M. Rahman JikuStudentChattogram College[email protected]",
        "headline_1": "Why traffic police using banned laser lights?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-traffic-police-using-banned-laser-lights-1709653826",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-03-2024"
    }
]