[
    {
        "full_article": "Shoddy investigation is one thing, but a malicious and motivated probe is quite another. The probe conducted by former Narcotics Control Bureau (NCB) official Sameer Wankhede into a purported tip-off about consumption of drugs on board a cruise ship, in October 2021, seems to fall in the latter category. The raid on the vessel resulted in seizure of narcotic substances and the arrest of several people, including Aryan Khan, son of Bollywood star Shah Rukh Khan. Even though nothing was seized from Mr. Khan, the agency made sensational claims in court about his being part of an international drug trafficking network and, quite strangely, cited messages purportedly exchanged on WhatsApp as ‘evidence’. By the time he obtained bail weeks later, the case had all the makings of a witch-hunt. A special investigation team from Delhi, which took over the case after allegations of extortion surfaced against Mr. Wankhede, has now cited lapses in the initial investigation and the lack of prosecutable evidence, and absolved Mr. Khan and five others and excluded them from the charge sheet filed recently. The lapses include failure to video-graph the search of the ship, not conducting a medical examination to prove consumption, and examining Mr. Khan’s phone and reading messages on it without any legal basis.It is good that the agency made amends for the mischief done by the initial set of investigators by applying the standard of ‘proof beyond reasonable doubt’ while presenting its final report. At the same time, the NCB has to re-examine its priorities. It is an elite agency in the fight against international trafficking in narcotic and psychotropic substances. Its primary focus ought to be on trans-national smuggling networks, while the job of pursuing drug peddlers and raiding rave parties must be left to the local police. While strict disciplinary action is warranted if any officer is found involved in ‘fixing’ someone, it is also time that the Government came out with a legal framework for compensating those jailed without proof. The country does not have a law on the grant of compensation to those maliciously prosecuted. However, constitutional courts do exercise their vast powers sometimes to award monetary recompense; the remedy of a civil suit is also available in law, but it is time-consuming. The Law Commission of India has recommended enactment of a law to make compensation in such cases an enforceable right. Currently, Section 358 of the Cr.P.C. provides for a paltry fine to be imposed on a person on whose complaint a person is arrested without sufficient grounds. Such provisions should be expanded to cover just compensation by the state for unnecessary arrests. It is a sobering thought to note that even people with celebrity status and vast resources are not insulated from the misuse of police powers, even while recognising that it is still possible to vindicate one’s innocence and force the establishment to adopt a course correction.",
        "headline_1": "Absolution: On need to compensate for unlawful arrests",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/absolution-the-hindu-editorial-on-need-for-a-law-to-compensate-for-unlawful-arrests/article65473067.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-05-2022"
    },
    {
        "full_article": "In three weeks since the first case of monkeypox infection was confirmed on May 7 in the U.K. in a person who had just arrived from Nigeria (where the outbreak has been continuing since September 2017) the virus has spread to at least 21 countries and infected 226 people, mainly in Europe and North America. The U.K., which is the hardest hit, has reported 106 lab-confirmed cases as of May 26. As per WHO, more cases can be expected as surveillance expands; scientists believe the virus has been spreading under the radar for some time. For instance, a person in Canada had symptoms of monkeypox on April 29, though it was not tested at that time. Similarly, the monkeypox genome sequence first shared by Portugal was from a sample collected on May 4 but was not tested for monkeypox till the U.K. reported the first case. All the 21 countries that have reported at least one case are non-endemic for monkeypox, raising concerns about the fast spread of the virus, by far the largest outbreak in humans outside Africa. Two rave parties in Spain and Belgium have been super-spreader events. Nigeria has reported 231 confirmed cases and eight deaths since 2017, with 15 cases reported this year till April 30. There have been a few instances of exportation to non-endemic countries from Nigeria since 2017, and eight such instances in all from the endemic countries in Central and West Africa. However, human-to-human transmission in non-endemic countries has been very limited, if at all, in the past.Despite the first case in humans being reported in 1970, and the virus becoming endemic in about a dozen countries in Africa, very little attention has been paid to study the virus characteristics, the host animal, and the modes of transmission. However, in September 2019, the FDA approved a vaccine, and two antivirals approved for treating smallpox have shown promise in animal studies. It is unclear how long it would take to contain the outbreak. Meanwhile, there is a potential risk of the virus jumping from humans to animals, which may make it endemic in these countries. While China was rightly criticised for keeping the SARS-CoV-2 outbreak a secret for weeks, the developed countries have paid scant attention to stop the outbreak in Nigeria. The low mortality rate of about 1% for the virus clade now in circulation in Europe and North America, the slow rate of mutation, the relative ease of stopping the virus spread, and the availability of vaccines should not be a reason once more to ignore the virus spread in Nigeria. Instead, it should spur more research on the virus and make vaccines and antivirals available in Nigeria and other endemic countries in Africa.",
        "headline_1": "Paying a price: On monkeypox outbreak",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/paying-a-price-the-hindu-editorial-on-monkeypox-outbreak-in-europe/article65473062.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-05-2022"
    },
    {
        "full_article": "In a 2014 article on sterile policy measures of European technocrats, Slavoj Žižek cited the example of Romanian leftist writer Panait Istrati who visited the Soviet Union in the 1930s. It was a time of big purges and show trials. So a Soviet apologist, trying to convince Istrati of the need for violence against the enemies of the state, evoked the proverb, ​\"You can't make an omelette without breaking eggs.\" To which the latter tersely replied, ​\"All right. I can see the broken eggs. Where's this omelette of yours?\"\nThe same can perhaps be said, mutatis mutandis, of the drive for development in present-day Bangladesh. For years, big government projects and initiatives were packaged under that umbrella term with a promise to end the country's perennial poverty. Citizens were assured that there would be food at affordable prices, jobs in every household, proper housing, schooling, and healthcare. That their rights would be protected, their mobility unrestrained, and their safety guaranteed. In return, all they have to do is have faith and be patient. But seeing how long that waiting period has been, citizens may well ask: Okay, where is that omelette that the government keeps promising us?\nThe omelette and broken eggs are apt metaphors for the ever-widening gulf between that promise and the reality. The omelette, or as you may like to call it \"Sonar Bangla,\" is the glue that has held a disgruntled nation together. For 50 years and counting, it gave politicians the equivalent of the American Dream to entice citizens with a future that would be transformative—not just for the nation in general, but at the individual level as well. After all, what is development if its fruits are not enjoyed by all intended beneficiaries? The broken eggs, the price to be paid for the proverbial omelette, give them a sobering reality check.\nThe pitfall of measuring development based on macrodata is that it shows the big picture, but fails to account for development achieved, if at all, on a micro/personal level. There is no scope for taking stock of the lived experience of individuals. One of the reasons for having public representatives in the policy circles is that they can offer insights that technocrats sitting in their armchairs cannot. But if the lived experiences are any indication, both groups have miserably failed to recognise or offer any solution to the continued sufferings of ordinary people.\nJust think of all the road- and transport-related projects taken up over the last decade or so. Have we experienced increased mobility during this time? Have our roads become safer? Do women and girls feel more secure? Does any of us? Despite all the money that has been spent during this period, the daily traffic hasn't thinned out, nor has it become more manageable. Out in the highways, the mobility has increased somewhat, but at the cost of commuters being more at risk than ever before. The state of air and sound pollution—largely due to mismanagement and irresponsible behaviour in the transport sector—has deteriorated to a point where Dhaka is cited as a cautionary tale for botched urban planning.\nAs I write this, a national daily reports that the price of rice has increased again, despite the high yield of Boro rice. We're repeatedly told how Bangladesh has become self-sufficient in food production. On the other and more relatable side of this picture is how access to food is becoming costlier and more difficult by the day. How do you reconcile these contrasting scenarios? The prices of all food and non-food items have skyrocketed beyond comprehension, even though ordinary citizens' capacity to purchase hasn't risen concurrently. More people today are living in semi-starvation. The sad part is, this is never reflected in any official statistics. The robust economic growth figures shown by the government are thus either designedly selective or manipulated to cover the gaping hole underneath our feet.\nTrue, our economy has grown in size and scope, but so has public spending on ill-planned and ill-executed projects. Unnecessary projects are being taken up to fill the coffers of groups with vested interests, even before the scars of old projects are healed. Amid ongoing concerns about a currency crisis, there seems to have been a realisation in the policy circles about the importance of tightening our purse strings from austerity measures, leading to the cancellation of foreign trips of public officials and postponement of projects requiring imports. But the drive wasn't born out of a genuine desire to cut all unnecessary expenses of the government, which would have required fixing internal, systemic challenges that are draining public coffers across the administrative spectrum. Today, public projects and initiatives are essentially money guzzlers—thanks to corruption, mismanagement and lack of coordination. They exist to serve the interests of the politico-bureaucratic complex. Citizen welfare makes for good lip service only.\nThe situation in law enforcement, education, health, environmental and other sectors is no less dystopian. Many had hoped that the end of Covid-19 would usher in Vivid-22, but the pandemic has laid bare—for all to see and panic while doing so—how fundamentally flawed these sectors have been all along, nipping in the bud any lingering romanticism about the pre-Covid time. The pain and sufferings that are being caused on a daily basis are bound to disillusion anyone.\nI can rattle off a long list of problems dogging each public sector from newspaper reports alone, which show how the lived experience hasn't reflected the rosy picture drawn of the country's development. It's getting increasingly harder to navigate the chaos, insanity and unending suffering on the streets and markets, in the employment and service sectors, in educational institutions, and in virtual space. The question is: How long will we have to bear with the encumbrances of development before we see a truly transformative future?\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "Big projects, big dreams: But where is that omelette the government promised us?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/big-projects-big-dreams-3034936",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2022"
    },
    {
        "full_article": "As if a million Rohingya refugees are not enough, we have to now face the prospect of Rohingyas sneaking in through the borders from India into Bangladesh. Not in too many places has one seen a country not only accept such a large number of persecuted, internationally displaced people, but also shelter them for years on end. The second tranche of them will have been here five years come August. And their numbers inside the camps are increasing.\nThe report on the matter, carried in this daily on May 22, reveals two very disturbing facts. One, that we are paying for our hospitality—so much so that the conditions in the Rohingya refugee camps in Cox's Bazar are working as a pull factor for the Rohingyas presently sheltered in India. The Rohingyas in India are suffering on two counts. Firstly, the conditions in the refugee camps locally are compelling them to seek egress out to Bangladesh, and, obviously, the security arrangement in Indian camps are not strict enough, for which the refugees manage to escape from the camps and travel, sometimes as far as from Jammu, to Kolkata, and eventually across the border.\nBut, equally more seriously, their religious identity as Muslims makes them vulnerable in India. These are not subjective observations, but conclusions drawn from the statements of Rohingyas who have managed to cross into Bangladesh. According to The Daily Star report, it is estimated that there are about 500 or so of them in Bangladesh as of now, who chose to shift camps from India to Bangladesh. However, a report dated January 27, 2019 on Scroll.in said that \"some 2,000 Rohingyas who had taken refuge in India have reportedly left for Bangladesh.\" What we are facing now is reverse migration compelled out of fear stemming from Jammu-based groups' threat to launch a \"catch and kill\" movement against the Rohingyas.\nThe story of Rohingyas escaping from Indian camps and into Bangladesh is not new. At one time, several of them were left in a limbo on the border between Bangladesh and India, with neither country willing to accept them. The Indian position that they were Rohingyas trying to infiltrate India from Bangladesh does not wash for reasons known to all. And, reportedly, the pushback of Rohingyas has been the official policy of the Indian government.\nThe 500 or so Rohingyas are the ones who have been identified and arrested. No one knows how many of them are living in Bangladesh—inside the camp or out, clandestinely. Secondly, and equally ominously, there are people on both sides of the border who are thriving on the plight of the Rohingyas in India, actively, as appears from the same report, aided by the Indian border forces.\nWe wonder, when more than 99 percent of the border has been fenced with triple concertina wire, how come the Rohingyas in India manage to sneak through the almost impregnable fences? How come these Rohingyas, in the vast expanse of the border, find holes in those fences, which are laid out in layers of three, and cross into Bangladesh escaping BSF notice?\nAs a Bangladeshi, one would not be remiss to ask whether it has been a folly to follow the international conventions and accept the Rohingyas on humanitarian grounds. The rest of the world seems to have forgotten the Rohingyas' and Bangladesh's plight. Little does the world note the cost we have had to bear. According to one study, presently, Rohingyas constitute more than a third of the local population in southeast Cox's Bazar region. Prime forest lands have been decimated to house the refugees and provide fuel for their cooking. The social cost has been equally damaging. The initial open arm attitude of the locals has transformed into hostility, sometimes open and sometimes veiled. Can the locals be blamed for the change in attitude when they stand to economically suffer in the job market, with glut in the local labour force and consequent fall in wages, when they see preferential treatment to the refugees while their own conditions are no better, and the solution of the Rohingya crisis seems remote?\nIt seems our diplomatic efforts have lost steam. The international community has taken us for granted, happy with the status quo as long as we take care of the refugees. Shifting them to better and more spacious locations in Bangladesh, Bhasan Char and elsewhere, may convey the message that Bangladesh has accepted the fait accompli, that it shall have to lump the refugees for the foreseeable future. The Rohingya issue is no longer the emotive issue it was four or five years ago.\nUnfortunately, money has trumped morality and humane consideration. Our three good friends have demonstrated visibly that their support lies where the money is. But not only them, another very good Middle Eastern friend has invested in Myanmar oil, which prevents it from putting pressure on Myanmar. And the ummah has been most visible through its silence, with honourable exceptions, of course. Is it that Myanmar wields more strategic leverage on India, China and Russia than we do, which was a factor in Myanmar getting away with genocide? Thus, we should formulate our strategy from that datum point. As for those sneaking in from India, Bangladesh would need India's sincere help in stopping the flow, because that appears to be the result of India's policy on Rohingyas and how they are being dealt with there.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "Rohingya refugees: Are we paying for our hospitality?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/rohingya-refugees-are-we-paying-our-hospitality-3034881",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2022"
    },
    {
        "full_article": "The garment industry of Bangladesh has made significant strides in sustainability. We now have the highest number of LEED green factories in the world—nearly 160, with another 500 in the pipeline. Furthermore, 40 of the top 100 LEED factories globally originated from Bangladesh. BGMEA, the apex trade body of Bangladesh's garment industry, has pledged to the UNFCCC's Fashion Industry Charter for Climate Action with a pledge to reduce greenhouse gas (GHG) emissions by 30 percent by 2030.\nThere are several green finance avenues, such as the Refinance Scheme for Green Finance, Green Transformation Fund, Technology Development Fund, SREUP, Green Climate Fund, and many other international funds available to support the green revolution in our industry.\nBut are all the companies in our industry able to access green finance?\nThe answer, at the moment, appears to be no. The evidence for this can be the small- and medium-sized enterprise (SME) factories in Bangladesh who are still operating in survival mode, despite an abundance of orders. The orders are often going to larger, LEED-certified factories that can afford to keep expanding, thanks to green finance. The number of SMEs, meanwhile, is diminishing.\nIn a recent article published in the Financial Times, titled \"Wall Street's new mantra: Green is good,\" it was made clear that, while banks and financial institutions once saw green finance as a niche issue, now it is mainstream and a major source of profit.\nGlobally, the inclusion of Environmental, Social and Governance (ESG) priorities in the corporate space has made sustainability obligatory for all. Bangladesh's export-oriented garment industry is part of the global value chain, and therefore factories have to embrace sustainability—and it requires investment, which requires access to green funding.\nThe problem for SMEs is that tapping into green finance is not straightforward at all. There are several reasons for this.\nOne of the main reasons is that the SMEs often don't have a healthy enough balance sheet to meet the criteria for green funding. They often fail at the bank's due diligence stage. The irony is that, in many cases, SMEs are the very businesses that need green funding the most. That's because their factories are often inefficient, use old, carbon-intensive technologies, and are likely to cause pollution, among other issues.\nAnother challenge is that most of these funds are only for purchasing machines or tangible assets. Consultancy, training, capacity-building and other intangible investment requirements are generally beyond the purview of green finance, which creates a problem for SMEs.\nThe other concern is that SMEs may need specialist, tailored green finance support. They may have a lack of collateral or have had previous bad loans. Yet their case for green finance may be a strong one. Will a commercial bank be able to recognise this? Will they have the know-how and be able to provide more than a tick-box exercise?\nA successful economy needs a mix of large corporations and SMEs. An industry composed almost solely of multinationals would stifle creativity and reduce risk-taking and entrepreneurialism. After all, where is the incentive to take risks and try new things when there are few smaller competitors snapping at your heels? The large players need to be kept on their toes to ensure that our garment industry keeps moving forward.\nWith all this in mind, I propose five possible solutions for policymakers that could make green finance more accessible for SMEs.\nFirst, group funding may be introduced so that small-scale entrepreneurs can come together and make collective applications to banks and financial institutions for green funds. Could the BGMEA or a similar body facilitate that?\nSecond, a lighter due diligence framework for SMEs may be set with support mechanisms in place to help them with the administrative burden of applying for green finance.\nThird, a common gateway of funding could be created, where companies only have to apply for green finance at a single window and banks will create customised syndicates to support their clients.\nFourth, insurance entities (such as Atradius) could be urgently involved to facilitate and balance risks for investors. These exist in most countries and are the route to green finance for SMEs.\nFinally, if brands want to collaborate—this is a concrete way and an invitation to do so—we all know that access to CAPEX investment is the key hurdle to overcome to drive impact in our industry.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Green finance must be open to SMEs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/green-finance-must-be-open-smes-3034856",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2022"
    },
    {
        "full_article": "Whether travelled down from the mediaeval Latin expression \"rata\" or from the old French word \"rate,\" the English word \"rate,\" as we know it, is always associated with value: Estimated value or worth proportioned to some monetary or equivalent standard. Life would have been easier if \"rate\" followed two norms: Only matters quantifiable in money would have a rate (as happens in a grocery store); and the equivalence of rate could have been easily calculated/estimated/proportionated. But these rules don't work. We rate attributes, qualities, capacities, skills, works, and labours that can never be quantifiable (Cordelia in King Lear wanted to love her father equitably: \"I love your majesty according to my bond, nor more, nor less\"). \nMiscalculation of rates, a common phenomenon, gives birth to a gamut of complex emotions in our everyday life and in life in general: We feel dejected when after buying something, we find out that the same product was sold at a lower price somewhere else, and we feel particularly elated if the opposite—though rarely—happens. In short, anything we tend to value has the risk of being overrated or underrated. \nFor a very long time, I had problems with rates of attributes. My fairly uneventful middle-class upbringing in 1990s Dhaka, which was followed by certain usual streaks of successes—good results, marriage, higher education abroad, jobs here and there—, should have helped me to equate rate with standard. But it never helped. Rather, as I reached the epiphanic age of 40, I started inculcating a rather cynical view that most of the grand discourses and structures around, or towards, which we organise our lives, goals, plans, emotions, and destinations are overrated. This ranges from being a good student to being a good worker and a good homemaker. But is it too personal a feeling, or can it be shared, interrogated, or discussed? \nTo test, one day, I posed a question on my social media account: \"What, in your view, is the most overrated thing in the world?\" \nI was not expecting much out of the question and thought that I would move on to another post—as it happens on social media—soon. But as responses started trickling down, I paused. I left my post open for comments for a day and decided that after this, I would ask another question: \"What, in your view, is the most underrated thing in the world?\" The responses to both questions were so thought-provoking, engaging and indeed, conversational, that I decided to reflect on them for this piece. \nIt was reassuring to realise that my thoughts were shared and there is a real need to talk about the discourses that are either over- or under-valued. There also emerged a pattern—sad, but not surprising—of the things that we are expected/asked/taught to rate wrongly. Let me give you the lists based on the responses. \nThings that are overrated (ordered randomly): Education as enlightenment, hustle culture, avocados (or the capitalist faff around this and many more), Western countries (or the dream of it), modern women (mother) as superwoman (having and doing it all), fashion and makeup trends to follow, life itself (as we see it), one eternal love across life, death, and beyond, patriotism (desh prem), marriage, women's empowerment (the win, the progress, the having-it-all narrative), women's (vanity) bags/purses, French fries, and jobs and the social prestige that comes with them. \nBy contrast, underrated things included: Housewife's work, mother's work, agriculture, traditional handmade, hand-woven artistry, depression or a particular state of mental health, empathy and care, men's mental health, women's unpaid work of all forms, study of literature and humanities in general, doi bora and chingri bhorta, and jazz.  \nCan you see the patterns? Of course, you can. We overrate things that are rooted in traditional patriarchy, were implanted as superior through our colonial history, and we continue to overvalue ideas and things being processed and packed by the neoliberal economy and the world order. We, by contrast, underrate affective labour that cannot be quantified, we undervalue emotions that will, perhaps in the long run, be the only differing point between humans and robots: robots as we know cannot decipher the random word orders of poems. We underrate arts and music rooted in the lives and histories of the subalterns. Countless pieces of research confirm such hierarchical trends of rates and values that ultimately make some lives more important than others. Therefore, let us challenge rates and ratings because the scale of ratings has always been faulty.  \nRifat Mahbub, PhD, lives and works in London, UK. Primarily a thinker, she writes when words demand.\n",
        "headline_1": "On the scale of infinity, how would you rate life?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/scale-infinity-how-would-you-rate-life-3034591",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2022"
    },
    {
        "full_article": "We are shocked to learn that the Civil Aviation Authority of Bangladesh (CAAB) is filling up a large pond at the capital's Ashkona area to build a housing project for its officials and employees, in clear violation of the conservation law. While the CAAB chairman claims that they are not violating any law as the land is owned by CAAB, not RAJUK, environmentalists say that the around-30-acre pond is clearly earmarked as a waterbody in RAJUK's Detailed Area Plan (DAP). Reportedly, the aviation regulator has also not taken any permission from RAJUK before starting to fill up the pond which has long been used as a water retention area for Ashkona, Uttar Khan and Dakkhin Khan areas. It goes without saying that, without the pond, the waterlogging problem in these areas will aggravate further.\nDhaka has already lost the vast majority of its ponds, canals and waterbodies due to unplanned development. A study by the Bangladesh Institute of Planners (BIP) in 2019 found that individuals, businesses, real estate developers, organisations, and even government agencies gobbled up 1,072 acres (57 percent) of the 1,879-acre flood flow zones in Dhaka metropolitan areas over the last few decades. The result is that city residents have been experiencing regular waterlogging during monsoon, with many residential areas and main thoroughfares going under knee-to-waist-deep water even after a moderate rain.\nFor example, waterlogging in the East Jurain area has now become a year-long affair, making the place almost unhabitable. Reportedly, the neighbourhood was developed on the flood flow zones and agricultural land, filling up a number of big canals. Since Ashkona, Uttar Khan and Dakkhin Khan are already suffering from regular waterlogging, filling up this large pond may also make this situation more permanent, which will eventually affect surrounding areas, too.\nAgainst this backdrop, we think CAAB should immediately shun this project for greater public good but also because it is illegal. We hope the authorities concerned, including RAJUK, will take necessary measures to stop the project and recover the pond. We have already lost too many wetlands, and cannot afford to lose any more. Furthermore, CAAB authorities must be held accountable for taking this project without permission and for violating the law. If a government agency undertakes such a damaging project and goes unpunished, it will certainly embolden others to do the same.\n",
        "headline_1": "CAAB cannot just randomly fill up a water body",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/caab-cannot-just-randomly-fill-water-body-3034651",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2022"
    },
    {
        "full_article": "For the first time, the government has responded to enquiries by the United Nations Human Rights Council's (UNHRC) working group on enforced disappearances by submitting the information sought on Bangladeshi cases. While we appreciate the effort, we must express our disappointment that it took so long for the government to respond to a matter this serious. This displays a type of callousness that is not only concerning, but also extremely damaging to the country's image. Moreover, it sends a bad signal about how much importance the government places on human rights, rule of law, and accountability of different state organs.\nWhat is further concerning is that the UNHRC has already stated that the information provided by the government is inadequate. Reportedly, its response consisted of details about 76 incidents of enforced disappearance. The working group said that information on 66 of them is inadequate. Having taken so long to prepare its response and having faced censure for that, surely the government could have done better. This has, unfortunately, become a pattern for the government when it comes to enforced disappearances.\nOver the last decade or so, hundreds of people have allegedly been forcibly disappeared. Nearly every time, however, officials dismissed the allegations off-hand, and even made jokes about the victims, despite there being witnesses to these abductions in many cases. In fact, instead of showing sympathy to the families of victims and helping them out, law enforcers have repeatedly been accused of intimidating and harassing them, as well as refusing to file their complaints.\nTo prepare the report for the UN, law enforcers had to visit the families of victims. Some of them told this newspaper that this was the first time they had ever been contacted by the law enforcers, which simply sums up the whole scenario. Our report also includes narrations from families on how they were threatened and harassed to disbelieve what they saw with their own eyes or heard with their own ears—of their loved ones being taken away by people in plainclothes identifying as law enforcers—and to change their stories more in line with the state's.\nThis entire situation is nothing short of shameful. We reiterate the UNHRC's call on the government to ensure protection of human rights defenders and the families of victims of enforced disappearance. Moreover, it is the duty of the state to find these people or their bodies. It needs to stop avoiding its responsibility by giving lame excuses such as that these people are hiding, when it is evident that hundreds of people cannot disappear like this without there being some powerful force behind it.\n",
        "headline_1": "Govt report on enforced disappearance masks a bigger problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govt-report-enforced-disappearance-masks-bigger-problem-3034641",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2022"
    }
]