[
    {
        "full_article": "The Law Commission’s recommendation that the offence of sedition be retained in penal law, albeit with some safeguards, flies in the face of current judicial and political thinking that the country may not need this colonial vestige any more. Section 124A of the IPC, which describes sedition, seeks to punish speech or writing that brings or tries to bring into hatred or contempt, or excites or tries to excite disaffection towards, the government established by law. Its validity was upheld by the Supreme Court as far back as 1962, but with the reservation that it would be a constitutionally permissible restriction on free speech, only if the offence was restricted to words that had a tendency to incite violence or cause public disorder. However, legal experts have pointed out that the panel’s report fails to consider how far free speech jurisprudence has travelled since then. While keeping pending sedition cases in abeyance last year, the Court had observed that “the rigours of Section 124A of IPC are not in tune with the current social milieu”. The Union government, too, had decided to reexamine and reconsider the provision. The time has come to consider the provision in the light of recent principles to test the validity of any restriction on fundamental rights, especially free speech. Given its overbroad nature, the sedition definition may not survive such scrutiny.The Commission has sought to address two concerns usually raised about sedition: its rampant misuse and its relevance to the present day. It has repeated the hackneyed argument that a law’s misuse is no ground to withdraw it. However, what it has failed to consider is that its very existence on the statute affords great scope for its unjustified use, often with deliberate intent to suppress dissent and imprison critics. It is doubtful if a mere prior sanction requirement, as mooted in the report, or a mandatory preliminary probe, will lead to fewer sedition cases. Further, the panel has argued that the fact that something is a colonial-era provision is no ground to discard it. It has justified the need to keep sedition on the penal statute by citing the various extremist and separatist movements and tendencies in the country, as well as the “ever-proliferating role of social media in propagating radicalisation”. This may not be a sufficient reason to retain it, as divisive propaganda, incitement to violence and imputations affecting social harmony can be curbed by other penal provisions. In fact, an effective legal framework against hate speech is what is needed more than one to penalise speech or writing that targets the government. Notwithstanding the report, the government should consider the repeal of the provision.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nprison\n\n/\n\nhistory\n\n/\n\nfreedom of the press",
        "headline_1": "End the debate: On the Law Commission’s recommendation on sedition",
        "headline_2": "The retention of sedition goes against the grain of current thinking",
        "link": "https://www.thehindu.com/opinion/editorial/end-the-debate-the-hindu-editorial-on-the-law-commissions-recommendation-on-sedition/article66942289.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Incidents of giant outdoor billboards crashing and becoming death traps are no longer an exception in urban environments. Tragedies such as the deaths of three workers, in Coimbatore last week, after they were crushed by the falling steel frames of a hoarding under replacement, are no rarity. Authorities lost no time in declaring that the billboard was illegal, offering no explanation on how it stood there. Ironically, it was in April that the Tamil Nadu Urban Local Bodies Rules 2023 were notified, with terms for the licensing of hoardings, banners and placards. Amid concerns that billboards would mushroom in cities, the Minister for Municipal Administration had explicitly said the rules were notified to ensure that unauthorised billboards are not allowed. Reports from at least two decades show the failure of many municipal corporations in curbing unlicensed hoardings. Occasional corrective actions have most often been the result of the intervention of the judiciary or triggered by fatal accidents. A case in point is that of Tamil Nadu and its capital Chennai, where thousands of unauthorised hoardings were removed on the directions of the Supreme Court in 2008, revealing hidden green landscapes and urban skylines.Unfortunately, this action was not sustained. Among the first violators were political parties, with many leaders encouraging their larger-than-life projections on flex banners and illuminated cut-outs. Considerable outrage was triggered in Chennai in 2019, when a young woman scooterist lost her life in a road accident after she was hit by a banner put up by a political party. With lucrative outdoor advertising rights being cornered by politically influential individuals and cartels, there is little administrative will to enforce legal and all-weather structural stability requirements. A lack of manpower in municipalities to enumerate unlicensed hoardings, periodically inspect authorised billboards, and act against unstable or illegal ones, also contributes to accidents. It is of concern that the judiciary, which calls for a regulation of billboards, often passes orders restraining authorities from removing unauthorised ones. Violators deserve stringent punishment; in the case of deaths, it would be appropriate to slap graver charges, blacklist and recover compensation from them, and also prosecute complicit officials. International studies have pointed to billboards being dangerous distractions on roads as they affect a driver’s response time, vehicle lateral control and situational awareness. Accidents caused by such distractions must be documented in the annual Road Accidents in India report. This could help devise better policies on billboards and the outdoor advertising market, globally poised to grow to $67.8 billion in 2023.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\naccident (general)\n\n/\n\nCoimbatore\n\n/\n\nmedia\n\n/\n\nTamil Nadu\n\n/\n\nChennai\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics\n\n/\n\nadvertising",
        "headline_1": "Deadly billboards: On billboards and their regulation",
        "headline_2": "Despite frequent accidents, there is no political will to regulate billboards",
        "link": "https://www.thehindu.com/opinion/editorial/deadly-billboards-the-hindu-editorial-on-billboards-and-their-regulation/article66942308.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Among the numerous areas that have seen major transformation in India in the past nine years, financial inclusion stands out. Besides taking a long leap under PM Modi, India has been historically a pioneer in this area.\nUntil as recently as two decades ago, policy discourse in this area centered on microfinance and microcredit, promoted through the instrumentality of self-help groups. Though Muhammad Yunus of Bangladesh is commonly credited with pioneering microcredit in 1976, in reality, Ilaben Bhatt of Gujarat preceded him by a good four years. As early as 1972, she had founded the SHG known as SEWA, Self-Employed Women’s Association.\nThe term ‘financial inclusion’ also has had Indian origins. Former RBI governor YV Reddy, who was keen to see access to banking services for excluded sections of society improve, first introduced the term in RBI’s 2005-06 annual credit policy statement, elaborating on it in the mid-term review that followed. Subsequently, in 2010, G20 included financial inclusion within its agenda. Today, financial inclusion is viewed as critical to achieving many of the United Nations Sustainable Development Goals.\nRead full story TOI+\n\n",
        "headline_1": "The great India stack story: Its efficiency, access, cost effectiveness and scale have many countries looking at our digital financial infrastructure as the model to adopt. It is enabling economic inclusion as well",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-great-india-stack-story-its-efficiency-access-cost-effectiveness-and-scale-have-many-countries-looking-at-our-digital-financial-infrastructure-as-the-model-to-adopt-it-is-enabling-economic-inc/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "By Vikram Sampath\nMuch water has flown under the Kaveri since the controversy around the Chola iconography of the Sengol and its installation in the new Parliament. Both government and its opponents made valid points and counterpoints with media discussing ad nauseam long-forgotten Chola history. Ironically, it was recently claimed Cholas were not Hindu, but now an important symbolism of their court is termed a sign of Hindu/Brahminical supremacy.\nUndoubtedly, a religious ritual was held in New Delhi in the wee hours of August 14, 1947, in which Nehru had reluctantly participated. Tai Yong Tan and Gyanesh Kudaisya note in The Aftermath of Partition in South Asia (2000) that alongside Rajendra Prasad, Nehru sat cross-legged around a holy fire amidst chanting of hymns. The Sengol was conferred on him, writes Perry Anderson in After Nehru (2012), by “Hindu priests (who) arrived posthaste from Tanjore for the ritual”. In a benediction to Nehru, they chanted verses of Kolaru Pathigam:“This golden Sengol is yours and symbol of our (people’s) rule… you will rule, it is my command!” In Freedom at Midnight (1975), Dominique Lapierre and Larry Collins paint an evocative picture: “As once Hindu holy men… conferred upon ancient India’s kings their symbols of power, so the sanyasin had come… to bestow their antique emblems of authority on the man about to assume the leadership of a modern Indian nation. ”\nRead full story on TOI+\n\n",
        "headline_1": "The sceptre that haunts Nehruvian Naysayers: Those questioning the placement of Sengol in new Parliament devalue Indians’ collective memory and civilisational symbols",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-sceptre-that-haunts-nehruvian-naysayers-those-questioning-the-placement-of-sengol-in-new-parliament-devalue-indians-collective-memory-and-civilisational-symbols/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "In a huge step-up for India-US strategic relations, the two sides have cleared the decks for co-producing fighter jet engines that will power India’s future air combat platforms. The formal signing is likely to happen during PM Modi’s US visit later this month and is said to involve 100% transfer of technology for the GE-F414 engines. To put this into context, only four countries make their own jet engines – the US, the UK, Russia and France – while China has achieved much by reverse engineering Russian jet engines.\n\nIndia too has had its own indigenous engine development programme – the old Kaveri project. But that failed to meet technical requirements for the Tejas Light Combat Aircraft. As a result, the current Tejas Mark-1 jets are powered by GE-F404 engines that are procured without any transfer of technology. And given that jet engine manufacturing is in the acme class of technological manufacturing, it will take India decades to get there on its own.\nWhich is why the jet engine deal with the US along with the new bilateral defence-industrial cooperation roadmap is vital. This should be the first step towards building India’s own American-style military-industrial complex congruent with the goal of Atmanirbhar defence.\nIndia’s geopolitical environment is rapidly changing, New Delhi can’t afford to fall behind on the defence development curve. Since the 2020 Galwan clashes and Chinese PLA incursions along the LAC, it has been clear that Beijing will remain New Delhi’s primary strategic rival for the foreseeable future. While the China-Pakistan axis is already a formidable challenge for India, the Ukraine war and the new China-Russia compact mean that New Delhi has to reorient its relationship with traditional defence supplier Moscow.\nNot only has importing defence equipment from Russia become harder due to US-led sanctions against Moscow, there is also now no guarantee of this supply route in the eventuality of a conflict between India and China. Plus, India’s interests align more with the US in East and West Asia, as well as in Africa, where China and Russia are together trying to re-write the rules of the game. So, strengthening the India-US military relationship is not only crucial for New Delhi to meet its immediate strategic-security challenges but also in terms of its necessary ambition to remain a net provider of stability in South Asia and beyond.\n\n",
        "headline_1": "Get, jet, go: India-US pact to co-produce fighter plane engines has positive spin-offs beyond military capability",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/get-jet-go-india-us-pact-to-co-produce-fighter-plane-engines-has-positive-spin-offs-beyond-military-capability/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Full marks to Kerala high court for affirming women’s bodily autonomy. As it acquitted Rehana Fathima, HC said a naked female body is not inherently obscene or sexually explicit. Fathima had posted a video on social media showing her minor son and daughter painting on her bare torso, for which she was charged under the Pocso Act and the IT Act. Fathima’s act was at odds with ‘traditional’ values, which don’t view a woman’s body as simply the body of a fellow human, who owns it and can use it as she sees fit.\n\nThe basis of morality when it comes to women’s bodies is usually male control, which sees women’s bodies as passive property, to be covered up or revealed as men decide. These notions run deep, are internalised. That’s why many argued Fathima’s son would inevitably be psychologically scarred by the body that birthed him, or that her bare torso was obscene simply because it was bare. HC’s verdict rejects these arguments, saying, rightly, there was no proof of sexual intent. That the video was shown in open court, that the court noted Fathima’s messages against sexual abuse and her activism against moral policing are further demonstrations of intelligent, progressive judicial thinking.\nFathima’s video should in fact be situated in the larger context of women’s defiance of ‘mainstream’ strictures and protest against sexual violence. Two decades ago, in Manipur, after the rape and killing of Thangjam Manorama, middle-aged Manipuri mothers stripped naked to shame security forces. Some women have shed their clothes to manifest a truth larger than any social strictures, like the mystics Akka Mahadevi and Lal Ded, who renounced palaces and possessions in their devotional love. A conservative, patriarchal society will want to suppress many such actions. That’s why an enlightened judiciary is so crucial.\n\n",
        "headline_1": "It’s her body: Importance of Kerala HC’s ruling: women have bodily autonomy, nudity isn’t obscenity per se",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-her-body-importance-of-kerala-hcs-ruling-women-have-bodily-autonomy-nudity-isnt-obscenity-per-se/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "The tragic death of two siblings in the capital's Bashundhara Residential Area, allegedly from pesticide poisoning, has yet again reminded us how cheap our lives can be in a country that has failed to ensure basic safety and security of its citizens. Sadly, news of unnatural deaths – in road crashes, fire incidents, gas explosions, etc – have become a regular part of our everyday lives. However, the fact that two children would have to die in the \"safety\" of their own home just because a pest control agency did not do its job properly is inconceivable.\nReportedly, Mobarak Hossain, the father of the two children – Shayan Mobarrat Zahin, 15, an eighth-grader, and Shahir Mobarrat Zayan, 9, a third-grader – hired a pest control agency to rid their home of cockroaches. The employees of the agency spread the pesticides in their house on June 2 and asked the family to stay out of the house for two to three hours. But the family decided to take extra precaution and returned to the house after about 10 hours. Yet, all five family members fell sick soon after arriving home and inhaling the toxic fumes. As the state of the two children deteriorated, they had to be admitted to a private hospital, where both of them passed away.\nI was horrified at the news, and the first question that came to my mind was: did the children die of aluminium phosphide poisoning? Aluminum phosphide is a chemical that emits a poisonous gas that not only kills insects, but is also dangerous for humans. A local news agency later reported that the pest control company had used aluminium phosphide tablets as a pesticide in the house, which likely led to the death of the two children.\n\nAluminium phosphide tablets are not banned in the country, but their use is restricted. These tablets are basically meant for use in warehouses to protect foodgrains from insects. They should never be used for household pest control. How, then, are the pest control agencies using them?\nI first learned about this life-threatening chemical a few years ago, when a relative was looking for a solution to bed bugs and had hired a pest control agency to get rid of the insects from his house. The agency used some tablets to kill the bugs while the entire family was away for a whole day. And this did result in their house being free of bed bugs from thereon.\nHowever, after a brief internet search, I came across news of how people across the world, including in the US, UAE, Thailand, and India, had died after inhaling this poisonous gas, following which the countries have implemented stricter regulations to control the use of this chemical. The UAE banned pesticides containing aluminium phosphide for public use back in 2009.\nBut aluminium phosphide is available in the form of tablets in Bangladesh, largely being sold by street vendors and used by pest control companies.\nReportedly, if aluminium phosphide gas is inhaled by humans, it can prove fatal within hours. And if not treated properly, a majority of the affected may die within 24 hours. The chemical is particularly lethal for children and the elderly.\nDuring my commute to my office in the capital's Farmgate area, I regularly come across street vendors advertising and selling these tablets (among other pesticides) to people, under the very noses of law enforcers. Once, I asked a street vendor how to use these tablets. He gave me specific directions to keep the tablet in a room and stay out of the house for at least two days. It is supposed to \"work like magic.\"\nForget about street vendors; professional pest control organisations in Dhaka have been using this lethal chemical for years. The question is: are they using it with approval from the government? Do they have the necessary knowledge and training to safely use this highly toxic pesticide, which has no antidote for those affected by it? Reportedly, the company that used the chemical in the Bashundhara house had told the residents to enter the house two to three hours after the pesticide had been spread – while the gas was still present in the house. This clearly indicates the company's lack of knowledge about the chemicals they are using in fumigating households. Their incompetence and negligence have now possibly caused the deaths of two young children.\nAccording to a BARI official, aluminium phosphide tablets are not banned in the country, but their use is restricted. These tablets are basically meant for use in warehouses to protect foodgrains from insects. They should never be used for household pest control. How, then, are the pest control agencies using them?\nUnfortunately, aluminium phosphide is not the only pesticide that is being sold openly in the city. According to Dr Syeda Sultana Razia, a professor at the department of chemical engineering in Buet, many other harmful insecticides which should only be used for pest control in agricultural fields are being sold in the capital's markets, without any monitoring from the authorities.\nThe onus is now on the government to look into the issue and take the required measures to restrict the sale of these lethal chemicals in the country. It is also high time that government authorities learned about pest control from the experiences of developed nations and formulated strict regulations regarding the use of such dangerous chemicals in households. Otherwise, we might see more such deaths from pesticide poisoning in the future.\nSince the father of the deceased children has filed a case against the pest control company, it is up to the police now to properly investigate the incident and bring those responsible for the children's death to justice. Such acts of negligence must not go unpunished.\nNaznin Tithi is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "Are we aware of aluminium phosphide poisoning?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/are-we-aware-aluminium-phosphide-poisoning-3340326",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Amid unforgiving heatwaves, acute power outages are hurting the nation, and the reason, in case there was still any doubt, lies in the inefficiency of the power sector. According to a recent report, only one third of power plants are currently running at full capacity. The country has 153 power plants, and apart from the fully operational 49, at least 51 are producing at less than half the capacity, while 53 others have been completely shut, leading to the current debacle. Energy security is a key requirement for any state, and the current situation is yet another example of how the government's approach lacks the foresight needed to ensure that.\nOver the past decade or so, the government has invested heavily in large-scale projects, defying warnings of energy experts. One of those projects, Payra Power Plant, shut down this week due to a coal shortage and overdue bills worth $390 million. Rampal is also producing at half its capacity due to complications surrounding opening Letters of Credit to import coal. It's an irony that despite having a higher power generation capacity than needed, Bangladesh is struggling with unmet demand, largely due to its ill-advised overreliance on outsiders, undertaking collusive deals and empowering fossil-fuel plants. These plants, even when sitting idle, receive payments in capacity charges, in a sheer wastage of public funds. It is beyond unfair that people are continuously having to pay for such short-sighted decisions of the government.\nIn Dhaka and other major cities, they have been left without power for many hours a day. The situation is even worse in rural areas. The crisis is also proving to be a blow to the industries, especially the RMG. This calls for an urgent intervention that looks beyond the ongoing dollar crunch, and into long-festering issues that made us vulnerable in the first place.\nIn the proposed budget for FY2023-24, the government allocated Tk 34, 819 crore to the power sector, and only Tk 994.31 crore to the energy sector. Experts have long called for exploring our own gas reserves and prioritising renewable energy for self-sufficiency and security in the energy sector. The budget allocation, with an inadequate amount for energy development, thus signals that the government would rather maintain the shambolic status quo. This is totally unacceptable. We need proper policies to address our energy vulnerability.\n",
        "headline_1": "Power sector must answer for its persistent failures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/power-sector-must-answer-its-persistent-failures-3340276",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "The brief statement from Law Minister Anisul Huq in parliament on Monday regarding the Digital Security Act (DSA), 2018 is a welcome development in the sense that we finally have a count of the number of cases filed under the law since its introduction in October 2018. The minister informed that, until January 2023, a total of 7,001 cases had been filed under the law. Until now, there was no account from the government that provided a picture on the extent of the use of the law. The law minister, however, has not informed us as to how many people have been accused in these cases. He has deferred it to the home ministry, and we hope at some point the home minister and/or respective officials will come forward to provide this number, too.\nThe number of cases is staggering by all accounts, but far from surprising to those who have been closely following the wanton use of the law over the past 56 months. Instead, it only reaffirmed what national and international human rights organisations have been saying: it is a draconian law. The number of cases in 52 months, as provided by the law minister, shows that 134 cases have been filed on average each month, which means the average number of cases filed each day was 4.48 (or roughly five cases a day).\nAlthough this piece of information does not present a comprehensive picture, it does provide a glimpse into the gravity of the situation.\nSince January 2020, under a research project sponsored by the Centre for Governance Studies (CGS), we have been tracking the use of the DSA since its inception. Gathering data, especially from government sources, has been an uphill task. Saad Hammadi, a human rights activist, requested the data from the police in June 2021. He was given a runaround. Drawing on various sources, as of May 31, 2023, we have been able to track 1,325 cases in which 4,121 individuals have been accused. The data show that the average number of people accused in each case was 3.11. There are no reasons to believe that there is a different pattern in the total number of cases. As such, we can extrapolate the total cases based on our sample, which will suggest that at least 21,770 people have been accused.\nOf our sample of 4,121 individuals, 1,454 had been arrested – which is roughly one in three accused. Based on that pattern, of the 21,770 accused, it is safe to say at least 7,692 were arrested. That would mean that the average number of arrests per month was 137, roughly five individuals a day. This number should give pause to anyone and make them realise how widespread the use of the DSA has been for the past 56 months.\nThe primary reason for being accused and arrested under the law is expressing contrarian views in cyberspace. Anyone expressing a view that annoys the government and supporters of the ruling party has been subjected to persecution through the use of this law. Over the years, the DSA has become the weapon of choice for ruling party activists. Research data published in our report in February 2023 – titled \"What's happening: Trends and Patterns of the Digital Security Act 2018 in Bangladesh\") – have documented that 39.13 percent of the cases were filed by individuals affiliated with political parties, 22.17 percent by law enforcement agencies, and 8.02 percent by government officials. Of those who were affiliated with the political parties, almost 80 percent were directly involved with the ruling Awami League. Unless there is a serious break in this pattern, we can make an informed guess as to who the accusers are in the 7,001 cases that the law minister mentioned in parliament.\n\nThe figure provided by the law minister reveals the gravity of the situation pertaining to the use of the DSA. Although we won't hold our breath, we hope that the government will release information about the number of individuals accused and detained under the law. Given that most of the offences are considered non-bailable, hundreds of people are languishing in jails as pre-trial detainees. Lest we forget that Mushtaq Ahmed, an author, died in jail in February 2022 after being detained for ten months and denied bail six times. But most importantly, the number has once again reminded us that it is time to repeal the DSA 2018 altogether and replace it with a law, developed in consultation with stakeholders, to protect the citizens rather than criminalising freedom of expression.\nDemand for scrapping the DSA 2018 has been raised since its inception as human rights organisers, journalists, and members of civil society could foresee the impacts of it on freedom of expression. Yet, ministers and ruling party leaders insisted that it will not hinder freedom but will protect citizens. Occasionally, ministers have recognised that the DSA has been \"misused,\" implying that they are sporadic and an aberration. But witnessing the excessive use of the law and inconsistencies with the fundamental rights of citizens, the Office of the UN High Commissioner for Human Rights (OHCHR) last year recommended that two articles of the law be scrapped and eight amended. The government neither shared the observation with the public, nor acted on the recommendations. On March 31, in the wake of the arrest of a Prothom Alo reporter and a case filed against its editor, Matiur Rahman, UN Human Rights Chief Volker Turk called on the government to immediately suspend the Digital Security Act. He said, \"I am concerned that the Digital Security Act is being used across Bangladesh to arrest, harass and intimidate journalists and human rights defenders, and to muzzle critical voices online.\"\nIn May, during his trip to Dhaka, the United Nations special rapporteur on extreme poverty and human rights Olivier De Schutter expressed grave concern over the misuse of the Digital Security Act and urged for the suspension of the law. Despite international clamouring, the law minister has unequivocally rejected the possibility of scrapping the DSA. He, however, has said that the law will be amended by September. The promise to amend the law has been made by ministers many times over the past years, only to be broken repeatedly. In fact, even before the DSA was passed by parliament in September 2018, ministers had promised to editors that the law would be amended.\nThe figure provided by the law minister reveals the gravity of the situation pertaining to the use of the DSA. Although we won't hold our breath, we hope that the government will release information about the number of individuals accused and detained under the law. Given that most of the offences are considered non-bailable, hundreds of people are languishing in jails as pre-trial detainees. Lest we forget that Mushtaq Ahmed, an author, died in jail in February 2022 after being detained for ten months and denied bail six times. But most importantly, the number has once again reminded us that it is time to repeal the DSA 2018 altogether and replace it with a law, developed in consultation with stakeholders, to protect the citizens rather than criminalising freedom of expression.\n \nAli Riaz is distinguished professor of political science at Illinois State University, a non-resident senior fellow of the Atlantic Council and president of the American Institute of Bangladesh Studies (AIBS).\n\n",
        "headline_1": "What the law minister's DSA statement reveals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/black-white-grey/news/what-the-law-ministers-dsa-statement-reveals-3340211",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Amid unforgiving heatwaves, acute power outages are hurting the nation, and the reason, in case there was still any doubt, lies in the inefficiency of the power sector. According to a recent report, only one third of power plants are currently running at full capacity. The country has 153 power plants, and apart from the fully operational 49, at least 51 are producing at less than half the capacity, while 53 others have been completely shut, leading to the current debacle. Energy security is a key requirement for any state, and the current situation is yet another example of how the government's approach lacks the foresight needed to ensure that.\nOver the past decade or so, the government has invested heavily in large-scale projects, defying warnings of energy experts. One of those projects, Payra Power Plant, shut down this week due to a coal shortage and overdue bills worth $390 million. Rampal is also producing at half its capacity due to complications surrounding opening Letters of Credit to import coal. It's an irony that despite having a higher power generation capacity than needed, Bangladesh is struggling with unmet demand, largely due to its ill-advised overreliance on outsiders, undertaking collusive deals and empowering fossil-fuel plants. These plants, even when sitting idle, receive payments in capacity charges, in a sheer wastage of public funds. It is beyond unfair that people are continuously having to pay for such short-sighted decisions of the government.\nIn Dhaka and other major cities, they have been left without power for many hours a day. The situation is even worse in rural areas. The crisis is also proving to be a blow to the industries, especially the RMG. This calls for an urgent intervention that looks beyond the ongoing dollar crunch, and into long-festering issues that made us vulnerable in the first place.\nIn the proposed budget for FY2023-24, the government allocated Tk 34, 819 crore to the power sector, and only Tk 994.31 crore to the energy sector. Experts have long called for exploring our own gas reserves and prioritising renewable energy for self-sufficiency and security in the energy sector. The budget allocation, with an inadequate amount for energy development, thus signals that the government would rather maintain the shambolic status quo. This is totally unacceptable. We need proper policies to address our energy vulnerability.\n",
        "headline_1": "Power sector must answer for its persistent failures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/power-sector-must-answer-its-persistent-failures-3340276",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "The government's insistent narrative of not having mismanaged the economy is crumbling in the face of an 11-year-high inflation which is wreaking havoc in the lives of most people. May's record-high inflation of 9.94 percent brought this fiscal year's average inflation to 8.95 percent, way above the current budgetary target of 5.6 percent. Yet, instead of taking urgent measures to bring inflation down or provide meaningful support to the poor, officials have continued to claim that the government has a \"successful\" record of achieving budgetary targets to justify why it again set unrealistic targets in the proposed budget. Besides doing further damage to the economy, such rhetoric is an insult to the people, whose sufferings they are trivialising with their false claims.\nThe government's claim that external factors are solely to blame for the cost-of-living crisis can be easily debunked. If what it said was true, why haven't prices in other countries increased as much as they have here? In May, the Eurozone (which is directly involved in the war in Ukraine and the ongoing global sanctions war) saw inflation fall to its lowest level since Russia invaded Ukraine. Even the runaway inflation in Turkey hit its lowest level since 2021 in May, while the same story can be seen across parts of Asia. So, even if the initial price spiral in Bangladesh can be blamed on external factors, what is currently happening is mostly the government's fault.\nIts excessive bank borrowing (including from the central bank, which has increased the supply of money) has played an integral part in pushing up inflationary pressure. According to the proposed budget, that is to increase by a record amount in the future, which would increase inflation further. Huge wastage of public resources in various ways (for example, through the payment of capacity charges to idle power plants) – instead of investing them for productive purposes or to alleviate the sufferings of the poor – has become the norm.\nThe government, therefore, must stop denying responsibility for the skyrocketing inflation, acknowledge that its poor policies are causing sufferings, and make a course correction before prices get even more out of hand.\n",
        "headline_1": "Stop blaming external factors for record-high inflation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-blaming-external-factors-record-high-inflation-3340031",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Planning Minister MA Mannan's candid admission that inflation has become unbearable and he feels embarrassed because belying his projection he made last month that it would decline in May, it has turned 11-year high. Both print and electronic media have long been presenting a bleak and traumatic picture of the poor and marginal and even people with fixed income belonging to the lower middle and middle classes. Inflation has been pervasive notwithstanding its rate as determined by the Bangladesh Bureau of Statistics (BBS), which unfortunately was taken with a grain of salt until it started applying UN-approved Classification of Individual Consumption by Purpose (COICOP) to measure inflation from May last. So the 9.94 per cent inflation ---at its highest in 11 years ---last month is an outcome of the new method. It just falls short of the highest 10.92 per cent in the fiscal year 2010-11 and this pulls the average inflation of 11 months of the current fiscal to 8.95 per cent ---far above the budgetary target. Now the question is if this was inevitable and there is any possibility of reining in the galloping horse of inflation. One customary official contention is that Bangladesh suffers the fallouts of Russo-Ukraine war and remedying the inflationary problem is beyond its reach. Is this argument tenable? True, for the first few months of the war that began on February 24, 2022, the impact was telling not only for Bangladesh but also for countries around the world. Coming on the heels of post-Covid recessionary period and soaring prices of energy in the global market, the war had tumultuously disrupted international supply chain of commodities including foods and energy. But for months the energy prices have slumped and inflation around the world has eased to tolerable levels.A former economist of the World Bank's Dhaka office refutes the official litany of accusations against the Ukraine war by citing the examples of decline in inflation for some major and not so large economies. May's inflation dipped to its lowest level in Eurozone since the war in Ukraine began. The US inflation fell sharply to 4.9 per cent in April from 9.1 per cent in June 2022 and is unlikely to go beyond 5.0 per cent, if not drops further in May. The decline in India's inflation was to 4.7 per cent ---an 18-month low ---with indication of further fall in May. Turkey, Thailand, China and Vietnam all witnessed record fall in inflation rates in months or years.Clearly, something has gone seriously wrong with fiscal management here. In a country where both food and other consumer goods record outrageous price hikes within weeks thanks to business syndicates and the authorities continue to procrastinate over its move to arrest the trend, much of the inflation is a manufactured one. This falls in neither of the three broad categories --- demand-pull, cost-push and built-in --- of inflation. The latest case of price hike of onion illustrates this fact. By the time the authorities come to act, the syndicates have unethically fattened their coffers with billions of taka. It happened in case of cooking oil and sugar and now happening with spices well before Eid-ul-Adha. Also the government's big borrowing from banks, particularly the central bank, has only fuelled inflation further with supply of artificial money in the market. All this has disastrously impacted the lives of the low-income people who have been forced to cut on food intake and other consumer goods, debilitating the whole economy.",
        "headline_1": "High inflation was not inevitable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-inflation-was-not-inevitable-1686149242",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Good wars are always few and far between. Most wars are horror stories, leaving societies and nations involved in them in a huge mess. There are wars of national liberation, wars which are directed at pushing oppressors out of occupied countries. Such wars are good and necessary. There are wars which are imposed on nations, with consequences that are felt for years, even decades.And then there are wars which are not thought through. In this month of June, we are reminded of the Six-Day War which left the geography of the Middle East changed forever. It was a conflict which devastated three Arab countries --- Egypt, Jordan and Syria --- because of bad planning. When President Gamal Abdel Nasser decided that Israel needed to be brought to its knees through a combined strength of Arab armies, he did not have a strategy in place. In many ways, the leadership in Amman and Damascus were unable to understand what military strategy they were expected to adopt in a war they thought would right all the wrongs inflicted on Palestinians in May 1948 by the creation of Israel.The Arabs badly lost the June 1967 war. And they lost because they procrastinated, because they lost time in hurling verbal threats at Israel. They baited the Israelis, the result being that Tel Aviv went for pre-emptive action against Egypt, Syria and Jordan. Egypt's air force was destroyed on the ground by a lightning Israeli air force strike. It was proof that in war bluster brings about defeat. Intelligent planning carries the day.Terrible destruction was inflicted on Amman and Damascus. The Arabs had good chunks of their territory seized by Israel. Egypt lost Sinai, Syria had the Golan Heights go under Israeli occupation and Jordan had its rich West Bank swallowed by Israel. The holy and historic city of Jerusalem, all of it, passed into Israeli control, and remains in that predicament to this day. Memories of that ruinous war in the Middle East arise in the mind even as we observe a war that is being waged fruitlessly between Russia and Ukraine. In every sense of the meaning, it is a war which not only threatens the stability of Europe but has also had economic ramifications around the world. Given the state of things as they are, it is a war which is being fomented by almost everyone involved in it. The United States, together with its allies in NATO, and the European Union have clearly convinced themselves that their arming of Ukraine with tanks, armoured vehicles, missiles and jet fighters will lead to battlefield victory for Kyiv. For his part, Vladimir Putin finds himself in a war from which it is impossible for him to extricate his country with his dignity intact.This war will leave the world worse off than it is now. It reminds us of the circumstances which led to the outbreak of the First World War, a conflict which led to the death of millions in the fields and trenches all over Europe. If the First World War was confined to Europe, the Second World War broadened out to regions beyond Europe. Again, millions perished before Nazi Germany and militaristic Japan were defeated. Six million Jews were done to death in the concentration camps. France, Poland and indeed the entirety of the European continent was defaced beyond recognition. Two atomic bombs dropped over Japan only intensified people's sufferings. Food grains meant for the famine-stricken people of Bengal were diverted as relief for British soldiers fighting Japan in Asia.That is the legacy of war in our times. Both world wars broke out in Europe. The Russia-Ukraine war is being waged in Europe. The shock is that there are no nations, no reputed diplomats who can engage in efforts to have the war draw to an end. In effect, the Moscow-Kyiv conflict has been assuming dimensions that are a throwback to 1914 and 1939. Civilians on both sides are the victims, with Russian missiles flying into buildings in Kyiv and Ukrainian drones exploding in Moscow. The war, unrelated to other contemporary situations, is nevertheless causing new tremors elsewhere. The incident of two warships, one Chinese and the other American, missing each other narrowly, by 150 yards, in the Taiwan Strait, reflects the bellicosity which today dominates ties between Beijing and Washington. At the IISS Shangri-La Dialogue in Singapore, the Chinese defence minister and the US secretary of defence did not have the time or the inclination to speak to each other. President Biden has spoken of a meeting with President Xi Jinping soon. That will likely not result in any rolling back of the increasing tensions between their two countries. The problem is out there for everyone to observe. The Chinese are unwilling to agree that the South China Sea is an international zone to which other nations have equal and legal access. The Americans are worried that Beijing might sooner or later resort to force to reclaim Taiwan, a territory it regards as a renegade province of China.The threat of a military conflict between Beijing and Washington is yet far-fetched. But, again, there can hardly be any guarantee that such a conflict, even on a limited scale, will not break out at some point. With all the new Cold War hysteria around us, it is hard to see if there could be any way of bringing it to a close. With the US declining in its global appeal as a power and with China increasingly asserting itself in so many ways around the globe, the danger cannot be ignored. In recent times, with moves by the US and its allies to put a check on China, circumstances have only been exacerbated. Armed conflict between nations are always issues of grave concern in these times specifically owing to the technological sophistication which has been going on in military production. A spark can ignite a fire, the fire expanding into a conflagration. How then do leaders handle the situation? With concerns growing over the nature of Artificial Intelligence, with fears of where AI might push the world, there is a grave need for diplomacy to be allowed to take centre stage in Europe and across the South China Sea.Gamal Abdel Nasser certainly had credible motives behind the conflict he provoked in June 1967, though Egypt and its allies were beaten hollow by Levi Eshkol and Moshe Dayan. In Ukraine today, a pointless war is being waged. And Beijing and Washington are eyeball to eyeball, hostility that may soon not let people around the world sleep well at night.\n[email protected]",
        "headline_1": "June 1967, Putin's war and US-China belligerence",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/june-1967-putins-war-and-us-china-belligerence-1686149278",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "Six months have passed since a new curriculum was introduced to schools in Bangladesh. Following this curriculum, first, sixth and seven graders were not yet required to sit for any conventional examinations. Rather, they are supposed to be assessed through various individual and group tasks, assignments, project-based work, etc. The education ministry calls it an initiative to make the lesson cycle enjoyable through experience-based learning. However, in reality, teachers, students and their parents are facing a lot of problems to cope up with the new curriculum. The school teachers who are habituated to evaluate students through their exam scripts are still in the darkness about how they will assess the students. In the new curriculum, there is no provision for any examination up to class III. From class IV to VIII, 60 per cent of the evaluation for subjects like Bangla, English and science will be through continuous assessment and the rest 40 per cent through overall evaluation. That means we are talking about two assessments. However, how the half-yearly or yearly assessments or exams will be conducted is still not clear among the teachers. The guideline for student evaluation is now available online. But many teachers, who are not tech-savvy, hardly know anything about this guideline. Teachers are the main implementers of the new curriculum. But they are not prepared yet. The five-day in-person training most of the school teachers received is not enough. Many parents who used to teach their children at home are also facing problems. They have alleged that there is nothing to teach in the new curriculum. Some parents have even bought their children old math and science books so that they can improve their basic knowledge. Students are confused. What they know about the new curriculum is that there is no exam in their schools. So, they now pay least attention to their studies as there is no exam. Many of them are also indifferent to their class projects and assignments. Only a few in a classroom are serious about class projects. Others just follow or copy them. Moreover, a number of students have suffered a lot as all textbooks have not reached them on time. In the new system, school students have no home work but have projects where they are required to talk to parents or people in different occupations and even take note and interview. Then they will have to write down their assignments. For example, a sixth grader is asked to compose an interview of a freedom fighter as an individual task. But isn't it difficult for a student of Class VI to manage a freedom fighter for an interview? The cost of conducting these class projects fall on the students and their parents. They are often asked to buy education materials like art paper, glue, marker and others for their class projects, which is not affordable to the low- and limited-income groups. It is a burden even for the middle-class families. Any change in the education system should come according to our socio-economic condition and affordability.\n[email protected]",
        "headline_1": "Coping with new school curriculum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/coping-with-new-school-curriculum-1686149315",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-06-2023"
    },
    {
        "full_article": "In Bangladesh, power outage is now our daily experience. There is hardly any day when we do not have to face unannounced power cuts for hours. Frequent power outages and scorching heat have made our life miserable. Some of the power cuts last more than an hour. And it is happening four to five times a day in Dhaka city. Things are worse in rural areas. In this situation, what we all need to do is to be super cautious about using electricity. If we become economical in the use of power, the saved electricity can be used for other purposes. Many of us canmot think of our life without air-condition, refrigerator and washing machine. All these home appliances consume large amount of power. Moreover, we often forget to turn the lights off when we leave our room. However, it is necessary to help save electricity and lower your utility bills. As a homeowner, turning the lights off when you are not using them can help save money by reducing your electricity bills and extending the life of your light bulbs. Analysing Bangladesh's recent load-shedding situation, we can say that turning your appliances off is very important. It can make your home more energy-efficient. While choosing home appliance options, you should always consider high-quality and cost-effective options. We must raise public awareness about using less power. And we can do so by staying away from illuminating shops and shopping malls, digital displays and decorative lights as they consume huge power. We no longer need billboards or digital displays that are kept on for the entire night. The same can be said about some street lights. A number of them could be switched off before the dawn. The lights in the high-rise buildings where the entire staircase is illuminated may be switched off at one point. The authorities concerned should encourage everyone to use solar panels more. These are some of the measures which we can collectively and willingly implement and for sure they will save at least 5-7 per cent of power demand. \nArpit Parikh, Senior Banker, Dhaka, [email protected]",
        "headline_1": "Using less power",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/using-less-power-1686149340",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-06-2023"
    }
]