[
    {
        "full_article": "Thirteen days after Hamas carried out a brutal attack on Israel, killing some 1,400 people, Israel’s air strikes on the besieged, defenceless Gaza continue with disproportionate ferocity, killing 3,785 Palestinians, including hundreds of children. As Israel is amassing troops and tanks on its border with Gaza in preparation for a ground invasion, after ordering some one million people to evacuate from the northern half of the land strip, U.S. President Joe Biden and British Prime Minister Rishi Sunak travelled to Israel to declare their support for the Jewish nation’s “right to defend itself”. Mr. Biden’s visit came hours after an attack on a hospital in Gaza left at least 500 dead. The Palestinians say the hospital, which was sheltering thousands, was hit by Israeli jets, while Israel claimed that a rocket fired by Palestinian militants caused the explosion. While truth is the first casualty of war, a vengeful Israel’s mindless bombing of a tiny, blockaded enclave is pushing its 2.3 million people into an unimaginable struggle of life and death, even as the powerful nations are either looking away or busy backing Israel’s campaign. Mr. Biden announced that Israel has allowed to let some 20 trucks of humanitarian aid into Gaza from Egypt. While any aid is welcome, 20 trucks of aid for two million people is, as the International Federation of Red Cross and Red Crescent Societies put it, “a drop in the ocean”.The October 7 Sabbath attack that Hamas carried out in Israel should be condemned without any hesitation. At the same time, collectively punishing Gaza in the name of fighting Hamas and carrying out indiscriminate bombing that is killing hundreds a day do not make Israel any better than Hamas. Moreover, this approach of the Israeli state towards the Palestinians has neither improved Israel’s security nor helped the stakeholders find a solution to the crisis. Israeli Prime Minister Benjamin Netanyahu, on whose watch the country’s biggest security crisis unfolded, says he will “crush” Hamas. But Israel does not have easy options. Reoccupying Gaza would lead to a prolonged urban war of attrition. Hamas rose to prominence using the vacuum left by the failures of Fatah and the Palestinian Liberation Organization. If Israel manages to diminish Hamas’s influence in Gaza, nobody knows what comes next as the Palestine question, which is the ongoing Israeli occupation, remains unaddressed. In an ideal world, the U.S., the most powerful country which is ruled by a President who has stated his commitment to “a foreign policy centred on human rights”, should be enraged by what its ally is doing and apply pressure on Tel Aviv to stop the bombing and start talking, involving regional powers. But as that is a non-possibility as of now, Israel is set to continue the attacks with impunity, multiplying the woes of millions of Palestinians.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nunrest, conflicts and war\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nhospital and clinic\n\n/\n\nrelief and aid organisation\n\n/\n\nEgypt",
        "headline_1": "Endless woes: On the Israel-Hamas conflict and Palestine",
        "headline_2": "Israel must stop bombing and find a solution to the Palestine question",
        "link": "https://www.thehindu.com/opinion/editorial/endless-woes-the-hindu-editorial-on-the-israel-hamas-conflict-and-palestine/article67439098.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "The Allahabad High Court verdict acquitting the two men accused of killing girls and young women at Nithari village in Noida near Delhi is a scathing indictment of how investigators can leverage popular revulsion against the alleged perpetrators to build a case without credible evidence. Any acquittal in grave crimes may be seen as a miscarriage of justice, but it is usually because of the perception that the culprits got away due to the failure of the prosecution to prove its case. However, in the Nithari case, the judgment indicates that two men were brought to trial with nothing more than purported confessions. It is incredible that a high-profile case, in which the police believed they had solved the mystery of the disappearance of several girls and women in 2006 after body parts and bones were unearthed from behind the house where Moninder Singh Pandher and his domestic help Surinder Koli resided, could have been so shoddily investigated. It is equally unbelievable that the CBI, which took over the probe, went to trial with nothing more than a confessional statement before a magistrate and purported recoveries based on statements that neither recorded the details of the disclosures allegedly made nor the time it was done. The Bench has ruled that the confession made by Koli before the magistrate, based on which Pandher was also convicted, was invalid because it was preceded by 60 days in police custody and a mere five-minute interaction with a legal aid lawyer.Koli and Pandher were sentenced to death by the trial court, but the High Court has now acquitted Koli in 12 cases, and Pandher in two. The prosecution case itself was strange: that Koli was often pushed to an ‘automaton state’ on seeing the alleged promiscuous acts of his master with many women and that he lured girls who passed by into the home, killed them, had sex with the bodies and ate body parts after cooking them. The claim that all remains were thrown from a high window to an enclosed space behind his house also did not explain why and how the remains went deep into the earth and had to be dug out. Also, the judgment raises the pertinent query why a doctor next door who had been arrested in the past for involvement in illegal organ trade was never interrogated. That the remains unearthed consisted mostly of skulls, bones and flesh, but not even one torso, also indicated the possibility of the removal of organs. The case is a study on how criminal cases cannot be decided mainly on their shock value and the sensation around widely televised and gory images. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\npolice\n\n/\n\ninvestigation\n\n/\n\ndeath penalty policies\n\n/\n\ncrime, law and justice\n\n/\n\nmedia",
        "headline_1": "Nithari fiasco: On the case being a scathing indictment of investigators",
        "headline_2": "Acquittal shows shock and sensation cannot make up for lack of sound evidence",
        "link": "https://www.thehindu.com/opinion/editorial/nithari-fiasco-the-hindu-editorial-on-the-case-being-a-scathing-indictment-of-investigators/article67439126.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "The Supreme Court verdict on marriage equality is an abdication of responsibility.\nI woke up on Tuesday morning – like thousands of other queer Indians – anxiously awaiting the decision of a five-judge constitution bench that had concluded hearings on the matter months ago, in May.\n\nThe mood was one of cautious optimism: after the unexpected setback in 2013 on Section 377, we were aware that judicial proceedings could often throw up unpleasant surprises.\nRead full story on TOI+\n\n",
        "headline_1": "Politics is the next court of appeal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/politics-is-the-next-court-of-appeal/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "Hamas terrorist attacks in Israel were a classic example of how terrorist groups use asymmetric warfare against a more militarily powerful state actor – and push the state to respond with overwhelming force. Unsurprisingly, therefore, the ongoing Israeli offensive has reinvigorated the global debate over the effectiveness of ‘overwhelming and disproportionate’ use of force in response to national security challenges in the subconventional domain.\n\n \nThe US, Russia, China, Israel, France, and even India have been critiqued on their application of force against terrorists, insurgents, and militants.\nRead full story on TOI+\n\n",
        "headline_1": "Don’t do what terrorists want: Why disproportionate application of force, which is Israel’s response to Hamas, never works",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dont-do-what-terrorists-want-why-disproportionate-application-of-force-which-is-israels-response-to-hamas-never-works-india-knows-this-well-and-practices-it-no-matter-the-provoc/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "On Saturday, Isro will initiate a step to accomplish one of its most technologically complex missions. It will test a flight vehicle abort mission for Gaganyaan, a project to demonstrate human spaceflight capability. The next step is to launch a 3-member crew to an orbit of 400 km for three days. Learnings from Saturday’s mission will be useful in realising the goal of establishing an Indian space station by 2035 and sending an astronaut to the Moon by 2040.\n\nThese goals impart visibility to Isro and garner administrative and financial support. But it’s important to not lose sight of Isro’s original vision, serving as a technological springboard to quicken the transition to industrialisation. India is just the fifth spacefaring nation to have end-to-end capabilities. The positive spinoffs of Isro’s communication satellite projects are arguably its most prominent contribution. The range of applications span monitoring Himalayan glaciers to helping the Archaeological Survey of India with satellite maps of centrally protected monuments. Less prominent but equally important is the ripple effect of its patents. Dey & Jana in a 2017 study of Isro’s patents found that chemical and polymer technology, electronics and electromechanical inventions and materials science were the areas in which most of the patents had been granted.\nSince 1980s, Isro has transferred technology to Indian firms. The applications have been across a wide spectrum, including improvements in the Jaipur foot, a prosthetic artificial limb. While Isro’s targets for the space station and the Moon appear within grasp, the space agency’s potential for a tech boost to the economy must be kept front and centre. The creation of IN-SPACe, an autonomous agency to solve coordination issues and hasten the development of the space ecosystem, should increase Isro’s impact. There’s a lot Isro can deliver before placing an Indian on the Moon.\n\n",
        "headline_1": "Stay grounded, Isro: The space agency’s Indian-on-the-Moon target looks within reach. But its key role is domestic tech transfer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/stay-grounded-isro-the-space-agencys-indian-on-the-moon-target-looks-within-reach-but-its-key-role-is-domestic-tech-transfer/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "Palestinian officials estimate the death toll of the explosion at the Al-Ahli Arab Hospital in Gaza to be 500. Many of those killed or injured had sought shelter there to escape from Israeli shelling elsewhere. As Israel blames Palestinian Islamic Jihad and Hamas blames Israel for the explosion, and different countries line up behind one account or the other basis their strategic calculations, one thing clear in the fog of war is how utterly besieged people are in Gaza. They are not safe in their homes as Israeli bombardment reduces neighbourhoodsto rubble. But there is no shelter forthcoming among their Arab neighbours either. Egypt has closed the Rafah crossing, which is the only exit from Gaza that does not lead to Israel.\n\nAs the images of suffering in Gaza travel the world, so do probing questions for Israel and its counteroffensive. Hamas’s inhumanity is inarguable. But Israel is correctly expected to abide by international law and think a lot more about civilian casualties than it appears to be doing. Support from many governments is premised on this fundamental difference between terrorists and a state. Many sane voices within Israel are trying to inject this geopolitical common sense into their government. Whether or not they get a real hearing, will be critical to the future course of war.\nThat the attack on the hospital marks a new phase in the war, is also indicated by how difficult it has made President Biden’s visit to Israel. Jordan has cancelled an accompanying visit, where Biden was to meet several Arab leaders in Amman. The US is Israel’s closest ally, its most powerful backer. Biden has the best odds of persuading Netanyahu that his schemes to ‘demolish’ Hamas should spare non-combatants. Egyptian President Abdel Fatah El-Sisi told Antony Blinken that Israel’s actions have gone beyond ‘the right of self-defence’ and into ‘collective punishment’. The more the Arab public opinion solidifies around this sentiment, the more will Arab rulers walk back from the peace process.\nThe element of hypocrisy on these Arab governments’ part is not insignificant. Whether it is via financial support or political investments in the two-state solution, none of them has stepped up. This is the tragedy of Gaza in ‘normal’ times, to be wedged between less and more apathy. Hamas’s October 7 actions have made things despairingly worse. But Israel can make it still worse, for them and for itself.\n\n",
        "headline_1": "The Gaza Trap: Of course, Israel must exercise restraint. But beyond outrage, how are Arab govts helping?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-gaza-trap-of-course-israel-must-exercise-restraint-but-beyond-outrage-how-are-arab-govts-helping/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "The death toll from Israel's incessant attacks on Gaza has crossed 4,200, including more than 1,000 children. Israel has crossed all red lines in the ferocity, depravity and savagery of its disproportionate retribution for Operation Al-Aqsa Flood by Hamas on October 7, paying little heed to the laws of war, sparing neither children nor the sick, and even using the banned white phosphorus bombs during attacks on the densely populated Gaza Strip. About half of Palestine's two million-plus population has been internally displaced since the launch of Israel's Operation Iron Swords.\nThe October 17 Israeli airstrike on the al-Ahli Arab Hospital killed more than 500 civilians. While Israel tried to put the blame on Islamic Jihad \"misfiring,\" after the attack, Israeli Prime Minister Benjamin Netanyahu's digital aide Hananya Naftali boasted on X (formerly Twitter), \"Israeli Air Force struck a Hamas terrorist base inside a hospital in Gaza.\" While he later deleted the post and claimed he had shared the post based on a Reuters report, it was too late. Later, the Israel Defense Forces (IDF) shared a video footage allegedly shot 40 minutes after the attack, which was also removed later. Unsurprisingly, the al-Ahli hospital is not the first health facility to have been attacked by Israel, despite US President Joe Biden and Israel shamelessly putting the blame on \"the other team.\"\nMerely 26 hours after the bombing of al-Ahli hospital, Israeli airstrikes hit a building outside of al-Quds Hospital in Gaza, only three kilometres away from al-Ahli, Al Jazeera reported.\nThe internally displaced have no escape either. Egypt, already reeling from high inflation and mounting internal pressures (with its December presidential elections looming), has little political will or opportunity to shelter new refugees. With Israel constantly bombing the Rafah crossing into Egypt, there is no opportunity for Palestinians to cross over to the other side.\nSimilarly, Lebanon, Jordan and Syria – some of the historically supportive host countries for Palestinian refugees – are fighting their own economic and sociopolitical challenges, and are unable to open their doors for more. Jordan, which shares a border with the Israeli-occupied West Bank, has warned against the forced displacement of Palestinians. Gaza residents are literally imprisoned by Israel in the tiny, besieged strip, waiting for the next bomb to claim their lives.\nWhile the humanitarian aspect of the Israeli attacks on Gaza is heart-wrenching, there is also a geopolitical side to consider. Hamas was fully aware of the inadequacy of its military capability vis-a-vis Israel's capability. So, what was Hamas' objective behind Operation Al-Aqsa Flood?\nOne general assumption among political experts in the Middle East is that Hamas wanted to reassert the unresolved Palestinian cause, which had lost relevance amid the recent fast-paced political developments taking place in the Arab world.\nTwo of the major developments were the China-mediated normalisation of ties between Saudi Arabia and Hamas ally Iran, and the potential normalisation of a relationship between Saudi Arabia and Israel. Saudi Arabia, wanting to assume a leadership role in the turbulent region, was warming up to the idea of normalising ties with Israel. Had this come to fruition, it would have brought Israel the legitimacy and recognition it needed from the Arab world to carry out the silent ethnic cleansing of Palestinians.\n\nThe increasing ferocity of Israeli attacks will only garner further support for Palestine. Not that Israel cares, but the US and other allies are now being questioned for being complicit in war crimes, and for aiding and abetting crimes against humanity. The US is already being called out for being a war criminal by extension, sending warships and arsenal in support of Israel, and for providing military aid to the rogue state in billions of dollars.\nAlready, the Netanyahu regime has provoked illegal Israeli settlers to burn Palestinian villages and encroach the land. However, since these incidents are small-scale, although regular, they would not have posed a moral obstacle for the Saudis to go ahead with the US-brokered deal. But with Israel now carrying out one of the bloodiest massacres on Palestinian civilians in decades, Saudi Arabia has shelved the normalisation proposal while engaging with Iran to de-escalate the situation.\nSimilarly, countries who have normalised ties with Israel, including Bahrain, the UAE and Morocco, are now having to craft new narratives to justify their actions to their respective infuriated populations. As Israel intensifies its attacks on Gaza and the wider ramifications of the massacre start to unfold, these signatories to the Abraham Accords will find it increasingly difficult to maintain their balancing act.\nLike all previous US-crafted, pro-Israel \"peace initiatives,\" the Abraham Accords are flawed at their core: with the Palestine issue unresolved, there can be no peace between Israel and the Arab world. No matter how the US and Israel try to convince or coerce the Arab nations to recognise the rogue state's legitimacy, there is no way popular Arab opinion will sway in Israel's favour. The Abraham Accords run the risk of falling apart just like the Oslo peace process did in 2000, with recrimination for all sides.\nIsrael's eyesore Iran, while currently not in the best position to participate in the conflict as a proactive player, cannot sit idle if Israel does not hold its horses. Iran has already stated that it will not be a bystander if Israel does not stop killing innocent Palestinians. These might be mere words, but Sunni-dominated Saudis and Shia-dominated Iran coming together for the Palestinian cause is a unique failure of the Western Middle East policy.\nOn the other hand, Hamas ally Hezbollah has already opened an attacking second front by striking projectiles inside northern Israeli territory. Israel is returning the courtesy through similar means, with tensions escalating every day.\nThe genocide in Gaza is also having a negative impact on the occupied West Bank, where public resentment against Israel is increasing. And thanks to Israel making a puppet out of the Palestinian National Authority, the latter is unable to assure the residents of West Bank of security or stop Israel from killing more civilians.\nThe increasing ferocity of Israeli attacks will only garner further support for Palestine. Not that Israel cares, but the US and other allies are now being questioned for being complicit in war crimes, and for aiding and abetting crimes against humanity. The US is already being called out for being a war criminal by extension, sending warships and arsenal in support of Israel, and for providing military aid to the rogue state in billions of dollars. With elections coming up in November 2024, the timing could not have been worse for the Biden administration.\n\nOperation Al-Aqsa Flood seems to have overturned the West's plan for integration of Israel into the Arab fold. The map that Netanyahu presented at this year's UN General Assembly, of a new Middle East (minus Palestine), is unlikely to materialise anytime soon.\nThe fruitless Middle East trip by US Secretary of State Antony Blinken and Secretary of Defense Lloyd J Austin III – who could neither secure the release of Israeli hostages from Hamas nor de-escalate the situation in Gaza – is a testament to the waning influence of the US in the region. To salvage the situation, Biden also made a hurried trip to Israel and Jordan and failed to both de-escalate the situation or meet the Arab players from Palestine, Jordan and Egypt, with a planned summit being cancelled in the aftermath of the al-Ahli Arab Hospital attack. Now, UK Prime Minister Rishi Sunak and French President Emmanuel Macron are scheduled to visit Israel to salvage the discussion.\nThe US' democratic values are being questioned. The country lost its moral high ground as a world leader for openly supporting the genocide in Gaza when it vetoed a UN resolution for humanitarian pause on Israeli attacks in Gaza.\nOperation Al-Aqsa Flood seems to have overturned the West's plan for integration of Israel into the Arab fold. The map that Netanyahu presented at this year's UN General Assembly, of a new Middle East (minus Palestine), is unlikely to materialise anytime soon.\nAs of now, Israel has two options. The first is a protracted urban insurgency on at least three fronts: Gaza, West Bank, and the border with Lebanon. Though its forces are well-trained, they may not be able to fight well, given that most Israeli military operations in recent years have been one-sided attacks against mainly civilians. The second option for Israel would be agreeing to a ceasefire under international and US pressure, as the latter may try to save its own face now, given that its historic failure in Iraq is still fresh in the collective memory of the region. This would severely dent the already crumbling internal acceptance of the Netanyahu regime, and perhaps signal the end of the rogue leader's political career.\nBoth these options will only bring woes for Israel and crush any of its fading hopes or aspirations for acceptance among the Arab nations. Israel is and will always remain a pariah, a rogue state, an apartheid regime. It had better have a respectable exit plan from this bloody mess of its own creation.\nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\nViews expressed in the article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Israel’s hubris will be its undoing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/israels-hubris-will-be-its-undoing-3447756",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "We condemn the barbaric blast at al-Ahli Arab hospital in Gaza City on Tuesday, which has killed at least 500 Palestinians and injured many more. Since Hamas' attack on Israeli soil nearly two weeks ago, Israel's violent retaliation has created a most distressing humanitarian crisis for those in Palestine, displacing over one million people and killing at least 4,200 people as of October 17.\nThe UN Security Council held a vote on Wednesday calling to condemn all killings of civilians and lift Israel's order for Palestinian civilians to leave the north of the besieged territory. In an attempt to win US support, the draft by Brazilian diplomats reportedly did not call for an explicit ceasefire, but a \"humanitarian pause.\" Twelve out of 15 members voted yes, with Russia and the UK abstaining. But the US wielded its veto power to stop the resolution from being adopted, stating that it does not address Israel's right to defend itself. We know all too well that this stance will only lead to further bloodshed. Are Palestinian lives not even worthy of a humanitarian pause?\nIsrael's continued military operations have reduced large areas of Gaza Strip into rubble, depriving citizens of the basic needs for water and food — all in strict violation of international human rights law. Yet a sign of holding Israel accountable is concerningly missing. It remains unclear who was behind the mass killings in the hospital where thousands of Palestinians were seeking treatment and shelter from relentless bombings. Palestinian officials blame Israel while Israel says a Palestinian armed group is to blame. Meanwhile, although the US intelligence is still collecting evidence on the hospital massacre, President Biden endorsed the Israeli narrative during his short visit and told Netanyahu that \"based on what I've seen, it appears as though it was done by the other team, not you.\" Such unconditional support may push any prospect for peace further way.\nThe Biden administration has announced $100 million in humanitarian aid for Palestinians, while also planning to ask Congress for an \"unprecedented support package for Israel's defence.\" The measures being undertaken by Israel's long-standing allies are far from enough to de-escalate tensions. Air raids continue to kill more Palestinians in Southern Gaza and the occupied West Bank. The blatant injustice on display is totally unacceptable. We, therefore, urge the international community to leave politics out of the equation and urgently ensure a humanitarian pause in Gaza.\n",
        "headline_1": "Save Gaza from further bloodshed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-gaza-further-bloodshed-3447721",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "With the election mere months away, we are alarmed by the revelation that a new system of phone surveillance that provides precise information about the locations of mobile phone users may soon be added to the government's arsenal of surveillance weapons. According to a report by Prothom Alo, the system, called Integrated Lawful Interception System (ILIS), can be operational as early as November, enabling law enforcement and intelligence agencies to get six months' worth of geo-location data from phones. It is said to be an improvement over the current system that can track the general whereabouts of a person but not their exact location; the new system offers more accurate, mass-level tracking capabilities using artificial intelligence.\nThis is, we must say, alarming for a number of reasons. First, the cloak of legality – note its name and also existing legislation surrounding interception for criminal investigation purposes – makes such systems vulnerable to abuse by government agencies and political actors, if history is any indication. The legal argument for tracking location using phones, not just one's calls/conversations, is also quite tenuous. Second, such technology are typically meant for tracking individuals associated with criminal activities, not for mass surveillance of the public, which is what the government may do with the opposition parties intensifying their one-point movement for its resignation. Third, the costs of installing the ILIS will apparently have to be borne by mobile network operators, which will eventually fall on the customers.\nIf that is the case, we must ask, what are we paying for, really? It goes without saying that the implications of such breaches of privacy are profound. As a columnist of this daily raised the all-too-important question when the home minister first announced the acquisition of the ILIS early this year: \"How can breaching citizens' privacy be lawful?\" The government claims it wants to thwart \"anti-state\" and \"anti-government\" conspiracies using such surveillance tools – of which it already has plenty. But since when is being anti-government a crime?\nThe modern era has seen the misuse of such technology by governments worldwide. But it's crucial to strike a balance between ensuring security and respecting individual privacy and democratic principles, especially with the general election approaching. The clarity of purpose is as important as sticking to the purpose – and that, for the Awami League government, must not be silencing critics and weakening opposition parties. We urge the government to ensure transparency and accountability in its use of any surveillance mechanism.\n",
        "headline_1": "A new threat to citizens’ privacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-threat-citizens-privacy-3447541",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "We condemn the barbaric blast at al-Ahli Arab hospital in Gaza City on Tuesday, which has killed at least 500 Palestinians and injured many more. Since Hamas' attack on Israeli soil nearly two weeks ago, Israel's violent retaliation has created a most distressing humanitarian crisis for those in Palestine, displacing over one million people and killing at least 4,200 people as of October 17.\nThe UN Security Council held a vote on Wednesday calling to condemn all killings of civilians and lift Israel's order for Palestinian civilians to leave the north of the besieged territory. In an attempt to win US support, the draft by Brazilian diplomats reportedly did not call for an explicit ceasefire, but a \"humanitarian pause.\" Twelve out of 15 members voted yes, with Russia and the UK abstaining. But the US wielded its veto power to stop the resolution from being adopted, stating that it does not address Israel's right to defend itself. We know all too well that this stance will only lead to further bloodshed. Are Palestinian lives not even worthy of a humanitarian pause?\nIsrael's continued military operations have reduced large areas of Gaza Strip into rubble, depriving citizens of the basic needs for water and food — all in strict violation of international human rights law. Yet a sign of holding Israel accountable is concerningly missing. It remains unclear who was behind the mass killings in the hospital where thousands of Palestinians were seeking treatment and shelter from relentless bombings. Palestinian officials blame Israel while Israel says a Palestinian armed group is to blame. Meanwhile, although the US intelligence is still collecting evidence on the hospital massacre, President Biden endorsed the Israeli narrative during his short visit and told Netanyahu that \"based on what I've seen, it appears as though it was done by the other team, not you.\" Such unconditional support may push any prospect for peace further way.\nThe Biden administration has announced $100 million in humanitarian aid for Palestinians, while also planning to ask Congress for an \"unprecedented support package for Israel's defence.\" The measures being undertaken by Israel's long-standing allies are far from enough to de-escalate tensions. Air raids continue to kill more Palestinians in Southern Gaza and the occupied West Bank. The blatant injustice on display is totally unacceptable. We, therefore, urge the international community to leave politics out of the equation and urgently ensure a humanitarian pause in Gaza.\n",
        "headline_1": "Save Gaza from further bloodshed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-gaza-further-bloodshed-3447721",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "With the election mere months away, we are alarmed by the revelation that a new system of phone surveillance that provides precise information about the locations of mobile phone users may soon be added to the government's arsenal of surveillance weapons. According to a report by Prothom Alo, the system, called Integrated Lawful Interception System (ILIS), can be operational as early as November, enabling law enforcement and intelligence agencies to get six months' worth of geo-location data from phones. It is said to be an improvement over the current system that can track the general whereabouts of a person but not their exact location; the new system offers more accurate, mass-level tracking capabilities using artificial intelligence.\nThis is, we must say, alarming for a number of reasons. First, the cloak of legality – note its name and also existing legislation surrounding interception for criminal investigation purposes – makes such systems vulnerable to abuse by government agencies and political actors, if history is any indication. The legal argument for tracking location using phones, not just one's calls/conversations, is also quite tenuous. Second, such technology are typically meant for tracking individuals associated with criminal activities, not for mass surveillance of the public, which is what the government may do with the opposition parties intensifying their one-point movement for its resignation. Third, the costs of installing the ILIS will apparently have to be borne by mobile network operators, which will eventually fall on the customers.\nIf that is the case, we must ask, what are we paying for, really? It goes without saying that the implications of such breaches of privacy are profound. As a columnist of this daily raised the all-too-important question when the home minister first announced the acquisition of the ILIS early this year: \"How can breaching citizens' privacy be lawful?\" The government claims it wants to thwart \"anti-state\" and \"anti-government\" conspiracies using such surveillance tools – of which it already has plenty. But since when is being anti-government a crime?\nThe modern era has seen the misuse of such technology by governments worldwide. But it's crucial to strike a balance between ensuring security and respecting individual privacy and democratic principles, especially with the general election approaching. The clarity of purpose is as important as sticking to the purpose – and that, for the Awami League government, must not be silencing critics and weakening opposition parties. We urge the government to ensure transparency and accountability in its use of any surveillance mechanism.\n",
        "headline_1": "A new threat to citizens’ privacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-threat-citizens-privacy-3447541",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "Is it the fitness of the drivers or the fitness of the vehicles that comes first to contain road accidents? There is no straight and simple answer to this question because one cannot be prioritised over the other. Obviously, both are integral to maintaining road safety and protecting lives of people on city roads or highways. So long, it was the unfit vehicles that figured as the number one cause for road accidents in this country. The fitness of drivers came as a distant second and not much attention was given to it. But lately it has emerged from none other than the Bangladesh Road Transport Authority (BRTA), the country's transport regulatory body, that a majority of professional drivers drawn from random sampling take the wheel on city streets and long routes with serious health complications, including high blood pressure, diabetes, blurred vision and issues related to smoking. What is truly alarming is that 50 to 70 per cent of drivers were found to suffer from eyesight problems. The BRTA identified these health problems during recent primary health check-ups of professional drivers at various bus terminals and BRTA training centres. At a press conference ahead of the National Road Safety Day on October 22, BRTA Chairman shared the information with journalists. While the BRTA chief seemed upbeat about his organisation's efforts to ensure vehicle fitness, nothing was mentioned to address the health issues of drivers through conducting regular health checkups. Checking the fitness of drivers, according to observers, at least on a two-yearly basis should have been a necessity along with checking the fitness of vehicles. Heath check can be done through designated hospitals and clinics. With more and more roads and highways coming up in the country and the number of vehicles increasing significantly, accidents and fatalities caused by road crashes have become quite frightening for passengers. Attributing the accidents and fatalities, to a great extent, to unfit health condition of drivers as well as their low level of education or even illiteracy is unlikely to be misplaced. While it is also true that unfit vehicles and road conditions also largely account for road crashes. The Road Safety Foundation identified some major reasons behind road accidents, including faulty vehicles, unskilled and unfit drivers, speeding, irregular and long working hours, poor traffic management, and extortion in the transport sector. It also made some recommendations, including proper implementation of the Road Transport Act 2018, fixing working hours for drivers, increasing the capacity of the Bangladesh Road Transport Authority (BRTA), and halting operation of slow-moving vehicles on highways. Understandably, besides health issues, long working hours leading to distraction and fatigue are also responsible for unfortunate road crashes. Now that the health issues of the drivers, particularly involving impaired vision, have been publicly shared by the BRTA, it is a high priority that the organisation chalk out a programme on how to ensure that roads are kept off limit to unfit drivers.",
        "headline_1": "Roads to be kept off-limit to unfit drivers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/roads-to-be-kept-off-limit-to-unfit-drivers-1697724784",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "The inauguration of the country's first automatic vehicle inspection centre (VIC) at the Bangladesh Road Transport Authority's Mirpur office on Thursday has the potential to be a milestone achievement in terms of the BRTA's capability. This infrastructural addition to the outmoded fitness testing system can be a step in the right direction provided that it is made good use of. The VIC has a capacity to test as many as 70 vehicles' fitness an hour or around 600 vehicles a day. Evidently, this fitness test facility comes up on the eve of the ---just four days before ---observance of the National Road Safety Day on October 22 next. When the country's management of the transport sector is conspicuous more by chaos, anarchy and corruption all around, how much the lone VIC can deliver is questionable. Although the authorities have a plan to set up VICs outside of Dhaka, there is no specific date for this to happen. Reportedly, the World Bank will finance the installation of VICs in Noakhali, Cumilla, Faridpur and Mymensingh and the government will set up such facilities at Ekuria of Dhaka, Khulna, Rajshahi and Chattogram. The name of two divisions---Barishal and Sylhet ---are missing from the initiative. Presently, though, it seems the authorities' concentration is on the capital city. Sure enough, with the inauguration of the second segment of the metro rail from Agargaon to Motijheel by the end of this month, commuting will ease off for the capital city's inhabitants living close to its line. This cannot be said about the elevated expressway because it has till now remained an exclusive route for the more privileged than the masses. So, there is reason to think that the chaos and anarchy reigning supreme on the Dhaka city's roads will not disappear overnight following the operation of the metro rail up to Motijheel.An overwhelming majority of the commuters will have to undergo the same daily ordeal of commuting on Dhaka roads, which has recently slid into the worst nightmarish experience for them. This time the authorities' apparent focus is on fitness test of vehicles. But the irony is that of the total 5,661,418 registered vehicles, 530,000 vehicles are either outdated or without fitness, according to the BRTA. It also claims that of these unfit and date expired vehicles, 30 per cent is not in operation. But different organisations keeping tab on road safety and transport disagree with the figure of vehicles not road-worthy and at the end of their active service life. They are of the opinion that the number would be much higher. Even the conservative official estimate is an open admission of the fact that the Road Transport Act 2018 is yet to get implemented. Movement of vehicles without fitness certificate is a punishable offence under the act. In some of the worst road accidents involving buses in recent times, the inquiry reports have come up with the revelation that either the drivers had no driving licences or the vehicles had no route permission or lacked the fitness certificate. This again is a clear indication that those in charge of carrying out regular check either neglect their duty or allow such breach of legal provisions in exchange for unearned income. Transport workers protested many of the provisions of the Road Transport Act 2018 right from the beginning, delaying the passage of the draft in parliament. Then the authorities have backed out of its avowed plan to send buses older than 20 years and trucks in service beyond 25 years to junk yards. However, they readily admit that the dilapidated public buses and reckless driving are the prime causes of accidents. Indeed, one does not have to be a transport aficionado or expert to know that the majority of public buses running on roads of the capital city are road-unworthy. Disfigured, with worn-out paints, broken windows, dirty and rickety seats and bumpers ---some of those hanging precariously, the ramshackle buses are an eye sore, in fact a disgrace to the status of the country's capital. This can continue only because not enough initiative is taken to do away with the maladministration of the system. Why were the auto traffic signals rendered inoperative, pray, in whose interest? Why cannot the much awaited Road Transport Act be implemented at least step by step? There is no guarantee vehicles ---public buses to be precise---can be made to appear for fitness test at the Mirpur VIC. Somehow the transport workers and the far stronger players backing them from behind will frustrate any such move. More importantly, if no action is taken to get the vehicles without fitness certificate and beyond their life span off the roads, what is the use of fitness test? Maybe, it will open another avenue for lining the pockets of dishonest and corrupt elements in the system. But the overriding need is to take such dangerous and hazardous ---both in terms of safety of life and environment ---vehicles belching out black smoke off the road. That Dhaka has earned the infamy of the most polluted city, in reference to poisonous particulates and dust as well as excessive sound, in the world is not for nothing. In this context, the rebuff the BRTC has received from the Planning Commission (PC) for the former's initiative to procure 100 electric buses from India under the Indian Line of Credit (LoC) programme is indeed a setback. The PC has turned down the proposal because it was submitted without the loan confirmation. However about the merit of this move to switch over to the eco-friendly electric vehicles there is no doubt. This could be the foundation of the country's journey on a pollution-free transportation course.\n[email protected]",
        "headline_1": "Automatic VIC sans backed-up measures will be useless",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/automatic-vic-sans-backed-up-measures-will-be-useless-1697724820",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "The country's grid electricity is often found to be responsible for unwarranted power disruptions. It has been due to the fact that the existing grid is susceptible to such disruptions when power generation reaches close to 16,000MW. Bangladesh has, so far, generated a maximum of 15,648 MW on April 19, 2023. That is to say, in order to avoid any disorder in power transmission, the grid should not be fed with capacity power generation. While referring to this built-in problem of the existing grid, state minister Nasrul Hamid made reference to introduction of smart grid as a measure to do away with power cuts, prolonged at times, that seriously affect industrial productivity and household needs. Different sorts of problems arise in the grid as a consequence, he told a workshop on the \"Smart Grid Experience Day'' at Biddyut Bhaban in the city. The Boston Consultant Group (BCG) organised the workshop in association with the United States Trade and Development Agency (USTDA). Speaking on the occasion, the state minister for the Power, Energy and Mineral Resources (MPEMR) said a smart grid would help solve the grid problem and increase its efficiency. He also stressed the need for synchronising electricity that is being generated from different energy sources. Currently, Bangladesh is trying to resolve grid-related problems with whatever technology it is able to employ, but the developed countries do it through smart grid, the state minister said. Four international companies --- General Electric (GE), Microsoft, IBM and Oracle --- presented four separate presentations on the 'Art of the Possibility for a Smart Grid Innovation' during the event.Now what actually is smart grid? In plain terms it is a highly advanced technology whereby modernisation of electric transmission and distribution system is made to maintain a reliable and secure electricity infrastructure. Usually, a smart grid is an electricity network that can cost-efficiently integrate the behaviour and actions of all users connected to it in order to ensure economically efficient, sustainable power system with negligible losses and high levels of quality and security of supply and safety. A smart grid employs innovative products and services together with intelligent monitoring, control, communication, and self-healing technologies. A smart grid is usually charactrised by increased use of digital information and control technology to improve reliability, security, and efficiency of the electric grid; optimistion of grid operations and resources with full cyber-security; deployment and integration of distributed resources and generation including renewable resources; development and incorporation of demand response, demand-side resources, and energy-efficiency resources. There are more to the technology, such as integration of 'smart' appliances and consumer devices, and deployment and integration of advanced electricity storage and peak-shaving technologies. Electronic power conditioning and control of the production and distribution of electricity are important aspects of the smart grid. Roll-out of smart grid technology also implies a fundamental re-engineering of the electricity services industry, whereas typical usage of the term is focused on the technical infrastructure.Advanced countries, with the USA and countries of the EU at the forefront, are great beneficiaries of smart grid allowing them uninterrupted power transmission while also taking care of electronic power conditioning and control of the production and distribution of electricity.Given the advanced technology and massive investment involved, grid electricity does not seem to be within our reach in the near future. However, aspiring to reengineer the country's existing grid will no doubt provide the scope for preparing for the state of the art technology. \n[email protected]",
        "headline_1": "Can we go for smart grid electricity?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-we-go-for-smart-grid-electricity-1697724853",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2023"
    },
    {
        "full_article": "Traffic congestion is a persistent problem in Dhaka, a city with a population of more than 150 million. When the two major political parties in the country hold rallies on the same day, the traffic situation in the capital worsens. The city dwellers get stuck to hours-long traffic jam. These days both the ruling party and the opposition have been holding programmes almost every day in the lead-up to the 12th national election. Professional bodies and other organisations are also taking to the streets to assert their demands. Moreover, the movement of VIPs have exacerbated the traffic situation of Dhaka city. In a democratic society, any political party or organisation can hold public meetings and rallies to press home their demand. However, they must keep in mind that normal life should not be disrupted due to these meetings and rallies. Whenever political programmes like rally, assembly or celebrations are held, it becomes impossible for Dhaka city dwellers to commute. In most cases, activists occupy all the roads of the capital city, causing traffic congestion for hours. Sometimes, traffic authorities, themselves, block city roads for these programmes. It results in the waste of thousands of litres of fuel oil and thousands of valuable work hours. In my view, political parties should think about common people's suffering and organise their programmes in a way that will not block roads. They can hold their programmes inside a stadium or at an auditorium. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Political programmes and public sufferings",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/political-programmes-and-public-sufferings-1697724876",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2023"
    }
]