[
    {
        "full_article": "All non-officer appointments to the three wings of the Indian armed forces will be through the Agnipath (literally, the path of fire), the Centre announced on June 14. The Government has enumerated its reasons for the move that fundamentally disrupts not only the process of recruitment but also the character of the soldier. Almost on cue, a section of experts has jumped in praising the move as transformative for the country’s defence. But many in the defence community and also political observers have not shied away from expressing their reservations and shock. Youth aspiring to join the forces are on the streets in protest in several States, and are even turning violent in many places. With no recruitment in the last two years due to COVID-19, these youngsters were already frustrated. With modest education and skills, they fear the new process stalls an accessible escape route from poverty. As opposed to the existing 15 years plus service followed by lifelong pension, the new recruits, or Agniveers (literally, fire heroes) will have a four-year tenure including six months of training. Upon completion they will be given an opportunity to apply for permanent cadre and up to a fourth would be enrolled as regular cadre. The rest will exit with a tax-free purse of approximately ₹11.71 lakh and return to civil life to aid in ‘nation building’. The process of recruitment will commence in 90 days with an intake of about 46,000 youngsters.The Government claims the new scheme will help build a younger, fitter defence force, with personnel more trainable in the changing technological environment. It says it will also inculcate military discipline, ethos and skilling as a value addition, improving the prospects for those who return to civil society. To start with, there will be no permanent recruitment in the armed forces for the next four years. Critics who include many fellow travellers of the ruling BJP have raised concerns such as potential damage to operational preparedness given the crises on the borders, with personnel hired for the short term, trained in a rush and lacking the camaraderie that professional forces possess. If a soldier’s job is now turned into a contractual employment, it might not motivate aspirants who hope for job security, pension and honour. The argument that defence should not be treated as an employment guarantee scheme is rhetorically impressive, but the fact is that from the manufacturing of arms to the employment of soldiers, the sector plays a critical role in the economy. For a country like India, where unemployment remains a major policy challenge, the concerns cannot be dismissed easily. The Government also faces the very credible charge that this is nothing more than a cost cutting plan. Considering all this, the Centre must put the plan on hold and revisit it in consultation with political parties, and a wider range of experts.",
        "headline_1": "Playing with fire: On Agnipath",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/playing-with-fire-the-hindu-editorial-on-agnipath/article65537021.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "The crash in the price of cryptocurrencies is a timely reminder to retail investors to stay far away from this highly speculative asset class. Bitcoin, the most popular cryptocurrency, has lost over two-thirds of its value since its peak in November last year and has wiped out many retail investors. Other cryptocurrencies have witnessed even larger losses with some (Luna) plunging to zero. The current crash was a long time in the making. Cryptocurrencies were initially touted to be alternatives to fiat currencies. Since the supply of a lot of cryptocurrencies is limited by design, investing in them seemed like a good way to protect one’s wealth from inflation fuelled by central banks. But as it became obvious that cryptocurrencies have had very little acceptance as money, crypto-enthusiasts began to argue a slightly different case. Cryptocurrencies were now touted as an independent asset class like gold and silver that could serve as an effective hedge in times of crisis. The crash in the crypto market amidst wider market correction has put to rest the argument that crypto, as an asset class, is as good a hedge as precious metals. There is little reason to believe that cryptocurrencies possess any intrinsic value that can make them serve the role of widely accepted money or as a legitimate asset class such as precious metals.The acceptability of cryptocurrencies in the wider economy has remained minuscule and there are no signs of their use for purposes other than wild speculation. But the only tailwind that has kept cryptocurrencies rallying despite concerns about their fundamental or intrinsic value has been the climate of easy monetary policy adopted by central banks. Easy money from central banks fuelled the rise of a get-rich-quick industry that depended on selling to a greater fool. Just as Internet stocks and tulip bulbs were the hallmarks of liquidity-fuelled bubbles in the past, cryptocurrencies are the leading symbol of the current bubble in markets. But perhaps the biggest threat to their prospects has been an existential one. Governments and their central banks have been largely unwilling to recognise cryptocurrencies as a legitimate investment asset. They are also unlikely to recognise private cryptocurrencies as they infringe on the state’s fiscal and monetary authority. Moreover, this hostile attitude is at least partly to blame for the shady nature of the crypto industry at large. Retail investors looking for quick market gains have had to plunge into an unregulated space marked by scams and other pitfalls in the absence of a legal environment that can protect investor interests. So, regardless of the investment prospects of cryptocurrencies, a proper regulatory framework may help in protecting retail investors, at least from outright scams.",
        "headline_1": "Bubble in the air: On regulating cryptocurrencies",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/bubble-in-the-air-the-hindu-editorial-on-the-need-for-regulating-cryptocurrencies/article65536802.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "The just completed Cumilla City Corporation election was a \"test case\" for the newly formed Awal Commission. The EC deployed a large number of magistrates and law enforcement personnel and installed CCTV cameras to ensure free, fair and peaceful election in Cumilla. Consequently, the election was violence free, although not free from chaos, confusion and drama.\nThe experience of the Cumilla City Corporation election raises two serious questions relating to: (a) the capability and competence of the EC; and (b) the appropriateness of using EVMs in future elections.\nDuring the campaign period, the EC issued a directive under section 22 of the \"Code of Conduct\" asking the sitting MP, AKM Bahauddin Bahar, who was residing within the city corporation, to leave the area. Mr Bahar failed to comply, and as far as we know, such defiance never happened before. In response, the CEC said that the EC could not do anything about it, although section 31 and 32 of the Code of Conduct clearly specify penalties for such violation, including the imposition of fines, jail sentence and even cancellation of the candidature of the candidate supported by the MP. One of the commissioners went further to say that the EC could not \"dishonour\" an \"honourable\" person – though the commission previously cancelled the candidatures of a Paurashava and several UP chairmen, who are small fries, and even postponed elections for such violations.\nClearly, the EC failed to enforce the electoral law, as a result of which one MP got away by defying the Code of Conduct. More worryingly, the CEC and the other commissioners appear to have helplessly surrendered their authority and even failed to \"faithfully discharge the duties of\" the \"office according to law'. Can the citizens remain unalarmed when the members of an independent constitutional body fail to obey their oath of office?\nThe Awal Commission will have to conduct the 12th Parliamentary election in 18 months, which could potentially cause the transfer of power. In that election, many of the 300 MPs, several thousand other candidates, thousands of members of the bureaucracy and law enforcement – many of whom have partisan bents – and political party activists will desperately try to influence the results. If the Awal Commission could not compel one MP to abide by the law, how will it be able to do so during the national election, when there will be lot more pressure from many powerful quarters? In addition, in the national election, the EC will not have so many magistrates and law enforcement personnel to deploy, and those deployed may also not act neutrally.\nRegarding the use of EVM, the Cumilla City Corporation election once more established that the biometrics-based EVM currently in use suppresses voting. It may be recalled that in the 11th parliamentary election, the turnout rate was 80.80 percent in 294 constituencies, where paper ballots were used, whereas the turnout rate was 51.54 percent in six constituencies that used EVMs, representing a 30 percent difference. This is a dramatic evidence of voter suppression.\nEven in the Cumilla City Corporation election, the voter turnout declined because of the use of the biometrics-based EVMs. In 2012, when nonbiometrics-based EVMs were used, the turnout rate was 75 percent. In 2017, when paper ballots were used, the turnout rate was 63.92 percent. By contrast, the turnout rate in the recent election was 58.74 percent, a 16 percent decline from 2012 and about 5 percent less than 2017. Many Cumilla voters were reported to have been unhappy about the slowness of the voting and some even left without voting. How can one justify using machines in voting when they prevent voters from exercising their right of franchise?\nAnother serious concern about the use of EVM arises from its technical limitations. The pandemonium and drama staged during the declaration of the results and the controversy about the final results of the mayoral election were due to these technical limitations, which make the EVM susceptible to digital manipulation. The EVM does not have the \"voter verifiable paper audit trail\" (VVPAT), because of which results declared by the election officials are final, and they cannot be audited or verified through recounting. In other words, the dependability of the EVM depends largely on the so-called \"men behind the machine\" as the election officials are given the authority to override the EMV. According to a BBC report, in the 2018 election, the election officials were allowed to override the EVM in up to 25 percent of the cases. Because of these technical limitations, the late Professor Jamilur Reza Chowdhury, as the head of the technical advisory committee, formed by the EC, refused to sign the recommendation to buy the EVM without the VVPAT. It may be noted in the last Chattogram City Corporation election, the results were declared twice, indicating digital manipulation.\nLet us now focus on the drama created by the disruption of the declaration of the results. When the results of 101 centres were declared, Monirul Haque had 48,492 votes compared to 47,863 votes for Arfanul Haque – a difference of 629 votes. At that point, the Returning Officer stopped the declaration of the results of the mayoral contest because he did not have, by his own admission, the results of the remaining centres (Prothom Alo, June 16, 2022). Surprisingly, the results of those four centres came in about four hours after closing of the polling, although they should have been available to the Presiding Officers with the mere pressing of a few buttons.\nWhat is even more surprising is that the results of those four remaining centres caused a dramatic turnaround of 972 votes, causing Arfanul Haque to win by 343 votes, whereas he was losing by 629 votes based on the results of 101 centres. It must be a miraculous coincidence that Arfanul Haque had such a vote bank in the four centres whose results were reported last, allowing him to snatch victory from the jaws of defeat.\nMonirul Haque raised the allegation that he was defeated through manipulation. But because of the technical limitation of not having VVPAT in the EVM used, his allegation could not be proved or disproved either way. It may be noted that under the direction of the Indian Supreme Court, the EC there had to add VVPT to their EVMs. Many countries, including technologically advanced ones, have been abandoning the use of EVMs because of the complications they create.\n \nDr Badiul Alam Majumdar is the secretary of SHUJAN: Citizens for Good Governance.\n",
        "headline_1": "Dire lessons from the Cumilla City Corporation election",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/dire-lessons-the-cumilla-city-corporation-election-3050631",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "After quenching their lurid lust for power and property, funded by slavery and wholesale loot for centuries, leaving behind a trail of torture, murder and injustice, Western colonialists began to spread the word of the holy books, only after acquiring political stability, economic security, military supremacy, gold, glamour and glitter: \"All humans are equal\", the transformed rich nations declared, but with vicious insinuation that \"some are more equal than others\". And, they meant it, as exemplified by their depiction of the plight of Palestine versus Ukraine.\nThey landed on our shores at will to look for good fortune, which they found to their joy and our dismay. They would clinch it by force, if resisted. And, today they are inhumanely plane-loading asylum seekers to cash-for-service Rwanda in another continent to keep themselves free of the \"dirt\".\nSince George Floyd's brutal death in 2020, #BlackLivesMatter of 2013 has been emboldened. Every English premier league football match since starts with the knee-bend, and is punctuated Live with the message that there is \"No room for racism, anywhere\". The hard fact remains that racism is alive and kicking on the shores of modern colonialists.\nThey are paranoid about being colonised in today's context of globalisation. Exporting refugees as commodities against their will to a developing country has been criticised by the Bishop of Birmingham. Prince Charles slammed the move by his own government as \"appalling\". But, what else could Boris do to change the topic from the increasingly hot beer-gate affair? \nLeaders of some imperial countries became self-appointed guardian angels of world democracy to dictate by wile and warfare. They hunted down locally popular, formidable leaders, dubbing them as anti-people, and warmongers with WMD, but only when they had not danced to their partisan policy, that is, handed over their soil and oil, natural gas and artefacts, and the right to a military base. These were a modern form of colonialism in the name of establishing their chosen world order, conceived to maintain them, the age-old rulers at the helm of global economy.\nThe rest of the world took time to remove the wool from over their eyes, delayed albeit by disgraceful beneficiary lackeys in respective countries. Repulsion to unfairness and instinctive yearning for freedom gave rise to people's revolution, for a while dubbed as rebellions; #SuryaSen. Countries had to be liberated by the supreme sacrifice of martyrs, steered by nationalist heroes.\nSticking to power was at one time assumed to be the proprietary prerogative of despots in developing countries. The table has turned for the worse in at least two developed countries, the USA, and the UK. No more can they lecture the rest of the world about securing democracy.\nIt was incomprehensible before 2020 for a US president not to accept the results of an election held under his call. Nationwide, Donald Trump lost by about seven million popular votes, which does not count towards presidency, but can severely dent the ego of a narcissistic politician. In the decisive electoral college ballot, Trump lost 232-306. Yet, in order to remain in the White House, he accused the nation of vote fraud, and continues with his lies despite extensive recounts proving there was nothing illegal. Worse, a good percentage of Americans seem to believe him. His daughter and White House and business confidante Ivanka turned against him last week and accepted Biden's victory, the testimony exposing deep family strain. But, like a warlord (no reference to the 6 January insurrection), unrepentant Trump wants to get back to the WH through the backdoor.\nEast of the North Atlantic Ocean, the UK prime minister is defiant not to come down from his pedestal, despite being fined by police for breaching his own set of rules that he pronounced on television on a daily basis during high Covid. Half-a-decade ago it would have been unbelievable that a UK prime minister could survive a no-confidence vote in parliament after thousands of street protesters, people in responsible positions, and MPs in the House called him a \"liar\" over his defence of attending several social parties at a time when he had ordered the country to observe the strictest of lockdown protocols. Many could not attend the funeral of their loved ones.\nBoris Johnson has so lowered the British morality bar that henceforth it would require crosschecking before anyone could trust a government minister. That is exactly what the Commons Privileges Committee is investigating, whether Boris misled parliament over \"partygate\" allegations. This after separate reports by Metropolitan Police and civil servant Sue Gray left cracks and crevices, doubts and disbeliefs. Breaking the law by a legislator is a serious felony in any country, but to deny that a gathering of noisy people, singing joyous songs and vomiting cake and beer is not a \"party\" is a sign of mental turpitude.    \nThese two western leaders have given the so-called lesser developed countries reasons to question the state of governance in Trump- and Boris-land. They can indeed ponder on sending election observers to the USA and ethics supervisors to Britain. Globally, there is a shift in political integrity. The yearning to stick to power for life was once considered the sole legitimacy of tyrants in poorer economies, but the mischief has been adopted by egotistical leaders in, let's call them G-2 until more countries of the type join them.\n \nDr Nizamuddin Ahmed is an architect and a professor, a Commonwealth scholar and a fellow, Woodbadger scout leader, Baden-Powell fellow, and a Major Donor Rotarian.\n",
        "headline_1": "Unusual power lust in modern West",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/chintito-1995/news/unusual-power-lust-modern-west-3050616",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "A power shift in Myanmar and the subsequent polarisation among major powers triggered a new geopolitical flashpoint in Bangladesh's strategic backyard, which the latter cannot afford to ignore. It seems that the US and other western countries are taking a heavy-handed approach while other big powers, such as Russia, China, India, and Japan, have started explicitly (or covertly) normalising their relations with the Tatmadaw (Myanmar military).\nMyanmar always gets priority in Bangladesh's economic and security strategy. Although democratic Bangladesh has a moral dilemma in supporting the military government, it has yet to formally condemn the military coup or demand Aung San Su Kyi's release. It underscores Dhaka's careful support for the junta's \"one-Myanmar government policy.\" So, in foreign policy circles, the immediate discussion is whether Dhaka's stance is a \"well-thought-out approach or simply a premature polarisation.\"\nIn-depth analysis suggests that Bangladesh's stance has stemmed from some very specific strategic considerations. First, Bangladesh is well aware that sanctions and condemnation, a typical western practice, are counterproductive in Myanmar as long as China and Russia continue to extend their diplomatic and military shields. Second, the previous NLD government failed to facilitate Dhaka's long-expected connectivity, border security, or Rohingya crisis issues. Third, Dhaka seeks to develop cosy relations with Myanmar's army based on non-confrontational and non-interference approach. So, it doesn't want to enrage the Tatmadaw by taking part in a smear campaign that would not even address the country's core security concerns.\nGiven the rapidly changing geo-political dynamics, it is not a suprise to predict that major powers like China, India, Russia, and Japan will remain on Myanmar's military side, underlining their own strategic narratives. It will undoubtedly give the military a chance to consolidate its grip on the country as well as its diplomatic status and military position. With a recent resumption in diplomatic exchanges, China is warming up its historical \"Pauk-Phaw\" (sibling) ties with Myanmar. It has begun to normalise relations with the State Administration Council, mainly to secure its strategic infrastructure projects that would give Beijing a vital gateway to the Indian Ocean. Despite the fact that Russia, one of Myanmar's largest arms suppliers, has no pressing geostrategic imperatives in Myanmar, it has been trying to diversify its cooperation with the country to increase its investment portfolio. Besides, the China-Russia alliance is expected to play a more active role in the centre of the Indo-Pacific to offset expanding western dominance. Although India and Japan, two QUAD allies, feel uncomfortable doing business with a military regime, they will avoid the West-centric coercive measures and instead follow a \"twin-track diplomacy\" to engage with military administrations as well as pro-democracy forces. Apparently, the key strategic reason for this stance is to avoid alienating Myanmar and pushing it further towards China.\nFinding an early and sustainable solution to the Rohingya crisis is a \"top priority\" issue for Bangladesh right now. But policy analysts acknowledge that this protracted issue has become more complicated and would require a \"consultative and constructive approach\" between the two governments, along with international stakeholders. Thus, Bangladesh would have to deal with the Myanmar military even if it is governed by people's representatives because the 2008 Constitution places the military in a central position in the government with complete authority over the ministries of defence, home, and border affairs. Another main strategic objective of Bangladesh is to materialise its look-east policy by connecting itself with China and the ASEAN countries via Myanmar. Bangladesh has also been eyeing joining the ASEAN bloc and the India-Myanmar-Thailand trilateral highway initiative. Therefore, Bangladesh ought to convince Myanmar's central government to draw up plans for access to each other's markets as well as regional markets to face the post-LDC challenges.\nDespite past strained ties, Bangladesh's military chiefs have traditionally paid goodwill visits to Myanmar, seeking to develop a more meaningful relationship from a security standpoint. What is important to note is that Bangladesh was among only eight countries that sent their defence attaché to attend the Myanmar Armed Forces Day parade in Naypyidaw in March 2021, a month after the coup, prompting Min Aung Hlaing to consider Dhaka as one of its allies. In a nutshell, Bangladesh is trying to reorient its Myanmar policy in light of the regional power setting and the army's new rule in Naypyidaw. Pursuing a multi-dimensional approach of engagement with the Myanmar government and convincing them to address security concerns could be a viable strategic option for Bangladesh right now.\n \nParvej Siddique Bhuiyan is a security and strategic affairs analyst.\n",
        "headline_1": "Can Bangladesh-Myanmar military ties stabilise the region?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-bangladesh-myanmar-military-ties-stabilise-the-region-3050611",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "The government has declared the national budget at a time when the world is still reeling from the Covid pandemic. And now, we are looking at yet another global crisis of energy and food security. No doubt, these have come as big shocks for Bangladesh. A budget declared at such a critical juncture is expected to present a way to absorb some of the shocks.\nIt seems the focus of the budget has mostly been on bringing the economy back on track. However, the government appears to have ignored the fact that the education sector is suffering immensely from Covid impacts, and that, without appropriate interventions and judicious investment, we risk jeopardising the future of a whole generation of Bangladeshis. In fact, this year's budget looks like any other budget from the previous years. It does not reflect the aspirations of the 40 million learners, half a million teachers and the millions of their family members who have been struggling to minimise the massive learning loss that has aggravated pre-existing inequalities in accessing quality education.\nThe Ministry of Primary and Mass Education and the Ministry of Education both prepared Covid response and recovery plans. But there is no indication in the budget as to how these plans are to be implemented. Bangladesh, over the last 50 years, has achieved some milestones in education. For instance, Bangladesh has been acclaimed globally for achieving gender parity in enrolment at the primary and secondary levels and also at the teacher level. An increasing number of students are enrolling into technical and vocational programmes. But how can we retain these achievements moving forward? The proposed budget has not provided any indication in this regard.\nCovid taught us that we need to move forward with a combination of both offline and online lessons. Though the budget does highlight the importance of ICT to some extent, there is no recognition of the inequalities in accessing digital technologies which were further exacerbated during the pandemic. The finance minister has mentioned that 170 million people have mobile phones, but what about the increasing expenses related to internet facilities that a huge segment of our population can't afford?\nThe focus of the world is to bring students back to schools, to retain them in classes and to ensure they are not lagging behind. In order to do so, there needs to be provisions for adequate funding. However, our budget has seen only a nominal increase for education from the past year – 12 percent of the total budget, compared to 11.9 percent in FY2021-22. When compared to the GDP ratio, it is only 1.83 percent, less than the outgoing fiscal year's allocation and the lowest in South Asia. This is undoubtedly disappointing, particularly considering the present scenario in education.\nTo meet our SDG targets, our government is committed to allocate at least 4-6 percent of GDP for education. But what about our National Education Policy (NEP) 2010, which was adopted in the parliament? There is almost no reflection of all of these commitments in the proposed national budget.\nAlso, why is there so little allocation for research in education? Research is all the more relevant now, particularly in light of Covid, because we need credible, scientific data for realistic planning. We don't know exactly how many have dropped out of the education system, how many have become victims of early marriage or how many learners have joined the labour force. If we want credible data, we have to invest in research.\nTax has been levied on private universities again, as was attempted last year. The burden of this tax will no doubt fall on the students and their families who are already struggling to face the challenges of inflation. Can the government ensure that universities pay the tax from their profits without imposing it on their students?\nThe government needs to think of education as a single sector – from pre-primary to higher education, including technical, vocational, and professional education – and it should get the single largest allocation in the budget.\nIn terms of the declared budget, the government should think about reallocating some of the resources to critical and overlooked areas, such as bringing children back to schools, mitigating learning loss and addressing malnutrition. We want a specific budget to target vulnerable and excluded groups, such as children with disabilities – not simply as part of social safety net allocation but specifically for education.\nThe amount of the stipends should be doubled considering the inflation over the years. Even if it is not possible to implement this right away, it should remain as the government's vision and objective to increase the amount and widen the outreach of the stipends. There has to be a specific allocation for victims of early marriage in 2020 and 2021 to encourage them to come back to schools/colleges.\nI felt happy to hear when the finance minister mentioned the new curriculum, but implementation of a new curriculum requires specific allocation. It focuses more on creative learning, values education, continuous assessment and innovative practices inside the classroom. If we really want to make these changes happen, we need to allocate money, as and where required.\nThe nation is going to enjoy the fruits of \"megaprojects\" like Padma Bridge thanks to our government. But if we don't invest enough in developing our human resources, how are we hoping to sustain the results of our mega initiatives? Unfortunately, this year's budget has almost no indication of investing in youth who are expected to lead the country in 2041.\nFinally, allocation is just one side of the coin. We also need to focus on budget utilisation and monitoring. There is hardly any point in pressing for more funds, if we don't utilise the budget effectively. In his budget speech, the finance minister mentioned timely completion of education and health sector projects as one of six challenges. It is evident that the government mechanism should be strengthened and committed to ensure accountability and transparency while utilising the budget at each and every stage. \nBangladesh is progressing, but if the progress is uneven, then expectations of the majority of learners will remain unfulfilled.\n \nRasheda K Choudhury is executive director of Campaign for Popular Education (CAMPE).\n\n",
        "headline_1": "Education budget not enough for 40 million learners",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/education-budget-not-enough-40-million-learners-3049781",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "We are concerned at the undemocratic way that student organisations affiliated with various political parties are being run. More often than not, the central committees of these organisations are led by those whose studentship has long expired. According to a report in this daily, the top positions of these bodies are hardly held by regular students. At present, both president and general secretary positions at the central committees of Bangladesh Chhatra League (BCL) and Jatiyatabadi Chhatra Dal (JCD) are occupied by non-students. Reportedly, student wings of various left-leaning political parties are also being run in the same way. Even the Dhaka University (DU) units of these organisations are led by those whose studentship has expired. The only exception seems to be the Samajtantrik Chhatra Front in DU, where the two top posts are held by regular students.\nThis situation is worrying because non-students holding these positions can hardly be true representatives of ordinary students. They can neither understand the gravity of the problems facing students, nor are particularly interested in solving those. What we have seen in most cases is that these student bodies work to implement the agenda of their parent organisations. Often they are engaged in various horrendous activities on campus, including seat trade. More importantly, the culture of keeping non-students at the top positions is creating a void in our political leadership since it needs a continuous process of electing new leadership in the student organisations to create new leaders in national politics.\nWe also do not understand why the leaders of these student bodies have to be selected by their parent organisations. Shouldn't the student members of the organisations elect their own leaders? This trend reflects a lack of democratic culture within the student bodies.\nAlthough this has been a fact for the majority of our student organisations for years now, the issue has come to the limelight again after a recent incident where the BCL activists barred JCD activists from entering the DU campus alleging that they were not students. Some of the student leaders have told us that their organisations are run according to their parties' constitutions. If that is so, shouldn't their parent political parties bring a change to their constitutions in this regard? It's only reasonable to expect that student organisations would be led by students. If that can be ensured, we can expect to see the beginning of a positive change in the political environment of our higher educational institutions.\n",
        "headline_1": "Shouldn’t student bodies be led by students?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/shouldnt-student-bodies-be-led-students-3050441",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "We're deeply worried about the deteriorating flood situation in the north-eastern region of Bangladesh which comes hard on the heels of a flash flood that hit it weeks ago. This time, the crisis is unfolding on a larger scale. Most of Sylhet and Sunamganj districts have reportedly gone under water. New areas are being inundated at a pace that has surprised many, with as many as 17 districts now feared to be in danger. The flood was triggered on Wednesday by heavy rains and water flowing from upstream India's Meghalaya and Assam, where record-breaking rainfall was recorded.\nIn Sylhet and Sunamganj, where the situation is particularly dire, more than 40 lakh people are said to have been marooned. Power connection has been cut off after all sub-stations in the districts were submerged by water. As time passes, the cry for rescue and relief is getting louder. Many flood-hit areas remain unreachable due to the high tide of water, despite efforts from Bangladesh Army and Navy which are helping with the rescue operations. The scenes of struggle and devastation emerging from these areas are disturbing, to say the least.\nExperts say that a number of reasons combined to make the situation worse, including the absence of a flood protection embankment in Sunamganj, earth-filling in haor and other water bodies, deforestation in the hills, as well as mining in the upstream Indian areas. Many structures built occupying the water bodies – which traditionally served as reservoirs holding the excess water from floods – are disrupting the flow of water and preventing it from receding. This should be another wake-up call for us as flooding increasingly becomes the most common climate-related risk to Bangladesh. The question is, what measures are being taken to reduce the risk of such floods?\nRight now, the priority is to rescue the stranded people and deliver relief and medicine in the most-affected areas. We're told that the situation may not improve immediately as heavy rains are expected to continue. This is bad news. The local administration should brace for a harder time and assess its preparedness. All schools and colleges on higher ground should be urgently prepared to accommodate the rising number of people requiring shelters, with sufficient provisions for food and medical aid. Power connection should be restored as soon as possible. Care should also be taken so that there is no food crisis in the districts. All state agencies in the affected areas should be geared toward the purpose of helping with the flood situation. Equally importantly, the authorities should look at the bigger picture and start devising ways to reduce, as much as possible, the risk of such floods in the future.\n",
        "headline_1": "Another wake-up call amid raging floods",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-wake-call-amid-raging-floods-3050436",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "Its commonplace nowadays to hear of self-love, self-help, self-care, self-respect being crucial in our interpersonal journeys. However, many of us, especially in India are and were brought up to first think of others. The entire concept of “khudgarz mat bano” (don’t be selfish), “doosron ka sochon, phir apne aap ka socho” (prioritise others over yourself) has been an oft chanted mantra by elders and family from as far back as one can remember. To serve others is touted as noble and aspirational, hence so many of us are riddled with guilt when we make ourselves, our needs, our pleasures or our preferences our first choice. Only if your well is full can others drink from it, and only if your internal well is brimming with love and contentment and happiness will you be able to share the same. Obligations, subservience, and “seva”, if done with a sense of it being inflicted upon you will only breed internal resentment and dissatisfaction. It’s wonderful that today people are waking up to the concept of “me first” and “me time” being an integral part of personal growth and ridding guilt from the new equation. We are fed on a staple diet of cliché’s that not only don’t serve us but aren’t even relevant in today’s times. For example, girls are groomed pre-puberty to please their husbands with great cooking and housekeeping skills, to bend over backwards to please the new family even if it is at the cost of her personal dignity, sanity or happiness. How can someone miserable make others happy? To leave a bad marriage again comes with “think of the kids”, “think of the gossip and eyeballs the family will have to endure”, and the cycle repeats generation after generation. Divorces are becoming increasingly common because people are releasing themselves from patterns, belief systems that force them to stay in unhappy unions and where they were made to feel irrelevant and unimportant. Compromises are natural and befitting any union, but at what cost? And definitely should never be at a brutal cost of losing your identity and essence. When this happens you begin to operate from an unhealthy sense of martyrdom, victimhood, and unhappiness. The most empowering and positive relationships are those where you operate from strength, self-love and sel-respect. In order to have a healthy and happy marriage you need to marry yourself before you marry anyone else. Commit to loving, growing, appreciating and nurturing every aspect of you. Only if you truly love yourself will you recognise and resonate with someone who loves you, for you.\n1.I’m not happy that my husband makes sudden decisions for us -whether it is about travel or the kids and expects me to understand and agree. I know he means well, but I want a say, too. How should I make him understand that?\nPeople have different dynamics and he clearly is highly spontaneous and used to taking charge. Tell him you want a say and are willing work with his nature to enable a togetherness. So start with creating holiday lists of places you would like to go to so he can make plans around those. Agree to make major decisions together and to let the smaller ones be in sync with his impromptu style as it’s not possible or fair to totally change someone to being someone they don’t recognise or resonate with.\n2. I think my boyfriend is cheating on me. He is guarded about his phone and I saw him texting a girl once and it seemed flirtatious. I confronted him and he said sorry, but I think he is still continuing with his behaviour. Should I break things off?\nSorry means I won’t do it again. So if he’s doing it again means the regret is not genuine and relationships without trust or integrity are bound for a rough ride and early demise. How soon, depends on you.\n3. I am a college going student. I recently learnt that i am attracted to people of the same gender. I have been very confused about it since I researched it. I want to share this with my mother but I don’t know how to start the conversation and how she will react to something like this. I don’t know how to go about it further.\nApproach the subject in an indirect, rather than direct manner to assess her stand on homosexuality. Casually mention how times are changing, how open youth are being about dating, pre-marital sex, inter religious marriages and so on. Casually weave in same sex relationships and if she seems horrified or averse to it slowly start a line of questioning that brings the reasons to the fore. Is it social stigma? Conditioning? Why the discomfort if two people love each other etc.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "Marry yourself first",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/marry-yourself-first/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "China unveiled its first homemade aircraft carrier on Friday, causing much envy/wonderment/kerfuffle in strategic circles/world capitals, notably in Washington DC. That Beijing was building an indigenous carrier was no secret. US spooks and eyes-in-the-sky had been poring over satellite imagery of Fujian, as the new carrier is called, for months, trying to discern or divine what the Chinese are up to. Well, their wait is over. With much pomp and ceremony, Beijing simply rolled it off the shipyard it was being built in and let the world have a good look at it.\nIt immediately invoked comparisons to the USS Gerald R. Ford, the United States’ most advanced aircraft carrier that was commissioned in 2017. Much attention centered on the carrier’s electromagnetic launch system which can catapult a plane into action, rather than the ski jump-style system used in older carriers. One can detect a degree of disbelief and envy in the western commentariat that the Chinese have been able to master this technology so quickly, something that was also expressed when China unveiled its hypersonic missiles.\nSo China, with three, now has the most aircraft carriers after the US with eleven. Britain and Italy have two each and Russia, France, Brazil, Spain, and Thailand, have one each. Yeah, Thailand. You gotta wonder.\nMeanwhile, what of India? Of course, we have one too, and talk of many more. Currently, there is the INS Vikramaditya, which is a Russian-origin platform, but our own indigenously-built, atmanirbharta-powered INS Vikrant is expected to be commissioned later this year — that is, if we don’t take time off to burn some trains and buses, and generally go ape over the new army recruitment scheme or something else that agitates our testosterone-driven youth.\nAlso just to show that were are very much in the loop/know of things etc, we also have new aircraft carrier INS Vishal on the drawing board, with all the bells and whistles Fujian and Ford boast of, including the electromagnetic launch system, plus more. Hell, if you give our mythology-addled maestros a few days, they will also dig out documents to show that the Cholas and Hoysalas had that electromagnetic thingamajig, while our whatsapp graduates will make crude jokes about Chinese goods (Fujian sounds like a Punjabi town, yaar!) when they are not expressing impotent rage ( “they can only do it because they are not a democracy; we are constrained by democracy). When all else fails, they can pull out the old lemon: Arre, we invented zero!\nOn a more serious (and deadly note), the Chinese naming the carrier Fujian appears to be a shot across the bow of Taiwan and its patron and purported protector, the United States. Fujian is the province across from Taiwan. Yet, Chinese officials have modestly claimed that the ship would not be battle-ready for five years, but it is an important step in Beijing’s ambition to develop a “blue water” navy, capable of projecting power beyond its shores. Yeah, five years. Mark that down. Knowing the Chinese propensity of quick knock-offs and speed-build, they may have many more carriers by then.\nAll in tune with what Deng Xiaoping said: Observe calmly; secure our position; cope with affairs calmly; hide our capacities and bide our time; be good at maintaining a low profile; and never claim leadership.\nThen one day….\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "While India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/while-india-is-busy-burning-trains-and-buses-over-army-recruitment-scheme-china-quietly-rolls-out-a-new-aircraft-carrier-that-wows-west/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "It is almost inevitable that BJP-led NDA will have the determining choice on who finally becomes president. But we may ask the question: Who will be the ideal president for 21st-century India?\nThe answer is: In times when democracy is in retreat across the world, the ideal president is someone who will stand as democracy’s conscience keeper.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "Being truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/being-truly-presidential-21st-century-india-needs-a-president-who-will-be-democracys-conscience-keeper/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2022"
    },
    {
        "full_article": "Violent protests against Agnipath not only continued for the third day but also spread to more states. Nothing justifies the arson and other acts of violence. Protests that result in wilful destruction of property cannot be treated with kid gloves. But these protests also show the scale of challenge in initiating reforms in India, even when fronted by a prime minister with the strongest political mandate in almost 50 years. One reason is pushback by interest groups that benefit from the status quo. Equally, sloppy planning and execution that feed into a pre-existing credibility crisis governments face make it tough.\nThere can be no argument against military pension reforms. The fiscally reckless act of introducing OROP without a concomitant move to rationalise numbers made Agnipath inevitable. Military’s pension spend increased from 19% of total defence expenses in 2010-11 to 26% a decade later, thereby squeezing out expenses on armaments. India’s challenge is not unique. PLA’s modernisation exercise last decade included demobilising officers. However, as a commentary by Rand Corporation observed there were concurrent steps to ease the transition. Chinese government officials were explicitly tasked to help in the job search and matching process, and it was linked to their promotion. It’s in such crucial areas of execution that India’s reform efforts falter.\nWhile GoI did well to offer a one-time waiver on age, it would have been better to have a credible pathway for lateral entry into paramilitary forces. Promises of “priority” at a future date will not cut it given the low trust in government promises. Another takeaway is that a reform that has a bearing on aspirations in an economy with limited job opportunities needs to be backed by direct messaging. The political executive has to take ownership before and during the process of implementing reforms.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "Selling change: Reform’s tough, govt must back promise with delivery",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/selling-change-reforms-tough-because-trust-in-govt-promises-is-low/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2022"
    }
]