[
    {
        "full_article": "The schedule for Assembly elections in five States announced by the Election Commission of India (ECI) on January 8 was along expected lines. Polling will begin in Uttar Pradesh on February 10 and end on March 7, spanning seven phases. The Manipur polls would be held in two phases and the Goa, Punjab and Uttarakhand polls in one. Given the size of the States and deployment of paramilitary forces, the ECI has split the polling into seven phases this time, as in the 2017 Assembly polls. In the U.P. elections, the ECI has stuck to its earlier pattern of starting with constituencies in the western part of the State first and then moving towards the east. Dismissing reports of the Bharatiya Janata Party asking for the phases to be from east to west, Chief Election Commissioner Sushil Chandra said that the polls would be held from west to east and that no party had made a demand during the ECI’s visit to U.P. in December to change this. The farm protests have had more of an impact in western U.P. The announcement of the poll schedule also came with a total ban on physical campaigning till January 15 due to the COVID-19 pandemic entering its third wave. The ECI plans on reviewing the situation, including prevailing positivity rates in the States, before deciding on allowing any rallies after January 15.Till then, candidates and parties have been encouraged to use online ways to reach out to voters, throwing a challenge to the election authorities on enforcing the Model Code of Conduct (MCC) and monitoring expenditure. Considering the fact that several emotive and controversial issues are at play, this is going to be a tough test for the ECI. It will have to reinforce its impartiality and rigour to ensure that the rules of the game are followed by all parties. Political parties must take special care to not only follow the MCC but also observe COVID-related additional restrictions on campaigning. Ruling parties both at the Centre and States have to bear an extra burden of ensuring that they do not misuse official machinery to influence the elections. Social media have made toxicity a low risk, high reward instrument of political campaigns, causing serious harm to social cohesion and national integrity. The breach of Prime Minister Narendra Modi’s security in Punjab took a political colour, but the issue must now be left to the Supreme Court which has decided to appoint a judicial commission to inquire into it. The substance and rhetoric of the campaign will be adversarial in a multiparty democracy, but they need not, and must not, be socially divisive. The elections must be a celebration of democracy, and not a threat to it.",
        "headline_1": "Bugle for restraint: On scheduling of five Assembly elections",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/bugle-for-restraint-on-scheduling-of-five-assembly-elections/article38226153.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2022"
    },
    {
        "full_article": "Nearly a year after India rolled out the COVID-19 vaccination programme, it began administering a ‘precaution dose’ — scientifically called a third or booster dose — to people above 60 years with comorbidities, health-care and frontline workers on January 10. On day one, about one million people received the booster shot. Though 98 million people above 60, 9.7 million health-care workers and nearly 17 million frontline workers have received the second dose as on January 9, the actual number of people in the three groups eligible to receive the booster dose will be lower. The reason: only those who have taken the second dose nine months or 39 weeks ago will be eligible to receive the booster shot. Also, among the elderly, only those with comorbidities will be eligible to receive the additional shot. The nine-month gap between the second and the booster dose is not based on any clinical trials but evidence of protection offered by natural infection lasting up to that period. The only data on homologous boosting of fully vaccinated individuals six months after the second dose comes from a study using Covaxin in 184 participants; Covaxin comprises 12.7% of the nearly 1.52 billion doses administered so far. But a sizable percentage of the fully vaccinated might have had a previous infection, increasing the level of protection and possibly the duration of protection that hybrid immunity offers. A booster shot in such people will confer greater protection against severe disease and death.None of the COVID-19 vaccines currently being used for immunisation offers sterilising immunity, which completely prevents infection. Administering a booster dose will surely increase the level of neutralising antibodies but even that does not guarantee full protection from infection. The prime objective of COVID-19 vaccines, including the booster, is not to prevent infection but to only mitigate disease severity. If this was true even with the virus strain first identified in Wuhan, China, and all the vaccines that have been developed using this strain, the variants which have emerged later have highlighted the limitation of the COVID-19 vaccines currently available. Even if the variants have demonstrated increased ability to cause breakthrough infections among those who have received a booster shot, all the vaccines have been highly effective in stopping the disease from becoming severe and causing death. Till such time as a safe and highly efficacious intranasal vaccine that confers a very high level of protection against infection becomes available, even those who receive the booster shot cannot let their guard down. Since none of the booster doses has been developed using the variants that have emerged, the highly infectious Omicron variant with its high immune escape capability can cause breakthrough infections. Hence, vaccines should not be seen as a silver bullet but must be used in combination with masks and other COVID appropriate behaviour to drastically cut the risk of infection.",
        "headline_1": "Boosting protection: On COVID-19 vaccination programme",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/boosting-protection-on-covid-19-vaccination-programme/article38226173.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2022"
    },
    {
        "full_article": "With Omicron spreading rapidly across the world, Bangladesh is bracing itself for the battle against a potential third wave of the pandemic. The health minister has already stressed that the country is prepared to fight the new variant. Earlier, health authorities had issued a set of 15 soon-to-be-enforced guidelines covering screening at entry points in the country, testing, quarantine, vaccination, and public movement and gatherings.\nMeanwhile, according to media reports, the government has also been able to partly reinforce healthcare infrastructure to better handle the new wave, increasing the number of Intensive Care Units (ICUs) and High Dependency Units (HDUs) dedicated for Covid-19 patients.\nIn addition, more than 1,000 ventilators have been provided to hospitals at the upazila level and over 130 hospitals equipped with a central oxygen system. Abul Bashar Mohammad Khurshid Alam, the DG of the Directorate General of Health Services (DGHS), has been quoted as saying that oxygen generators are being installed in around 40 hospitals across the country. The government is working on installing more oxygen generators to support rising Covid caseloads.\nHowever, the authorities must not lose sight of the fact that in the face of a full-fledged outbreak of the new wave, these reinforcement measures might not be sufficient. Over the last few weeks, there has been a noticeable spike in Covid-19 cases, with more Omicron patients being identified every day. On Monday morning (January 10), the country recorded a 8.53 percent Covid infection rate—with 2,231 new cases registered—a jump from 6.78 percent recorded on Sunday morning. Health experts fear a further rise in cases is imminent.\nWhile the new measures being taken point to the farsightedness of the health authorities, including the National Technical Advisory Committee (NTAC) on Covid-19, DGHS, and other related bodies, their effectiveness would depend on how well they are enforced.\nIn the past, we have seen people \"escaping\" quarantine from hotels; public transports running over capacity despite restrictions; people grossly flouting social distancing guidelines, roaming around and enjoying long drives even during lockdowns (including misuse of the \"movement pass\" introduced to control public movement), or crowding restaurants, shopping malls, kitchen markets and other public spaces, often without wearing masks—the list goes on.\nEven while many countries, including our next-door neighbour India, struggle in the face of Covid-19 surges, the people here could not help but celebrate the New Year or Christmas. Then there are those grand winter weddings that come with about half a dozen side events where hundreds, if not thousands, gather to \"bless\" the brides and grooms. There are also the weekend parties with family and friends. These occasions provide the perfect breeding grounds for the Covid-19 virus. Unfortunately, these can only be contained with state-imposed curbs. \nFor the government, managing the crowd at airports is another sticking point, which has emerged as a major concern in recent weeks. With international flights being suspended for eight hours every day at the Dhaka airport due to on-going construction work for the third terminal, the airport authorities are under increasing pressure to accommodate the cramped flight schedules. It is only natural that the health desks and testing counters would be crowded too, and there should be strict enforcement of social distancing and testing guidelines for both in-bound and out-bound passengers to ensure their safety.\nIt is understandable that blanket curbs on public movement, including lockdown, are an extreme measure, with profound implications for countless people. Nonetheless, in our case, it would be worthwhile to consider the possibility of such measures in the long run, especially considering that many nations are having to resort to this to contain the new wave. In India, for instance, curfews have been imposed in Delhi and Mumbai and other states including West Bengal and Karnataka have had to impose various other restrictive measures and weekend curfews to cope with the rapid increase in Covid cases.\nIn view of the current scenario, the government in Bangladesh should consider planning ahead for the worst-case scenarios, including by determining the size and scope of stimulus packages, support mechanisms and related logistics for those who would be most affected—especially small businesses and the underprivileged segments. This will help reduce public sufferings and the likely economic backlash. Pre-planned measures are usually better implemented. And in the context of the fast-changing Covid landscape, one cannot be too careful. \nOmicron is highly contagious but comparatively less severe than other variants, with lower hospitalisation rates. Therefore, it might not be as demanding on our healthcare infrastructure as the Alpha or Delta variants. But the danger still persists. And with the virus mutating constantly, we cannot risk becoming complacent. We need to be on our guard at all times so that we can anticipate the new challenges and minimise the damage of the new wave. The new set of 15 guidelines also need to be enforced at the earliest.\nThe general public must also take ownership of their responsibilities and do their part to keep Covid-19 at bay. The government alone is not responsible for fighting the pandemic; it is the responsibility of each and every single citizen of this country. No matter how clichéd it sounds, we are in this together, and we can only flatten the curve if we put up a united front.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "How do we keep Omicron at bay? Together.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/how-do-we-keep-omicron-bay-together-2936601",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2022"
    },
    {
        "full_article": "Novak Djokovic, the world's top-ranking tennis player, has just been granted a medical exemption to take part in the Australian Open. Djokovic, who has won the event nine times (one more victory would give him a record-breaking 21 major titles), refused to show proof of vaccination, which is required to enter Australia. \"I will not reveal my status whether I have been vaccinated or not,\" he told Blic, a Serbian daily, calling it \"a private matter and an inappropriate inquiry.\"\nThe family of Dale Weeks, who died last month at the age of 78, would disagree. Weeks was a patient at a small hospital in rural Iowa, US, being treated for sepsis. The hospital sought to transfer him to a larger hospital where he could have surgery, but a surge in Covid-19 patients, almost all of them unvaccinated, meant that there were no spare beds. It took 15 days for Weeks to obtain a transfer—by then, it was too late.\nWeeks became another of the many indirect victims of Covid-19—people who never had the virus, but died because others who did were taking up scarce healthcare resources, especially beds in intensive care units. His daughter said, \"The thing that bothers me the most is people's selfish decision not to get vaccinated, and the failure to see how this affects a greater group of people. That's the part that's really difficult to swallow.\"\nLast month, Rob Davidson, an emergency room physician at a hospital in Michigan, wrote an essay for the New York Times that provided a vivid picture of life in a hospital that had consistently been at or near capacity for several weeks. The overwhelming majority of the patients had Covid-19, and 98 percent of those needing acute critical care were unvaccinated.\nWhat happened to Weeks was happening at Davidson's hospital, too: those in need of more specialised treatment could not be transferred to a larger facility, because nearly every hospital in the region was already full or close to it. Davidson is unable to view the choice not to get vaccinated as a private matter. \"It forces patients with ruptured appendixes and broken bones to wait for hours in my emergency department; it postpones surgeries for countless other people and burns out doctors and nurses.\"\nThere has been considerable opposition to vaccine mandates—opposition that I have argued is misguided. With earlier variants, the unvaccinated are more likely to infect others. With the more contagious Omicron variant, the extent to which current vaccines reduce infection and the ability to spread the virus is less clear. But we do know that vaccination reduces the severity of the illness, and therefore the need for hospitalisation.\nFor the situation that Davidson described, and that Weeks' children believe led to their father's death, a different solution is available, one that respects the decisions of those who choose not to be vaccinated, but requires them to bear the consequences of their choice. Hospitals that are at or near capacity should warn the populations they serve that, after a certain date—far enough in the future to allow ample time for people to get fully vaccinated—they will give vaccinated patients priority over unvaccinated patients with Covid-19. The unvaccinated patient, or the family of that patient, may object. But if the move is in accord with a previously announced policy, and everyone had the opportunity to be vaccinated before the policy took effect, people who make choices that are likely to harm others, and have been warned of the consequences of those choices, must take responsibility for them.\nHospitals with sufficient capacity should, of course, continue to treat unvaccinated patients with Covid-19 as best they can. Despite the extra strain this puts on hospital staff, everyone should have sufficient compassion to try to save lives. Exceptions should be made for those few patients for whom vaccination is contraindicated on medical grounds, but not for those who claim to have religious grounds for exemption.\nSuch a policy is likely to increase vaccination rates, which will benefit the currently unvaccinated as well as the vaccinated, and save lives—just as vaccine mandates have saved lives by increasing the number of vaccinated people. But even if the policy does not persuade more people to get vaccinated, at least fewer people would die from health conditions over which they have no control.\n \nPeter Singer, professor of bioethics at Princeton University, is founder of the non-profit organisation The Life You Can Save. Copyright: Project Syndicate, 2022www.project-syndicate.org  (Exclusive to The Daily Star)\n",
        "headline_1": "Victims of the Unvaccinated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/victims-the-unvaccinated-2936591",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2022"
    },
    {
        "full_article": "Climate crisis aside, 2021 will be remembered with anguish and misery around the world due to the Covid-19 storms. Without a doubt, 2021 felt like a terrible repeat of 2020. The pandemic now seems like a lifetime experience, threatening us with new variants every now and then and unnerving the global experts and leaders who are unable to find an exit anytime soon.\nThe climate crisis also rages on. The United Nations Climate Change Conference (26th Conference of Parties—COP26), held in Glasgow, Scotland in November 2021, remained off target from the most ambitious goal of 2015 Paris Agreement to limit global temperature rise to 1.5 degrees Celsius above the pre-industrial level. While, to some, COP26 was a \"turning point,\" others criticised the lack of commitments demonstrated by the decision to \"phase down\"—instead of \"phase out\"—the use of coal and other inefficient fuel subsidies. Climate activists, led by Swedish activist Greta Thunberg, held a \"funeral\" for COP26.\nThe high hopes for COP26 in Glasgow meetings were perhaps never going to be fully met in view of the pandemic, which indeed forced the summit to be delayed by a year. The build-up to COP26 left no doubts that 2021 experienced extreme weather events globally in terms of floods, droughts, heatwaves, and wildfires. Amid all these disappointments, a US climate activist reported, on a positive note, some climate justice \"wins\" for 2021. The wins are a mix of climate actions and land and indigenous people's rights, which are very fascinating stories in their own right.\nThe first and foremost of the climate justice wins in 2021 was the US rejoining the Paris Agreement under the Biden administration. This was definitely a big win. In 2017, President Donald Trump withdrew from the Paris Agreement, making the US the first country to formally leave the accord. The US was an important force behind negotiating climate deals, with the Kyoto Protocol never ratified. The withdrawal from the Paris Agreement obviously hurt the US reputation. The deal was drafted to strengthen the global response to the threat of climate change.\nThe swearing-in of Deb Haaland, the first Native American to be appointed as the US interior secretary, was another victory in 2021. A fierce Democratic Congresswoman, Haaland always focused on combating the climate crisis. As the secretary of the Department of the Interior, Haaland will play a crucial role in the Biden administration's ambitious efforts to combat climate change and conserve nature. The appointment was both historic and symbolic. Under her leadership, the department will now manage all public lands, endangered species and natural resources in the US, and establish rights of Native Americans.\nTo many, climate justice is a racial justice too. In 2021, the US city of Evanston in Illinois has begun the process of slavery reparations by giving out housing grants of USD 25,000 to 16 Black residents towards housing repair or costs. The city has established an initial fund in the amount of USD 10 million for distribution to its Black residents for the legacy and trauma of past racist housing policies. Experts consider this a \"noble start,\" which may serve as a model for the future. Many more cities may take this step as an example in the wake of the Black Lives Matter movement in the US and elsewhere.\nCanada, in February 2021, joined a global movement to recognise both indigenous law and the rights of nature by declaring Magpie River a legal entity. The majestic Magpie River runs nearly 300km in Quebec's northern region, and is culturally significant to the local Innu people. This will help the Innu to uphold their rights of sacred and ancestral rivers, forests and mountains for the benefits of all. Likewise, the Peruvian Kakataibo tribe formally secured 370,000 acres of their ancestral lands in July 2021 to keep them protected from stealing by non-indigenous outsiders. The Australian government recently moved to return 395,000 acres of land to the eastern Kuku Yalanji people. The transfer of land to the Natives put them in direct control and management of their ancestral lands—a key step to helping address and reverse the climate crisis.\nAnother important victory in 2021 was the scrapping of the controversial Keystone XL Pipeline Project by President Joe Biden that aimed at building a massive crude oil pipeline from Alberta, Canada to refineries in Illinois and Texas in the US. This was the result of a decade-long indigenous-led resistance and campaigns by environmentalists in Canada and the US. Similar stories of resistance were reported from many other corners. For instance, a predominantly Black community in Memphis, Tennessee came together to stop the 49-mile crude oil pipeline from becoming a reality, because the residents feared that the pipeline would harm their way of life and general well-being.\nThere are also other wins in many different countries, particularly those living through and adapting to climate changes. For example, the Maldives, which is no stranger to climate risks, is beginning to turn the tide by working closely with local communities to manage wetlands that are critical to reducing climate change impacts for creating a safer archipelago. For Pacific Islanders, both land and ocean have a huge economic, political and cultural significance. Tuvalu, a small island country, is in peril, but its residents are fighting back by introducing measures to protect the environment and natural resources. Bangladesh, already viewed as a climate success story due to its determined policies and adaptive strategies, is currently the chair (2020-2022) of the Climate Vulnerable Forum (CVF), a platform of 54 countries from Africa, Asia, the Caribbean Islands, Latin America and Oceania that are facing climate crisis. The CVF, under the leadership of Bangladesh Prime Minister Sheikh Hasina, held a strong lobby at COP26.\nThe 2021 climate justice wins underscore the importance of people's power and representation. As evident, many grassroots organisations around the world are working to deal with the climate crisis, empower the people at risk, and mobilise resources for adaptation and resilience to climate change impacts. From this point of view, and all that has been already said and won, it seems that 2021 was not as bad a year for climate justice. However, it was not enough, as the UN secretary-general described. We should, therefore, be better prepared for COP27, to be held at Sharm El-Sheikh in Egypt in November 2022.\n \nDr Mohammad Zaman is an international development specialist and an advisory professor at the National Research Centre for Resettlement of Hohai University in Nanjing, China.\n",
        "headline_1": "2021 gives us reasons to hope for climate justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/2021-gives-us-reasons-hope-climate-justice-2936566",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2022"
    },
    {
        "full_article": "The emergence of the highly transmissible Omicron variant of the coronavirus reminds us how uncertain the world has become. Despite vaccination, the third wave of the pandemic indicates that Covid may continue to remain a part of our life. Experts have cautioned that the virus may not be wiped out fully and could continue to prevail and affect people, but over time it may become weaker and the fatality rate may decline. Omicron seems to signal the beginning of that phase. Hence, we have to prepare ourselves to navigate through its perils and learn how to survive.\nIn the face of the rapid surge of Omicron, several countries are reinstating strict measures including travel restrictions and quarantine of travellers. Citizens are being alerted to the dangers. Companies are revisiting their coping strategies. For example, a global financial company has made vaccination mandatory for its staff if they want to keep their jobs. Some companies have announced work-from-home policies for an indefinite period of time.\nIn Bangladesh, the government has announced some directives recently, while people have been asked to strictly follow health protocols. Further directives to control people's mobility are supposed to be announced soon.\nHowever, some of the announced measures are inadequate. People traveling into Bangladesh will have to undertake an antigen test post-arrival. This is a very weak measure compared to what has been announced in India where travellers will have to undergo seven days of quarantine and an RT-PCR test on the eighth day. Antigen tests are not very reliable in detecting the coronavirus. That is why it is not accepted in most countries. The health ministry, therefore, should take stronger measures. We may recall that weak measures for international travellers in the early days of Covid-19 had been a reason for the fast spread of the virus in Bangladesh.\nDuring the first and second waves, countries enforced lockdowns and border closures. However, that was not very successful. Of course, countries such as China could control the spread of the virus quite successfully, but have had to see their economy shrink. Indeed, the global economic output reduced significantly. Poorer countries were hit hard as they did not have enough fiscal space to support the poor and various economic sectors. \nLike many countries, Bangladesh government had announced lockdowns in 2020 and 2021. Enforcing measures like countrywide shutdown, use of masks, and maintaining physical distance helped reduce the spread of the virus. The rollout of vaccination further helped reduce cases. However, there has been a lack of seriousness among the common people in following health protocols of late. A large number of people do not wear masks in public places. This highlights the need for constant efforts towards awareness-building through various platforms.\nAlmost two years into the pandemic, this is also a time for Bangladesh to reflect on how we have prepared ourselves in terms of healthcare facilities. The health sector has always been underfinanced. With an allocation of around one percent of Gross Domestic Product (GDP), the sector suffers from inadequate human resources, facilities and innovation. Unfortunately, even with only 5.8 percent allocation in the total Annual Development Programme in 2021-22 fiscal year, the Health Services Division could spend only 6.4 percent of its allocation during July-November of FY22. This is unfortunate since there is a need for higher spending on health services during the pandemic. The allocation for various ministries and divisions is determined by the ministry of finance on the basis of their capacity to spend. So, naturally, there will be lower allocation for the poor performers.\nThe capacity of the health system compared to the needs of patients even during normal periods is far too low. Since the outbreak of the pandemic, some capacity has been developed, but essential facilities such as ventilators, hospital beds, and intensive care units in the hospitals are still woefully inadequate. There is a need for higher allocation. But the quality of healthcare services and the inherent weaknesses in the system cannot be improved with higher allocation alone. The sector has to be revamped through reforms since much of the problem is linked to the governance of the sector. How government funds are used, who gets contracts, who oversees procurements, as well as the quality of the supplies are some of the issues that need to be scrutinised and streamlined. The number of healthcare professionals also have to be increased urgently.\nWhile bigger investment by the government is needed to ensure affordable healthcare, the private sector also has to invest more. The private sector needs to increase and improve their services considering the high demand. Reputed international hospital chains may also be brought in to collaborate with local private investors. It's essential that the government ensures proper regulation and monitoring of these hospitals.\nOverall, dealing with the coronavirus successfully will largely depend on a robust and affordable health system. Policymakers should utilise the lessons learnt in the past two years and be prepared for a possible third wave.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue. Views expressed in the article are the author's own.\n",
        "headline_1": "Is our health system ready to face Omicron?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/our-health-system-ready-face-omicron-2935871",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2022"
    },
    {
        "full_article": "It is frustrating to learn that two illegal brick kilns in Lalmonirhat Sadar upazila, demolished by the Department of Environment (DoE) in February last year, have resumed their operations in full swing. In fact, as alleged by the locals, these brick kilns actually never stopped their operations. Right after a mobile court of the department demolished them, the owners repaired them and started their operations.\nThe brick kilns were demolished reportedly after protests by local farmers, as their croplands were losing fertility due to the heat generated by the kilns, as well as the toxic emissions. Now that they have started running in full capacity again, the farmers fear that it will further aggravate the situation, resulting in less agricultural production.\nUnfortunately, this is not the only case in which powerful businessmen have ignored directives from the authorities concerned and continued with their mindless business. In the past two years, many such closed or demolished brick kilns resumed their operations, ignoring orders from the authorities to stop them permanently. Only last year, five illegal brick kilns in Barguna district resumed their operations after being demolished by the local administration. According to reports, this has been happening in other districts, too.\nThe question that arises is: How can the owners of these kilns violate orders from the High Court in this regard without facing any consequences? The sincerity of the DoE as well as the local administrations in carrying out demolition drives and stopping the kilns for good also come under question.\nIn case of the brick kilns in Lalmonirhat, what the DoE did was partially demolishing the kilns, leaving scopes for the owners to repair those immediately and run them without much delay. Does the DoE's job end with just conducting a mobile court drive? Do they have no responsibility to monitor what happens afterwards? Would one be wrong in assuming that the demolition drive was nothing but an eyewash?\nIt's well known that brick kiln owners are usually powerful people, and the affected local residents and even those in the local administrations hardly raise their voices against them, fearing consequences. It is also common knowledge that, sometimes, people in the administration work as their cohorts, emboldening them to go on with their business.\nWe, therefore, urge the higher authorities to take immediate action against the owners of these illegal brick kilns, whose action is not only reducing our overall agricultural production, but also polluting air and ruining the surrounding environment.\n",
        "headline_1": "How can demolished brick kilns resume operation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-can-demolished-brick-kilns-resume-operation-2936561",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2022"
    },
    {
        "full_article": "There was nothing wrong with how the problem was approached: First, the government banned three-wheelers on 22 major highways in August 2015 to prevent accidents. Then, in January 2017, the High Court reinforced that diktat by ordering a ban on such vehicles on all major highways of Bangladesh. But the problem was with the enforcement of that prohibition. The ban has been followed more in its breach than its execution. The situation, according to a report by this daily, has now turned so bad that the number of road accidents involving three-wheelers tripled last year compared to 2020, according to the Accident Research Institute (ARI) of Bangladesh University of Engineering and Technology (Buet).\nThe causative factors have been well-identified, corrective measures have been recognised, and orders have gone out from time to time to the relevant people. Yet, we see a continued rise in the number of traffic accidents, because all the honest intentions of the administration flounder in the face of either lack of capability to implement the relevant rules and regulations or unwillingness to do so. \nThe question is: Why? There can be nothing more disheartening, and indeed frustrating, than to hear the minister for road transport and bridges express his helplessness—and many times, too—in enforcing the ban on three-wheelers. One need not be reminded that non-implementation of the orders of the court amounts to violation of its order.\nThe villain of the piece, according to the minister, are the local representatives who create obstructions in the way of implementing government orders. But imposing the authority of the government in this regard is literally a matter of life and death. Reportedly, along with the number of road accidents involving three-wheelers, the number of these vehicles has also given a quantum jump in that time.\nBut it is not only the authorised three-wheelers that compound the problem. The situation has been exacerbated by the appearance of contraptions of various shapes and sizes, powered by various devices that should not be seen anywhere, let alone on the roads and major highways. Are we to believe that the law of the land should be subjugated to the might of the local representatives—more so when that law has the backing of a court order?\nGiven the current state of road safety, one can be forgiven for questioning the seriousness of the government in addressing this issue. The sluggishness in implementing the so-called Road Transport Act is an index of the government's sincerity in this regard, as well as an indication of its helplessness against the might of the transport owners and operators who run the sector. The situation brooks no laxity. The laws and regulations should be implemented strictly and impartially. It is a question of people's lives.\n \n",
        "headline_1": "Scourge of the road",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/scourge-the-road-2936381",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2022"
    }
]