[
    {
        "full_article": "Signs of a confrontation between Raj Bhavan and the elected government in a State are not infrequent in the country. The onus often appears to be on the Chief Ministers to avert a constitutional crisis, as evidenced by Pinarayi Vijayan trying to buy peace with a miffed Governor, Arif Mohammed Khan, rather than pursue a confrontational course, over several issues in recent times. One way of seeing these developments is to attribute them to the appointment of those who have been politically active in the recent past as Governors and the partisan role they play as agents of the Centre. However, the problems may have to do with the way they understand their own powers. Constrained by the ‘aid and advice’ clause in their routine functioning, some Governors seem to be using the discretionary space available to them to keep regimes on tenterhooks. A Constitution Bench of the Supreme Court laid down in 1974 that the President and Governor shall “exercise their formal constitutional powers only upon and in accordance with the advice of their Ministers save in a few well-known exceptional situations” — “situations” also illustratively listed. Yet, there is the extraordinary situation of some Governors not acting upon requests to grant clemency or assent to Bills; and, in one instance in Tamil Nadu, a reluctance to reserve for the President’s consideration a Bill that expressly requires Presidential assent because of obvious conflict with a central law.\rMuch of the conflict arises due to the Constitution itself. It fixes no time-frame for the Governors to act, and contains, in Article 163, an unusual power to choose what is in their discretion and what is not, with the courts being barred from inquiring into whether any advice and, if so, what advice was given. The Sarkaria Commission on Centre-State relations recommended no change in this scheme, but it is time it is revisited. While as the ‘lynchpin’ of the constitutional apparatus, Governors indeed have a duty to defend the Constitution and encourage or caution the elected regime, the impression that Governors are not obliged to heed Cabinet advice persists in some areas. At a time when regional political forces are actively seeking to be heard by the Centre, it may be time that the provisions relating to the Governor’s role are amended. Identifying areas of discretion, fixing a time-frame for them to act, and making it explicit that they are obliged to go by Cabinet advice on dealing with Bills can be considered. Regarding Bills, it is clear that the Constituent Assembly passed the provision for Governors to return Bills for reconsideration only on the express assurance that they have no discretion at all. In addition, as suggested by the M.M. Punchhi Commission, ending the practice of burdening Governors with the office of Chancellor in universities should also be considered.",
        "headline_1": "Lines and roles: On Governors",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/lines-and-roles-the-hindu-editorial-on-governors/article65184157.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2022"
    },
    {
        "full_article": "The latest national income estimates for 2021-22 released by the NSO have pared growth hopes from 9.2% to 8.9%, compared to the 6.6% contraction in 2020-21. GDP growth (October- December 2021 quarter) Q3 is pegged at 5.4%, compared to the 0.7% recorded in the same quarter of 2020, when the economy returned to the growth zone after two quarters of sharp contraction. The headline Q3 growth number was expected to moderate from the 20.3% and 8.5% recorded in the first two, but not as much as it has. GVA, projected to rise 8.3% for the full year, compared to the 4.8% contraction in 2020-21, recorded only 4.7% growth in Q3. The overall trajectory is a tad disheartening, with little comfort to glean even when the numbers are spliced. Construction sector GVA actually contracted 2.8% in Q3, when infrastructure spending push was expected to be reviving its fortunes. Manufacturing recorded a mere 0.2% increase in a quarter that included India’s annual festive boom, possibly indicating that smaller firms remain hobbled. The largely contact-intensive segment of trade, hospitality, transport, communication and services related to broadcasting also continued to languish well below pre-pandemic levels. That sectors critical for jobs are still in trouble is also reflected in private consumption staying below pre-pandemic levels. The resurgence of retail inflation past 6% in January, with the overhang of a sharp retail fuel price spike after the Assembly polls, could cripple consumption further. Core sectors’ output growth in January and persistent manufacturing job losses in February (indicated by the PMI), suggest these pieces of the recovery puzzle will not be fixed in a hurry. It also means that the 4.8% growth assumption for Q4, built into the 8.9% growth calculations for this year, may be too optimistic. These portents are far from comforting, even in a business-as-usual scenario for an economy that had recorded several quarters of moderating growth before the COVID-19 pandemic tipped it over. India may have coped better with the Omicron variant, but external risk factors have risen dramatically. Large central banks’ moves to tighten liquidity faster than expected, in the face of soaring inflation driven by runaway oil prices, have roiled financial markets. The unchartered implications arising from the Ukraine crisis only add to the challenge. Apart from gearing up to pre-empt imported inflation spikes, the Government needs to extend greater policy support, preferably going beyond credit guarantee offers, to sectors still in the doldrums. It also needs to exert greater energy to ensure its grand infrastructure spending plans get off the ground faster to have a salutary effect on the economy. The multi-layered uncertainties ahead necessitate that policy makers cut no slack, either in action or reaction.",
        "headline_1": "Losing steam: On faltering economic recovery",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/losing-steam-the-hindu-editorial-on-faltering-economic-recovery/article65183414.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2022"
    },
    {
        "full_article": "In 2019, Taqsem A Khan, managing director of Dhaka Water Supply and Sewerage Authority (Wasa), faced huge public outrage for saying that the water supplied by Wasa was 100 percent drinkable. He made the claim at a press conference arranged to refute a number of allegations raised against his organisation by the Transparency International Bangladesh (TIB). Taqsem said that the water Dhaka Wasa supplied to the city residents was good at the source, but that they might get contaminated in the pipelines, adding that they had undertaken projects to replace those pipelines. He then declared that people would be able to drink water straight from their taps by 2021.\nMore than two years later, a large part of Dhaka is still getting smelly, dirty and contaminated water. The water is not only unsafe to drink, but it's often completely unusable. Since Taqsem took charge of Dhaka Wasa 13 years ago, many projects have been initiated to improve Wasa's service, spending crores of taka, but the quality of its water at the consumer end has hardly improved, according to our reports.\nThe TIB did a year-long study titled \"Dhaka Wasa: Challenges of Good Governance and Way Forward,\" and revealed their findings in April 2019. They surveyed 2,728 connections and service recipients of Wasa and found that 91 percent of Dhaka's population had to boil water to drink it. In the process, they burnt gas worth Tk 332 crore a year.\nAccording to the study, nearly 45 percent of Dhaka Wasa consumers didn't get adequate supply of water, while about 35 percent complained of getting poor-quality water throughout the year. However, they did have to pay the increased water tariff every year. Reportedly, Dhaka Wasa has increased its water tariff 15 times since 2009. It has proposed to raise the water tariff by 20 percent again this year. If the proposal is approved, consumers will have to pay the increased price from July.\nNaturally, such a ruthless proposal made by a state-run organisation has been met with widespread criticism. People questioned the rationale behind such a proposal at a time when inflation has hit us hard. In fact, people have started to question the honesty and integrity of the Dhaka Wasa MD, who is drawing a hefty amount for a salary every month. According to news reports, as the water tariff increased year after year, so did the Wasa MD's salary. During the past two years of the Covid-19 pandemic, when the water tariff was raised twice, Taqsem's salary was also raised by Tk 1.75 lakh. Currently, he gets a monthly salary of Tk 6.15 lakh—a whopping 421 percent raise in 12 years! We also learnt that the Dhaka Wasa officials received stimulus benefits of Tk 40 crore last year. The Consumers Association of Bangladesh (CAB) has rightly said that it's the Dhaka Wasa MD and officials who are actually getting the benefit of frequent water tariff hikes.\nOne of the many allegations that Taqsem has faced over the years is that he has been appointed and reappointed as the MD for six consecutive terms, reportedly in violation of Wasa's rules and regulations. TIB termed his appointment and repeated reappointments \"questionable\" and called for a neutral audit of his performance, which has not happened till date.\nUnder his leadership, Dhaka Wasa has failed not only to provide safe water to its consumers, but also solve the waterlogging problem in the city. In 2020, the responsibility of Dhaka's drainage management was handed over to its two city corporations because of Wasa's prolonged failure to eliminate waterlogging. It has also been revealed that Wasa's sewerage lines contaminated the Buriganga River.\nNow, the Wasa MD, with his questionable track record, is trying to burden the consumers with another tariff hike. The justification he has given for this hike just doesn't hold water: He said Wasa needed to raise the water tariff as it couldn't continue its operation \"through begging.\" The fact, however, is that Dhaka Wasa is already a profitable organisation. In the 2020-21 fiscal year, it logged in a profit of Tk 49.6 crore, while its retained earnings (the portion of a company's cumulative profit that is held and saved for future use, particularly for investment purposes) stood at a staggering Tk 892 crore, according to its audited financial report.\nTherefore, there is clearly no logic behind raising the water tariff at a time when ordinary people already have their backs against the wall due to uncontrolled inflation, unemployment and the pandemic impacts. In fact, instead of burdening the consumers, what the Dhaka Wasa authorities should have done is try to improve their service quality by addressing the allegations of corruption and irregularities raised against them.\nThe TIB study mentioned above found that 62 percent of those seeking water and sewer connections from Wasa reported facing harassment and irregularities. The TIB said that the Anti-Corruption Commission (ACC) should look into Wasa's corruption. Later, the ACC's investigations found that Wasa's consumers were not getting good service because of widespread corruption and delays in project implementation. The ACC clearly mentioned that Wasa kept extending deadlines and increasing the project costs to facilitate corruption, highlighting in its report the many ways in which corruption gripped the organisation.\nIt is, therefore, most unfortunate that after all the studies and investigations—not to mention a number of news reports revealing Wasa's irregularities over the years—no substantive action has been taken against Dhaka Wasa and its MD. We can't help but ask: Is Dhaka Wasa and its MD beyond accountability?\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Will Dhaka Wasa and its MD ever be held to account?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/will-dhaka-wasa-and-its-md-ever-be-held-account-2974221",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2022"
    },
    {
        "full_article": "I often feel a visceral pain just thinking about raising our children without having them read the treasure of Rabindranath Tagore and Kazi Nazrul Islam, and without feeling the immense joy of listening to \"Thakurmar Jhuli,\" a collection of fairy tales by Dakshinaranjan Mitra Majumdar, as well as works by Palli Kabi Jasimuddin, Hasan Raja or Lalon. Ami ki bhulite pari, the sacrifice and bloodbath of my brothers and sisters? How can I forget that, as a nation, we were born out of a long historical struggle to establish the due respect of our mother language, cultural distinction, and self-determination? The gradual loss of language, culture, and identity as a Bengali-American feels like a loss of self and surpasses the material benefit of immigration to the US, as millions of Bangla-speaking people here experience. I teach my child, born and raised in the US, \"You are the one who will keep our legacy forward. Remember, our language and culture will live with you.\" I have no idea how this message will be translated into her life journey.\nMore than 2.5 million Bangla-speaking people consist only a tiny fraction of the huge mosaic of the US population, which is around 331.45 million, according to the 2020 census. The ever-growing population of Bengali immigrants in the US and around the world has emerged and evolved as a new cultural community, without living in a nation-state and still sharing a linguistic and cultural identity drifting from their country of origin—namely Bangladesh and India. Bangla is the seventh most spoken language in the world in terms of population, with nearly 265 million speakers in total, among whom around 228 million speak Bangla as their first language. The global cosmopolitans such as New York, London, Washington DC, Los Angeles, Toronto, Paris, Sydney, Berlin, and many other cities have been embracing Bangla as a second language as the Bangla-speaking diaspora communities have been growing and evolving for more than half a century now. This community, living in a new form of Bengali culture as a minority adapting to the new mainstream cultures hybridising their language and identity, faces the challenge to pass their legacy and language down to the new generation. Teaching children Bangla as a second language has become a great challenge for the families living beyond the border of Bangladesh and West Bengal of India. The Bengalis beyond the borders bring new elements into the global plural cosmo-culture, though; they are also evolving and transmuting themselves as the minority Bengalis without having the boundary of any nation-state.\nIn the US, the number of Bangladeshi immigrants began to grow in the 1970s, reaching from 57,000 to 1,88,000 during 2000-2015, whose first language is Bangla, and according to the 2006 census, the number of Indian Bengalis is 47,600. Both of the Bangla-speaking communities have been struggling to keep the language alive in their family and community lives as Bengali-Americans. These families have begun to establish Bangla language schools to keep the language alive and are trying to keep their children grounded in their roots, while raising them as global Bengalis. This trend is now on the rise in all the cosmo-cities around the world, thriving especially since 2020 on the online platforms during Covid-19. Some of the Bangla schools have been running for three or four decades now, and new schools continue to emerge.\nThese Bangla schools have begun to consolidate their activities through collaboration, using the concept of Milan Mela, for example, supported by the Friends of Bangla School in the South Asia Center of the University of Pennsylvania. Last year, Milan Mela was organised as a coming together of 16 Bangla schools from around the US, with both West Bengal and Bangladeshi traditions to celebrate the Bangla language and Bengali identity, and to build a greater alliance for advancing the Bangla language, literature, and culture within the pluralistic society of America. This assembly is seeking to form a North American Bangla Association to negotiate identity and attain a recognition of Bangla as a second language in the institutional form and American state policy. Keeping the education of Bangla at the heart of claiming the Bengali identity and building a community, this collective aspires to knit together the Bengali diaspora to secure a future for Bangla beyond Bangladesh and India.\nBesides the interest of Bengali-Americans, Bangla has also been taught and researched in some major US universities as a foreign language, usually in the Asian and South Asian centres in the University of Wisconsin, University of Chicago, Yale University, University of Texas, Austin, Pennsylvania State University, University of California, Berkeley and University of Washington, for example, where curriculums for Bangla have been developed and offered each year. The community Bangla schools have begun to receive recognition as certified language schools that enable the students to get the freshman year credit, exempting the requirement for taking a foreign language course. As teaching elementary Bangla is not similar to teaching Bangla as a native tongue in Bangladesh or West Bengal, these schools are often struggling with finding the contextual pedagogical approach, which must be methodologically different from the setting of the country of origin. Engaging with the curriculums already developed and available in the US universities and using those in the contextual situations might be effective to achieve the language skill in a pleasurable manner.\nCurrently, there are two major pedagogical approaches used in these community schools—namely, linguistic approach and cultural immersion/community learning approach—which have been further benefited with the opening of the floodgate of online teaching and learning platforms during the pandemic. The practical benefits in professional training and career advancement in some areas can be explored with Bangla language skills—as a medical and legal translator, research and diplomatic interpreter, and in the job posting in the missions and consulates in Bangladesh and India—not to mention the issue of bonding with the extended family members back home.\nCelebrating the pluralistic values as new immigrants in the US, I believe that language and communication play a vital role in the heart of the human experience that must be nurtured and developed with the vehicle of indigenous, immigrant, and world languages, as Bangla is in America. To educate our children to be bilingual or multilingual and encourage them to be linguistically and culturally prepared to be able to navigate an increasingly globalised world with confidence, courage and mutual admiration is our solemn duty. I believe we are bringing Bangla to the global stage and making it a global language through instilling the beauty of the language and the literature into children's hearts, and empowering ourselves by being the Bilingual Bengalis without a border. More centres of Bangla language and culture may emerge in the future—who knows? Thus we are possibly paving the way for many more Jhumpa Lahiris, Arundhati Roys, Zia Haider Rahmans, Monica Alis and Tahmima Anams to emerge out of this trajectory.\n \nSayema Khatun, a Bangladeshi-American anthropologist, is a graduate student at the University of Wisconsin, Milwaukee in the US, and the principal of Akkhor Bangla School in Wisconsin.\n",
        "headline_1": "The emergence of global Bangla",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-emergence-global-bangla-2974186",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2022"
    },
    {
        "full_article": "As Russian tanks battle through Ukraine on the orders of an authoritarian president, it is worth noting that Ukrainians are not the only ones who crave democracy. Russians, too, have taken to the streets—at great personal risk—to protest Vladimir Putin's act of aggression. But they are fighting an uphill battle in a country that has never been given a chance to become democratic. When such an opportunity was available, it was subverted not by Putin and his kleptocratic milieu, but by the West. Following the collapse of the Soviet Union three decades ago, American economic advisers convinced Russia's leaders to focus on economic reforms and put democracy on the back burner—where Putin could easily extinguish it when the time came.\nThis is no trivial historical contingency. Had Russia become a democracy, there would have been no need to talk about Nato and its eastward expansion, no invasion of Ukraine, and no debates about whether the West owes Russia's civilisation greater respect.\nLet's recount the sequence of events. In November 1991, the Russian Supreme Soviet (parliament) gave the then Russian President Boris Yeltsin extraordinary powers and a 13-month mandate to launch reforms. Then, in December 1991, the Soviet Union was officially dissolved by the Belovezh Accords. Surrounded by a small group of Russian reformers and Western advisers, Yeltsin used this unique historical moment to launch an unprecedented programme of economic \"shock therapy.\" Prices were liberalised, borders were opened, and rapid privatisation began—all by presidential decree. Nobody in Yeltsin's circle paused to consider that the Russian citizens might first want a chance to develop a sound constitutional foundation for their country.\nThe reformers and their Western advisers simply decided—and then insisted—that market reforms should precede constitutional reforms. Only by moving fast would Russia be put on a path to economic prosperity, and the Communists be kept out of power for good. With radical market reforms, the Russian people would see tangible returns and become enamoured with democracy automatically.\nIt was not to be. The Yeltsin presidency turned out to be an unmitigated disaster—economically, socially, legally, and politically. Overhauling a Soviet-style centrally planned economy in the space of just 13 months proved to be impossible. Price and trade liberalisation on their own did not create markets. That would have required legal institutions, but there was no time to establish them. Moreover, the shock therapy unleashed such severe and sudden social and economic disruptions that it turned the public against the reforms and the reformers. The Supreme Soviet refused to extend Yeltsin's extraordinary powers, and what happened next would set the stage for the rise of authoritarian presidentialism in Russia.\nYeltsin and his allies refused to give up. They declared the Russian Constitution of 1977 illegitimate, and Yeltsin proceeded to assume power unilaterally, while calling for a referendum to legitimise the move. But the constitutional court and the parliament refused to budge, and a deep political crisis ensued. In the end, the standoff was resolved by tanks, which Yeltsin called in to dissolve the Russian parliament in October 1993, leaving 147 people dead.\nTo be sure, many members of parliament were opponents of Yeltsin and his team, and perhaps wanted to turn the clock back. But it was Yeltsin who set a dangerous new precedent for how disputes over the country's future would be resolved. And Yeltsin and his team didn't stop there. They also rammed through a constitution that enshrined a powerful president with strong decree and veto powers, and with no serious checks and balances.\nI still recall a revealing conversation that I, a student of Russia's reforms at the time, had with Dmitry Vasiliev, a top member of Yeltsin's privatisation team. When I pointed out the shortcomings of the draft constitution, he said they would simply fix it if the wrong person ascended to power. They never did, of course—nor could they have. Vasiliev's statement fully encapsulated how the economic reformers thought about constitutional democracy.\nIn December 1993, the new constitution was adopted through a referendum, which was held jointly with elections to the new parliament. Yeltsin's candidates suffered a stunning defeat, but with the president's new constitutional powers secured, the economic reforms continued. Yeltsin was then \"re-elected\" in 1996 through a manipulated process that had been planned in Davos and orchestrated by the newly minted Russian oligarchs. Three years later, Yeltsin made Putin the prime minister and anointed him as his successor.\nDemocratising Russia may always have been a long shot, given the country's history of centralised power. But it would have been worth a try. The ill-advised prioritisation of economic goals over democratic processes holds lessons well beyond Russia. By choosing capitalism over democracy as the foundation for the post-Cold War world, the West jeopardised stability, prosperity, and, as we now see again in Ukraine, peace and democracy—and not only in Eastern Europe.\n \nKatharina Pistor, professor of comparative law at Columbia Law School, is the author of \"The Code of Capital: How the Law Creates Wealth and Inequality.\"\n",
        "headline_1": "From Shock Therapy to Putin’s War",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/shock-therapy-putins-war-2974161",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2022"
    },
    {
        "full_article": "Do the official inflation figures in Bangladesh reflect the actual inflation faced by the economically marginalised households in the country?\nThe Bangladesh Bureau of Statistics (BBS) calculates the official inflation rates in the country. It constructs Consumer Price Indices (CPIs) for national, rural, and urban areas, and calculates inflation rates for these areas using the respective CPIs. The reference groups for the constructed CPIs are the average urban and rural households of Bangladesh. The consumption patterns of these households are derived from the Household Income and Expenditure Survey (HIES) of 2005-06. In the urban consumer basket, 422 commodities are included, while the rural basket consists of 318 food and non-food items. Using the data of HIES 2005-06, the BBS derives the weights of items in the baskets based on the average expenditure incurred by a household on the item, expressed in terms of its percentage share in the total expenditure on all items.\nThere are two major concerns related to the process of the BBS's estimation of CPIs and inflation. First, it is difficult to understand why the BBS is still using the 2005-06 HIES data to derive the weights of the items in the consumption baskets, whereas the latest data, HIES 2016, has been available since 2017. It is quite reasonable to argue that the food habits of people in Bangladesh—both poor and non-poor—have changed since 2005-06. But these changes are not addressed while calculating the CPIs by the BBS. Second, and more importantly, the CPIs calculated by the BBS hardly reflect the inflation faced by low-income households in Bangladesh—in both urban and rural areas. The average consumption baskets used by the BBS to calculate the CPIs are not truly representative of the consumption pattern of many low-income households.\nTherefore, the official figures of inflation do not reflect the reality of the marginalised households—the stress that they suffer—in the wake of price hikes. In this exercise, we offer an alternative estimation of the inflation rates for such households. We have identified eight marginalised household groups in Bangladesh, who are vulnerable to food insecurity due to the rise of essential food item prices. In the urban areas, these household groups are ready-made garment (RMG) workers, day labourers, rickshaw/van-pullers, and small traders. In the rural areas, these groups include landless farmers, day labourers, rickshaw/van-pullers, and small traders.\nWe have constructed CPIs for each household group by using the detailed and disaggregated data of the nationwide survey of 10,500 households, conducted by the South Asian Network on Economic Modeling (Sanem) and the General Economics Division (GED) of the Planning Commission of Bangladesh in 2018. From this survey data, typical food consumption baskets of these eight household groups are constructed, and respective weights of items in the food baskets are calculated. Using these food baskets, the monthly point-to-point food price indices and food inflation rates are calculated based on retail price data collected by the Department of Agricultural Marketing under the Ministry of Agriculture, and the Trading Corporation of Bangladesh (TCB). The results are striking!\nFirst, food consumption baskets of the selected marginalised household groups are concentrated on much smaller items than the food baskets used by the BBS. Second, the average food consumption is 61.13 percent of the total consumption expenditure of the urban marginalised household groups, and 65.36 percent of the total consumption expenditure of the rural household groups under consideration. These are much higher than the food shares used by the BBS in their CPI calculation: 45.17 percent for the urban areas and 58.54 percent for the rural areas. Third, the calculated average food inflation rates in February 2022 for the marginalised households under consideration in the urban and rural areas are 12.47 percent and 12.10 percent, respectively. In January 2022, these figures were 11.36 percent and 11.21 percent, respectively. This suggests that not only the food inflation rates have increased in February, but the rates are also much higher than the official inflation figures. For example, in January 2022, according to the BBS, the food inflation rates for the urban and rural areas were 4.85 percent and 5.94 percent, respectively. However, our estimation suggests that the marginalised households in Bangladesh are facing food inflation rates that are more than two times the officially reported food inflation rates.\nInflation is the \"cruellest tax\" for marginalised people. Our analysis shows that the officially reported food inflation figures are grossly underestimating the actual food inflation faced by financially marginalised households in Bangladesh. Due to the high reliance on the necessary food items, poor people cannot cut down on necessities and are hit the hardest by the soaring prices of necessities. The policymakers in the country need to address this concern with utmost priority.\n \nDr Selim Raihan is a professor of economics at Dhaka University, and executive director at the South Asian Network on Economic Modeling (Sanem). \n",
        "headline_1": "Looking beyond the official arithmetic of inflation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/looking-beyond-the-official-arithmetic-inflation-2973591",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2022"
    },
    {
        "full_article": "The government's decision to introduce health insurance for people with disabilities (PWDs) is, no doubt, a praiseworthy one. The insurance policy, named \"Bangabandhu Suraksha Bima for Persons of Disabilities,\" will cater to people with autism, Down's syndrome, intellectual disability, and cerebral palsy. Reportedly, the initiative has been piloted in Dhaka city, Dhaka district and Sylhet district as the number of people with autism and other neurological disabilities is higher in Dhaka and Sylhet than in other districts.\nA detailed report in this daily tells us that PWDs will not have to pay any fee for the insurance scheme; rather, their parents will have to pay a nominal premium, which will vary depending on their income. Parents whose monthly income is Tk 25,000 or less will have to bear 25 percent of the annual premium or Tk 125, while those whose monthly income is more than Tk 25,000 will have to bear the entire annual premium, which amounts to Tk 600.\nPeople with disabilities aged 3 to 25 years can now sign up for the policy. Decisions for expansion will be taken by the authorities on the basis of the initial response. In this respect, we believe piloting a new project is always a good idea before jumping headlong into unknown territory. It is also a sensible move to initially bring 100,000 people under this programme in the first year, and expand it to include the visually impaired, speech-impaired and other categories of disabilities at later stages.\nHealth insurance for citizens with disabilities is a completely new and innovative idea in Bangladesh that will need careful handling right from the beginning. It must be ensured that the target group can access the services without having to experience unpleasant hassles. Feedback from relevant stakeholders will need to be incorporated to bolster the scheme. \nThe implementers will need to be prepared to set the best examples of interaction with people with disabilities and their parents/guardians. It goes without saying that a successful implementation of the pilot project will pave the way for bigger and better social welfare projects in the future.\n",
        "headline_1": "First-of-its-kind health insurance for PWDs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/first-its-kind-health-insurance-pwds-2974276",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2022"
    },
    {
        "full_article": "We are disappointed to learn that Dhaka University (DU) and 83 other organisations (social infrastructures, several schools, colleges and institutes) are yet to receive the land which the Rajdhani Unnayan Kartripakkha (Rajuk) has committed to providing them, through temporary allotment papers, four years ago. Despite prior legal issues with the land and against High Court directives, Rajuk allotted 52 acres of land in Purbachal to DU so it could build a second campus there. In order to accommodate the university's growth—it currently has some 37,000 students, 1,992 teachers, 83 departments, 13 institutes, and 56 research centres and bureaus—it has been seeking to expand its infrastructure since the 1990s, with its plans being halted by changes in governments and aforementioned legal issues. \nWhat is even more disheartening is that many chunks of DU's original campus (that is, about 57 acres) have reportedly been lost over the decades to different governments during the British period, Pakistan period and even in independent Bangladesh. No concrete actions by any governments have been taken in the 85 years that the university has been trying to reclaim these lands, even though many promises have been made over the years. Speaking to our correspondent, the Rajuk chairman said the handover process was stalled as the case was still pending with the court. \nWe can't help but wonder if this is why the DU's masterplan to redo its campus with more high-rises came about last year. If so, it is understandable why the university authorities may have resorted to planning such a drastic transformation of the historic campus and its structures. However, as experts have cautioned in the past, if DU does go through with this masterplan, it risks disrupting the preservation of the history and the natural environment of its campus. \nThus, Rajuk must be held accountable for going against the High Court directives and promising land to DU and 83 other organisations, given that it is now coming up blank when it's time to deliver on its commitments. More importantly, the government must recognise DU's need to expand, so that it's able to accommodate its students and faculties comfortably. We urge the authorities to expedite the university's mission of recovering the parts of itself that have been lost over the years. This can significantly solve DU's infrastructural issues in a way that would not harm the existing structures and environment of the campus.\n \n",
        "headline_1": "Why the debilitating delay in DU expansion? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-debilitating-delay-du-expansion-2974071",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2022"
    }
]