[
    {
        "full_article": "On November 22, five villagers from Meghalaya and an Assam forest guard were killed and two others were seriously injured in a firing incident along the boundary between the two States. The Assam government said the incident happened after its forest guards tried to intercept a truck smuggling illegal timber. When the truck was stopped, the forest personnel were gheraoed by unknown miscreants who resorted to violence, according to Assam, which maintains that the staff resorted to firing to save their lives. Meghalaya Chief Minister Conrad Sangma said on Twitter that the Assam police and Assam forest guards entered Meghalaya and “resorted to unprovoked firing”. Versions differ and both States have instituted separate inquiries, but the mistrust and underlying conflicts in the northeast that lead to such incidents are deeper. Assam and Meghalaya have a five-decade old boundary dispute. Meghalaya, carved out of Assam as an autonomous region in 1970, became a full-fledged State in 1972. In March, Assam and Meghalaya resolved the boundary dispute at six out of total 12 such locations along their 884.9 km boundary, and the next round of talks was to take place soon. Though the latest flare-up did not arise out of this dispute, it happened along a disputed border stretch.Assam has boundary disputes at various points in time with the States carved out of it — Arunachal Pradesh, Nagaland, Meghalaya and Mizoram. Last year, the police forces of Assam and Mizoram clashed, killing five on the Assam side. Dozens of people have died in conflicts along State borders in the northeast over the years. Union Home Minister Amit Shah had asked Assam to take the lead in resolving the lingering disputes, which have their origins in the colonial cartography that overlooked the life patterns of local communities. Traditional hunting, grazing and farming grounds of communities got divided by modern administrative boundaries at many places. When new States were formed, such concerns acquired a more serious nature, and the Naga demand for a unified homeland that is now spread beyond the State of Nagaland is instructive. It is unfortunate and tragic that States that are part of the Indian Union are involved in violent clashes with one another. The BJP is in government in much of the northeast and has the leverage to aim for a comprehensive resolution of all outstanding disputes in the region. Communities will have to be taken into confidence, and boundaries adjusted. In any case, these man-made lines should not be allowed to restrict the movement of people in pursuit of a livelihood.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMeghalaya\n\n/\n\nAssam\n\n/\n\ninquiry\n\n/\n\nBharatiya Janata Party\n\n/\n\nhistory",
        "headline_1": "Disquiet in the Northeast: On Assam-Meghalaya boundary dispute",
        "headline_2": "Boundary disputes between States should be resolved quickly",
        "link": "https://www.thehindu.com/opinion/editorial/disquiet-in-the-northeast-the-hindu-editorial-on-assam-meghalaya-boundary-dispute/article66178257.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "In what would be India’s first major free trade deal with a developed economy in over a decade, the first phase of a pact sealed with Australia in April this year is likely to be operationalised soon, paving easier market access for Indian services and goods. Prime Minister Anthony Albanese’s administration that assumed office a little over a month after his predecessor and now Leader of Opposition Scott Morrison signed the Economic Cooperation and Trade Agreement (ECTA) with India, has steered its ratification through Parliament. So, the India-Australia partnership enjoys wide, bipartisan support in Canberra — that Australia has been particularly upset with what it called the ‘weaponisation of trade’ by China, has surely helped galvanise sentiment about India being a more trustworthy partner. While the two countries are already part of recently formed global cliques such as the four-nation Quad, the trilateral Supply Chain Resilience Initiative and the Indo-Pacific Economic Forum (IPEF), the bilateral trade deal is a strong positive signal about India’s credentials to a world shuffling its feet away from dodgy supply chains towards a ‘China plus one’ strategy. Trading partners, some of whom are negotiating similar deals with India, will also be watching the contours of the next phase of talks between the two countries to firm up a more comprehensive treaty.India expects bilateral trade to rise to about $50 billion from the current level of $31 billion in five years, with Indian exports driving half this surge, creating a million new jobs in labour-intensive sectors. Zero duty benefits on 98.3% of Australian tariff lines, from the day the agreement comes into force, will be extended to all Indian products within five years. Australia, in turn, will get zero duty benefits for 90% of its exports (in value terms) to India. With raw materials such as coal, metals and wool dominating its shipments, that means cheaper inputs for Indian firms. Annual visa quotas for Indian chefs and yoga trainers, and a post-study work visa regime for Indian students will bolster ties, as would the approval of a double taxation avoidance agreement by Australia, which is expected to save millions of dollars a year for Indian IT firms. As India pushes to close trade deals with the U.K., the EU and Canada, the wine import clauses with Australia that envisage an industry-level partnership, could also serve as a template for other spirits. It is critical to remember that trade deals open new doors, but do not automatically mean higher exports or better trade balances, as India’s past pacts with ASEAN and Japan have shown. There is no shortcut or alternative to fixing India’s overall global competitiveness.\n\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntrade agreements\n\n/\n\nIndia-Australia\n\n/\n\nASEAN\n\n/\n\nJapan",
        "headline_1": "Opening stance: On the Australian parliament ratification of trade pact with India",
        "headline_2": "The India-Australia trade pact’s ratification bodes well, but staying competitive is critical",
        "link": "https://www.thehindu.com/opinion/editorial/opening-stance-the-hindu-editorial-on-the-australian-parliament-ratification-of-trade-pact-with-india/article66178279.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "In the last two years, Amazon, Meta, Twitter, have been poster-kids for aggressive upscaling. They invested in new ideas and experiments, anticipating exponential growth due to Covid-fuelled demand. Amazon’s headcount doubled to 1.6 million and Meta’s grew by 55%, between 2019 and 2021. This post-Covid push on technology was fuelled by significant liquidity and near-zero interest rates sustained by central banks, especially in the US.\nBut its growth potential was short-lived, necessitating steep course corrections, including layoffs, redeployment of investments, and sharpening the number of bets on new initiatives. But though these hyperscalers have let thousands of people go, they have still grown at 23% year-on-year since 2019.\nRead full opinion on TOI+\n\n",
        "headline_1": "Big tech, big layoffs, no big deal: The bad times in global technology firms will be scary but short. And India may benefit from the disruption",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/decoding-tech-layoffs-the-bad-times-in-global-technology-firms-will-be-scary-but-short-and-india-may-benefit-from-the-disruption/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "Food regulator FSSAI should cut down on munchies. It’s given the snack industry a long four-year-period before front of packet labelling (FOPL) becomes mandatory. And its limits for permissible sugar, salt and fat content in processed foods are very high. Lifestyle diseases like diabetes, hypertension and cardiac ailments are already at alarming levels. Factor in economic costs of morbidities – loss of productivity and household savings. The industry perhaps worries that FOPL will open people’s eyes to the reality of processed foods. But that’s exactly the point. Processed food is not healthy.\nGood practices can start right away without waiting four years. Citizens have a right to know what exactly they are eating and its consequences down the line. Such consumer awareness will force the industry to adhere to safer levels of sugar, salt and fat content. FSSAI is opting for star rating – five stars for the healthiest food and half a star for the unhealthiest. But the positive factors for a higher rating like presence of vegetables, fruits, nuts, millets, fibres, etc are no consolation if the sugar, salt or fat content are also high in the same product. Such a munchy getting a five-star rating will be farcical.\nWhat would help consumers most is knowing what percentage of the recommended dietary allowance (RDA) for a day is met by what they consume. Knowing whether a bar of chocolate meets 50%, 100% or 150% of the RDA for sugar and fat would certainly help. But FSSAI keeps this optional. Further, RDA claims of the packaged food industry need rigorous laboratory testing. FSSAI’s baseline reference value for food risk factors at 21 gms per 100 gms serving for sugar in solid foods is too high considering that WHO had recommended keeping daily sugar intake to below 25 gms ideally, way back in 2015.\nShould GoI consider using taxation as an instrument to discourage junk foods and incentivise healthy food? Kerala had initiated a “fat tax” on burgers and pizzas in 2016 before the GST rollout in 2017. Products high in sugar, salt and fat can be taxed higher while those low in these parameters get taxed lower. FOPL and regular tax hikes on cigarettes have helped disencentivise smoking. FSSAI should put citizens first. The market will adapt despite the snack food industry’s current opposition. After all, everyone has to eat.\n\n",
        "headline_1": "Be punchy on munchy: Processed food regulation is too lenient to make a difference to snacking’s serious health costs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-punchy-on-munchy-processed-food-regulation-is-too-lenient-to-make-a-difference-to-snackings-serious-health-costs/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "The Supreme Court on Wednesday wrote out an order that can move the needle in reforming India’s power distribution sector. The order asked state electricity regulators, SERCs, to frame regulations that detail terms and conditions to determine electricity tariffs. SERCs have been given a three-month deadline. To put this matter in perspective, SERCs are not being asked to do something new. They are merely being asked to put into effect an important principle prescribed in India’s 19-year-old overarching legislation to reform the power sector.\nThe apex court judgment’s salience arises from identifying an important impediment to power reforms – unsatisfactory performance of SERCs. The electricity legislation and subsequent national electricity and tariff policies all account for political realities. State governments are allowed to subsidise consumers provided they do it out of their own budget. It’s only provision of free electricity that is rightly discouraged. The crucial element in the system is an independent state electricity regulator who fixes tariffs and ensures smooth functioning of the power ecosystem. But if SC has to remind them 19 years later to frame tariff regulations, an essential condition to ensure the financial viability of the system, it’s a reflection of their performance.\nA worrisome aspect of the current ad hoc approach to tariffs is the creation of “regulatory assets”, costs that an SERC recognises but whose collection it allows to be postponed. A build-up of regulatory assets eventually triggers tariff shocks through sharp one-time increases to compensate for years of postponement. The only way to deal with these problems is for SERCs to frame rational tariff regulations that account for changing input costs. The other benefit of tariff rules will be curbing monopolist-like pricing, especially in areas with one distributor.\n\n",
        "headline_1": "Power to SC: Apex court’s deadline may finally lead to electricity regulators framing tariff rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/power-to-sc-apex-courts-deadline-may-finally-lead-to-electricity-regulators-framing-tariff-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "Kautilya’s Arthashastra – written around 2,300 years ago – says, “Judges shall discharge their duties objectively and impartially so that they may earn the trust and the affection of the people.” Going back further in time, Shukra’s Nitishastra says, “The king should appoint those who are virtuous, well-tried and capable of bearing the burden of the administration of justice.” And digging deeper, the Brihaspati Smriti says, “A judge should decide cases without any consideration of personal gain or any kind of personal bias; and his decision should be in accordance with the procedure prescribed by the texts. A judge who performs his judicial duties in this manner achieves the same spiritual merit as a person performing a yajna.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Courts’ pendency crisis: One wheel cannot move a chariot – How ancient Indian wisdom can be a guide to reform and revitalise the judicial system today",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chanakyas-chant/courts-pendency-crisis-one-wheel-cannot-move-a-chariot-how-ancient-indian-wisdom-can-be-a-guide-to-reform-and-revitalise-the-judicial-system-today/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "A section of the Town Improvement Act, 1953 stipulates that when a Detailed Area Plan (DAP) for Dhaka is formulated, it should be made available to the public as a gazette and public opinion on it must be heard. When it came to the latest DAP (2022-35), people as well as professional organisations (such as ours) provided a lot of feedback. But the DAP that has finally been published seems to have zero reflection of that feedback.\nThere is no way to tell what the general people's feedback was regarding the new DAP, and how much of it Rajuk took into account. We're not saying that Rajuk didn't survey the public, but we don't know if they took that public feedback into account, or if they implemented any feedback that didn't serve their own agenda.\nThere's no way to call this a \"people's DAP.\" It does mention some goals, but without sketching out a plan to achieve them. For example, there are mentions of separate pedestrian paths, bicycle paths, and aquatic parks, but there are no specific plans for them.\nTwo aspects of this DAP are being discussed heavily. One aspect includes water reservoirs, forestry, and agricultural land, and the other includes floor-area ratio (FAR).\nAccording to the FAR mentioned in the DAP, 350 people will live in every square kilometre. This is quite high by global standards, but our reality is that we are the most densely populated capital in the world, so maintaining global standards here will not be possible. To present an idea of how much they want to compromise with the global standards: some areas, where one might say powerful people are developing housing projects, have been given a higher FAR. In other areas, where those with less influence reside, a lower FAR has been assigned.\nThey are saying that if a higher FAR is assigned to those areas, a landlord may rent out multiple floors for commercial activities. We don't think this is a matter of business but a matter of people's livelihood. Another question that arises is, if a person has lived in a building with a high FAR until now, should they no longer live in Dhaka because the FAR for their building has been lowered? Will they live somewhere else? This needs to be clearly communicated. The government needs to provide a solution for this.\nWhen the draft DAP was announced, two housing projects were given a lower FAR. But in the final DAP, their FAR was increased with the reasoning that they would build roads and make the area suitable. Well, for those who can't make it suitable, it's the government's responsibility to build the roads. You can't hold off investment and assume that lowering the FAR would lead to less population density.\nMoving on to water reservoirs, since the 2010 DAP was passed, 45 percent of water reservoirs in many areas of the city were filled up by 2019. The government had passed an act in 2000 to prevent filling up water reservoirs, to punish those who had already done so, and to return water reservoirs to their previous state. The act states that water reservoirs include rivers, drains, canals, marshes, and \"flood flow areas\" that will be specified in a master plan.\nNow, Rajuk has been referring to this DAP as the master plan, but no flood flow areas have been identified in it. They are saying it is not a separate area at all – it has to be viewed as a part of the main floodplain. By doing this, they are diluting the debate; they are saying that they will categorise water reservoirs into general water reservoirs and main water reservoirs. General water reservoirs can be filled upon approval, but main water reservoirs may not be filled.\nIn that case, how did Rajuk approve the Jolshiri Abashon project when it was developed by filling up a main water reservoir? In response, they say they had a survey done by Buet on the water flow in the area. So, instead of blocking a project that fills a main water reservoir, Rajuk simply made Buet conduct a study and then made arrangements to approve the project, caving to the influence of powerful people.\nIn another case, Rajuk is referring to a flood flow area in Ashulia as a general water reservoir to implement another housing project called Lake City. On the one hand, the city development authorities won't increase FAR because density will go up, but then they will create townships by filling up general water reservoirs, setting precedence for others. This way, it will be difficult to protect the water reservoirs in and around Dhaka.\nThe small number of water reservoirs that remain today cannot be allowed to get filled up. Not only are they important for Dhaka's drainage, but they also serve agricultural and fishery purposes, and are also a source of food. They also replenish groundwater, which is an essential factor to consider.\nWe wish to know how many campaigns Rajuk has taken up against illegally possessed land on water reservoirs, how many people have been punished, how many cases they have lodged, how many times they have taken this issue to court, and how many times they have involved the Office of the Attorney General.\nRajuk has always cowered before groups with vested interests. A big reason behind this is that they are not held accountable for their activities. When they say that more than 80 percent of all buildings in Dhaka have been built without approval, it's clear that they have no interest in regulations. When they developed Phase 2 of Purbachal city, they paid Tk 12 crore as compensation for land and Tk 15 crore for trees. They claim to have preserved a forest there, but they would not have done so unless the High Court had intervened, after we took the issue to the court. If Rajuk had only developed one-third of the area and left two-thirds to greenery, developing the project vertically, our problems wouldn't have been so extreme.\nIt's time for a Rajuk reform. Rajuk's board is filled with bureaucrats, whereas when it was the Dhaka Improvement Trust (DIT), there were Supreme Court justices, university professors, and people from a variety of professions who didn't have to deal with political pressure. Unless Rajuk is overhauled, no plans that are proposed can be implemented.\nThe new DAP has made many proposals that sound great, but that have not been backed up by action plans. It does not provide any vision. This DAP is in conflict with regulations regarding water reservoirs; the FAR mentioned in this plan is in conflict with the building construction code. This DAP or any plan whatsoever cannot be implemented in Dhaka until Rajuk is reformed and their transparency and accountability is ensured.\nRajuk has to become a vibrant, evolving institution. It has to face and overcome challenges as they present themselves. Although Rajuk has some plans for slum residents in this DAP, we have heard of similar plans in the past, which were not implemented. It won't be too far-fetched to say that Rajuk has failed to ensure equality in its current planning.\nSyeda Rizwana Hasan, a Supreme Court lawyer, is the chief executive of Bangladesh Environmental Lawyers Association (BELA).\n\nTranscribed and translated by Azmin Azran.\n",
        "headline_1": "New DAP has too many loopholes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/new-dap-has-too-many-loopholes-3178861",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "In the last five years, 26,695 rape cases were reported, with a significant rise in the numbers each year, as cited by an IGP report submitted to the High Court in March 2021. Between January and October this year, 830 women were raped, 39 died after rape, and 175 women were murdered by their husbands (Ain O Salish Kendra). Yet, such data no longer seems to move us.\nIs there a fatigue in society that includes the media regarding news about violence against women? Is it because the incidents reported are so frequent and similar that we have developed a kind of ennui on the subject?\nPersonally, I think the reasons are more complex than just the repetitiveness of these stories. I say personally because when I hear about a rape of a woman or a girl, or a suicide caused by rape or physical and mental abuse from an intimate partner, no matter how many times I have heard this story, I physically cringe inside – a reflex I think all women can relate to. I can imagine the fear, powerlessness, humiliation and physical pain.\nI can fathom the continuous trauma after the fact that may stick all throughout life, colouring every aspect of it. I can foresee the possible effects such an experience may have on current or future relationships, the callous cruelty rendered by a merciless society. I also realise that what I feel in those fleeting moments may not even be a fraction of what a victim of sexual violence suffers. I also feel panic thinking it could have been me or someone I love.\nAll this I feel involuntarily, because I am a woman in an unapologetic man's world.\nI don't think most of my male counterparts feel the same way, no matter how empathetic or righteous they are as human beings.\nAnd that seems to answer, at least partially, why there is such apathy towards violence against women. It relates to the value attached to a female in society.\nThe value of a female is largely determined by what she can offer to her family and, consequently, to society. When she is a child, her value is practically zero; she may even have negative value, being a burden to her parents who have to ensure her future marriage. When she is an adolescent, she is again a headache because now her chastity is linked to the family's honour and so needs to be protected, through stringent restrictions on her movement and independence, an early marriage being the perfect solution.\nIf she is single and working, her value depends on how much she is contributing to the family income to justify her unmarried status. When she is married, her value is related to the services she renders – her body for sex (with or without consent), her ability to cook and keep house, produce children, especially male heirs, take care of ailing parents and generally be completely submissive. Anything less will diminish her value considerably and may justify violence – which is a product of this patriarchal evaluation. Her rights as a human being, as an equal citizen and equal member of the family, remain buried in the heap of cultural and religious domination.\nThus, the position of women (and girls) in society, in the family, is directly linked to the probability of violence they may have to face. Their secondary status also determines how this violence will be seen by society at large, and this includes law enforcement, the courts and the media. When a rape survivor approaches the police, does she get the sensitivity and compassion that she needs? Very unlikely. In fact, chances are that if her rapist has enough power and money to pull strings, her case may not even be accepted by the police. Names of the prime accused may be dropped, and there will be coercion from the rapists' side to settle out of court, to withdraw the case to avoid dire consequences or the case may fizzle out due to the inefficiency of the investigating officer. If it is a case sensationalised by social and mainstream media, she will undergo the violence of character assassination, even if she is dead.\nThe same is true for victims of domestic abuse, which includes marital rape, physical and mental abuse by the intimate partner or his family, as well as economic violence, which \"involves making or attempting to make a person financially dependent by maintaining total control over financial resources, withholding access to money, and/or forbidding attendance at school or employment\" (UN Women). Again, it's her lowly place in society that allows these horrible crimes to be committed against her, because the power is tilted on the abuser's side and violence is a form of control. Only if she dies as a result of the torture and if she is from a middle- or upper-class background will the media's interest be sparked.\nCan we change the status quo that endorses the premise that a woman is less in value than a man? Will we have a women's development policy that will recognise their equal status as guaranteed by our constitution, including her equal rights to inheritance? Will our police, courts and laws treat women with the respect and support they are entitled to? Will the media report rape and other forms of violence diligently and sensitively?\nWill the government enforce the prohibition of child marriage and dowry and scrap the special provision that legitimises underage marriage under \"special circumstances\"? Will the state ensure security for women in the streets and at home so they can thrive and be the drivers of the country's progress they are meant to be? Can society discard the violation of rights of women and girls in the name of culture or religion?\nGiving women their rightful place in society is a formidable challenge that we as an independent nation face today. Violence against women is a disease that can only be treated if society as a whole realises the enormity of it. The state must wake up to the fact that violence is disempowering not just for the women who are the direct victims of it, but for the entire nation – which cannot develop if half of its population is forcibly crippled.\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "How women's secondary status encourages violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/how-womens-secondary-status-encourages-violence-3178531",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "While much of the world is gripped by the football fever brought about by the FIFA World Cup 2022, the situation in Bangladesh is no different, with fans donning jerseys of their favourite teams or hanging their flags on their rooftops. Watching World Cup matches live on television is clearly everyone's favourite pastime at the moment. There is a high demand for its broadcast, and it must be met. But what the Bangladesh Television (BTV) did to meet this demand is quite questionable.\nTrue, BTV is still the only source for many people among the poorer sections of society who do not have access to satellite channels. But most people, even in remote areas, today have access to various channels, where they can easily watch the matches. Against this backdrop, the BTV bought the media rights to World Cup in a belated move that cost it much more than it would have had it acted in time. The price, according to a report, was Tk 98 crore. In the 2018 World Cup that took place in Russia, BTV had to spend no money to show the matches and actually turned a profit from all the advertisement deals it got. This time, however, it is not only haemorrhaging money for acting late – having finalised the decision to buy rights only four days before the tournament began – but has also lost the opportunity to get sponsors, which could have softened the blow by bringing in some revenues.\nThis has happened at a time when the government is pushing for austerity at every level and asking people to live with less. It is public institutions and public officials that should lead by example, but everywhere we look, the opposite seems to be happening.\nBTV officials, however, claim that they lacked the money and logistics to take part in international bidding. If that is the case, why did they have to wait until the rights changed three hands from the Indian company that originally won the media rights for the South Asian territory? If BTV had acted sooner, they could possibly buy the rights straight from the source and avoid the extra costs.\nThe way this deal was managed suggests poor planning leading to unnecessary spending. This is, however, only the latest in a long list of government initiatives and projects that, despite their potential to serve public interests, were marred by inefficiency, corruption and mismanagement of public officials. Such wastage of money amid an ongoing economic turmoil is very unfortunate. And it is because of lack of accountability that such incidents keep happening. We, therefore, urge the authorities to investigate the BTV media deal and hold those responsible for the botched operation to account.\n",
        "headline_1": "BTV’s costly nod to World Cup",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/btvs-costly-nod-world-cup-3178466",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "For a city as complex and concatenated as Dhaka, with its multifarious tugs and tussles, the Detailed Area Plan (DAP) 2022-35 produced by Rajdhani Unnayan Kartripakkha (Rajuk) is a comprehensive document unlike any other prepared for the city's planning. The DAP document provokes us to imagine a new city – a Dhaka we are yet to experience. And this may appear incredulous to many, considering Rajuk's poor track record in planning and managing this city.\nWhat I highlight in this article are certain aspects that are neither foregrounded in the document itself, nor engaged in discussions of it. I continue to hold the opinion that those underrated aspects are actually radical opportunities for Dhaka's transformation. The DAP propositions need to be more progressive, and not watered down. It is in that sense I use the term \"almost\" in the title of this article (adapted from American architect Robert Venturi's famous essay \"Main Street is Almost Alright\").\nOne striking aspect of the DAP document is the geographical scope of Rajuk, in how it signals an expanded Dhaka. Within Rajuk's jurisdiction, areas for the two city corporations are denoted as \"central region,\" the familiar identity of the city. Even when there are two more major city corporations (Narayanganj and Gazipur), and a few other municipalities and upazilas, the central region (one-sixth of the total Rajuk area) enjoys a privilege in the imagination of Dhaka. The new DAP has brought to light that the Rajuk jurisdiction is not constituted any more by what we have always known as the very built-up central region. In fact, the jurisdiction includes villages, floodplains, agricultural areas, and unevenly developed areas, and the other city corporations and municipalities.\nA new city imagination is now possible in which the central region can be decentred by leveraging the vast area beyond it. With the Mass Rapid Transit (MRT) and Bus Rapid Transit (BRT), there should be more leverage for a better distribution of cityness throughout the Rajuk region. If selected areas in Gazipur, Savar, and Keraniganj develop as brand new fabrics with all urban facilities, and not just reproduction of typical developments, there will be a greater equity in diversity, and a good-quality living could spread throughout greater Dhaka.\nWhat is also implied above is a formidable topic in 20th- and 21st-century planning – the making of neighbourhoods. The DAP document emphasises area and neighbourhood planning with a schema for Rayerbazar. Neighbourhood is the social aggregation of urban form, and not merely administrative wards or unions. We have lost the sense of what used to be neighbourhoods or mohollas in this city. Certainly, this is a complex topic, but one reason neighbourhoods have eroded is because of the ferocious attachment to plots and real estate speculations that developed since the 1980s. In this city, instead of planning comprehensive urban forms, we have always planned from the plot and not the other way around.\nThe transit-oriented development (TOD) offers another opportunity for creating concentrated urban hubs or neighbourhoods. Considering the upcoming MRT and BRT systems, TOD is a perfect opportunity for radically restructuring Dhaka. MRT is not only a transport artery, but an urban development strategy in which each station becomes a new hub of intense assembly and activities, and the transit line a development corridor. DAP does mention a 200m and 500m diameter of influence zones around the stations, but what is required is a detailed plan of those encircled areas, similar to the Rayerbazar schema. I would suggest the MRT and TOD planners look at Tokyo and Bangkok, and in any future revision of DAP, consider higher floor area ratio (FAR) for an area around the stations and along the artery. With taller mixed-use buildings around the stations, high density habitats will ease commuting time and create greater ridership and a sustainable situation.\nDhaka dearly needs a walkability plan. Walkability is key to creating a neighbourhood quality and a humane city. If 40 percent of the people walk as part of the overall transport movement, Dhaka needs a walkability infrastructure in which footpaths take centre stage in the movement system. A walking infrastructure is critical to the success of MRT and BRT lines. It is expected, as is the case for any city with successful mass transit, that people will access the stations by walking, not by driving there.\nAnother key topic in the realisation of a better and equitable Dhaka is housing. By housing, we mean the production of diverse dwelling units organised as a collective ensemble catering to the various economies of the city, especially the lower- and lower-middle-income groups. What many developers claim as housing is really a summation of dwelling units without impacting the collective, benefiting primarily the middle- and higher-middle-income groups.\nWhat Dhaka then needs are consolidated housing, social housing, affordable housing, and group housing. None of these resonate in the vocabulary of Dhaka's builders, including government agencies, private developers, architects and planners. What the DAP has presented as \"block housing\" – very importantly – is a precursor to the formation of above housing typologies. An understanding of each of these categories is necessary to translate into policy terms and production process. Again, none of the discussions on DAP is giving this topic the attention that it needs.\nBut by far, the most debatable topic about DAP is FAR – the number that dictates how much one can build on a plot of land. An Achilles heel for DAP, FAR seems to have no unanimity among the various voices. It appears that the old FAR rules have not produced a good city, and the differentiated FAR in the new DAP – different for different areas based on density and infrastructure – remains under scrutiny. Generally a mechanism for controlling construction volume, the new FAR system is based on the existing density of an area and its projection, existing roads and common services, the character of the area, and, where applicable, proximity to mass transit. The DAP claims the new FAR as a mechanism for the management of population density. However, an argument is made that the differentiated FAR is a recipe for inequity and discrimination.\nCritics of the new FAR have mounted formidable arguments: why should Area A have a FAR of 5.1 and Area B 2.0? Does this not infringe on the right to build and develop, and make profit? Considering that the \"right\" to profit has become naturalised and prioritised in the practices of this city, it is also not \"natural\" that one can build anything anywhere at the price of liveability. Why should one area have less FAR because of poor facilities? Why not provide facilities first, then? Priority should be how swiftly a better quality of life can be arranged, whether by density management or services. Will density control have an adverse effect on the dynamic of the city, on its future growth? Not if concentrations of new urban hubs are generated in selected areas within and beyond Rajuk.\nBased on previous policies and FAR rules, Dhaka remains caught up in the architecture of the (small) plot. The small plot schema may have generated profit for landowners and developers, but it has hardly yielded well-being for the community, and far less for the overall city.\nInstead of an architecture of plots, the new DAP document recommends an architecture of the larger scale. There should be now the architecture of an area, the architecture of neighbourhoods, and as the renowned Italian architect Aldo Rossi described, an \"architecture of the city.\" It is obvious that plot-owners and developers from their myopic position cannot be expected to be concerned about the collective. This is where the responsibility of a city agency – top-down, if you will – comes in. Someone has to take charge of the overall, the collective, and the comprehensive scope of the future of Dhaka.\nKazi Khaleed Ashraf is an architect and urbanist, and directs the Bengal Institute for Architecture, Landscapes and Settlements.\n\n",
        "headline_1": "The Detailed Area Plan for Dhaka is almost alright",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-detailed-area-plan-dhaka-almost-alright-3178376",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "While much of the world is gripped by the football fever brought about by the FIFA World Cup 2022, the situation in Bangladesh is no different, with fans donning jerseys of their favourite teams or hanging their flags on their rooftops. Watching World Cup matches live on television is clearly everyone's favourite pastime at the moment. There is a high demand for its broadcast, and it must be met. But what the Bangladesh Television (BTV) did to meet this demand is quite questionable.\nTrue, BTV is still the only source for many people among the poorer sections of society who do not have access to satellite channels. But most people, even in remote areas, today have access to various channels, where they can easily watch the matches. Against this backdrop, the BTV bought the media rights to World Cup in a belated move that cost it much more than it would have had it acted in time. The price, according to a report, was Tk 98 crore. In the 2018 World Cup that took place in Russia, BTV had to spend no money to show the matches and actually turned a profit from all the advertisement deals it got. This time, however, it is not only haemorrhaging money for acting late – having finalised the decision to buy rights only four days before the tournament began – but has also lost the opportunity to get sponsors, which could have softened the blow by bringing in some revenues.\nThis has happened at a time when the government is pushing for austerity at every level and asking people to live with less. It is public institutions and public officials that should lead by example, but everywhere we look, the opposite seems to be happening.\nBTV officials, however, claim that they lacked the money and logistics to take part in international bidding. If that is the case, why did they have to wait until the rights changed three hands from the Indian company that originally won the media rights for the South Asian territory? If BTV had acted sooner, they could possibly buy the rights straight from the source and avoid the extra costs.\nThe way this deal was managed suggests poor planning leading to unnecessary spending. This is, however, only the latest in a long list of government initiatives and projects that, despite their potential to serve public interests, were marred by inefficiency, corruption and mismanagement of public officials. Such wastage of money amid an ongoing economic turmoil is very unfortunate. And it is because of lack of accountability that such incidents keep happening. We, therefore, urge the authorities to investigate the BTV media deal and hold those responsible for the botched operation to account.\n",
        "headline_1": "BTV’s costly nod to World Cup",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/btvs-costly-nod-world-cup-3178466",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "In recent months, Prime Minister Sheikh Hasina has given a number of important directives to government officials, such as urging them to practise austerity in relation to foreign travels using taxpayers' money, refrain from taking up less urgent projects, abandon the culture of project revisions, etc. Unfortunately, government officials down the chain of command seem to have acquired a habit of nodding their heads to her directives, only to brush them off when it comes to implementation. In her latest directive on Tuesday, the PM asked officials to ensure that projects taken up by the government are environment-friendly, and to avoid repeated revisions of ongoing projects. This is a laudable instruction. But will it be properly followed through? We remain doubtful.\nEven though we have seen this government previously react adamantly about sacrificing the environment at the altar of development – much to the chagrin of environmentalists and the public who have suffered as a result – the PM seems to have softened a little on that stance while giving this directive. In the past, we've often seen projects that were not only detrimental to the environment, but also a contravention of promises made by our leaders on the international stage. The Rampal Power Plant, situated 14 kilometres north of the Sundarbans, which is a Unesco World Heritage Site, is a perfect example of this. Experts had warned numerous times that the plant would endanger the wellbeing of the Sundarbans, a plethora of plant and animal species that live there, as well as human beings who rely on the mangrove forest to protect them from cyclones. Despite repeated calls from experts to relocate the power plant elsewhere, the government went ahead with it anyway. Only the future can tell us what price Bangladesh will have to pay as a result of that decision.\nWhen it comes to time and cost overruns caused by project revisions, Bangladesh is already paying the price, however. Many of the current economic challenges could, in fact, have been mitigated had the government fixed this revision problem. Instead, it has repeatedly blamed black swan events like the Covid-19 pandemic, the war in Ukraine, etc. for repeated revisions. But the fact remains that many of the projects still being revised today were taken up years before any of these events/issues surfaced. It's clear that government officials are still trying to pull the wool over people's eyes by coming up with excuses, rather than fixing the real underlying problems plaguing our development.\nThe most important among them is the lack of accountability in public institutions. Officials have rarely, if ever, been held accountable for their mismanagement, corruption, and ineptitude that have led to frequent project revisions or projects taken up without a thought about their environmental impacts. So, unless the government brings its offices and officials under a strict accountability mechanism, whereby violations of rules and guidelines are addressed properly, no amount of rhetoric can fix the problems that the PM, and the public in general, are concerned about.\n",
        "headline_1": "Public projects must support our environmental agenda ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/public-projects-must-support-our-environmental-agenda-3177376",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "For quite some time, the need for simplifying tax return system for corporate tax payers along with removing alleged vagueness in the tax ordinance of the National Board of Revenue (NBR) is being raised by the stakeholders as an issue of urgent attention. However, there was no worthwhile move to bring necessary reforms, and businesses, too, were short of suggesting concrete measures to that effect. Lately, in a review report submitted to the NBR by the Review Committee on the upcoming Income Tax Law-2022, a number of simplification steps and reforms have been suggested that, among others, include slashing requirements of excessive documents while submitting tax returns. A FE report published on the Review Committee's report says suggestions have been made to render tax payment business-friendly as well as bring long-awaited reforms to the country's taxation system. One area that, according to the Review Report, is too burdensome to comply with is submitting return on Source Tax. Currently, corporate houses have to submit 29 returns for 'at-source tax' in a year, which involves volumes of cumbersome paperwork and extra money. The number of at-source tax returns, says the Review Committee, could be brought down to 12 in order to make it business-friendly. In the report, the review panel has recommended scrapping of the provision of harsh penal actions like rigorous imprisonment for failing to submit tax returns. The 20-member review panel comprising public and private sector representatives has commented that the proposed punitive measures in the draft law may discourage a large number of taxpayers from coming into the tax net, resulting in huge tax evasion.  As regards removing alleged vagueness as well as ambiguities, the panel has suggested defining 'stock' in clear terns in the new law, and not including shares under the purview of 'asset'. It recommends non-inclusion of reinvestment unit or cumulative investment-plan unit as dividend if it is issued by open-end mutual fund or exchange-traded fund (ETF). The panel has also proposed inclusion of demerger in the new law along with existing merger/amalgamation provision. Due to absence of demerger from the income tax ordinance, taxpayers have to seek help of the High Court to resolve the relevant issues, which is time-consuming and complex, the report says. Additionally, the review committee recommended incorporating the changes to the Finance Act 2020, 2021 and 2022 in the new law, cutting existing source-tax rates, expanding the list of allowable expenses in the law, and defining double taxation in clear terms. It also proposed for simplification of the existing tax-refund system--- a clumsy and time-consuming process that often tends to be a serious irritant, and curb on discretionary powers of the field-level officials to a reasonable limit.  The draft income tax law is set to be placed before the Cabinet by December 31. NBR published the draft in October 2021 eliciting public opinion. Concerned quarters are hopeful that the recommendations and suggestions of the Review Committee would shed light on some of the longstanding and unresolved issues and help align the new law with international best practices. It is expected that the recommendations would receive due consideration.",
        "headline_1": "Easing corporate tax payers' return submission",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-corporate-tax-payers-return-submission-1669296402",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "A sumptuous feast of entertainment, thrill, suspense, excitement, upsets, burst of joy or a frustrating breakdown is what this World Cup Football 22 is proving to be. But can it be a panacea for the woes and sufferings of the millions around the world on account of the aftershock of the Covid-19 pandemic made severer by the Russo-Ukrainian war? What about the Ukrainian refugees who were supposed to be in the cosy comfort of their homes to watch the World Cup (WC) matches on television? Their life in their camps like refugees elsewhere in the winter months will turn out to be extremely miserable and many of the old and children may not even survive the harsh weather and conditions in camps.Undeniably, Bangladesh is one country that has made news for the remarkable passion and excitement of the game's followers not only in local but also in foreign media. But on the other side of the coin, there are people who could not care less for the craziness exhibited by some of the football fans because their struggle for managing two square meals is too intense to allow them any distraction. Then a large number of people cannot afford a television set at home, although they may have enthusiasm for games and sports. At the inauguration ceremony in Al Bayt stadium, veteran American actor Morgan Freeman during his conversation with Ghanim Al Muftah, a politics student at Loughborough University who was born without the lower half of his body, gave the message, \"We gather here as one big tribe and the Earth is the tent we live in\". This is a clear reference to the Bedouin tradition that Arabian people are heir to. But the emotions, the actor emphasised, that connect all have brought the world together courtesy of football. At issue here is inclusiveness which is symbolically represented by the 85-year-old tall Freeman and the 20-year-old legless You Tuber Ghanim. This was the unifying message that was delivered there. But against this, many of the European and Western teams have complained that the death of 6,750 workers from South Asia alone since the Qatar received the right to host the WC---37 of which are directly related to construction work at the sites --- runs counter to the spirit of inclusiveness and protection of the workers' rights. Quite a number of the teams have announced their solidarity with workers and even gave tickets and jerseys to them.  While this is a nice gesture, the acts are too little to compensate for the loss of lives and the discriminations that the poorer segments the world over, particularly in the less developed countries suffer from. Geo-politics was and still is nasty enough to bring the world together and share at least the minimum wealth to root out abject poverty and misery of the vulnerable and the marginal people. The Ukrainian crisis which has proved to be the 'mother of all evils' in the post-pandemic period was surely avoidable if world leaders could bring into play political acumen and sanity. As if to get the perspective right, Gianni Infantino, the Federation of Internationale de Football Association (FIFA) president, in the press conference before the inauguration slammed the Western critics in extraordinarily explosive languages, accusing them of hypocrisy and racism. He went on to say, \"What we Europeans have been doing for the last 3,000 years, we should be apologising for the next 3,000 years before starting to give moral lessons\". The off-the field bickering is unlikely to end with the curtain drawn on the WC. So, here is a WC football that has begun amid controversies. The on-field performances by fancied teams and outsiders have already sprung matching surprises and shocks. The greatest surprise comes from the Saudi Arabia and Argentia match in which the seven-time Ballon d'Or holder Messi's team, viewed as favourite to win the title, lost 1-2 to a team from the Middle East for the first time. The next big shock is the Japan's 2-1 triumph over Germany, another highly rated team. These were the champions and runners-up in 2014 Brazil World Cup. Some of the other fancied teams also failed to rise up to their billing but England, France and Spain have demonstrated their power and skills as are expected of them. Football experts and robotic machine reading may be on the side of erring in their predictions about the team that will take the honour this year. But one thing is certain that the game will mesmerise its avid followers and give an occasion for many not equally die-hard and amateurish fans to momentarily forget their mundane affairs and ills. Notwithstanding the enormous and discriminatory economic considerations that drive the powerhouses of football, the game's low-keyed versions with weak sponsorships in Africa and lately Asia have opened avenues and opportunities for the backward communities. The Women's team in Bangladesh can be a shining example of this. At the end of the day, football stays to be a pole star, a focal point for some young mortals to chart a course to immortality. Pele, Maradona and Messi's rise from a humble beginning to eternal fame is a testament to the fact. No game human civilisation has ever invented can match football in appeal, thrill, suspense, excitement and popularity. Football at its best is showcased on the stage of the quadrennial World Cup where all roads lead to the host nation's stadiums at least to leave behind differences during the proceeding. Its economy is huge and its charm is even greater. \n[email protected]",
        "headline_1": "Money power behind unifying spirit of football!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/money-power-behind-unifying-spirit-of-football-1669296484",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "The central bank and the Association of Bankers, Bangladesh (ABB), in statements issued separately, have dismissed the media reports on the liquidity crisis in the banking sector. A spokesperson of the Bangladesh Bank (BB), while dismissing the reported liquidity crisis in banks at a news conference on November 14, said the surplus liquidity in the banking sector amounted to Tk 1.69 trillion, which, according to him, was enough to meet the depositors' requirement. The ABB also issued an identical statement claiming that the liquidity situation is stable in the country's banking industry.But some developments in the money market indicate the existence of a liquidity shortage, if not a full-blown crisis. Some banks desperate for funds have already started ignoring the 'Noy-Chhoy' (lending at a 9.0 per cent interest rate and taking deposits at a maximum of 6.0 per cent) barrier and taking deposits even at 8.0 per cent. The call rate has also gone up in recent times. It went up to above 10 per cent for nearly a week. Naturally, the banks borrowing from the inter-bank money market at such high rates would not lend funds to their clients at 9.0 per cent. So, a breach of the pre-set lending rate by these banks seems inevitable. A couple of factors, costlier dollar and a decline in the volume of deposit in banks, are thought to be responsible for liquidity shortage in banks. Banks have been spending more than usual on dollar purchases from the central bank. An estimated Tk1.25 trillion reportedly has flown out of the banking system on greenback purchases. The decline in deposit inflow because of the people's eroding purchasing power has made the situation even worse. Some people are now forced to withdraw their savings from banks to meet their day-to-day expenses. A section of businesses is also not repaying loans citing the poor turnover as a reason. The central bank statistics reveal the fact that banks are now experiencing a negative flow of liquidity, meaning that the banks are putting in more funds in lending and purchasing of the dollar, remittance and export bills than what is coming as a deposit. Amidst such a depressing liquidity situation, the banks need to mobilise an increased volume of deposits and, at the same time, stop the withdrawal of the same in a large volume. It is no denying that the existing maximum lending and deposit rates are not compatible with ground realities. But the banks are finding it difficult to hike the rates without clear guidance from the central bank. The banking sector is not facing any major liquidity crisis. Yet, it is experiencing a sizeable liquidity shortage, which needs to be addressed before reaching the crisis point. The central bank as the money market regulator knows where the shoe pinches, but it is not doing what is needed to be done for understandable reasons. All concerned do know who wanted the single-digit lending rate and how it was enforced. Under the prevailing circumstances, the central bank is unlikely to act on interest rates without a clear signal from the power that be. This is, thus, an issue why the experts very often highlight the need for making the BB a truly independent and effective regulator. \n[email protected]",
        "headline_1": "Liquidity in banks: Shortage or crisis?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/liquidity-in-banks-shortage-or-crisis-1669296522",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2022"
    },
    {
        "full_article": "The number of unemployed people is increasing day by day in Bangladesh. The International Labour Organisation (ILO) has projected that the country's unemployment will stand at 3.6 million in 2022. According to the Bangladesh Bureau of Statistics (BBS), currently we have a total of 2.7 million unemployed people. Many factors are responsible for this situation. Firstly, the Covid-19 pandemic has made people lose their jobs, which is too difficult to recover. Secondly, a lack of employment opportunities is making the problem acuter as the graduates are now unable to find jobs as per their desire. Thirdly, our educational institutions are not providing students with pro-career education. Fourthly, vocational training is inadequate. Our youths do not have enough skills and expertise in terms of getting familiar with the latest technology, which makes them unfit for the rising demand of job market. Fifth, corruption and nepotism have compelled the eligible candidates to remain unemployed for a long period of time. Last but not least, our younger generation is not yet ready to become entrepreneurs. If they are not encouraged to be entrepreneurs, newer jobs will not be generated. Even a lack of financial support prevents them from becoming promising entrepreneurs. The above-mentioned reasons behind our growing unemployment rate should be addressed immediately by making a comprehensive plan. We are aware of the fact that the solution cannot be made overnight, but the combined efforts of everyone can pave the way for creating employment, which is a prerequisite for our economic development. \nNargis Sultana, Assistant Professor, Department of Finance and Banking, Comilla University, Cumilla, [email protected]",
        "headline_1": "What causes unemployment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-causes-unemployment-1669296553",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2022"
    }
]