[
    {
        "full_article": "The government’s decision to issue notice to Pakistan, calling for negotiations to amend the Indus Waters Treaty, must be considered carefully. New Delhi says this extreme step is due to Pakistan’s intransigence over objections to two Indian hydropower projects in Jammu and Kashmir: the 330MW Kishanganga hydroelectric project (Jhelum) and the 850MW Ratle hydroelectric project (Chenab). India has argued since 2006, when the objections began, that the projects were within the treaty’s fair water use. However, Pakistan has refused to conclude negotiations with India in the bilateral mechanism — the Permanent Indus Commission of experts that meets regularly — and has often sought to escalate it. As a result, the World Bank appointed a neutral expert, but Pakistan pushed for the case to be heard at The Hague. India has objected to this sequencing, as it believes that each step should be fully exhausted before moving on to the next. While India was able to prevail over the World Bank to pause the process in 2016, Pakistan persisted, and since March 2022, the World Bank has agreed to have both a neutral expert and a Court of Arbitration (CoA) hear the arguments. India attended the hearings with the neutral expert last year, but has decided to boycott the CoA at The Hague that began its hearing on Friday. New Delhi says as talks have hit a dead-end, it wants the entire treaty to be opened up for amendments and renegotiations. India’s accusations against Pakistan may be valid, given that Islamabad has failed to provide material evidence of the two projects hampering its water supply. The World Bank’s decision to hold two parallel adjudication processes is also perilous as there could be contradictory rulings. However, opening up the treaty for review has its own problems that India must deliberate on with a cool mind.To begin with, the Indus Waters Treaty that decided the distribution of the six tributaries of the Indus or Sindhu between the two nations took nearly a decade to negotiate originally before its signing in 1960. Built in were mechanisms for coordination and dispute resolution that have held the treaty in good stead for at least half a century, and it has often been used as a template between upper riparian and lower riparian states worldwide. That it has endured despite conflict and political rhetoric between India and Pakistan is a testament to its text. In addition, if India and Pakistan have not been able to resolve issues over one case in their Indus Commission talks over 16 years, what guarantees are there that they can renegotiate the whole treaty within any reasonable time-frame? At a time when there is no political dialogue, trade and air or rail connectivity between them, reopening negotiations could open a new flank for India-Pakistan confrontation.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-Pakistan\n\n/\n\nwater rights\n\n/\n\nrivers\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Water woes: On negotiations to amend the Indus Waters Treaty",
        "headline_2": "Opening up the entire Indus Water Treaty could come with its own set of challenges",
        "link": "https://www.thehindu.com/opinion/editorial/water-woes/article66451180.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "After 135 days on the road, the Rahul Gandhi-led Bharat Jodo Yatra ended in Srinagar, on the Mahatma’s death anniversary, with several Opposition leaders attending the unfurling of the tricolour. That the yatra, or at least its south-to-north version, finished thus, was a befitting end to an arduous journey made by a leader seeking to revive the fortunes of the beleaguered Congress. The yatra’s objective was to emphasise the contrast between the party’s vision for India, built on its slogan of “unity in diversity”, and the Hindutva ideology of the Bharatiya Janata Party (BJP). The party’s outreach might not have immediately resuscitated its electoral fortunes — there has been a steady decline in its influence and a flight of many of its leaders to the BJP. But the imagery of the Congress scion interacting with civil society and the citizenry across the country, and just the organisation of the yatra infused energy into the political machine of India’s grand old party. The yatra’s messaging might have been rudimentary and a medley of slogans, but it did clearly articulate some of the party’s distinctive core values to a large extent. This was even more evident in the optics in Srinagar.Jammu and Kashmir has been India’s most conflict-ridden province and now, inexplicably, remains a Union Territory after having its special status abruptly stripped and being bifurcated into two Union Territories in 2019. In the succeeding years, there has been heightened violence in the Kashmir Valley, the weakening of the mainstream polity (which was bracketed with the separatist current for a period of time), and the imposition of communication lockdowns and measures to control the freedom of the press. After months of turmoil, Kashmir has limped back to economic activity, with the tourism sector picking up well, but the sense of disquiet with the abrupt changes has persisted in the Valley and beyond. Repeated incidents of violence against Kashmiri Pandits have also been indicative of the persisting turmoil. The presence of the Peoples Democratic Party and the National Conference in the flag hoisting ceremony in Srinagar was proof of the extent of the appeal of the yatra for the mainstream parties in the Valley, and in a way marks a genuine attempt at solidarity between the Kashmiri polity and the national opposition. Yet, in terms of the actual steps for the Congress’s revival, there is still many a proverbial mile to go with the party requiring to do the hard yards in building organisational relevance in several parts of the country, especially in North India. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharat Jodo Yatra\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics",
        "headline_1": "Miles to go: On Congress’ Bharat Jodo Yatra",
        "headline_2": "The Bharat Jodo Yatra did strike a chord, exemplified in the final Srinagar event",
        "link": "https://www.thehindu.com/opinion/editorial/miles-to-go/article66451408.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "If Rahul Gandhi’s Bharat Jodo Yatra had an overarching political objective, it was to reconstruct the grand old party as a fighting force for the 2024 elections. Has the Congress party moved any closer to this objective as compared to five months back?\nIt is a difficult question to answer, so let’s divide our analysis into the appraisal of four key components: leadership, narrative, organisation and alliances. To avoid a third successive rout in the national elections, Congress needs to repair its weaknesses on all four fronts.\nRead full opinion on TOI+\n\n",
        "headline_1": "Congress has a long walk ahead: Bharat Jodo Yatra strengthens Rahul’s leadership but Sonia’s alliance-building skills are being missed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/congress-has-a-long-walk-ahead-bharat-jodo-yatra-strengthens-rahuls-leadership-but-sonias-alliance-building-skills-are-being-missed/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "Nirmala Sitharaman will tomorrow present this government’s penultimate budget – in the looming shadow of yet another global economic slowdown and consequent uncertainty. The last three budgets had most of their underlying assumptions knocked out by the outbreak of Covid and then conflict in Europe. Notwithstanding these shocks, India’s done well to keep its macroeconomic parameters under control. Against this backdrop, the budget should ensure consolidation of positive aspects while calibrating spending and taxation policies to support economic growth.\nGross tax revenue in all likelihood will exceed the last budget’s targets. A surge in inflation last year has led to a forecast of nominal GDP growth of 15.4% in 2022-23 against the last budget’s expectation of 11.1%. Consequently, tax collection in 2022-23 is likely to overshoot the budget’s estimate of Rs 27.6 lakh crore. This should keep the fiscal defict/GDP ratio around the budget estimate of 6.4%. In the last few years, an adverse global environment has led to India’s fiscal deficit/GDP ratio shooting up, which pushed the debt to GDP percentage of all levels of government beyond 80%. Interest payment on debt, the largest source of GoI’s expenditure, is projected to increase 16% to Rs 9.40 lakh crore in the current financial year.\nA credible plan of fiscal consolidation is essential to bring down the GDP/debt ratio. It will lower interest outgo and create more space for development spending. In the current economic situation, enhanced capital expenditure will have a positive impact on India’s development. On average, GoI and states together contribute 11% of India’s annual fixed investment. However, in a year marked by uncertainty, public investment has to lead the way with a relatively larger share. Enhancing capital expenditure will lead to a positive spillover on economic growth and tax collections.\nTwo trends stand out in GoI’s tax profile. Uncertain economic conditions have led to using indirect taxes such as fuel duties to stabilise revenue collection. It’s iniquitous. India’s tax side needs two changes. The expanding database through GST’s stabilisation needs to be leveraged to widen the direct tax base. What India needs is not higher tax rates, but a broader base that plugs exemptions. In this context, the alternative offered two years ago to individual taxpayers needs to be calibrated to make it more meaningful for salaried employees. They too need a less burdensome tax regime.\n\n",
        "headline_1": "Budget basics: India’s macroeconomic performance is reassuring in tough times. FM needs to build on it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/budget-basics-indias-macroeconomic-performance-is-reassuring-in-tough-times-fm-needs-to-build-on-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "France today is bracing for massive protests led by its unions as the French government tries to push through highly unpopular pension reforms. The country’s pension system is one of the most generous in the world. But it has long been known to be unsustainable. The entire system cost Paris just under 14% of GDP in 2021. Plus, a report last year by the Pensions Advisory Council – a French state body – predicted the system will run into deficit in a not-too-distant future. For example, by 2027 the pension deficit will be almost $12 billion. While this may not seem high compared to the total pension outgo of $381 billion, it needs to be juxtaposed with the fact that French public debt reached record high levels of 115% of GDP last year.\nAdditionally, the Ukraine war has put extra strain on European economies that are now battling high inflation and energy crunches. So, President Macron is not wrong in seeking an increase in the minimum retirement age for most people from 62 to 64. Given increasing life expectancy, the ratio of French senior citizens to working age population is slated to jump from 37:100 in 2020 to 55:100 by 2050. And France is not alone. Faced with burgeoning public debt and demographic decline, Germany, Spain, the Netherlands and Belgium all plan to lift the minimum retirement age to 67 over the coming years – the UK will lift it to 68.\nBesides, there is a strategic aspect too. If France is to play a more robust geopolitical role, both in Europe and across the world, it must boost its economy and make it more vibrant. And supporting businesses through tax cuts would certainly require pension reforms. But Macron needs to manage the protests well. For, Russia is already looking to fish in troubled waters. Politically undermining Macron and breaking EU unity over Ukraine will be a victory for Moscow.\n \n\n",
        "headline_1": "The French connection: France’s pension reform is a story that resonates around the ageing rich world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-french-connection-frances-pension-reform-is-a-story-that-resonates-around-the-ageing-rich-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "The pandemic has fractured the development gains made over decades. As per a recent World Bank report, 4 out of 5 people in the world who slipped into poverty in 2020 were from India. In this context, the upcoming union budget presents an opportunity to improve human development and build human capital. For this, bold steps are needed to bolster our social protection measures.\n90% of India’s workforce belong to the informal sector who contribute more than half the country’s GDP. Informality leads to precarity. Families in precarity have higher chances of facing the following: of losing incomes, health shocks, disruption of education, food insecurity and under-nutrition, among others. A workforce facing such precarity is less productive.   Aside from legal and moral obligations, a citizenry with adequate immunity from precarity through social protection can contribute more to economic growth. Here, we touch upon a few critical social protection measures.\nRead full opinion on TOI+\n\n",
        "headline_1": "Think of the 90% who produce 50% of GDP: Budget should focus on nurturing human capital by bolstering key social protections for informal sector workers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/think-of-the-90-who-produce-50-of-gdp-budget-should-focus-on-nurturing-human-capital-by-bolstering-key-social-protections-for-informal-sector-workers/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "Think the Awami League will finally bring reforms in the Digital Security Act (DSA) to restore public trust in the democratic process in the lead-up to the general election? Think again.\nRecently, two ministers, within the space of two weeks, talked in rather glowing terms about the law. On June 15, the foreign minister, perhaps bolstered by the \"satisfaction\" expressed by a top US official about the \"tremendous progress\" achieved in reducing extrajudicial killings in Bangladesh, categorically said, \"The DSA is a very good law.\"\nThen, on January 28, the law minister underscored its importance again, saying it was needed in the present context, rejecting complaints that the law was being abused to curtail free speech and press freedom. Rather than initiate the process of amending or rectifying the law, as promised by key members of the ruling class in the recent past, the government appears to be in no hurry to do so. It doesn't want to appear abusive, but wants us to develop Stockholm syndrome anyway.\nWhile the manner in which the DSA is being defended – short on logic, long on rhetoric – is nothing new, the timing of the defence bears significance. It signals that Awami League may not change its tactic imminently. At the very least, it will try to hold off any amendment as long as possible.\nAfter all, the law has been tremendously useful for the party. It has been like a political bonfire on which critics and rivals could be roasted, without a bitter aftertaste. As a recent review of the four years of DSA has shown, on an average, one case has been filed every week by ruling party activists during this period. It proves – if any proof were needed – that the DSA has been every bit the tool of repression that it was feared to be all along.\nThere are more insights to be drawn from this review based on data collected by the Centre for Governance Studies (CGS), which logged cases filed under the DSA between October 2018 and August 2022. Overall, it recorded 1,109 cases, of which around 60 percent were over Facebook activities. Predictably, politicians and journalists formed the majority of those accused. Politicians – or ruling party affiliates, to be more specific – were also the largest group of people prosecuting journalists, mostly on charges of defamation.\nHowever, most complainants were not even direct victims of said defamation, as they were filing cases on behalf of someone else. A point to be noted in this regard is that as many as 140 cases – mind the number – were filed for allegedly defaming Prime Minister Sheikh Hasina, who recently invited the opposition to \"point out my failures.\" One wonders how encouraged the latter will feel given how past attempts of criticism often ended up.\nWhat's equally alarming, of the 2,889 individuals accused in all cases, is that only 52 – or two percent – saw their cases disposed of by the court. This means that the vast majority of the accused have been kept hanging. Also, at least 725 of the cases being investigated by police are from before 2022 – which indicates a clear violation of the legal time limit given to wrap up investigations.\nThis, as well as the extremely cumbersome and unfriendly justice process, inevitably exposes the accused to various pre-trial horrors – including prolonged stay in police custody, struggle to secure bail, prolonged uncertainty over their fate, etc. This is harassment, plain and simple, with one out of every three people accused being arrested.\nAll this is just for exercising their constitutionally guaranteed freedom of speech. This is where the \"beauty\" of such legal harassment lies, which perhaps explains why the ruling party wouldn't let go of the DSA yet. It can be defended without looking monstrous on paper – because, as the law minister claimed, \"misuse of any law is not unusual,\" right? It offers an illusion of justice, pinning any \"misuse\" on the system. It also doesn't draw as much scrutiny as physical violence or extralegal excesses – recall the US sanctions on Rab imposed in December 2021 – but still has the same intimidating effect.\nIt may be hard to believe now, but before the trauma of DSA began to unfold fully, there was an expectation that the Awami League, as the party accused of introducing the law as a tool of political repression, would err on the side of restraint – rather than of excess – when using it, even if merely to prove the critics wrong. It was a fleeting hope of a people desperate to turn the page on the infamous Section 57. But the DSA was not meant to be just a replacement. It was brought on to serve a purpose. And serve it did.\nUnfortunately, Bangladesh seems to be increasingly turning into ground zero for the experiment of \"one nation, one version,\" with one law to rule them all. Everyone must speak the same, think the same, see the same. Hence the attempt to \"right-wash\" school textbooks and curricula. Hence the attempt to monopolise historic narratives. Hence the ban on dissident publishers from participating in Ekushey Boi Mela. Hence the shrinking of civic and political spaces under various pretexts. The wolves are always at the door. Any challenge to the status quo or failure to accommodate it will be frowned upon and punished.\nBut in such a culture of fear, even prolonged silence can be deceptive. It can be prolonged calm before the storm. The authorities should be wise to remember that, if played wrong, Stockholm syndrome may give way to the Streisand effect. Silencing tactics like the DSA can only take them so far. After four years, there should be enough sobriety on the part of all concerned to understand that this law, regardless of what legal vacuum it has filled, has been nothing but a tool of repression so far, and it's too late to change public opinion about it.\nBangladesh can and should be able to contain multitudes of opinions. This is the only way forward.\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "Awami League wants us to love DSA. But it’s too late",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/awami-league-wants-us-love-dsa-its-too-late-3235046",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "The findings of a recent study by the Centre for Policy Dialogue (CPD) – which itself is a part of the World Economic Forum's annual survey – are quite alarming, if not entirely surprising. It says that Bangladesh's business environment deteriorated in 2022 largely because of corruption, with as much as 65 percent of respondents complaining about it, saying corruption was proving to be a major barrier for them to conduct business. The majority of the respondents faced corruption in paying taxes (48 percent), receiving licences (54 percent) and securing connections for utilities like gas, electricity, and water (49 percent), as well as during export-import activities (75 percent).\nAbout 53 percent of small and micro level enterprises consider corruption as the most important barrier to doing business in Bangladesh, while 71 percent of medium-sized firms and 59 percent of large firms also feel the same. In such dismal circumstances, it is ironic that the party in power still claims to have \"zero tolerance\" for corruption. It is also ironic that it tries to take credit for being pro-business at every opportunity, when the reality is, corruption has reached never-before-seen levels during its tenure.\nThe CPD survey has also found inadequate infrastructure to be the second most problematic factor in doing business, followed by inefficient government bureaucracy and limited access to finance, as per feedback from senior officials of different firms based in Dhaka, Chattogram, Narayanganj, and Gazipur. The effect of all these institutional factors has been exacerbated after the emergence of new challenges such as higher inflation, volatility in the foreign currency market, and policy instability.\nBecause corruption has become so widespread and deeply entrenched, the cost of production for businesses has gone higher too, which ultimately leads to additional suffering for the general people who have to pay more for goods and services. And that has been made worse with the government raising fuel prices by unprecedented amounts in recent times. All these factors are worsening the business environment in the country, when businesses are already suffering due to external issues.\nThe fact that Bangladeshi businesses have made tremendous progress over the years, in spite of these obstacles, speaks to their potential. Had corruption been lower in the country, businesses surely could have contributed more to the economy, and exports could have been more competitive, eventually adding to our foreign exchange reserve – which is currently under substantial pressure. This is something that needs to be urgently recognised: that under the current circumstances, where businesses are already under immense pressure, corruption and poor government policies will definitely hurt us much more than if things were normal.\nWith Bangladesh being on the cusp of graduating from its Least Developed Country status – which will change how the world interacts with us – and the new challenges that it will bring forth, the last thing our businesses need is to be set back time and again by unchecked corruption. The government, therefore, needs to take immediate measures to prevent it, instead of repeating its outdated rhetoric.\n",
        "headline_1": "Don't let corruption hurt businesses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-corruption-hurt-businesses-3235041",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "The National Curriculum and Textbook Board (NCTB) must be commended for undertaking the long-awaited and long-needed revision of the curriculum, albeit experimentally, of Classes 6 and 7. It has also prepared useful teaching guides and are providing training to teachers. Revision of the primary school curriculum has kicked off as well and, as expected, there has been a flurry of criticism against it. However, a constructive view should be taken here, based on the overall objectives the changes are expected to meet.\nFirst of all, it was refreshing to see that the new Bangla curriculum was designed to address the need for Bangla as the language of communication as well as the medium of learning. The content of the textbooks are organised to meet the dual purposes. Eight language-related competencies have been identified, and the materials in different chapters are presented in a coherent manner. The pedagogical approach to meet the four requirements of experiential learning is explained in the teaching guide.\nThe authors of English textbooks deserve credit for using Bangla in key instructions to students, and liberally using Bangla in the teaching guide. However, the previous English textbooks for Classes 6 and 7 were pretty good for communicative English. The authors would have done a better job by upgrading the old textbooks, instead of going for radically different textbooks. In the process, the authors made the new textbooks too difficult for students coming out of Class 5. This will defeat the purpose of the new curriculum; the NCTB should have taken lessons from past failures with radical changes in textbooks. Implementing the new English curriculum in a modified manner should be considered now, and a thorough review should be undertaken immediately.\nThe approach taken to design the curricula for other subjects is generally sound, and the content is well-conceived and well-prepared. A good foundation has been laid for all subjects, and improvements can occur with time.\nAs for the teaching guides, they are designed by experts and are of high quality. However, for all the teaching guides, too much material has been given, as if the teachers are completely unaware as to how to teach. We have the following suggestions based primarily on Bangla and English teaching guides, but they are applicable for all subjects.\nThe guide very aptly describes the organisation of the textbook along with an explanation of competencies. However, the instructional guideline to the teachers can be more lucid and shorter. Simply put, the guideline should explain how to conduct a class, how to create an active learning environment, and how to assess that everyone is participating in the learning process. A simple and easy-to-follow rubric may be provided for the assessment of individual students.\nAs for how individual classes should be conducted, the guide should showcase only a few selected lessons to demonstrate how that could be done effectively. Burdening the teachers with a load of materials about how to cover each and every lesson is counterproductive; it kills creativity on the part of the teachers, as well as the desire to experiment and excel. The teaching guide should encourage teachers to innovate ways to continually improve the teaching-learning process based on the realities on the ground.\nIt would also be a good idea to compose two separate messages in the textbooks for students and teachers. The messages should cover the concepts and objectives of the curriculum design. The essentials of teaching and learning, and the expectations from teachers and students, should be briefly stated in the messages. The transparency will benefit both students and teachers. In addition, there should be sample questions and answers in the textbooks with an adequate number of additional questions that the students should address to develop competence, creativity, and imagination.\nThe single most important factor for success in implementing the new curriculum successfully is to secure the teachers' ownership of the curriculum. This is best done by trusting the teachers' ability and by providing training that focuses on the essentials and provides only selective input in the details. Our experience of working with rural high schools in different parts of Bangladesh between 2010 and 2022 show that teachers have the capability to impart quality education if they are trusted, if their innate desire to help students is stoked, and if they are given a simple learning-centred pedagogy that can be implemented readily and easily. In our experience, we found that demonstrating the pedagogy in a real-life classroom setting, along with participatory discussions with teachers, is the best way forward.\nQuality education must cover both academic and life competencies of students. In the course of our research, we have engaged the community and the school by applying the concept of Shikkhar Shamajik Dayitto (Social Responsibility for Education - SSD). The programme builds a consensus that quality education for children serves the interests of everyone in the community. While the primary responsibility for quality education is borne by the school (students, teachers, and management committee members), the school alone cannot do it and needs support – material and non-material – from parents, guardians, community members, community leaders, and community public representatives. The SSD approach motivates the community to provide the needed assistance. This creates ownership of the programme by the community and results in an expectation and demand for continued quality in the community, making sustained quality a natural outcome.\nWe believe that a national awareness campaign on Shikkhar Shamajik Dayitto will be of great assistance in achieving the desired results from the new curriculum. This can offset, at least partially, the implementation issues that hinder the outcome of the government's macro-level policies.\nDr Jasimuz Zaman and Matilal Pal are co-authors of 'Quality Education for Rural Bangladesh,' a book based on their work with rural high schools over the last decade.\n\n",
        "headline_1": "Much left to be desired in the new school curriculum",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/much-left-be-desired-the-new-school-curriculum-3234531",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "Last week I read an AI generated short story published in your paper, and I think it's safe to say I disliked it.\nPersonal grievance towards AI aside, the story was quite mundane and linear, it had little to no substance on a cognitive/emotional level. Furthermore, the sentence structure and syntax was quite clunky in places, and unnecessarily redundant. For example,  \"They knew that even in the darkest of times, there was still beauty and happiness to be found.\" \nThe use of even and still in the same sentence conveys the same meaning twice, and can be deemed as grammatically incoherent. \nMind you, this email does not mean to encourage the improvement of AI generated writing. Any writer worth their salt would stand against the AI takeover of the arts.\nSince the dawn of its time, writing has been a means for human connectivity. It has been a way for the writer to communicate with readers, convey their own ideas, which the readers could ponder over, eventually reaching their own conclusions. Writing has primarily been a wholly human exchange.\nThe gravity of writing has always come from the writer. A piece of literature cannot be judged without the whys and hows, and these questions are impossible to answer without sentience.\nThese questions are what differentiate between literature and an array of words on a page. And so, I cannot but refuse to accept AI generated art as real art.\nI admit this email has become a critique on the broader subject of AI's contribution in this field, but it is evident that a story no matter how well written, when written through AI, fails to gain a position in the literary world. \nOne can assume I'm a bitter traditionalist, afraid of change and losing my place in this world. But my worry is not the loss of myself, it is more the loss of our humanity, as a whole.\nThat is my opinion on the ChatGPT story, and I sincerely hope you agree.\n \n",
        "headline_1": "“Quite mundane and linear”: A reader reacts to our ChatGPT story",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-literature/news/quite-mundane-and-linear-reader-reacts-our-chatgpt-story-3234526",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "The findings of a recent study by the Centre for Policy Dialogue (CPD) – which itself is a part of the World Economic Forum's annual survey – are quite alarming, if not entirely surprising. It says that Bangladesh's business environment deteriorated in 2022 largely because of corruption, with as much as 65 percent of respondents complaining about it, saying corruption was proving to be a major barrier for them to conduct business. The majority of the respondents faced corruption in paying taxes (48 percent), receiving licences (54 percent) and securing connections for utilities like gas, electricity, and water (49 percent), as well as during export-import activities (75 percent).\nAbout 53 percent of small and micro level enterprises consider corruption as the most important barrier to doing business in Bangladesh, while 71 percent of medium-sized firms and 59 percent of large firms also feel the same. In such dismal circumstances, it is ironic that the party in power still claims to have \"zero tolerance\" for corruption. It is also ironic that it tries to take credit for being pro-business at every opportunity, when the reality is, corruption has reached never-before-seen levels during its tenure.\nThe CPD survey has also found inadequate infrastructure to be the second most problematic factor in doing business, followed by inefficient government bureaucracy and limited access to finance, as per feedback from senior officials of different firms based in Dhaka, Chattogram, Narayanganj, and Gazipur. The effect of all these institutional factors has been exacerbated after the emergence of new challenges such as higher inflation, volatility in the foreign currency market, and policy instability.\nBecause corruption has become so widespread and deeply entrenched, the cost of production for businesses has gone higher too, which ultimately leads to additional suffering for the general people who have to pay more for goods and services. And that has been made worse with the government raising fuel prices by unprecedented amounts in recent times. All these factors are worsening the business environment in the country, when businesses are already suffering due to external issues.\nThe fact that Bangladeshi businesses have made tremendous progress over the years, in spite of these obstacles, speaks to their potential. Had corruption been lower in the country, businesses surely could have contributed more to the economy, and exports could have been more competitive, eventually adding to our foreign exchange reserve – which is currently under substantial pressure. This is something that needs to be urgently recognised: that under the current circumstances, where businesses are already under immense pressure, corruption and poor government policies will definitely hurt us much more than if things were normal.\nWith Bangladesh being on the cusp of graduating from its Least Developed Country status – which will change how the world interacts with us – and the new challenges that it will bring forth, the last thing our businesses need is to be set back time and again by unchecked corruption. The government, therefore, needs to take immediate measures to prevent it, instead of repeating its outdated rhetoric.\n",
        "headline_1": "Don't let corruption hurt businesses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-corruption-hurt-businesses-3235041",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "To say Bangladesh has a weak forest policy would be an understatement. The legal and institutional safeguards that are there do have loopholes, which are often exploited, but so much of what's happening today has more to do with how the state approaches the very idea of forests. Forests, to it, are valuable until they're not. They should be protected until they cannot be, when more \"practical\" or parochial interests override that need. This secondary status makes forests expendable, leading to frequent encroachment attempts, sometimes even from within the government.\nThe latest case that came to our notice involves a tea company that dug a lake right in the middle of a reserved forest in Fatikchhari, Chattogram. According to a report by this daily, the company, Halda Valley, also felled hundreds of trees in the Ramgarh-Sitakunda forest, despite a court order to maintain status quo on the land. Apparently, the 135 acres of land where the lake was dug are part of a stretch of land that it had leased from the Chattogram district administration, which considers it a khas land. But as per the forest department, it belongs to the reserved forest, and was mistakenly recorded as khas. The department has also filed at least 21 cases accusing Halda employees of encroachment, land grabbing, felling trees and assaulting its officials.\nWhile it is easy to be distracted by the criminal activities of the tea company, and thereby forget about the responsibility of the bickering government parties, the truth is, the latter are no less responsible. Their dispute over the nature of the land has continued for two decades, allowing for the defilement of one of the oldest and richest forests in the country. It's not just a question of legality. It's a question of intent, and whether they have it. Clearly, they don't. The sense of urgency that the transformation of this forestland – from a natural habitat for wildlife into a man-made abomination – warranted was nowhere to be found.\nIt may be recalled that the cabinet on October 31, 2022 approved the extension of a ban on cutting trees in reserved and natural forests until 2030. The authorities in Chattogram should have known that khas or not, no one can cut trees on land belonging to forests. They should have been able to stop this madness. Unfortunately, over the years, we have frequently seen how responsible government departments either allowed for encroachment of forestland by other government institutions or leased them out to private entities – which, while legal, inevitably made way for illegal activities such as felling of trees and levelling of forestland.\nOnce you ignore the excuses and circumstances leading to such developments, you begin to see a pattern of institutional neglect when it comes to protecting what little forest coverage we still have left in Bangladesh. This is deeply worrying, not to mention in direct contravention of Bangladesh's deforestation pledge at the COP26 summit. We urge the relevant authorities to shed this laissez-faire approach to forest protection. They need to show strong leadership and better coordination. The forest grabbers must be punished.\n",
        "headline_1": "Forests are vanishing acre by acre",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/forests-are-vanishing-acre-acre-3234141",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "When a city holds the unenviable record of remaining at the top of the list of the most polluted cities in the world for an entire week except a day, the gravity of the problem paints a bleak picture for its citizens. If this is not enough cause for concern, another study finding that the city is mired with heavy pollution for 317 days out of 365 days of a year certainly exposes the nightmarish living condition in that urban conundrum. Well, the city concerned is none other than Dhaka, the capital of Bangladesh. Narayanganj, Gazipur and Savar are also turning dangerous for air pollution. Usually, Dhaka and New Delhi wrest the dubious title of the air pollution competition from each other but at times a few Chinese cities also beat them. But on Tuesday last week, Uzbekistan's Tashkent snatched the pollution championship, rather surprisingly. This shows that there are more contenders for the title but it does in no way alleviate the problem of poisonous air the inhabitants of Dhaka are inhaling as a slow and sure dose of deadly agent. However, one day's exception in a week is not the good work of a deliberate attempt, it just happened because Tashkent on that day somehow produced more pollution than Dhaka, the second most pollutant on that day. A webinar titled, 'Capital Dhaka's Hazardous Air: Current Urbanisation Perspectives and Way Forward' organised by the Institute for Planning and Development (IPD) on Saturday last deliberated the issue in detail and suggested a number of remedial measures for the problem. It is not for the first time that the most disastrous impacts of extreme air, sound and water pollution of Dhaka City have been brought to the notice of the policymakers. In case of Buriganga's water pollution, even the High Court's order has not been complied with. The general apathy towards environmental pollution, a symptom of underdevelopment, has been responsible for this gradual deterioration of air and water quality in the city and the rivers around its vicinity. There is an impression that the city is unmanageable and ungovernable, which is not at all true. It is the lack of proper attention that is leading the sprawling city's conditions from bad to worse. The argument that various development works now going on are producing enormous amount of dust is flawed. Half of the metro rail has been completed and the elevated expressway's ground work is mostly complete. The remaining work no longer produces as much dust as it did at the initial stages. Then there are advanced technologies to take care of dust pollution at work sites, which have been ignored. The fact is, worn-out buses which had completed their life span long ago are in service in the city. In India a bus that has run 0.75 million km is scheduled for sending to the junk yard. In Bangladesh 15 years are the maximum life span for motor vehicles but they run well beyond the limit. Then there are brick kilns around the city and Narayanganj to make the environment more hazardous. Also dumping and burning of waste, including medical disposables with hardly any scientific arrangement for incineration of the latter pose a grave threat to human life. All these call for strategic solution. Finally, increasing the green covering, the city can keep its arteries cleaner from carbon-dioxide gas invasion.",
        "headline_1": "Poisonous air pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/poisonous-air-pollution-1675088390",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "A hideous and rundown vehicle squeaking along a highway or a city road spewing out black smoke is a common sight in this country. They are makeshift careers. Despite repeated warnings against the plying of these automobiles in the busy streets, the urban and semi-urban areas throughout the country have become accustomed to watching these dilapidated automobiles. Thanks to their making in the hands of novice and half-skilled mechanics, they are a loose iron frame with a platform for sitting and carrying loads. They remain vulnerable as long as they are on the road. These makeshift vehicles are highly accident-prone, pose hazards to other vehicles, and are a dread to the common passengers and drivers. The operators of these so-called automobiles mostly rent them out to petty businesses for carrying their merchandise on short distances. On occasions these vehicles give short-haul rides to the farm hands. In another view, vehicles ride along the streets of Dhaka and other cities after undergoing a transformation. Originally baby-taxis or CNGs, they are remodelled into a hybrid auto-rickshaw called the easy-bike. For their low fare, passengers find them economical. The transport is banned in the city areas. But they are pervasively present in Dhaka's inner roads. Upon seeing them in numbers in the alleys branching out from the bigger roads, many feel scared. It's because small accidents with passengers on board are a common occurrence with these ultra-light vehicles. The outer look of the easy-bikes is not revolting, as raw and gaudy figurative paintings cover their whole body.However, a sense of acute depression overtakes passengers and passersby while they are on the road. It stems from the shabby and, at times, wretched-looking buses. Following an all-out operation against these dilapidated buses plying the Dhaka streets, their numbers witness a radical cut. After the police actions they remain off the streets for some time, and come back. They appear to have tolerable coats of paint and some repair works. Finally, they return to the Dhaka roads in a couple of months with almost the same old look. Except for some preliminary brush-ups, the buses --- battered, noisy and smoke emitting, stage a full comeback finally with their earlier dominance. Normally, an order of the DMP is in place which directs the operators to keep their vehicles spruced up, and free of all kinds of dents. These directives often fall on deaf ears. A local bus with its backside almost gone, and showing its entire inside was once a common view on the main Dhaka streets. Nothing in the busy roads could be more atrocious. The said bus and some others like it became a common spectacle to the Dhaka commuters. In the developed and many developing countries, the authorities regularly check on the vehicles' outer look. Unsightly buses, private cars, taxis, trams, pick-up vans etc aren't allowed to ply the streets. People themselves are aware of the police actions against the vehicles if they are found rusty, peeled off or emitting noise. Apart from looking into fitness certificates, driving licences and other papers on suspicion, the traffic police authorities are also empowered to see if a vehicle is road worthy in terms of the outer look. In Bangladesh the outer views of few cars are checked. This prerequisite is normally overlooked unless a vehicle becomes inoperative.The beauty of an urban centre, be it a large or a small one, comprises a lot of things. Those include the apartments, office buildings, the transport network, and also the passers-by. Of them, the buildings and the moving vehicles occupy two major spots. On both the counts, Bangladesh lags behind many poorer countries. At least these countries do not have to deal with vehicles making deafening sounds or emitting billows of black smoke. Thus civilised driving and the condition of vehicles have to be entwined with the lofty dream of a country. In order to achieve a certain status, the apparently minor issues weigh in to decide a country's fate. The traffic situation, coupled with the running vehicles' look, ought not to be overlooked.In the distant past, those who owned a car would be viewed with respect and certain awe. Thanks to its formidably high price, a car would be regarded as an exclusive possession. People who owned a car would take extra care of their vehicles. The persons driving the car, after a long service, would pour his love into the inanimate object. This phenomenon could be found in all drivers serving both government and non-government offices. In fact, drivers have to love their vehicles. Even if their employers tread a wrong path regarding the cars' operation, they can come up and correct them. Those days are gone. Nowadays, anybody can own a car. Second-hand vehicles rule the roost on the informal car markets. Picking a car from such a market or from a long- known acquaintance is generally risk-free. But when the car starts giving trouble and at one time stops taking start, the owner frantically looks for a gullible buyer.In the complicated task of selling a car off, a section of broker-drivers play the dominant role. Eventually, they bring many innocent lower middle-class car-owners into the lucrative clandestine market of car trade. A sizable number of them are later sucked into the dark alleys of the market of ersatz cars. [email protected]",
        "headline_1": "Improvised vehicles in the cityscape",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improvised-vehicles-in-the-cityscape-1675088532",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "Suicidal tendency among school and college students has risen alarmingly as more than 532 students took their own lives last year. And every month on average 37 students committed suicide in 2022. Majority (about 84 per cent) of the suicide victims were school and college students, while the rest (16 per cent) were university students. Based on media reports on suicide cases, a private body, Aachol Foundation, came up with these shocking findings. The findings further showed that close to 64 per cent of the suicide victims are girls and 36 per cent boys. The fact that adolescent boys and girls are more prone to suicide and that their deaths could have been avoidable are quite known among the researchers and those concerned. In the countryside, in the past when the use of very powerful insecticides in agriculture was widespread, reports of young housewives and girls committing suicide by drinking endrin were common. Frequency of such suicide reports from particular areas, for example, Jhenaidah district in southwestern Bangladesh, would mystify many. Such high number of suicide-related deaths among the young wives and girls were blamed on the containers, usually glass bottles, being within the easy reach of the victims. And the victims' being too impulsive, which young boys and girls always are, was another reason of their suicidal tendencies. But as usual, a systematic study on these suicide cases was few and far between. Moreover, society was not very sympathetic to the suicide victims. For, it was thought that by their act, the suicide victims brought disgrace to the family. But, of late, in the urban educated families, positive changes are taking place in the attitude of the families, and to some extent, of the society, towards suicide victims. But efforts to address the problem at the family and social levels are practically missing.  So, the question is if the findings of the present study will have any impact on the bereaved families and the society at large. The families of the suicide-victims need also to do some soul-searching: could they prevent the tragedies from happening? What went wrong with the way they behaved with their children? Did they demand too much from their children regarding their school/college performance, a pressure they could not stand? Or, were they too preoccupied with their work and thus distanced themselves from their children? And if through that gap in the bond between parents and children did enter alienation, frustration, depression, drugs and other such demons finally made their children self-destructive! And society at large cannot also wash its hands of the issue by only expressing concerns over these gratuitous deaths. The government needs to recognise that the increasing trend of suicides among the adolescents including those in the educational institutions is a national problem. Furthermore, it has to be recognised that here society is dealing with the Generation Z, or Gen Z, in short, who are aged between 11 and 26 years and are familiar with the internet and digital technology since their birth. Their world is quite different from the millennials (aged between 27 and 41 year), let alone the pre-millennials. Already alienated from family and other members of society due to the digital bubble they live in, thanks to the social media that created it, they are indeed alien to their parents and the older guardians. So, what drives them to take their own lives may not be the same as those that influenced members of the pre-social media generations to take similar extreme decisions. In that case, the traditional approach to deal with their problems may not be fully applicable. [email protected]",
        "headline_1": "Children their parents hardly know",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/children-their-parents-hardly-know-1675088574",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2023"
    },
    {
        "full_article": "The number of battery-operated electric rickshaws and auto-rickshaws is increasingby the day across Bangladesh including Dhaka city. It started with fitting conventional rickshaws with Chinese-imported electric kits. Then, traders increased importing larger electric three-wheelers, popularly known as easy bikes, which quickly gained popularity across the country, especially inthe district towns. Their vehicles are affordable. So, many poor people have got a chance to earn money by driving easy bikes. Rural people are also happy getting affordable means of communication. However, the government has banned battery-run rickshaws and easy bikes on highways and city roads, saying that these vehicles are accident-prone. The media echoed the same but did not mention any research or statistics over this. Interestingly, battery-run rickshaws have now become apparently safer since they have been modified and equipped with improved gear and brake system. The motor has increased the speed of the rickshaw and so relieved rickshaw pullers from using muscle power to drive those vehicles. But the fare remains the same as that of traditional rickshaws. The battery is charged at night, when electricity consumption normally decreases. These vehicles are easy to drive and their maintenance is cost-effective. So, battery-powered rickshaws and auto-rickshaws have become an integral part of our rural economy. Banning them would mean making thousands of people unemployed. Most of our rural areas do not have adequate and convenient public transports. Hence, these vehicles are ablessing for rural people. Such vehicles are also environment-friendly and energy-saving. A fully charged battery-run rickshaw can travel more than 200 kilometres. So, instead of banning them, we should now move away from the human-pulled rickshaw transportation system, and replace them with improved versions of battery-powered vehicles.Md Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Reconsidering ban on motorised rickshaws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reconsidering-ban-on-motorised-rickshaws-1675088604",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2023"
    }
]