[
    {
        "full_article": "After being booked by the Udupi Town police in a case relating to abetment to suicide of a contractor, the continuation of Karnataka’s Rural Development and Panchayat Raj Minister K.S. Eshwarappa in his post was untenable. The contractor, Santosh Patil, had alleged that he and other contractors had taken up some work for a temple fair in Belagavi district after the Minister had asked some gram panchayat members to proceed with the project and that the Minister’s aides had demanded a commission of 40% when approached for payment of the bills. While Mr. Eshwarappa has denied this, citing the lack of work orders as evidence, the allegations that were made by the deceased contractor are in line with what the Karnataka State Contractors’ Association (KSCA) has been suggesting: an “unprecedented 40% kickbacks” in State government contracts and also several complaints against Mr Eshwarappa in particular, and other Ministers and MLAs in the State. These allegations are not new either. In July 2021, in a letter to the Prime Minister, the association had made the same point — that government machinery led by the Bharatiya Janata Party (BJP) was extracting kickbacks of up to 40% for government contracts and the clearance of contractor bills, and that the rot was systemic, including elected representatives and the bureaucracy. There was a change of guard in the government (a new Chief Minister) after these allegations were made and this was followed by an announcement of committees headed by retired judges being formed to probe tender estimates and conditions. But if the KSCA’s views are accurate, little seems to have changed on the ground.It is also evident that kickbacks have been a systemic political problem considering that the KSCA’s concern was about the high rate of commissions rather than just the existence of these kickbacks to grease an official’s palm. But the brazenness of the bribery and commission demands by those in power is there for all to see. This should not surprise anyone again as the BJP managed to gain power by weaning away legislators from other parties and the new recruits to power would not have had the incentive to shift but for lucrative gains. If anything, the BJP and the Sangh Parivar affiliates in the State have sought — and rather successfully — to distract people from the issue of corruption by raking up communal issues which in turn have affected public order. But the death of Patil and the resignation of Mr. Eshwarappa have been a jolt to the ruling party. The developments have brought the focus back on corruption and poor governance, which should be a blight on the State that hosts India’s own version of the Silicon Valley and is a key engine in India’s economic growth.",
        "headline_1": "Overdue: On Eshwarappa’s resignation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/overdue-the-hindu-editorial-on-karnataka-minister-eshwarappas-resignation/article65324043.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-04-2022"
    },
    {
        "full_article": "The dual degree academic programme, a work-in-progress, and the subject of much litigation for years, has finally been given legal sanctity by the University Grants Commission. The higher education regulatory body’s notified guidelines will enable students to simultaneously pursue two academic programmes at multiple levels except for PhD courses. It has projected it as a logical extension of the National Education Policy 2020, with its emphasis on facilitating multiple pathways to learning using formal and non-formal modes. The UGC has proposed a three-way choice involving a combination of offline only; offline with distance mode; and distance/online only modes for dual programmes. The UGC has done well to mandate that open/distance learning and online mode courses should be pursued only in higher education institutions recognised by statutory bodies. This would also eliminate dubious players in the online education segment.Granting students the liberty to enhance their skills and scope of employability through an additional degree is welcome. But the guidelines call for critical evaluation given the nature of competition, accessibility and academic-cum-physical infrastructure issues in colleges and universities. The UGC has said a student can also pursue two full-time programmes in physical mode. This is problematic as it might prompt students, who are academically proficient or with the economic wherewithal, to corner seats in two in-demand courses. Such a situation is best avoided in the context of the country’s poor college density — colleges per lakh population (in the 18-23 age group). In the All India Survey on Higher Education Report 2019-20, the national average college density stands at 30. The UGC’s Furqan Qamar Committee, which a decade ago recommended dual programmes with a second degree in open/distance mode, had ruled out offering simultaneous degree courses under regular mode “as it may create logistic, administrative and academic problems”. Against this backdrop, the UGC may reconsider its guidelines for the physical mode option, while implementing the other two choices, strengthening and streamlining the open/distance learning courses in parallel. Alternatively, it may look at its 2004 document for initiation of double/multiple degree programme in engineering disciplines, where it had proposed a “gap” before an engineering degree holder could enrol for an additional or add-on degree course. That approach is pragmatic as it also sought to reduce the duration of the add-on degree by eliminating about 33% to 38% (52 to 60 course credits) of the “common curriculum” of the BE/B.Tech course (a total of 160 credits). This logic could be applied to allied courses in arts and science and reduce the duration of the second degree for students who desire pursuing dual programmes in physical mode. The more practical a policy, the better its results.",
        "headline_1": "Take two: On dual degree programme",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/take-two-the-hindu-editorial-on-pursuing-two-courses-at-once/article65324068.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-04-2022"
    },
    {
        "full_article": "The Bibiyana gas field in Bangladesh's Habiganj district is the highest quantity gas producer in Bangladesh. Operated by the US-based energy corporation Chevron, it alone produces about 1,250 million cubic feet per day (mmcfd) of gas, which is more than 50 percent of the total national gas production (2,370 mmcfd). In fact, out of the 20 gas fields in production across the country today, 16 fields cumulatively produce only 15 percent of the total daily production, while the remaining four contribute 85 percent. Next to Bibiyana stands the Titas gas field, which produces about 400 mmcfd, just about one-third of what Bibiyana produces daily. While individual wells in the Bibiyana gas field produce about 50-60 mmcfd on an average, those in other gas fields produce four to 20 mmcfd.\nAll this data tells us why Bibiyana is considered a safeguard for our national gas supply chain. Obviously, a major production glitch at Bibiyana will cause havoc in our entire gas supply system. This has never been clearer than during the recent gas crisis experienced on the first day of Ramadan. The day before the holy month started, sand and dirt appeared alongside gas through the production tube in the gas flow line. This alerted the production personnel, and six suspected wells in a single pad were closed to identify the affected well. Production is now down by 400 mmcfd and its impacts are too major to ignore. Many industrial units recorded low to no gas pressure, which seriously affected their production capability; several power plants switched to oil for fuel; domestic cooking was disrupted, to the frustration of people fasting; the CNG transport vehicles could not function due to the lack of gas at the refilling stations. Production resumed at the suspended gas wells a few days later, except for the one well with sand and dirt flowing out with gas. Chevron hinted that gas supply would return to normal in a few days after the well with the sanding problem was fixed.\nThis is what happened when production from only six gas wells in Bibiyana—which has 26 gas wells in production in total—was temporarily suspended. What would happen if the same thing happened with 10 wells or 15 wells, or if the present production plateau started falling gradually or dipped suddenly to a low level, as experts have predicted? The consequence of a major decline in gas production at Bibiyana will be disastrous due to the fact that there is no alternative to this gas field in the country at present. In case of such a disaster, the only option for Bangladesh to immediately fill the gap would be to ramp up its LNG import.\nBut increased LNG import will put more burden on our economy as the price of this fuel is still too high and there is no indication that it may go down any time soon. The Bangladesh Oil, Gas and Mineral Corporation (Petrobangla) estimates that the present level of LNG import accounts for only 20 percent of the total gas supply in the country and costs Tk 44,000 crore annually, while the remaining 80 percent is supplied from local gas fields, costing about Tk 6,000 per annum. Petrobangla already feels the pinch for paying for the high import bill, and has not received the subsidy it requested from the government. The bureaucrats in the administrative corridors do not seem to care much about what kind of economic equation they need to formulate, should they need to import LNG double, triple or quadruple the amount of the present volume!\nIs the sanding in the Bibiyana gas well a wake-up call for Bangladesh? Sanding is the unwanted flow of loose sand with gas from an active gas well. This is a problem which, if not controlled properly, may cause equipment failure, production decline, pipeline erosion and so on. Eventually, a gas well may cease to produce and have to be abandoned. There are several causes behind the sanding of a gas well, among which high production rate, also referred to as overproduction, is an important one. High rate of production may cause formation damage and lead to sanding.\nIs Chevron overproducing in Bibiyana wells? When this question was raised unofficially, technical personnel said that Chevron maintained international standards of reservoir management and did not overproduce gas in any Bibiyana well. However, data on the daily production of all the gas fields in the country are regularly updated on the Petrobangla website—a practice much appreciated in the public domain. The Petrobangla data shows that Bibiyana has a production capacity of 1,200 mmcfd, while the actual production is in the range of 1,250 to 1,300 mmcfd. Is this not a case of overproduction? When this question was asked to the technical person, again in an unofficial communication, they said the production capacity of Bibiyana was 1,300 mmcfd, not 1,200. Chevron has supposedly given this information to Petrobangla several times, and has sent a letter requesting a correction on its website, but Petrobangla has not complied yet.\nDoes Petrobangla accept Chevron's claim that Bibiyana's production capacity is 1,300 mmcfd, or does it not? It is a very important question, because if Petrobangla maintains that Bibiyana's production capacity is 1,200 mmcfd, then it should direct Chevron not to overproduce gas at that field. This is a crucial technical issue that should be settled amicably between Petrobangla and Chevron. Bangladesh cannot meet its gas demand, and supply shortfall runs between 800 and 900 mmcfd. An undersupply gas network system cannot risk overproduction, because it may lead to formation damage and eventually the loss of the active gas wells.\nBangladesh seems to be ill-prepared to manage a sudden shortfall in gas supply from the existing gas fields. The main reason behind that is, in spite of having highly prospective gas reserves by global standards, the country never undertook robust and sustained exploration of gas in potential land or offshore reserves. Bangladesh's success over securing a large sea area from Myanmar and India was followed by joyful celebration only. We have not learnt from Myanmar and India's successful exploration and discovery of large gas reserves in their respective areas in the Bay of Bengal. We have to wake up and do the needful to begin gas exploration to avoid a major energy crisis.\n \nDr Badrul Imam is a former professor of the Department of Geology at Dhaka University.\n",
        "headline_1": "Is sanding in Bibiyana a wake-up call?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/sanding-bibiyana-wake-call-3005291",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2022"
    },
    {
        "full_article": "Is a call for justice a glorified cry for revenge? Is justice noble, while revenge unworthy? A few years back, in an article published in The Chronicle of Higher Education, Professor Thane Rosenbaum forwarded revenge as a healthy, human and biological necessity. The Jewish scholar used the Old Testament's eye for an eye to underscore a proportionate delivery of justice to prevent disproportionate revenge such as recycling of feuds or blood feuds. Any moral injury ensues a debt, requiring payback.\nThe modern court system was created to stop this vicious cycle of revenge and justice. The state takes on the role of seeking revenge on behalf of those who are wronged. But what happens when the state fails to deliver what is due? Or delays it? Some recent instances made me reflect on the two sides of the revenge justice coin that I usually touch on while teaching Shakespeare's play Hamlet or Aeschylus' Orestian trilogy.\nLast month, when the stray bullet of an assassin employed to kill a political leader hit a rickshaw passenger, the victim's father said that he would not seek justice. \"What good would come out of filing a case?\" the aggrieved father queried. His daughter, Prity, an HSC candidate from Begum Badrunnessa College, was all set to start a job to ease the family's financial burden. Their dream was shattered by a runaway bullet. Thus, a moral injury has been created, and we expect the state to pay it back. However, people like Prity's father exist at the bottom of the totem pole. Unless personal initiatives are taken or top-level priorities are given, the case will be lost in a legal quagmire. The victim's father, Jamaluddin, knows it all too well. And he, therefore, finds solace in seeking justice not here, but in the life hereafter.\nOn Thursday, a three-year-old girl was shot dead when miscreants targeted her father for intervening in a feud at Begumganj Upazila in Noakhali. Abu Jaher (38) took his daughter to a nearby store to buy some snacks when he saw a group of people abusing the shopkeeper. The gang shot at him as he tried to protest. While he himself lost an eye, Jaher's daughter died on the spot. A case has been filed and a member of the gang has been arrested. What guarantee is there that the perpetrators will not get bail and there will be no further violence to keep Jaher and his family from seeking ultimate justice? Do we think that a righteous man like Jaher will have the courage to protest or redress wrongs? Who will he turn to for redemption?\nConversely, last week we heard of the heart-warming account of a daughter's 16-year-long search for justice following the gruesome murder of her father. Shegufta Tabassum Ahmed was a first-year law student when her father, Geologist Professor S Taher Ahmed, was killed by a colleague. His body was dumped in a manhole to stop him from attending the selection board that was considering the promotion of the perpetrator. The case created a sensation back then as the murderer was nabbed. However, Shegufta's family saw in horror how the lower court released the culprit on bail. The family did not have the means to engage lawyers to fight for justice. The young law student, who was advised to become a corporate lawyer by her father earlier, took it upon herself to get into criminal law and seek justice. She doggedly pursued the case for the last 16 years and compromised her career growth in the process to finally get a verdict in her favour. The Appellate Division upheld the death sentences of the two accused and life sentences of the other two.\nShegufta is an exception. The same is true for our honourable Prime Minister. She had to win the people's mandate and fight an entire system to be at the helm of the country. She had to both respect the judicial system and remove the necessary stumbling blocks including the infamous Indemnity Act to ensure justice for her slain family members. Shegufta admits that outsiders do not often realise the procedural details that delay the judgements. The final verdict in the murder of Humayun Azad case, 18 years after the incident, too, speaks volumes of the justice lag that plagues the system. Shegufta was lucky to get the support of the Attorney General in finding justice. Where does it leave us, the ordinary people, who are not privy to the system?\nWe cannot expect Jaher or Jamaluddin to become lawyers or policymakers to ensure justice. We do not expect them to take the law into their own hands either. After Enlightenment, the state became the guardian as well as the \"designated avenger\" for all citizens. The state became the neutral, dispassionate, and impersonal agent to redress the crime committed against society. The moral debts, which Rosenbaum mentioned earlier, are settled by the state as a wrong done against it. In other words, if you kill someone, you violate state law. The legal system prosecutes a crime against the state, not against individuals.\nThe problem arises when the state fails to see the crime with the same priority or passion with which it was committed. Why does a rape survivor often kill herself after being violated? In most cases, the survivor knows that patriarchy will find more avenues to punish her further. Even if the criminal is punished, the punishment will not necessarily heal the mental and social damages done to her. By ending her life, she brings closure to her personal turmoil and offers a public statement of protest.\nThe feeling that there is no justice in this world can be dangerous. In one of his famous soliloquies, \"To be or not to be,\" Hamlet pondered over the three options once he realised that his father was wrongfully murdered by the incumbent king. He could have simply internalised his grief, he could have taken arms against the system, or he could have killed himself. By presenting the dilemma of Hamlet, Shakespeare was exploring an alternative to the tribal blood bath—the scope for a judiciary system. Sadly, after all these years of the establishment of the legal system, victims or those who are wronged are posed with the same dilemma. It is about time, the state changes its state of affairs so that its members can have faith in a system that renders justice in this world.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "On the other side of a stray bullet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-other-side-stray-bullet-3005286",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2022"
    },
    {
        "full_article": "Today, we present tales that have been gathered from ordinary Bangladeshis. In the absence of a common source of information recording all the right to information (RTI) requests in Bangladesh, we reached out to those who help people submit such requests. These are some of the stories that are inspirational and motivating.\nGovernment office forced to resume work\nMuminul Sarkar, an RTI activist from Rangpur, was vexed to find that the Statistics Office in Taraganj upazila remained closed most of the time. He took a picture of the locked office door and attached it with his RTI request, asking for the attendance record of the official concerned. Soon, he discovered that the office was, in fact, kept open regularly, and the official even invited Muminul to visit his office. Upon hearing the story of the sad situation of the official's personal life, which caused him to sometimes neglect his professional duties, Muminul expressed sympathy, but reminded the official that as a good citizen, it was his responsibility to point out this dereliction of duties.\nUP financial irregularities out in the open\nThe same Muminul Sarkar of Rangpur came to know early this year that some grave financial irregularities had taken place at a union parishad under his upazila. He immediately submitted an RTI request to the secretary of the union parishad asking for the audit report of FY2017-18. Upon receiving said report, he found that auditors had highlighted different types of irregularities in their findings. However, no action had been taken by the authorities concerned in that regard. Mominul sent a follow-up RTI request to the secretary of the local government ministry asking for a response to the audit report. The ministry duly investigated the matter and found that the irregularities were related to projects amounting to a total of Tk 5 crore, out of which work worth Tk 3 crore has not been done at all, and only half of the work worth Tk 2 crore had been done. The ministry directive required those directly in charge of the projects to return the unspent money fully, and said that in the projects where only half of the work had been done, the secretary of the union parishad in question would have to cover the remaining cost.\nBTRC compelled to update info in Bangla\nNowshad Hossain of Dinajpur was unhappy about some charges being levied by telephone companies from their users. He wanted to find out the actual rules in this regard from the website of Bangladesh Telecommunication Regulatory Commission (BTRC). To his dismay, he found that the information was uploaded in English only. So, he submitted an RTI request to the commission seeking the specific information on the charges, but also asking the reason why the information on the website was not available in Bangla as well. To his great delight, he discovered that in less than 10 days after his RTI request, the website was updated in both Bangla and English.\nUnique ID registration by students becomes easy\nA recent government decision to introduce unique identification cards for students has caused a great deal of consternation among both students and their parents. Digitalised birth registration is required for all students. In order to digitalise the students' birth registration, their parents' births have to be registered digitally first. Apart from the hassle of obtaining such documentation, this puts pressure on the servers, slowing them down immensely. This led Shahidul Islam of Fulbari upazila in Dinajpur district to submit an RTI request online to the education ministry, asking for the process to extend the deadline. Immediately upon receiving the request, the ministry reportedly extended the deadline and eased some of the provisions.\nCommittees to prevent sexual harassment in educational institutions\nHamidul Islam of Nawabganj upazila, Dinajpur submitted an RTI request to the Deputy Commissioner's office in Thakurgaon asking to know how many educational institutions in the district had set up committees to prevent sexual harassment at educational institutions, as required by a High Court directive issued a decade ago. In a prompt action, the DC office attached the RTI request with a forwarding letter to all upazila nirbahi officers (UNOs) asking them to ensure swift action by all educational institutions in the district. Hamidul was later pleased to learn that the required action was initiated in the entire district, albeit long after the High Court directive had been issued.\nThere are many such stories that warm our hearts and firm up our faith in the people to take the RTI regime forward. We understand that we must set our objectives higher to benefit from the larger goals of the law, but these stories indicate that a good foundation is being laid. We hope the media and other voices share such stories throughout the country on a regular basis, so that others are inspired.\n \nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, of Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "Untold tales of RTI successes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/untold-tales-rti-successes-3005266",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2022"
    },
    {
        "full_article": "It's been quite some time since we've had a Pahela Baishakh in the middle of Ramadan. Their convergence this year begs appreciation of life in its many complexities but also raises questions. How do you, for example, reconcile the spirit of restraint of the holy month with the unrestrained joy of life associated with Bangla New Year? For now, perhaps we should be just happy that the familiar sights and sounds of Pahela Baishakh festivities are back. The celebratory mood at the historic Ramna Batamul is not only a nod to tradition but also a welcome sight after two years of pandemic-induced closures, during which we lost more than just music. It means turning a page filled with loss and grief, and giving life a fresh start after it has been rudely stopped in its tracks.\nChhayanaut's musical tribute to Pahela Baishakh, or the spectacles of the Unesco-recognised Mongol Shobhajatra, can be equally evocative for those who see in them a celebration of nature and the pastoral life. But here's the irony: How out of place does this celebration seem when held in a concrete mess like Dhaka? Put another way, we're celebrating the rural idyll and tradition through nature-themed songs and processions featuring traditional artefacts, carnival floats and other folk motifs, all the while surrounded by flyovers, skyscrapers, shopping malls and endless streams of vehicles. In truth, it's more lamentation than celebration. One of the conundrums of our search for a closer connection to the rural world is that the search itself has morphed into a \"fancification\" of those rustic products and motifs now on display at the festival sites. It's as if the visitors are customers, and what they are really buying into is a sort of processed pastoral.\nDhaka is a city that is not only increasingly encroaching upon the nearby countryside, but also snubbing out all traces of rustic life and values within itself. I say \"values\" because taking in the scene without taking in what it represents is superficial. Dhaka's urbanisation is in sharp contrast to the ruralisation drive in some more developed parts of the world. I remember reading about the ruralisation trend in the UK, where the desire for a closer connection with nature has led to a replication of the countryside in a number of cities and towns—in how their residents shop, eat, play, read, dress, decorate homes, and even spend their time. You can see rustic playgrounds, wildflower meadows nestling beside tower blocks, rustic furniture, weekly farmers' markets, flourishing rural children's literature, street food being sold out of revamped agricultural trucks, or from village-delivery-style bicycles. Pastoral scenes, real or manufactured, are everywhere. There is a deliberate attempt by ordinary citizens to bring the best part of the country into their lives.\nOne may argue if this is enough for someone seeking true rural contact, or possible in a city like Dhaka. But we are not even giving it a serious thought anymore, let alone a serious try, apart from having Pahela Baishakh celebrations. As I remarked elsewhere, \"Dhaka is trapped in an ironic twist as it grows and falls apart at the same time. Its aggressive development is rivalled only by the progressive decline in almost all other parameters of urban life.\" Any description of this city these days invariably summons up images of toxic air, loud noise, unsafe drinking water, traffic gridlocks, high population density, high cost of living, inadequate road, transport and recreational facilities, general lack of security, etc.\nMore than the decline in the quality of our sights and scenes, it's the absence of rural values and the essential simpleness associated with them that should bother seekers of rural contact. Imagine strolling down the street and not being stopped for a salaam or namaskar. Imagine not knowing your next-door neighbour. Imagine not having any meaningful contact with your children or parents. Imagine not being on a first-name basis with anyone outside family or friends. Imagine feeling restless every time you go out, or get on a public transport, anticipating trouble. Imagine feeling lonely even when surrounded by people. Imagine worrying if you'd have a final resting place somewhere you know, or have anyone beyond close relatives at your janaza prayer when you die. This lack of connection and simpleness is the opposite of what living—or dying—means in the countryside, at least the villages I visited.\nI got a real taste of that recently after attending the janaza of a relative. He was by no means a popular man—just someone who lived long enough, albeit weakened by infirmity. But his janaza was attended by almost the whole neighbourhood. Relatives close and distant, neighbours from adjacent villages and even random people who were passing by at the moment felt the need to give him a proper send-off. Memories were shared, tributes offered, and prayers sought. His body, after the janaza, was carried to the gravesite and laid to rest among the people he once knew. As the poet Lang Leav said, \"We will remain unwritten through history, no X will mark us on the map; but in books of prose and poetry, you loved me once, in a paragraph.\" My uncle would remain similarly unknown in history, but his stories will survive through the people he was connected with.\nI have often marvelled at these rural customs, values and the power of stories shared and passed through generations. To me, the countryside is more than the purity of its water, cleanliness of its air, or the unadulterated nature. Living in Dhaka as we now do, bereft of any real connection with it or the people around us, what we need is a critical rethink of our desire for rural contact and how we want to achieve it. We must make a conscious effort to turn the clock back on Dhaka's destructive urbanism, and begin a gradual process of ruralism, covering not just the sights and sounds but also the values that can make us live better. Celebrating Pahela Baishakh is not the answer to the void we feel deep inside.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "Hankering for rural contact? Pahela Baishakh isn’t the answer ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/pahela-baishakh-lets-make-pledge-ruralise-our-city-3004441",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2022"
    },
    {
        "full_article": "The verdict in the case of the murder of Humayun Azad is finally out—after long 18 years. That last bit of information perhaps overshadows every other aspect of this case now, as it dragged on year after year, making any verdict in the end more a symbol of justice delayed than one of justice served. This distinction is important because justice is meant to send a message. It is meant to reassure us that no one is above the law and to deter prospective criminals from committing crimes because the justice system is watchful, fair and swift. Long-denied justice dilutes this message.\nThe verdict saw four members of the banned militant outfit Jama'atul Mujahideen Bangladesh (JMB) sentenced to death. Two of them are currently absconding. Those who remain will reportedly appeal their conviction. While we hope the verdict will be upheld by the High Court, the appeal process may prolong the wait for justice. In his observation while announcing the verdict, Judge Al Mamun of Dhaka's Fourth Additional Metropolitan Sessions Judge's Court said the murder was \"shameful for the entire nation\". It truly is. He also said the convicts carried it out to silence freethinkers, destabilise the country and besmirch its image in the world.\nHumayun Azad, a torchbearer of the secular ethos of this nation, fearlessly challenged communal and anti-liberation elements through his iconoclastic writing. Despite being targeted by bigots repeatedly, he never gave up the fight. His murder thus was meant to instil fear into all those he inspired, who shared his secular ideals and a vision of humanity beyond the narrow brackets of religion, ethnicity and gender. It was meant to silence believers in free speech and diversity of thought. Unfortunately, the same communal forces are active even today, more powerful than before, more emboldened by the presence of draconian laws and dysfunctional administrative apparatuses. As the society grows more intolerant and polarised along ideological and political lines, it is the freethinkers, activists, rights defenders and religious and language minorities who stand to suffer the most. The growing attacks on them, just like the murder of Humayun Azad, have left an indelible mark on our secular history.\nSo while we commend the fact that a verdict has finally been reached—whose execution will hopefully give Humayun Azad's family a sense of closure—we must be reasonable about our expectations about how much effect it may have on this environment. It is not nearly enough to punish a few rotten apples when the whole society is apparently infested with them, empowered by the inaction of the authorities. The state, therefore, must aim wider socio-political reforms by actively encouraging a culture of tolerance and diversity, protecting the minorities and the marginalised, and empowering the criminal justice system to deliver swift justice.\n",
        "headline_1": "An indelible mark on our secular history",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/indelible-mark-our-secular-history-3005186",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2022"
    },
    {
        "full_article": "It is most unfortunate that two years into the pandemic, the government has still not been able to ensure proper treatment at affordable costs for Covid-19 patients. A recent study by Transparency International Bangladesh (TIB) has revealed the unbelievably high difference in the treatment cost of Covid between government and private hospitals. According to the study, conducted between August 2021 and March 2022, the treatment cost was more than 12 times higher in private hospitals than that in public healthcare facilities: while the average treatment cost was Tk 35,938 in public hospitals, in private hospitals, the cost was as high as Tk 4,58,537.\nThe study has also revealed that about 65 percent of Covid patients—in both public and private healthcare facilities—were not provided with the required medicine, while over 33 percent didn't get specialist doctors' advice when required. The study has also highlighted the problems and complications that patients had to face due to delayed service delivery at hospitals.\nUnfortunately, this is not the first time that we have come across such revelations. Last year, a similar study was conducted by the Health Economics Unit of the health ministry that found various anomalies in public and private hospitals in providing treatment to Covid patients. The issue of overcharging—for ICU beds, oxygen support, medicines and diagnostic tests—by private hospitals was highlighted in detail in that study. But has anything improved since then? Did the government take any measures to address the issues? Apparently not. The HEU study also mentioned that the private hospitals who were overcharging were actually not following the national Covid-19 treatment protocol. We wonder what even the point of having this protocol is, if the government cannot make all hospitals comply with it.\nThe TIB study also made a striking revelation about the cost of the government's Covid vaccination programme. It found that the cost of the programme was less than half of what the health minister claimed recently. While according to the minister, the cost was around Tk 40,000 crore, the TIB has found it to be Tk 12,993 to Tk 16,721 crore. Will the health minister clarify the matter?\nWhile it is the government's duty to ensure proper and adequate treatment for Covid patients at affordable costs, it is also their duty to ensure that the vaccination campaigns run smoothly, without any corruption taking place. Since the issue has been raised by the TIB, we think the government now must make the cost breakdown public. There should be no secrecy regarding this. If any evidence of corruption is found, the government must take action accordingly and urgently to restore public confidence in what has been heralded as a widely successful vaccination campaign thus far.\n",
        "headline_1": "Covid treatment must be made affordable to all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/covid-treatment-must-be-made-affordable-all-3004396",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2022"
    }
]