[
    {
        "full_article": "Even for a government that has shown itself to be intolerant of critical journalism, the actions by the Bharatiya Janata Party-led regime on the news website NewsClick smack of extreme vendetta and brazen harassment. The government has, thus far, disclosed no specific allegation on what exactly merited the arrest of the site’s Editor-in-Chief Prabir Purkayastha and another person under the draconian provisions of the Unlawful Activities (Prevention) Act among others. Reportedly, the website is under investigation for a “terror case with Chinese links”, but no article or content has been brought to light that allegedly suggests any link to “terror” or pro-Chinese propaganda. The news organisation has also said it has not been given a copy of the First Information Report or informed about the particulars of the offences it has been charged with. And yet, the journalists, contributors and employees associated with it have been subjected to raids, with many of their mobile phones and laptops seized. These actions against the website are not new — it has been under the scrutiny of the Enforcement Directorate (ED) and the Income-Tax Department since 2021, with seizures of electronic equipment, but no charge sheet was ever filed against it. The Delhi High Court, finding a prime facie case in favour of NewsClick, granted interim protection to Mr. Purkayastha from arrest and also deterred the ED from taking coercive action against the organisation. A lower court had dismissed a complaint filed by the Income-Tax department on a similar matter.The trigger for the set of actions now is apparently an article in The New York Times that questioned the motives of an investor in NewsClick and alleges his proximity to the Chinese government, but it did not point to any specific article on the site that amounted to illegal propaganda against India. Government representatives first engaged in a systematic vilification and disinformation campaign against the site based on this article. Tuesday’s actions seem driven by an impulse to scapegoat a media outlet and to bring about, therefore, a chilling effect on critical journalism. No government can or should so brazenly target journalists solely based on suspicion about its funding and thereby undermine the freedom of expression, which is guaranteed under the Constitution. Mr. Purkayastha was arrested and kept in jail during the Emergency in 1975 under the draconian Maintenance of Internal Security Act, on trumped up charges, when he was a student-activist at Jawaharlal Nehru University. Today, history seems to be repeating itself, but without even the fig leaf of a declared Emergency.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\nBharatiya Janata Party\n\n/\n\narrest\n\n/\n\nmedia\n\n/\n\nlaws\n\n/\n\nChina\n\n/\n\nterrorism (crime)\n\n/\n\njudiciary (system of justice)\n\n/\n\nfreedom of the press\n\n/\n\nhistory\n\n/\n\nconstitution",
        "headline_1": "Undeclared Emergency",
        "headline_2": "The arrests and actions in the Newsclick case are aimed at a chilling effect",
        "link": "https://www.thehindu.com/opinion/editorial/undeclared-emergency-the-hindu-editorial-on-the-arrests-in-the-newsclick-case/article67380803.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "According to the laws of quantum mechanics, the observable properties of electrons in matter — like a fruit or a rock — change in a few hundred attoseconds. One attosecond is 10-18 seconds. To study these extremely rapid changes, special tools are needed, and Anne L’Huillier, Pierre Agostini, and Ferenc Krausz have received the 2023 physics Nobel Prize for building these tools. From the late 1980s, Dr. L’Huillier led several studies that found that an infrared beam shone on a volume of a noble gas produced multiple overtones: waves whose wavelength was an integer-fraction of the ‘original’ light wave. Her team also observed a peculiar relationship between the original wave’s frequency and the intensity of the overtones, and explained it using the existing laws of quantum mechanics — a milestone. If the overtone waves’ peaks lined up, they would combine to produce a more intense peak (constructive interference); when one wave’s peak coincided with another’s trough, they would cancel themselves out (destructive interference). Physicists realised that this reinforcing effect could be timed such that the gas emitted intense peaks with a pulse duration of a few attoseconds, with destructive interference achieving the cut-off. Dr. Agostini and company demonstrated this in 2001 by producing light with a pulse duration of 250 attoseconds. In the same year, Dr. Krausz and company isolated a single pulse, 650 attoseconds in duration, and used it to measure the kinetic energy of electrons kicked out from krypton atoms by a bunch of photons. Attosecond physics had finally arrived.The medicine Nobel Prize this year celebrated the invention of mRNA vaccines and their effect on the COVID-19 pandemic. The utility for people here was straightforward, whereas that for attosecond physics is not. However, the absence of evidence is not evidence of absence. The specific dynamics of electrons matter in settings with potentially immediate value, including biochemistry, diagnostics, superconductivity, and manufacturing techniques. Thanks to the laureates’ work, scientists have a way to illuminate hitherto unknown possibilities with discoveries of phenomena that live and die in attoseconds. Then again, humans rarely have all the information required to judge whether a particular discovery or invention could be of value later. The 2016 chemistry laureates were feted for building motors with individual molecules — a feat with no known applications at the time, but to achieve it, they devised techniques that improved other areas of chemistry. To paraphrase one of these laureates, J. Fraser Stoddard, there is important value in making something that was hard to do before easier to do today, and “we still have the excitement of finding out what [its applications] might be”. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\naward and prize\n\n/\n\nSweden\n\n/\n\nphysics",
        "headline_1": "Let there be light: On the 2023 physics Nobel",
        "headline_2": "The 2023 physics Nobel prize celebrates techniques to measure changes in the properties of electrons",
        "link": "https://www.thehindu.com/opinion/editorial/let-there-be-light-the-hindu-editorial-on-the-2023-physics-nobel/article67380231.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "The problem with caste surveys is this: Yes, an omnibus OBC quota wasn’t fair to the most backward classes. Yes, a headcount of the most underprivileged is important. But if more quotas are the only policy idea from such exercises, the complexity of inequalities won’t be addressed\nThe release of data by the Bihar government of its caste ‘survey’ is akin to yet another rumbling in the politically unstable region India’s social universe is. It is sure to be followed by other tectonic events. These will include demands for the inclusion of caste in the decennial census; to increase the share of quotas far above the 50% ceiling; and to make public the just-submitted report of the Justice Rohini Commission, which considered the issue of sub-categorisation of 2,600 castes in the central list of Other Backward Classes (OBCs).\nWhether one welcomes the development or not is a moot point because the caste genie was never in the bottle. Therefore, any lamentation that counting castes would divide society doesn’t hold water. Even the more rational argument that bringing in hundreds of castes into the quota ambit will be an administrative nightmare will not dampen the demands for more caste quotas.\nRead full opinion on TOI+\n\n",
        "headline_1": "Mandal’s original sin, surveyed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mandals-original-sin-surveyed/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "Unless we stop being just vaccine producers & majorly focus on R&D, we will remain dependent on technology transfers & tie-ups\nFor the scientific community, it wasn’t a surprise that Katalin Kariko and Drew Weissman won the 2023 Nobel Prize in Medicine for developing effective mRNA vaccines against SARS-CoV-2 virus. Twenty years of lab work by Hungary-born Kariko on developing the novel concept of mRNA (messenger ribonucleic acid) vaccines clicked just as the world woke to the daily horror, in early 2020, of thousands dying due to the novel coronavirus. While developing a vaccine in the traditional manner could have taken four to 10 years, the mRNA vaccine was developed, mass produced and injected in little over a year. Weissman worked “intensely” with Kariko for more than 20 years, “including middle-of-the-night emails as they both suffered disturbed sleep”.\n \nRead full opinion on TOI+\n\n",
        "headline_1": "Why India’s so far behind in the mRNA game",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-indias-so-far-behind-in-the-mrna-game/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "Bihar’s government yesterday called for a meeting of all political parties to discuss the findings of the state caste survey. Political parties have for long been at the forefront of asking for caste enumeration as it feeds into their mobilisation strategies. The pressure ahead of Census 2011 for caste enumeration was intense enough for UPA to form a group of ministers to examine it. It decided to keep caste out of the census. One can be sure that the government that oversees the next census will also face huge pressure to enumerate caste.\nCaste represents both the fundamental fault line and social grouping of Indian society. It spans religions – in Census 1931 over 300 castes were categorised as Christian and over 500 as Muslim. Post-Independence, censuses were limited to enumerating just SC/ST. But neither enumerators nor people have any discretion. GOI identifies groups that fall under these categories and enumerators do a basic headcount. Expanding this to enumerate other castes is very complicated as jati defies standardisation across regions. The results can be bewildering. For example, Census 1931 identified 4,147 castes. Around 2004, an India Human Development Survey result led to a count of 7,372 castes.\n\n \nThere’s worry that a caste enumeration will lead to a breach of the 50% cap in reservation. SC has already opened the door to it. Last year, a constitution bench upheld EWS reservation in a 3:2 verdict. The minority opinion warned breaching the 50% cap for EWS may lead to the right to equality being undermined by the right to reservation. Intermingling of caste with political mobilisation and development makes it hard for Indians to escape ascriptive identities and be treated as individuals. As a polity, we would have been better off with class, not caste, as the locus of political mobilisation for economic development.\nShortcomings in our economic transformation have created a political impetus to use caste as an imagined corrective mechanism. The slow pace of intergenerational mobility is sought to be offset by more reservations. For instance, State of Working India 2023 found that even between 2004-18, a phase of high economic growth, sons of casual labourers who couldn’t change their economic status declined from 85% to just 69%. The pace of structural transformation cannot be increased by more slicing and dicing of society. Therefore, caste shouldn’t be enumerated in a census.\n\n",
        "headline_1": "This doesn’t count: India’s fast-growing economy must generate more social mobility for caste to lose its political appeal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/this-doesnt-count-indias-fast-growing-economy-must-generate-more-social-mobility-for-caste-to-lose-its-political-appeal/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "Even as EU foreign ministers met in Ukraine on Monday – the first in a non-member country – to show solidarity with Kyiv, there are ominous signs for Zelenskyy’s government. The omission of aid for Ukraine from the stopgap funding bill passed by US Congress is certainly a setback for Kyiv, while Slovakia’s election returning pro-Russian Robert Fico with the most votes will test EU’s resolve on the war. Kyiv is downplaying these developments. It says it counts on support from both Democrats and Republicans in the US, and that the outcome of Fico’s government formation efforts remains uncertain. But there are growing signs of war fatigue.\nThis was in some ways inevitable as the war drags on and the current Ukrainian counteroffensive makes slow progress. Kyiv needs to make some cold calculations here. The US has already provided $113 billion in aid since the start of the full-scale Russian invasion. Many Republicans do not want to fund an endless conflict.\nSlovakia’s outgoing government was a major supplier of weapons to Ukraine. But Fico campaigned on the promise to end this military aid. Of course, Ukraine deserves full sympathies for wanting to liberate its territories. But Zelenskyy should carefully consider if he should recalibrate. The reality is Russia won’t collapse any time soon, although its medium-term future looks bleak. Plus, Putin doesn’t care how many Russian soldiers die. But Ukraine has a future – as a prospective EU and Nato member, for example. And there are far more countries willing to help rebuild Ukraine than supply it with weapons. Therefore, Zelenskyy has to start thinking about a diplomatic path to a viable and acceptable ceasefire. This doesn’t preclude iron-clad protection for free and liberated Ukrainian territories. Kyiv has to preserve Ukrainian lives and talent. And diplomacy is essential for achieving that end.\n\n",
        "headline_1": "Ukraine Blues?: Kyiv could be grappling with war fatigue on both sides of the Atlantic. It should look at diplomatic options",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ukraine-blues-kyiv-could-be-grappling-with-war-fatigue-on-both-sides-of-the-atlantic-it-should-look-at-diplomatic-options/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "Rifts among big-name teammates are not uncommon in cricket history. From Garfield Sobers versus Rohan Kanhai to Sunil Gavaskar versus Kapil Dev to Virender Sehwag versus MS Dhoni, there have been several notable incidents that sparked debate among fans. Much was said about how a cherished friendship between the two Ws – Wasim Akram and Waqar Younis – had devolved into hostility.\nSports teams are frequently portrayed as happy families, and most teams try to carefully maintain an image. But in reality, friction among teammates is part and parcel of most team sports. Bangladesh's cricket squad is no exception.\nIn keeping with that history, it was nothing extraordinary when the story of the rupture between Shakib Al Hasan and Tamim Iqbal made the news. But what happened before the Bangladesh team left for India to compete in the ICC Men's World Cup was a disgrace for the country's cricket.\nIt must have been hard for Bangladesh fans to envisage a player blatantly questioning his long-time comrade's dedication to the nation. Who is to blame for the unpleasant episode between the two stalwarts?\nSupporters swarmed social media with support for their respective favourite hero. However, we must also investigate whether a defective system played a role in this ugly occurrence, when the seed of this rift was sown many years ago.\nCynics often claim that Bangladesh cricket is more prominent off the field than on it. Shakib-Tamim's recent feud certainly pushed matters that way.\nThe whispers of a bitter drift between the country's two best cricketers of their generation became a roar in February, when Bangladesh Cricket Board (BCB) president Nazmul Hassan Papon revealed – the first time any board official did so – that the suspicions were warranted.\nBangladesh skipper Shakib fired on all cylinders during a two-part interview with T Sports, aired on September 27 and 28, following Tamim's declaration that dirty politics behind the scenes resulted in his exclusion from the World Cup squad.\nTamim's inclusion/exclusion drama, which occurred just a few days before the showpiece event, was unique in world cricket. Apart from putting team harmony in jeopardy before the World Cup, it has done irreversible damage to the spirit of the next generation of players. One thing is certain: the two will be remembered not only for their individual geniuses, but also for all of the distasteful controversies linked to them that have occurred in recent years.\nTamim and Shakib, time and again, renewed hope for Bangladesh cricket with their performances throughout the years, and were frequently grouped with Mushfiqur Rahim, Mahmudullah Riyad, and former captain Mashrafe Bin Mortaza as the \"fabulous five.\" Coach Mohammad Salahuddin, mentor to both players, is undoubtedly correct to ask that, while they may have many individual achievements, how much have they accomplished for the team?\nThe way in which the situation unfolded demonstrated how damaging, deep-rooted, and downright suicidal their relationship has been; how ego trumped the national team's interest in both their eyes.\nAfter Tamim's retirement/un-retirement saga in July, followed by the left-hander's hard work in rehabilitation programmes, and a fine 44-run innings against New Zealand in Mirpur, everything appeared to be in order. Fans were thus left speechless when it was announced that Tamim would not be attending the World Cup. Besides dirty politics, Tamim also claimed, in the video statement on his Facebook page, that many lies were spread in the media to mask the truth and that a phone call from a top board member led to the tipping point.\nTamim, to his credit, didn't point the gun at anyone. One may condemn him for a variety of reasons relating to the game itself, but no one can accuse him of indecency.\n\nTamim's inclusion/exclusion drama, which occurred just a few days before the showpiece event, was unique in world cricket. Apart from putting team harmony in jeopardy before the World Cup, it has done irreversible damage to the spirit of the next generation of players. One thing is certain: the two will be remembered not only for their individual geniuses, but also for all of the distasteful controversies linked to them that have occurred in recent years.\nShakib, on the other hand, did not display any decorum, slamming Tamim during his two-part interview. Shakib voiced several arguments against Tamim, and one may agree or disagree with them. But his behaviour towards a fellow teammate was not only unprecedented, but also shameful for the country's image in the sport.\nMost importantly, he questioned Tamim's dedication to the national team and pointed a finger at someone against whom there have hardly been any major disciplinary accusations, and someone who once set a remarkable example by batting with a fractured hand.\nAnd all this came from a player who was barred from all forms of cricket for two years for failing to notify the ICC's anti-corruption unit (ACU) of three separate \"approaches or invitations\" to engage in \"corrupt conduct\" by a bookmaker seeking match information, as well as being involved in other disciplinary issues.\nFormer skipper Mashrafe, via social media, rightly pointed out three major reasons behind this chaos: 1) Tamim's emotions (as he could have handled the call from a board high-up differently); 2) Shakib's ego (as he could have given Tamim a call to sort things out); and most importantly 3) lack of proper management.\nHow did once-close friends become enemies? There is no simple answer to this question, because it was caused by a number of variables – or the presence of a proverbial third party who may be gaining from conflict between the two individuals – which must be investigated in depth.\nIn ideal circumstances, Tamim and Shakib would not have opened this can of worms, had there been a proper code of conduct in place. But given the reality, it seems too much to ask for since the board itself failed to follow procedure when it came to handling our national cricket team.\nWhen a board official calls a national player to discuss his batting position, and has frequently spoken to the media about technical concerns regarding the team, it can be hypothesised that the chaos often surrounding our cricket is of a trickle-down nature.\nBishwajit Roy is the sports editor of The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The fish rots from the head down",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-fish-rots-the-head-down-3434686",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "With the introduction of \"large language models\" (LLMs) in our day-to-day lives, artificial intelligence (AI) systems have experienced a sharp surge in popularity. It is already apparent that the usage of AI systems will drastically impact our professional lives, private lives, and – perhaps most crucially – how we structure and govern our societies. This isn't because algorithms are inherently more innovative than people; instead, they provide economic stability and efficiency in completing many simple and complex tasks at a level that many humans cannot match.\nThe introduction of AI systems in public administration and the judicial system, as well as their use concerning the provision of certain essential services by private actors, raises serious concerns about how to safeguard the sustained protection of human rights and democracy and respect for the rule of law, if AI systems assist or even replace human decision-makers. This contrasts with the general public debate, which focuses on the AI technology's economic benefits and drawbacks. The very foundations of liberal democracy, such as elections, the freedom to assemble and establish associations, and the right to have opinions and to receive or disseminate information, may all be severely impacted by their use.\nRecent calls for a ban on AI technology have come from influential voices in the public discourse who believe that the risks it brings exceed its benefits. Though we must acknowledge that the genie is out of the bottle and that there is no practical way to turn back the scientific and technological advancements that have made it possible to develop sophisticated and potent AI systems, we must also take seriously the legitimate concerns about AI that have been raised.\nThe Council of Europe (CoE), the oldest intergovernmental regional organisation, with 46 member-states and perhaps best known globally for its European Court of Human Rights (ECtHR), started groundbreaking research on the viability and necessity of an international treaty on AI based on its own and other pertinent international legal norms in the fields of democratic values, human rights advocacy, and the rule of law commitments in 2019. The Committee on Artificial Intelligence (CAI), formed for the period of 2022-2024, is tasked with developing an AI framework convention that will outline legally binding standards, guidelines, rights, and obligations regarding the creation, development, application, and decommissioning of AI systems from the perspectives of human rights, democracy, and the rule of law.\n\nIt will take a coordinated effort from like-minded states and assistance from civil society, the tech sector, and academics to complete this enormous undertaking. Our hope and ambition is that the Council of Europe's AI framework convention will provide much-needed legal clarity and guarantees of the protection of fundamental rights.\nBut a genuine setup of standards for the human rights and democratic features of AI systems cannot be restricted to a particular region, because AI technology knows no borders. As a result, the CoE's Committee of Ministers decided to permit interested non-European states that share its goals and ideals to participate in the negotiations, and an increasing number of these states have already signed on or are actively working to join the efforts.\nThe European Union (EU), which regulates AI systems for its 27 member-states, is also directly involved in the CoE negotiations. The AI Act of the EU and the CoE's framework convention are designed to complement one another when they go into effect, showing how to effectively utilise the joint capabilities and skills of the two European entities. The draft framework convention is aimed at ensuring that the use of AI technology does not result in a legal vacuum regarding the protection of human rights, the operation of democracy and democratic processes, or the observance of the rule of law (a consolidated \"working draft\" is publicly available at the CoE website for the CAI).\nTo this end, parties must obligate regulators, developers, providers, and other AI players to consider dangers to human rights, democracy, and the rule of law from the moment these systems are conceived and throughout their existence. In addition, the legal system that victims of human rights breaches have access to should be modified in light of the unique difficulties that AI technologies present, such as their transparency and rationalisation.\nThe treaty will also specifically address the potential risks to democracy and democratic processes posed by AI technology. This includes the use of the so-called \"deep fakes,\" microtargeting, or more overt violations of the freedoms of expression, association, opinion formation, and the ability to obtain and disseminate information. The framework convention will include enforceable duties for its parties to offer such practices with adequate protection. When developing and employing AI systems that may be used in sensitive contexts, including but not limited to the drafting of laws, public administration, and last but not least, the administration of justice through the courts of law, it is evident that the fundamental idea of what constitutes a just and liberal, law-abiding society must be respected. The framework convention will also specify the parties' precise obligations in this area.\nThe draft framework convention, as well as all of CAI's work, prioritises human dignity and agency by taking a Harmonised Risk-Driven Approach (HRDA) to design, develop, use and decommission AI systems. It's crucial to carefully analyse any potential adverse effects of deploying AI systems in diverse circumstances before getting carried away by the apparent possibilities given by this technology. Therefore, parties are also required by the proposed framework convention to spread knowledge about AI technology and to encourage an informed public discussion about its proper application.\nTo ensure that as many people as possible profit from AI and other digital technologies and are protected from their misuse, the realistic approach must be to discover responsible methods to use them. It will take a coordinated effort from like-minded states and assistance from civil society, the tech sector, and academics to complete this enormous undertaking. Our hope and ambition is that the Council of Europe's AI framework convention will provide much-needed legal clarity and guarantees of the protection of fundamental rights.\nDr Nafees Ahmad is associate professor at the Faculty of Legal Studies in South Asian University, New Delhi. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Democratising AI to foster human rights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/democratising-ai-foster-human-rights-3434631",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "After another tremor on Monday, the discussion has naturally centred around how likely we are to see such minor earthquakes followed by a major, potentially catastrophic one. The quake, measured at 5.2 on the Richter scale, hit India's Assam and was felt in Bangladesh, too. Although no significant damage has been reported, experts have noted how earthquakes with magnitudes of 7 or higher have historically occurred in the region roughly every 150 years, and that Bangladesh might be due for one. How worried should we be then, and more importantly, how prepared are we should a major earthquake indeed follow?\nRecent seismic activities make for depressing reading. According to a report by this daily, a staggering 34 mild quakes have been recorded over the past two months in and around Bangladesh. Although only a handful of them were felt by the people, and experts are divided over the causal connection between minor and major quakes, there is no denying that the frequency of such events has increased. Monday's quake did not originate in Bangladesh but in Assam – with its epicentre close to that of the 1897 earthquake of 8.7 magnitude. But that should be no comfort given the close proximity of the two areas.\nMoreover, Bangladesh has two active fault lines of its own. And if an earthquake of 6.9 magnitude occurs along the Madhupur fault in Tangail, which is close to Dhaka, about 8,65,000 buildings may collapse in the capital city, according to a survey by the Rajdhani Unnayan Kartripakkha (Rajuk). If it occurs during the day, some 2,10,000 people may die. The financial loss to be incurred will also be massive. Therefore, we can no longer remain hung up on the theoretical probability of a major earthquake, and must redirect our attention to our state of preparedness which, as things stand, is woefully inadequate. Unfortunately, the government's focus still seems to be on post-disaster rescue operations, rather than on pre-emptive safety measures. This must change.\nDhaka, an overcrowded city where most of the buildings were constructed in violation of building codes, as well as other at-risk cities have their job cut out for themselves. They must urgently raise public awareness, ensure rigorous enforcement of building codes, and retrofit vulnerable buildings to withstand seismic shocks. The authorities must remember that violations of building codes not only jeopardise the safety of the people but may also hinder the effectiveness of any post-earthquake recovery effort.\n",
        "headline_1": "What does another tremor signify?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-does-another-tremor-signify-3434471",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "After another tremor on Monday, the discussion has naturally centred around how likely we are to see such minor earthquakes followed by a major, potentially catastrophic one. The quake, measured at 5.2 on the Richter scale, hit India's Assam and was felt in Bangladesh, too. Although no significant damage has been reported, experts have noted how earthquakes with magnitudes of 7 or higher have historically occurred in the region roughly every 150 years, and that Bangladesh might be due for one. How worried should we be then, and more importantly, how prepared are we should a major earthquake indeed follow?\nRecent seismic activities make for depressing reading. According to a report by this daily, a staggering 34 mild quakes have been recorded over the past two months in and around Bangladesh. Although only a handful of them were felt by the people, and experts are divided over the causal connection between minor and major quakes, there is no denying that the frequency of such events has increased. Monday's quake did not originate in Bangladesh but in Assam – with its epicentre close to that of the 1897 earthquake of 8.7 magnitude. But that should be no comfort given the close proximity of the two areas.\nMoreover, Bangladesh has two active fault lines of its own. And if an earthquake of 6.9 magnitude occurs along the Madhupur fault in Tangail, which is close to Dhaka, about 8,65,000 buildings may collapse in the capital city, according to a survey by the Rajdhani Unnayan Kartripakkha (Rajuk). If it occurs during the day, some 2,10,000 people may die. The financial loss to be incurred will also be massive. Therefore, we can no longer remain hung up on the theoretical probability of a major earthquake, and must redirect our attention to our state of preparedness which, as things stand, is woefully inadequate. Unfortunately, the government's focus still seems to be on post-disaster rescue operations, rather than on pre-emptive safety measures. This must change.\nDhaka, an overcrowded city where most of the buildings were constructed in violation of building codes, as well as other at-risk cities have their job cut out for themselves. They must urgently raise public awareness, ensure rigorous enforcement of building codes, and retrofit vulnerable buildings to withstand seismic shocks. The authorities must remember that violations of building codes not only jeopardise the safety of the people but may also hinder the effectiveness of any post-earthquake recovery effort.\n",
        "headline_1": "What does another tremor signify?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-does-another-tremor-signify-3434471",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "It is shocking that around 70 percent of the land in Sirajganj's Chowhali upazila has been lost to river erosion in the last 20 years, leaving around 50,000 people from 50 villages homeless, according to a report in this daily. While many of the villagers have been forced to move to other locations, those who remain are often being deprived of basic facilities. This is because the Jamuna has not only washed away their homesteads, but also damaged road communications, affected agricultural production and trade, and even deprived many children of access to education.\nReportedly, at least 100 of the 128 government primary schools in the upazila were affected in recent times, with 80 of them relocated multiple times. This has led to a significant rise in the dropout rate – while there were some 32,000 primary students in the 2017-2018 academic session, the number has fallen to 24,000 this session, according to the upazila education officer. Besides, the buildings of most government offices, including health and UNO offices, have been lost to river erosion, with the offices now operating in makeshift structures. For instance, the UNO office is being run from a college building. Under the circumstances, villagers are not getting proper access to essential services, including healthcare facilities. We wonder what future awaits them if the government does not come up with a sustainable plan to tackle river erosion and help the victims recover.\nSo far, government measures to prevent erosion have been restricted to sandbag dumping only. We must ask, is this all that the government can do when an entire community is at risk of destitution? While the plan to construct a permanent embankment in the area may be a solution for the time being, whether that will be sustainable in the long run remains to be seen. According to one river expert, building embankments and hard structures to stop river erosion is the wrong way to go in countries like Bangladesh. Such Western-originated approaches have proven to be ineffective in many cases. Therefore, the government must consult with local river experts and find a sustainable way of river management which will also reduce river erosion significantly.\n",
        "headline_1": "An entire upazila haunted by erosion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/entire-upazila-haunted-erosion-3433776",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "If expert opinion is any guide, the country is heading for a major earthquake devastation anytime. With several fault lines in and around the country and 34 minor tremors shaking its eastern parts including the capital city in the past two months, a major earthquake is around the corner, they forewarn. The problem with this particular natural calamity is that unlike others, it cannot be forecast and therefore gives hardly any time for taking shelter or evacuation. When the shelter ---if it is not quake-tolerant---itself gets instantly reduced to debris and crumbles like nine pins on its inhabitants, there is little hope for survival. It is more like lightning that strikes during inclement weather but with the difference that at least people have the option of not getting out when thunderstorms rain down frequently and more importantly, the latter does not kill many people or animals at a time.Earthquakes pose the greatest threat to crowded cities developed in an unplanned manner and with buildings constructed in violation of the building codes. Along with Dhaka City, Chattogram, Sylhet, Mymensingh, Cumilla and a few other small towns are located either in the subduction zone or in close proximity of those lying outside of the border. The 300-km long and 50-km wide Kopili fault zone extending from the Western part of Manipur up to the tri-junction of Bhutan, Arunachal Pradesh and Assam is neither too far nor too close to the major cities in the eastern part of Bangladesh. The Dauki seismic zone is closer and the tectonic plates collide between Chattogram and Sylhet. So, it poses a greater threat. Then there is the Madhupur fault line close to the capital. What is particularly concerning is that the epicentre, about 24 km south of Goalpara, Assam, of the Monday's quake of 5.2 magnitude was close to that of the last major quake of 8.7 magnitude in 1897. A close scrutiny of the deaths and injuries from quakes reveals that the highest casualties from the tremor that hit Chattogram were in 1997 with 23 deaths and injuries to 200 people. Although there was no major quake, the frequency of mild tremors is on the rise since 1960s. This is a cause for concern because experts read in it a dress rehearsal for a devastating one. In post-liberation period, there were few buildings even in this capital but today's city skyline is full of tall buildings and even towns and villages are dotted with buildings not all of which are quake-resistant. In Dhaka City, not even 10 per cent buildings have been built to withstand a quake of 7.5 magnitude. In case of an earth quake above 8.0 magnitude, the death and devastation are likely to be of cataclysmic proportions. In a situation like this, what options are open to inhabitants of this capital city and other large cities and towns feared to be devastated in case of a major quake? The options are not many but the few there are should be known to people. When Rajuk claims it has trained 1,200 engineers to inspect buildings and their structural solidity, it is small consolation. The need was to identify the vulnerable buildings and demolish or retrofit those but it is still imparting training to engineers. The focus ought to be on saving as many lives as possible. A comprehensive campaign for making people aware of the do's and don'ts in time of a quake should be launched along with drills in city wards immediately.",
        "headline_1": "Earthquake: A grim warning!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/earthquake-a-grim-warning-1696435126",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "Roedad Khan was divisional commissioner of Quetta when I was in school in the capital of Balochistan in the 1960s. As an important civil servant in Pakistan's central government, he would rise higher and by the time 1971 came round, he had become secretary of the central ministry of information. Roedad Khan was in Dhaka during the period of the Yahya-Mujib-Bhutto negotiations in March 1971.Why do I write about Roedad Khan? He has turned a hundred years old and tributes have been and are being paid to him in Pakistan. Mine is not a paean to the man but a simple, short recollection of his role at a very decisive point in Pakistan's history. Quite some years ago, Brigadier A.R. Siddiqi, who was head of the Pakistan military's Inter-Services Public Relations (ISPR) in 1971 and was also in Dhaka in March 1971, wrote a book, East Pakistan: The Endgame: An Onlooker's Journal 1969-1971. In his work, Siddiqi notes that within hours of Operation Searchlight being launched by the Pakistan army, even as the soldiers went on with their killing mission in Dhaka, Roedad Khan went to the cantonment, where Tikka Khan and all the other generals were having a hearty breakfast, and cheerfully announced, 'Yar, imaan taaza ho gya (friends, faith has been revived)'. The comment was an indication of his happiness at the action the Pakistan army had taken against the Bengalis. In that dark hour, Roedad Khan thought his country was basking in light.Many years later, an aged and superannuated Roedad Khan appeared on Pakistan's Geo TV to proffer his reflections on the anniversary of the Pakistan army's surrender in Dhaka on 16 December 1971. What Khan told the anchor of the programme was quite a deviation from what he was quoted by Siddiqi to have said in late March 1971 at Dhaka cantonment. He said, on Geo TV, that he had advised General Yahya Khan to go for a political rather than a military solution to the crisis in East Pakistan. But Yahya Khan went for a military assault, with predictable consequences.The point which now is before us is simple: Roedad Khan was a bureaucrat, secretary of the ministry of information. He was not part of Yahya Khan's negotiating team in Dhaka. Neither did his position as a civil servant permit him to offer advice to the President, who had his fellow generals and legal experts to assist him in the talks with Bangabandhu Sheikh Mujibur Rahman and his Awami League colleagues. A bureaucrat, no matter how powerful in the civil hierarchy, is in little position to advise a head of state or government on policy unless specifically asked. Roedad Khan's point in Geo TV thus had little meaning.In the dramatic hours following Bangladesh's emergence on 16 December 1971, chaos took over in what remained of Pakistan in the west. Protests against the army broke out in Pakistan's cities and Yahya Khan's home in Peshawar was razed to the ground. The police and other security forces stood by and made not the slightest move to intervene as the mobs angrily burnt down the place. But none of that seemed to bother General Yahya Khan. He yet harboured the belief that he could continue as Pakistan's President and Chief Martial Law Administrator.On 17 December, Yahya Khan spoke to Pakistanis over radio, making no mention of the surrender in Dhaka but promising that the battle would go on. It was a rambling speech which to listeners appeared to be coming from a man who was inebriated even as his country was going through unprecedented humiliation. The next day, 18 December, oblivious of the ramifications of what had transpired in Dhaka, Yahya Khan's regime made it known that a new constitution for Pakistan was in the works, that Yahya Khan would under it remain President of Pakistan for the subsequent five years. It fell to Roedad Khan, as secretary of the ministry of information, to make the announcement regarding the new constitution on the media, namely, Radio Pakistan and Pakistan Television, as also the print media. Meanwhile, copies of the projected constitution, having in the meantime been distributed to foreign journalists at a hotel in Rawalpindi, were within minutes taken back from them. This information comes from the book Neither A Hawk Nor A Dove by Khurshid Mahmud Kasuri, Pakistan's former foreign minister and son of the prominent politician and lawyer Mahmud Ali Kasuri.In his work, The Mirage Of Power: An Inquiry Into the Bhutto Years 1971-1977, Dr Mubashir Hasan, who served as Finance Minister in the Bhutto government following the Bangladesh war, notes that news of Yahya Khan's latest move had the army send two officers holding the rank of brigadier to Roedad Khan's office to suggest that the proposed constitutional move not be publicised. Understandably, the army was not willing to carry on with the burden of a disgraced Yahya Khan and his fellow generals, all of whom were responsible for the military defeat in Bangladesh, on its back. But Roedad Khan refused to accede to their suggestion. Later in the evening, General Gul Hasan got in touch with Roedad Khan and clearly told him not to broadcast news of the new constitution over Radio Pakistan. Gul Hasan, who would within days take over, under Zulfikar Ali Bhutto, as the new army chief, could not be ignored. Roedad Khan got in touch with President Yahya Khan, whose response was, 'Do as Gul Hasan says.'Roedad Khan would, in his career as a bureaucrat, go on to serve the Bhutto government and the Ziaul Haq military regime. In retirement, he would be the centre of conversations attended by other bureaucrats, former judges and others owing to his role in some of the most critical periods in Pakistan's history. He is disingenuous (and this is from a 2015 write-up on him in Pakistan's Herald magazine by Aurangzaib Khan) when he tells the group, 'The lesson I learned from Dhaka is to never, never use your army against your own people.'Questions have been raised about Roedad Khan's involvement in the preparation of corruption charges against the Bhutto-Zardaris. He has denied them, of course, as he has denied that he had any hand in an official sanctioning of the execution of deposed Prime Minister Zulfikar Ali Bhutto.On his century of life, Pakistanis would do well to reflect on Roedad Khan's long and crucial role in their country's civil service in much the same way that Americans and indeed the rest of the world should take a closer look into the career of another recent centenarian, Henry Kissinger. [email protected]",
        "headline_1": "Roedad Khan and post-1971 Pakistan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/roedad-khan-and-post-1971-pakistan-1696435184",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "Human hauler, locally known as leguna, is an accident-prone vehicle. Most of these modified utility vehicles are inherently flawed in terms of structural design. According to Bangladesh Road Transport Authority's engineering department, the bodies of these vehicles are made locally but their chassis are imported. These chassis are mainly built for transporting goods but the bodies built on them carry passengers. These human haulers, which are almost all the time overcrowded and run by underage drivers, are risky both for the passengers and other road users. They pose high risk of casualties due to their vulnerable structural design and lack of fitness. They have very low stability and as such when they are hit by bus, they cannot remain stable. As a result, the accident rate with human haulers is also high. According to the data of Bangladesh University of Engineering and Technology's Accident Research Institute (ARI), a total of 16 people were killed and 73 others injured in 32 accidents in which human haulers were involved between 2017 and 2019. And accidents involving human haulers does not seem to stop. In 2022, a total 469 accidents took place in which human haulers were involved, says a report of the Passenger Welfare Association of Bangladesh. According to the ARI research, the tendency of overtaking each other among human hauler drivers is another cause of frequent accidents.\nDespite recurring accidents, the number of this accident-prone vehicle is increasing day by day in the city and elsewhere in the country. According to BRTA, there are around 20,000 registered modified utility vehicles in the country and 5,156 of them run on different routes in the capital city. Although, they are only allowed on feeder roads, they often run on the main thoroughfares and even on highways. One wonders on what grounds the authorities concerned have approved route permits for these risky vehicles. What is more shocking is that the Road Transport and Highways Division does not seem to have any plans to take these vehicles off the road now. Neither the BRTA has any guideline on regulating the movement of these vehicles. Another concern about these vehicles is their underage drivers and their assistants. Motor Vehicles Ordinance 1983 does not allow any person under 20 to drive a motor vehicle as a professional driver in any public place. But in most cases, teenage boys, who have not attained the legal age to be a driver, are seen operating these human haulers. Some are even children. These young unlicensed drivers are particularly prone to high-risk behaviours including rash driving. Worse, they have no sense of traffic rules. They are a potential source of danger for other road users including pedestrians. These risky human haulers should be off the city roads. But it must also be admitted that however accident-prone these vehicles may be, a large number of commuters find the service convenient and cheaper. In the absence of a proper public bus service, human haulers have become an integral part of urban traffic. Banning them would create a transport crisis in the city as well as unemployment for a large number of people. So, instead of banning them completely, the authorities should concentrate more on making travel on a human hauler safer for passengers. [email protected]",
        "headline_1": "Making human haulers safe",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-human-haulers-safe-1696435320",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2023"
    },
    {
        "full_article": "Another mild quake jolted Bangladesh Monday last. The quake, measured at 5.2 magnitudes on the Richter scale, hit India's Assam and was felt in Dhaka and elsewhere in the country. Although no significant damage has been reported, experts have noted how earthquakes with magnitudes of 7 or higher have historically occurred in the region roughly every 150 years and that Bangladesh might be due for one. Besides, at least 34 mild quakes were reportedly felt in and around the country in the past two months. It is, no doubt, a worrying sign. All these quakes, as experts say, indicate the possibility of a major earthquake in the country. However, are we prepared enough to face such a natural disaster? It seems whenever there is an incident of earthquake, we become aware of it for some days. And then, as usual, we forget it entirely. We really need to take all-out preparations before anything bad happens to us. No building in Dhaka city should be allowed to construct without following the earthquake-resistant building code. The buildings that are risky should be identified and marked by the authorities concerned. Earlier, Bangladesh University of Engineering and Technology (BUET) suggested marking riskier buildings 'red' and less risky ones 'green'. However, this suggestion has not yet been implemented. Lessons learnt from earthquakes in other countries should be taken into account and we should make arrangements to mitigate the risks and losses in case any earthquake of higher magnitude strikes. Regular drilling to train people about what to do during an earthquake should also be organised on a regular basis. Arranging discussion sessions at community levels such as at mosques, temples, parks, and other places of a neighbourhood can also be helpful. And more importantly, we must take these mild quakes seriously and get prepared to face a major one. MA Islam,Dhanmondi, Dhaka",
        "headline_1": "Taking mild quakes seriously",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taking-mild-quakes-seriously-1696435362",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-10-2023"
    }
]