[
    {
        "full_article": "IPL 2024 is here and for cricket fans there’s just one CSK. For others, it’s possible that TN guv RN Ravi is the alternate Chennai Super King. It’s unusual for Supreme Court to express its frustration at the conduct of a titular head of a state. But that’s exactly what happened yesterday. India’s attorney-general was told that Ravi is defying SC.\n\nBackstory | K Ponmudy, a minister in DMK govt, had been convicted by HC in a disproportionate assets case and sentenced to three years in jail. It disqualified him from being a member of the state assembly. Later SC suspended both his conviction and sentence. This was followed by TN CM Stalin recommending that Ponmudy be reinstated as minister.\nWhat’s a suspension? | Ravi declined to act on the CM’s recommendation. He claimed that SC’s suspension of the conviction was not the same as setting it aside.\nTherefore, reinstating the minister was against “constitutional morality”.\nInexplicable interpretations | This interpretation led to a sharp response at SC.\nOne of the features of Ravi’s tenure as TN’s guv has been his left-field interpretations of the Constitution. One of which was that if a guv withholds assent to a bill passed by the legislature, it means the bill is dead. It’s another way of saying that the legislature’s will is subordinate to that of the titular head of the state. That may have been the case during the British Raj. But, as SC has emphasised repeatedly, the guv in the Constitution’s scheme of things is just a titular head.Yesterday, SC observed that the guv can only counsel.\nControversies aplenty | Role guvs play has created controversy again and again. There are plenty of cases of guvs overstepping bounds imposed by constitutional propriety. If Article 356 was once repeatedly misused to topple govts, we now have plenty of instances of guvs withholding assent to bills for inordinate durations. This hampers govt functioning. A fallout is that the office has become highly politicised.\nConsultations wanted | Sarkaria Commission, which examined the balance of power in a federal setup, recommended that guvs be appointed in consultation with CMs. On Mar 15, 2023, GOI informed Rajya Sabha that it’s of the view that the practice of consultation with a CM may be followed “as a matter of convention”. A wise view that needs to be acted upon.\n\n",
        "headline_1": "Chennai Super King: That SC has to remind Ravi to follow the Constitution, underlines how much the guv’s office needs reining in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/chennai-super-king-that-sc-has-to-remind-ravi-to-follow-the-constitution-underlines-how-much-the-guvs-office-needs-reining-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-03-2024"
    },
    {
        "full_article": "Within a day of GOI notifying its fact-check unit under PIB, Supreme Court has stayed its rollout. Court said, “challenges to the rule involve serious constitutional questions.” It asked Centre to wait till the case in Bombay HC – against GOI’s move to set up such a fact-check unit – is concluded. Operational guidelines for the fact-check unit, enabled by amendments to rules for intermediaries, are to identify fake and false content, and misinformation.\n\n\nThe case | End Jan, a two-judge bench of Bombay HC delivered a split verdict, necessitating a referee judge, who’s likely to hear the matter by mid-April. Earlier in March, in a 2:1 order, HC gave its go-ahead to GOI to notify the rules, which SC has now stayed.\n\nThe arguments | Petitioners Editors Guild, digital news portals & others argued against the fact-check unit on five key points. One, it violated right to freedom of speech (Article 19). Two, it promoted different rules for different platforms, since the new rules were to ensure due diligence obligations for intermediaries. That meant a print publication’s news shared on social media could be tagged ‘misinformation’ and a pulldown sought, in effect censorship. Three, laws are in force to deal with both fake and false news. Four, misinformation is too broad an umbrella, which, without clear definition, runs the risk of sweeping up dissenting views in its purview. And finally, it made GOI final arbiter on what’s fake, false, or misinformation, regarding all information on GOI.\n\nThe issue | Certainly, fake and false news, and misinformation, need state capacity for successful counters. But to arrogate to itself sole right to identifywhat qualifies as misinformation, or fake and false, is not the way ahead to deal with this challenge. SC’s stay was not on merits of the case. But Lok Sabha elections are here. So, a GOI-run fact-check unit needs much more deliberation before rollout.\n\n\n",
        "headline_1": "Do a logic check: SC’s right to stay the rollout of Centre’s fact-check unit. Too many questions, especially since polls are here",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/do-a-logic-check-scs-right-to-stay-the-rollout-of-centres-fact-check-unit-too-many-questions-especially-since-polls-are-here/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-03-2024"
    },
    {
        "full_article": "Businesses depend on govt not only for clearances but also to build targeted infra that can help them be globally competitive. When businesses seek an alpha male provider, they have to cough up the dowry\nThe stories that electoral bonds tell us are reminders that liberalisation has not altered the financial relationship between political parties and the corporate sector as much as was expected. In the licensing era, it was taken for granted that corporate houses had to fund parties that might come to power if they hoped to remain in business. It was assumed that once the licence raj was over, this compulsion would disappear. Then, corporate support for political parties would be primarily a matter of ideology and personal preference.\n\nMore than three decades after liberalisation, there is little to suggest that this has happened.\nA knee-jerk reaction to this reality is to assume that the controls have not really disappeared. Industries still require several clearances from govt, which could be weaponised. Even policies as well-intentioned as environmental clearances could reflect favour when they are given to projects that clearly destroy the environment, or disfavour when they are deliberately delayed.\nRead full article on TOI+\n\n",
        "headline_1": "Electoral or marital, a bond is a bond",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/electoral-or-marital-a-bond-is-a-bond/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-03-2024"
    },
    {
        "full_article": "It’s a stark World Water Day warning. A city that drinks water from distant districts while killing its own water sources. Authorities have been asleep at the wheel and citizenry hasn’t jolted them awake\n \nBe it Moon or Mars, a key finding exploring humans always hope to make is evidence that water exists there. For water could tell if life is possible! But given that humans aren’t massmigrating to another celestial body anytime soon, we should mark World Water Day by starting to credibly conserve what water the only planet known to sustain life in our solar system has. Lest we want to go the Bengaluru way.\n\nFor a city that fetches most of its drinking water from faraway districts, Bengaluru should be more protective of its life-drink. Instead, it’s busy killing its lakes, letting rainwater into drains, and polluting depleting its groundwater.\nRead full article on TOI+\n\n",
        "headline_1": "Bengaluru water is fetched from far, crisis isn’t far-fetched",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/bengaluru-water-is-fetched-from-far-crisis-isnt-far-fetched/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-03-2024"
    },
    {
        "full_article": "Garment workers, though they contribute immensely by their hard work to economies of South and Southeast Asia, are still deprived and the patterns of deprivation have many similarities. What Asian Floor Wage Alliance (AFWA), an Asian labour-led global alliance across garment-producing countries like Bangladesh, Cambodia, India, Sri Lanka and Indonesia, found from its study in this connection is striking. Going by its (AFWA's) study findings, in majority of the cases (92 per cent), the contracts under which readymade garment (RMG) labourers work in Bangladesh, for instance, are informal.That means there are no written contracts between the garment factory owners and their workers. This paves the ways for all the exploitative conditions the garment workers are subjected to at their workplaces. These include low wage, risk of getting fired at the drop of a hat, lack of essential services like healthcare, paid leave and so on. Needless to say, the female garment workers, who are in overwhelming numbers in the RMG sector, are the worst sufferers as they are exposed to both denials of their basic labour rights and benefits and a greater risk of gender-based violence and harassment. No wonder, among the victims of last year's labour unrest over minimum wage for RMG workers was a female garment worker.The study came up with similar results about the informal nature of job contract in India (in 65 per cent cases), Pakistan (90 per cent cases), Cambodia and Indonesia. However, questioning AFWA's study methodology, RMG industry leaders in Bangladesh have reportedly dismissed its findings. Denial of the outcome of a dispassionate research is also not helpful when the issue is to improve a situation. Notably, the AFWA study in question has reportedly been a collaborative one with the participation of 23 trade unions and labour bodies from six South and Southeast Asian countries including Bangladesh and done between 2020 and 2024. So, the study has its merits to deserve due attention. When it comes to sharing the responsibility of the informal nature of job contract and other negative issues affecting RMG workers, the responsibility does not also go entirely to the employers of the garment workers. The global fashion brands who are the buyers of the garment products are also in a large measure to blame for the exploitative conditions persisting at the workplaces at the suppliers'end. Obviously, here the RMG factory owners are the suppliers. In truth, the buyers dictate the prices of the products often forcing the suppliers to leave the workers high and dry. In this context, the AFWA report at one point says that fast fashion lead firms choose to maintain unstable relationships with supplier firms allowing them (buyers) to bargain for shorter lead times at ever lower prices. So pressured, the suppliers, the factory owners, resort to hiring contract labour, temporary workers, creating a vulnerable workforce susceptible to all kinds of exploitation, the AFWA study report further went. The labour right bodies' clamours for improved working conditions for garment workers notwithstanding, the cycle of their vulnerability perpetuates burdening them with increasing workload to meet buyers' demand. The situation calls for a collaborative effort from labour unions and industry representative to negotiate an acceptable ratio of formal and informal job contracts for workers and reasonable production targets.",
        "headline_1": "Informal job contracts for garment workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/informal-job-contracts-for-garment-workers-1711121765",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-03-2024"
    },
    {
        "full_article": "The latest report by the Bangladesh Bureau of Statistics (BBS) titled 'Food Security Statistics 2023' does not paint a bright picture. It estimates that 25.5 per cent of households in Bangladesh borrow money to buy daily food items since their current incomes are insufficient to cover food costs. That figure is for the urban populace. Things get dicier as the focus is shifted from urban centres to rural areas. According to a report published in this paper states that \"the incidence of taking loans is higher in rural areas at 27.8 per cent.\"From a closer scrutiny of the study, the picture becomes clearer to show how bad the situation is for people who have to take loans to feed their dependants. The data point to the fact that the monthly household food cost (average) is Tk12,053 at the national level. That figure goes up to Tk 14,125 when residents of city corporations areas are concerned and slightly lower for other urban areas (Tk 11,890) and in rural areas, the average cost stands at Tk 11,718.So where is the money coming from? As per the study, nearly seven out 10 people are taking loans from non-government organisations (NGOs), 14.4 per cent from local lenders (commonly known as 'loan sharks'), about 10.9 per cent from relatives, a paltry 3.50 per cent comes from banks and the rest 30 per cent from various sources.Needless to say, a sad state of affairs when people are having to resort to taking high-interest, short-term loans from non-banking channels to cover their 'right to food'. Bangladesh is not a welfare state per se. Although, tall claims have been made about bringing nearly 10 million people under the safety net programmes whereby essential foods are supposed to be distributed amongst the most vulnerable in society, the country has more candidates for similar food assistance. Going back to the official data, most of the loan money is spent on daily rice purchase, which is the basic staple for Bangladeshis. As one cannot simply survive on rice, a rural household is estimated to be spending (monthly average) Tk 1,737 on fish. In city corporation areas, the expenditures for the average urban household is a mixed bag: Rice costs more at Tk2,822 but fish costs less at Tk1,637. Now why is that? Traders state that the urban markets are more concentrated serving much larger pockets of population with better infrastructure. These are some of the reasons for greater interest in selling fish in urban centers rather than in rural areas.But at the end of the day, people are suffering and they are resorting desperately to taking loans from sources that are simply not sustainable. The repayment structures are not kind to those who default on loans. These are non-traditional sources of finances that are backed up either by institutional law enforcement or, as in the case of loan sharks, repayment is ensured, courtesy of muscle power. When these people run out of avenues of taking loans from all these various sources, they have no choice but to become internal migrants totally uprooted from their homes ending up in urban slums.There is no way to ignore the plight of millions of people. Their numbers are growing according to official figures. One out of four citizens is taking loans which, in all probability, will not be repaid. This means tens of millions of people are going to move down the social ladder and below the poverty line. This has multiple repercussions for the economy. Workers in factories forced to move away from industrial belts, marginal farmers forfeiting their meager land holdings to make repayments on loans taken - the list goes on. \"Since 21.92 per cent households experienced moderate-to-severe food insecurity in 2023 and some 0.87 per cent of them are facing severe food insecurity, it implies a high probability of reduced food intake. It can lead to severe forms of under-nutrition\", observes the BBS report. Its natural consequence is malnutrition which will take its toll on the elderly and children in households, which in turn will stretch limited public health expenditure even further. Isn't it time for policymakers to wake up and smell the coffee? Instead of giving useless advice on what to eat or not eat, why doesn't the State do something about fixing the systemic problems that have broken the normal supply chain of food in the country? If that is not possible, perhaps it is time to introduce some form of food support for those millions of people desperately in need of basic nutrition. Something has to be done and whatever it is, it has to be done fast at the policy level. \n[email protected]",
        "headline_1": "Borrowing money to eat undermines right to food",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/borrowing-money-to-eat-undermines-right-to-food-1711121807",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-03-2024"
    },
    {
        "full_article": "When Bangladesh emerged as the newest country in South Asia around five and half decades ago, it was surprising for many around the world. At the same time, it was also a beacon of hope for many poor nations struggling for their self-determination and independent identities. The turbulent period of early '70s in the world was also marked by the emergence of sovereign and independent Bangladesh although international recognition was slow to come by. As Bangladesh prepares to observe its 54th Independence and National Day, it is crucial to revisit the tipping points of history and understand the geopolitical context that shaped it. This understanding is particularly beneficial for the young generation. It is also necessary for the young generation to feel the aspiration of the watershed moment by comprehensively knowing the history. Going through the books written by eminent historians, researchers, and freedom fighters is a must for young people. Many of them are still not fully aware of the blood baths, which started after the midnight of March 25, 1971, continued throughout the next nine months of 1971, and finally led to the nation's freedom from Pakistani oppression and occupation.As children of Bangladeshi expatriates were born and grew up in North America, Europe and some other countries, they do not have adequate skills in Bangla. For them, providing books written in English is critical, and fortunately, some good titles are available. Professor Nurul Islam, the Deputy Chairman of the First Planning Commission of Bangladesh, writes 'Making of a Nation: Bangladesh, an Economist's Tale.' The book is an excellent source for understanding the socio-economic causes driving the emergence of Bangladesh in the geopolitical context. Again, Professor Mokerrom Hossain, also a freedom fighter, writes a book for the new generation titled 'From Protest to Freedom: The Birth of Bangladesh.' It presents a vivid story of the struggle for independence at the cost of the lives of three million people and the ultimate dishonour to 200,000 women. 'Bittersweet Victory: A Freedom Fighter's Tale' is a first-hand account of the liberation war and its immediate aftermath by A Qayyum Khan. He joined the Mukti Bahini in the early days of the war when he was a university student and fought in the sector 7. Syed Anwarul Karim, a diplomat and the first Permanent Representative of Bangladesh to the United Nations, writes 'Sheikh Mujib: Triumph and Tragedy'. Though the book is mainly a wonderful biography of Bangabandhu, it is also a succinct history of Bangladesh for obvious reasons. The list of books is not short, as the number of works on the history of Bangladesh has increased over the years, and many young researchers have come up to contribute to the rich stock. So, it is necessary to encourage the young generation to read and study these books to get a clear picture of the war of liberation. Moreover, one also needs to look at the struggle for freedom in Bangladesh through the wider lens and perspectives of the thousand-year history of the land. The origin of the ancient land dates back to around 3,000 years ago, and the civilisation on the land of Bengal thrived between the banks of the Ganges and the Brahmaputra. The ancient inhabitants were mainly of Austric and Austro-Asiatic and Dravidian origins. Over the ages, the land also witnessed Hindu, Buddhist and Muslim rules, shaping a unique culture and heritage. This uniqueness is reflected in the emergence of Bangladesh.\n[email protected]",
        "headline_1": "Factual understanding of the Independence Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/factual-understanding-of-the-independence-day-1711121837",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-03-2024"
    },
    {
        "full_article": "Dhaka, the vibrant heart of Bangladesh, is undeniably a city of opportunity. However, for young bachelors like me, the dream of living independently in this metropolis is becoming increasingly difficult due to the ever-rising cost of living.The average monthly expenditure for a single person in Dhaka can range from BDT 25,000 to BDT 40,000, depending on lifestyle choices. This includes essential expenses like rent, utilities, food, and transportation. The problem is exacerbated by the fact that the average starting salary for young graduates often falls well below this range.The burden is particularly heavy on housing. Renting a decent single room in a convenient location can easily cost BDT 10,000 or more. Furthermore, the cost of basic necessities like groceries and transportation continues to rise due to inflation.This situation forces many young bachelors to compromise on their living standards or resort to shared accommodations, which can be cramped and lead to privacy concerns. The dream of saving for the future or pursuing higher education becomes a distant reality.The challenge of high living costs discourages young people from migrating to Dhaka for career opportunities, hindering the city's overall growth potential.Therefore, policymakers and relevant stakeholders may consider creating affordable housing options specifically for young professionals. The authorities should also invest more in making public transport hassle-free to reduce reliance on private vehicles and their associated costs. Encouraging flexible work arrangements could minimise transportation expenses for some jobs. Overall, creating a cost-effective living option in Dhaka will improve the quality of life of young bachelors.\nM A Z AbidBachelor of Business Administration (HRM)North South University",
        "headline_1": "Plight of bachelors in Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/plight-of-bachelors-in-dhaka-1711121860",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-03-2024"
    }
]