[
    {
        "full_article": "The World Health Organization (WHO) has declared mpox to be a public health emergency of international concern (PHEIC) for the second time in two years following its outbreak in the Democratic Republic of the Congo (DRC) and its spread to over a dozen countries in Africa. The multi-country outbreak in Europe, in 2022, had led to a declaration of a PHEIC. WHO’s announcement comes a day after the Africa CDC declared the outbreak to be a public health emergency of continental security (PHECS), also marking the first time a regional and global health emergency has been declared for a disease outbreak. If this is first such declaration in Africa of a PHECS since 2017, it is also the first time that WHO has declared a PHEIC for a disease outbreak in Africa on the very first time the emergency committee met to decide on the matter. Though WHO claimed in August 2014 that the Ebola outbreak in West Africa was declared a public health emergency in the very first meeting of the emergency committee, an Associated Press investigation revealed how WHO resisted calling it a public health emergency for a few months. In the second Ebola outbreak in Africa in 2018-19, WHO declared it a public health emergency only when the emergency committee met for the fourth time.If the 2022 mpox outbreak in the U.K, that spread to over 100 countries, was caused by the milder clade 2b virus — primarily affecting men who have sex with men, with limited cases among children and adolescents — the current outbreak is driven by a new and more lethal clade 1b, spread effectively through sexual and non-sexual contact. There have been 2,863 confirmed cases and 517 deaths this year, primarily in the DRC. The clade 1b emerged in the DRC in September 2023, with human-to-human transmission ongoing since then. In the DRC, around two-thirds of infections are in children under 15 years. Vaccines are again in acute short supply. As against 10 million doses needed to control the outbreak, just about 0.21 million doses may be supplied immediately. Even when vaccines were used to blunt transmission in Europe and the U.S. earlier, vaccines were not supplied to Africa despite mpox being endemic there for years. Currently, only the DRC and Nigeria have granted emergency use authorisation for the vaccine. The regulatory hurdle can be sidestepped if the company expresses interest for WHO’s emergency use listing, which will allow international agencies to supply the vaccine to all African countries. Even then, Africa will have to wait till the end of 2025 for the 10 million doses.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAfrican Union\n\n/\n\ncommunicable diseases\n\n/\n\nvaccines\n\n/\n\npublic health/community medicine\n\n/\n\nhealth organisations\n\n/\n\nUnited Kingdom\n\n/\n\nEuropean Union\n\n/\n\nUSA\n\n/\n\nNigeria",
        "headline_1": "​Apathy continues: On Africa and the mpox vaccine response",
        "headline_2": "Africa is not getting mpox vaccines despite the disease being endemic there for three years",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bapathy-continues-on-africa-and-the-mpox-vaccine-response/article68533111.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "Thailand’s youngest Prime Minister, 37-year-old Paetongtarn Shinawatra, was elected by the Parliament on Friday after the constitutional court oustedSrettha Thavisin. Ms. Paetongtarn is the youngest daughter of former Thai Prime Minister and tycoon Thaksin Shinawatra, and the fourth member of her family to hold the position. Mr. Thaksin was removed in a coup in 2006, while Ms. Paetongtarn’s uncle Somchai Wongsawat was dismissed by the constitutional court in 2008, and her aunt Yingluck Shinawatra was also dismissed, again by the same court, in 2014. The latest change of Prime Minister mirrors several such sudden dismissals of the past that are attributed to Thailand’s conservative establishment. Mr. Srettha was among more than a dozen Prime Ministers appointed since 2001. Significantly, the court held Mr. Srettha guilty of ethical violations for appointing a Cabinet Minister who had been convicted for attempting to bribe a judge overseeing Mr. Thaksin’s corruption cases more than a decade ago. Mr. Srettha was himself only elected in 2023, when the reformist Move Forward Party, which won the most seats in the elections, was disqualified from forming a government and banned for suggesting changes to the strict laws governing criticism of the monarchy. As a result, Ms. Paetongtarn’s chances of a smooth term in office, and making radical changes to the system seem bleak. Her most important task would be to help nudge Thailand’s sluggish economy back into shape while averting the fate of her predecessors. Given her age and lack of experience, she is expected to be guided mainly by her father, who is back after his exile in the UAE over corruption charges, following a compromise with the establishment.The developments come at a time of instability in India’s Indian Ocean neighbourhood to the east — the ouster of Bangladesh Prime Minister Sheikh Hasina has sent the country into a period of uncertainty, which the interim government must contend with. The developments follow a spurt in violence between militant groups and Myanmar’s embattled junta that imperil India’s investments as well as peace along the border with India’s north-east. With Sri Lanka also heading for presidential elections in September, Thailand’s crisis has cast another shadow over plans to hold the BIMSTEC summit in Bangkok on September 4. Many agreements to be adopted on digital payment mechanisms, connectivity, and maritime cooperation have already been negotiated, and it is to be hoped that the summit will now not need to be put off. While Ms. Paetongtarn’s election may suggest some stability in the short term, New Delhi must keep its shock absorbers on, to deal with other surprise crises and seemingly chronic instability in the neighbourhood.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nThailand\n\n/\n\nparliament\n\n/\n\npolitics\n\n/\n\nconstitution\n\n/\n\njudiciary (system of justice)\n\n/\n\neconomy (general)\n\n/\n\nUnited Arab Emirates\n\n/\n\ncorruption & bribery\n\n/\n\nIndia\n\n/\n\nBangladesh\n\n/\n\nMyanmar\n\n/\n\ninvestments\n\n/\n\nSri Lanka",
        "headline_1": "Neighbourhood troubles: On India and instability in the region",
        "headline_2": "Thailand’s royalty-military establishment thrives by triggering instability",
        "link": "https://www.thehindu.com/opinion/editorial/neighbourhood-troubles-on-india-and-instability-in-the-region/article68533413.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "Why have we landed ourselves in the current mess involving NEET, JEE, and other high-stakes exams? While India has the potential to lead the world in higher education, we are burdened by the mushrooming of coaching institutions, rampant cheating and a lack of trust in exam bodies, bureaucratisation of higher educational institutions, degradation of the university system, and, most concerningly, stress and mental pressure on our youth.\nOver 35% of recorded suicides in India occur in the 15-24 age group. In 2022, more than 750,000 students also left India to pursue higher education abroad, a 35% increase from the previous year. Projections indicate that Indian households will spend an estimated $70 billion on foreign education by 2025, 14 times the govt’s 2023 higher education budget allocation. These students are leaving not because they cannot find a seat in our institutions but because they seek quality education.\nIndia needs reforms for higher education akin to the sweeping economic reforms of 1991. Three primary issues must be addressed to bring accountability to our educational institutions: faculty quality, financial model and governance issues. Currently, Indian institutions fall into two categories: those that depend on govt for 90% of their sustenance and those that rely on student tuition for 90% of their survival. The over-reliance on govt funds causes major governance and scalability issues in publicly funded institutions, while depending on tuition fees brings quality and trust issues in private institutions. Both models are flawed and perilous. For example, 23 IITs admit roughly 16,000 undergraduate students, and 20 AIIMS admit about 2,000 MBBS students, highlighting the issue with scale. One single large university in the US would admit as many undergraduate students as our 23 IITs put together. Here are three essential reforms that the sector needs:\n1. Improve quality of faculty in Tier-2 institutions and universities: One salient feature of the US system of education is that there is not much difference between their Ivy League universities and their Tier-2 institutions when it comes to quality of instruction at the undergrad level. The same can’t be said here. This often creates a stampede of sorts for admission into a handful of elite institutions in India. The creation of more IITs and AIIMS has inadvertently led to a significant decline in the quality of education in Tier-2 institutions and universities. Faculty recruitments are often mired in legal complications and litigation in govt institutions. Even approval of positions from respective govts can take years, forcing these institutions to hire contract faculty. Faculty recruitments must be based purely on merit. To address this, create a national pool of IIT/AIIMS-grade faculty and mandate these people to teach in Tier-2 colleges and universities. These faculty must be hired centrally with the active participation of IITs/AIIMS, offered IIT/AIIMS faculty pay scales, given a similar teaching load, and provided generous grants to perform high-quality research. It’s important that such a pool helps establish a culture of excellence wherever they work. Even their promotions must be based on standards of performance similar to these elite institutions. Over a period of time, increase this pool of faculty nationally to improve the standards of education outside our elite institutions.\n2. Provide outcome-linked grants to institutions: Linking grants to outcomes can incentivise higher educational institutions to boost student enrolment and encourage faculty to secure competitive research grants. Funds should be linked to student enrolment numbers, research grants generated, patents filed, and IP licensed to industries. This will drive institutions to expand enrolment and increase research productivity. To support higher education sustainably, institutions must diversify their revenue streams. Policies should encourage philanthropy, industry participation, and generous overheads on research grants. Additionally, govt policies should promote the development of substantial endowment funds, similar to those in top US universities. Implementing ‘study-now-pay-later’ schemes, akin to Australia’s HELP program, can ensure affordability and support diverse career pursuits. These schemes allow students to defer tuition payments, repaying them once their income exceeds a specified threshold. This approach balances the need for immediate educational investment with long-term financial viability, ensuring that higher education remains accessible without placing undue financial strain on students or govt.\n3. Address governance issues: The National Education Policy (NEP) 2020 emphasises autonomy for educational institutions. However, excessive bureaucratic interference and controls have caused governance structures in academic institutions to hit a new low. Implementing NEP’s reforms is crucial. Building a strong board and empowering it to make financial, administrative, and academic decisions is essential. With a proper financial model that promotes expansion, excellence, and equity, coupled with administrative autonomy, our higher educational institutions will thrive. It’s imperative we use the recent NEET fiasco as a wake-up call.\nViews expressed are personal.\n\n",
        "headline_1": "Do it 1991-style: Three reforms India needs in higher education",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/do-it-1991-style-three-reforms-india-needs-in-higher-education/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "The grey-haired woman in a sari seemed uncertain if she could walk all the way in the march to protest the brutal rape and murder of the junior doctor at R G Kar Medical College and Hospital in Kolkata. Someone solicitously asked if she wanted to ride in the three-wheeler accompanying the marchers.\n“Absolutely not,” Saswati Ghosh said. “I have come here to stand beside all of you. I will walk as far as I can.”\nI asked her later why she had come out to protest something which, while horrific, also felt so terribly familiar. “She was a doctor working 36 hours. She takes care of patients like us but we couldn’t take care of her,” she said. “I cannot stop thinking about that.”\nOver the last week, many people, including foreign media have wondered, what about the R G Kar rape shook the country. They have many theories. One that this was a doctor who was raped and killed in her place of work. “This is not just a women’s issue,” activist Ratnaboli Roy said as the march kicked off. “Workplace safety is a citizen’s issue.”\nYet despite all the placards that call for an end to rape culture, one knows that a horrendous rape can happen anywhere in India. What has been especially hard to stomach is the victim blaming that happens after. In all these years, empathy is still a scarce commodity.\nWhen a woman was raped leaving a nightclub in Kolkata in 2012, the Trinamool govt’s ministers wondered why a mother of two had to go to a nightclub.\nWhen journalist Soumya Vishwanathan was murdered in Delhi in 2008, Sheila Dikshit said, “All by herself till 3 am at night… you should not be so adventurous.” In 2012 when the Nirbhaya case rocked the nation, Dikshit’s initial reaction was brusque. She said her transport department had cancelled the licence for the bus. For any other questions, the media could go to the police commissioner. The rape and murder in Hathras was quickly spun as an honour killing because the Dalit girl was supposed to have become too friendly with the upper caste youth accused of having raped and killed her.\nOf course, there is outrage when it happens but largely from the opposition. Now, memes are circulating asking why the Trinamool’s female MPs are silent but everyone knows that if something like this happened in another state ruled by another party, the narrative would remain the same, only the sounds of silence would change colour.\nInitial reports in Kolkata suggested the principal of R G Kar wondered why the woman went into a deserted seminar hall so late at night though he has said he is being defamed.\nWhen the principal finally resigned, he sounded more petulant than penitent. He complained about the non-stop barrage of social media vitriol against him. He was not offering to resign because he felt the buck stopped with him or because he felt moral culpability but because the trolling was getting too much. And then in a spectacular gesture of tone-deafness, the govt chose to appoint him as principal of another medical college because they thought he was an able administrator. Even the high court seemed stunned by this logic.\nEvery rape story has been about the woman’s character, the length of her skirt, how many drinks she had, which lonely part of the city she went to late at night. None of these should be justifications anyway but all of these excuses have fallen short here. It seemed we had finally run out of excuses. And patience.\nThis woman died in a busy hospital in the middle of her work shift, in what should have been her safest zone.\nYet over and over again, it’s as if these horrific crimes were inconveniences getting in the way of the busy schedule of governance. You just wait for it to pass, assured that it ultimately will.\nThat could make us despair but so many people, young and old, push against the odds whether to take back the night or demand safer workplaces and a law to end victim blaming.\nBut the only thing one cannot legislate is empathy. That must come from within.\nAs the protest march wound through the streets of North Kolkata past buntings getting ready for Independence Day, a group of men stood watching. Bappa Ghosh shook his head and said, “Hanging is too little for crimes like these.” Ghosh has a stall selling rakhis, the symbol for brothers protecting sisters. The protesters walked past the glittering rakhis, the irony of it all unremarked on.\n\n",
        "headline_1": "One more horrific sexual assault but only the sounds of silence change colour",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/paper-cut/one-more-horrific-sexual-assault-but-only-the-sounds-of-silence-change-colour/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "We are still reeling from the rape and murder of a female doctor in RG Kar Hospital in Kolkata. It’s a case that has captured the rage of the nation, but unfortunately there are many others that go unreported and unremarked — everyday rapes, within and outside the home and supposedly safe spaces. Regardless of the selectiveness of collective outrage, the sad reality remains that violence in its different forms is commonplace in India. During his Independence Day speech, the Prime Minister said, “As a society we should seriously dwell upon the atrocities being meted out to our mother, sisters and daughters.” Let us take this opportunity to do that.\nNo easy fix: Instead of more laws, we need to resolve problems plaguing the police, forensics and judiciary\nOur policies to tackle sexual violence against women have largely been reactive in recent years — whether it was changes in the law in response to the Delhi gangrape in 2012 (disregarding the recommendations of the Verma Committee set up to specifically offer solutions) or changes brought in after the gangrape of a minor girl in Kathua in 2018. Yet again, there are calls for increased minimum and maximum punishments. After changes made to criminal law in 2013 and 2018, we already have punishments ranging from 20 years to imprisonment until the end of a person’s life, and the death penalty for many sexual offences. The state has already legislated artificial timelines for trials and investigations to be completed within, for instance, 30 days, without keeping in mind institutional capacity to do so. Surely, we remember our celebration when, in 2019, four men arrested for a gangrape and murder in Hyderabad were killed in an encounter. Their actual guilt became irrelevant. The celebration was about revenge, not justice.\nNot addressing sexual violence as a persistent problem has prevented us from taking a long term and broader view of the problem. In fact, perversely, the burden has been put on women to subject themselves to censorship — don’t go out of hostels after a certain time, don’t access libraries at night, don’t wear short skirts, don’t smoke, be careful of who you talk to, etc. It is an acknowledgement, including by the state, that we can’t do the hard work required so that women can access public spaces and live their lives without fear.\nWhen we do have laws to address violence specific to women such as on dowry deaths and domestic violence, the overwhelmingly accepted narrative is that women use such laws unfairly against men. While narratives around sexual violence characterise women as ‘mothers, daughters, and sisters’, the narrative around the same women when it comes to other issues is that they are liars. The narrative missing from everywhere is that women are equal citizens, regardless of the role they may play in men’s lives.\nIn the same speech, the PM mentioned that “there should be a wide discussion about the criminal.” Let’s do that as well. In March 2024, a death row prisoner belonging to a socio-economically marginalised community was acquitted by the trial court. After he had already spent more than a decade on death row, his third trial court proceeding found that the forensic samples excluded the accused as the source of the male DNA. His first trial lasted around nine days. His case is not unique. In 2023, the high courts alone acquitted 36 prisoners of all charges after they had been sentenced to death by the trial court. We must take note that the 36 acquittals mentioned above indicate that the actual criminals may not even be getting arrested.\nThe approach to calls for swift justice and problems of delays has been to shorten the time required for investigations and trials. Once again, we aimed to resolve a problem in one area without addressing pre-existing and persistent problems plaguing the police, forensic labs and the judiciary, such as of pendency, manpower, proper training, and sufficient and quality resources. These kinds of seemingly ‘instant’ solutions do nothing to ensure justice to victims and survivors. The state’s unwillingness to seriously invest in long-term solutions whether in institutional structures or social outcomes has led us away from justice and towards accepting measures that are packaged as justice.\nInstead of relying on the persistence of violence, we rely on particular incidents in framing our criminal justice policy. This, in turn, has led us to believe that such incidents are exceptional, and perpetrated by an individual who is fundamentally different from an imagined ‘us’ but who cunningly looks like us. Preventing sexual violence must require us to look at reasons that create and encourage conditions that make women feel unsafe in all aspects of their lives. Unless we do so, we will continue to confound systemic violence with episodic aberrations. We will continue to punish people with increasingly harsher sentences, without being sure that they are even guilty.\nThe rage is justified, the rage and revenge policy is not.\nViews expressed are personal.\n\n",
        "headline_1": "Kolkata rape: Rage is justified, revenge is not",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/kolkata-rape-rage-is-justified-revenge-is-not/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "Describing his first spiritual experience Sri Aurobindo said silence was his ‘first positive spiritual experience’ which made the rest of his sadhana possible. He upheld that ‘in silence is wisdom’. Wisdom – true knowledge is the outcome of the inner silence of the mind.\nSpeech, as opposed to silence, creates surface ideas and representations that are ‘not true knowledge’. Since speech is an expression of the superficial, the obvious, the common sense experience, and surface thinking, it fails to grasp the in-depth reality and results in wisdom. Therefore, Aurobindo concludes, ‘to throw oneself out too much in such speech’ is ‘more waste of the energy than anything else’. It obstructs ‘the inward listening’ that alone leads to the path of authentic knowledge.\n\nWhen it comes to the description of the nature or knowledge of the real, say, Brhmn, Upanishads too prefer silence over speech. Saints such as Rahim even go to the length of saying that those who know the real do not talk about it, and those who describe the real do not know it. So, one can at best be silent about its nature. In the Western tradition, philosophers like Wittgenstein assert that, ‘Whereof one cannot speak, one must pass over in silence.’ Even in the Bhagwad Gita, the Lord says, ‘among secrets I am silence.’ However, none of them explain what ‘silence’ means.\nAurobindo, on the other hand, defines silence as ‘freedom from thoughts and vital movements – when the whole consciousness is quite still’. The state of deep silence is accomplished when one separates oneself ‘from the thoughts, feels them as coming from outside, and rejects them’ before they enter the mind. Genuine silence, according to him, is not the quietness of mind but a state of consciousness ‘which comes of itself from above when you open to the Divine consciousness’. It naturally penetrates the brain, mind, and body.\nIf there is absolute silence within, it is quite natural that the thoughts on entering and touching it should fall off. It is how the silence of the outer mind usually comes. The thought that comes in a quiet or silent mind is true dynamic thought. It is full of power as it is imbibed with formations ‘which can effectuate or realise themselves’.\nThough Aurobindo admits that in his case, state of silence dawned instantly on him ‘by a sudden miracle’, in the case of others it can be achieved by a ‘slow process of concentration’. It may take a long time for them ‘to get rid of the random thoughts of the surface physical mind’. It is a slow process and not easy and requires a lot of devotion, faith, and practice. The sadhak must make a conscious effort to reject the thoughts coming from outside so that ‘during the meditation at least the peace and quietude of the mind and vital may be complete’. When the mind is quiet and at peace, the Force can work more easily. It becomes the witness mind – the Purush.\nBy silence, he meant ‘a mind free from disturbance and trouble, steady, light and glad so as to be open to the Force that will change the nature’. It is a ‘spiritual condition which combines calm with intensity’.\n\n",
        "headline_1": "Wisdom shines through inner silence of the mind",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/wisdom-shines-through-inner-silence-of-the-mind/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "As Bangladesh is settling after the unprecedented events over the past weeks—the mass movement, hundreds of lives lost, the overthrow of Awami League government—one of the critical questions before us is what next. What needs to be done in today's Bangladesh, as the country is trying to move forward? The actions needed has an immediate perspective, a short-run one, as well as a medium-term and a long-term context.\nImmediately, the broken structure of the law and order-enforcing police administration must be restored. No doubt increasing politicisation of the police force over time, and the recent police actions led to much anger and hostility of the common mass against the police. As a result, the police force is in a state of fear. A large number of police stations have been burnt down and were not functioning for almost a week.\nSecond, social resistance to all kinds of violence must be ensured and legal actions taken. One aspect of this violence is the destruction of public property and buildings, which is not desirable because they belong to people. Measures must be taken to avoid all kinds of revengeful acts and looting. The other kind of violence manifests in the attacks on the lives, and properties of minorities, especially religious minorities, and their places of worship. It is gratifying to observe that the collective and concerted efforts of student-public alliances are ensuring the safety of minorities and the protection of their properties and places of worship. Such efforts need to be consolidated.\nThird, the destruction of historic national symbols, such as pictures and photos, paintings, sculptures, and museums, can never be beneficial. They are part of national heritage and identity. To understand where we want to go as a nation it is essential to know where we have come from. Setting fire to the Bangabandhu Memorial Museum on Dhanmondi Road Number 32, the desecration of sculptures of the Father of the Nation, and other notable figures represent the destruction of our historical journey as a nation. These are unpardonable crime, which deserves due punishment.\nOne immediate task of the interim government would be to undertake an objective inquiry into the killings over the past weeks, to bring them to justice and punish them. Similarly, actions should be taken against those who are responsible for the destruction of public properties, symbols of national history and national heritage.\nAfter the immediate actions, the first task to be undertaken in the short-term involves the creation of a democratic, transparent and participatory platform for citizens' dialogues. In such dialogues, there has to be an effective representation of all groups in the society—women, young people, indigenous peoples, persons with disabilities, people of third gender etc.\nThose dialogues may have three aspects—one, a political dialogue which should raise questions such as—should the future parliament of Bangladesh have two houses; should there be proportional representation in it; should there be term limits on government, etc. There can be public debates in the context of constitutional reforms as well—issues of reverting to the 1972 Constitution of Bangladesh or formulating a new constitution, reflective of the hopes and aspirations of the new generation. The latter issue, however, would require a constituent assembly.\nEconomic issues may constitute the second aspect of the public debate. The LDC graduation of Bangladesh would possibly be finalised during the tenure of the interim government, and as a result, some of its determinants would be relevant for them. Therefore, the interim government has to confront, in the scenario of changed realities, the issue of Bangladesh's readiness for the graduation, the negotiations with our trading partners, and formulation of a blueprint for protecting the interests of the country.\nIssues of social harmony, human rights, social inequities, social violence and terrorism may be at the core of the third aspect of public debates. Dialogues on poverty, deprivation and issues of marginalisation may represent the major part of the social inequities. There should be an open and honest discussion on communal harmony, issues of minority insecurities, and the responsibilities of the majority.\nWhile short-term reforms are required in various areas, they must align with the future medium-term reforms. One critical reform in the short-term should be in police administration so that even in the short-term, an apolitical, people-friendly, public service-oriented police force can be constituted. The other necessary short-term institutional reform is required in such entities as the election commission. The independence and neutrality of the commission must be enhanced to the highest level so that it can duly perform the mandates bestowed on it. Three, in the financial sector, short-term reformatory measures may be undertaken to combat money laundering and wealth exodus, which would increase the country's resource-base.\nIn light of the recent events in the country, the nature and dynamic of the relationship of Bangladesh with other countries may change. Because of the changed realities, there may be a need for reconstructing the collaborative and trusting relationship with various countries and international organisations. The interim government will have to perform these tasks in the short-term.\nThe most important task in the short-term will be to organise, on the basis of public debates and dialogues mentioned earlier, a free, fair, neutral and participatory election. In fact, this would be the prime responsibility of the interim government, which should delegate the reformed election commission this responsibility and oversee the election process. After holding the election effectively, the interim government will hand over power to the elected representatives of the people and with that, the mandate of the interim government will come to an end.\nIn the medium-term, Bangladesh would need multidimensional reforms. It is well known that the political and economic institutions of the country have been increasingly suffering from fundamental institutional weaknesses due to years of neglect and politicisation of the system, making these institutions less and less effective. An important mandate of the post-election representative government will be institutional reforms in the country.\nThe scope of the reforms will have to be widespread. On one hand, such reforms would encompass the independence of the judiciary, the rule of law, and various aspects of public administration, e.g. law and order enforcing institutions, the Public Service Commission, the Anti-Corruption Commission; on the other, they would also be in different economic and social areas. The economic sector would include the banking system, monetary and fiscal policies, the tax structure etc. Reforms are also necessary in such economic institutions as the Bangladesh Bank, the Planning Commission. Ensuring a structure and a culture of transparency and accountability should be at the core of the reform so that such evils as nepotism and corruption can be combatted. In the social sector, reforms have to happen in the education and health sectors.\nOne critical aspect of the mass movement is the focus on a disparity-free Bangladesh. In our society, disparities have many faces and exist not only in outcomes among various socioeconomic groups and regions but are present in opportunities, in education, health and in employment. In fact, disparities in employment were one of the major complaints of young people. In the medium-term, different reformatory measures are essential to reduce the multidimensional disparities in Bangladesh.\nOne of the most important tasks in the medium-term would be formulating a long-term vision for Bangladesh, which would identify the path for tomorrow's Bangladesh. Today's youth would be the main architect of that vision, which would motivate and guide the future of Bangladesh. Today's young people would no longer remain the \"future of the country,\" rather they would be the \"present of the country.\"\nLet us conclude with three observations. First, an interim government cannot be an alternative to an elected government. In that context, the tenure, mandate and scope of the work of an interim government must be limited and must be duly defined. A large part of the citizens of Bangladesh feel that the tenure of an effective interim government should not be more than two years.\nTwo, whether election first and reform second or whether it should be the other way round is an unproductive question. Since the fundamental reforms are to be undertaken by the elected representatives of the people, election should precede fundamental reforms. This is because, without the approval of an elected government, fundamental reforms would not receive the required political legitimacy.\nFinally, there are some interim proposals for reforms and actions as Bangladesh moves forward. There should be more dialogues, debates and discussions on such proposals. The present article is intended to initiate that process.\nSelim Jahan is the former director of UNDP's Human Development Report Office at UNDP in New York.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The tasks ahead for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-tasks-ahead-bangladesh-3679586",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "Since the fall of the Awami League government, increasingly alarming information about the banking sector has begun to surface. Most recently, it was reported in this daily that Tk 45,000 crore is tied up in dubious loans. In a questionable practice, eight banks have provided loans to directors of other banks, posing considerable risks to the entire sector. According to their financial reports, loans totalling Tk 25,000 crore were exchanged among these eight banks for their directors by the end of 2023. In addition, four of these lenders provided around Tk 20,000 crore to the relatives of the bank directors. This means the total reciprocal loans sanctioned for these directors and their relatives amounted to Tk 45,000 crore, with most of these loans changing hands over the last five years.\nIt has been known for some time that the banking sector experienced massive irregularities under the AL government. However, the true extent of these irregularities—despite various issues being regularly reported—seems to be beyond anyone's wildest imagination. For example, these eight banks were known for their questionable practices and were allegedly linked to the recently ousted AL government. During Hasina's 15-year rule, powerful business groups with banking assets, including S Alam, Beximco, Nassa, and Sikder Group, thrived on murky politics and routinely bent banking rules, exposing the entire financial sector to serious risks. The names of these business groups have once again surfaced in relation to the irregularities that have occurred at these eight banks.\nWhat is further concerning is that the combined contribution of the eight bank directors to the lenders' paid-up capital is only Tk 2,400 crore, or about five percent of the Tk 45,000 crore in loans they have taken from each other. Since most of these groups would have been unable to secure loans if their business practices and financial health had been properly assessed, and given that central bank rules prohibit a bank from lending to its own directors, they engaged in reciprocal lending. Moreover, many of these loans were approved based on the direct orders of the directors, with bank officials playing a minimal role, according to some mid-level bank officials. In other words, the bank directors essentially made up the rules as they pleased, putting depositors' and national interests at risk in the process.\nHowever, it is unlikely that they could have carried out such risky manoeuvres without \"managing\" the regulator in one way or another. This represents another disastrous outcome of the politicisation of our regulatory authorities. Therefore, it is essential that the interim government continues to uncover such irregularities and identify those responsible for these corrupt lending practices. The truth about the health of our banking sector needs to be revealed, and those responsible for financial irregularities must be held accountable. Additionally, steps must be taken to protect depositors' interests and recover these loans from politically connected businesses and individuals.\n",
        "headline_1": "Unearth all banking sector irregularities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/unearth-all-banking-sector-irregularities-3679526",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "August 5 was a historic day for Bangladesh for more reasons than one. The Awami League (AL), the party whose cause was a cornerstone in Bangladesh's history, was ousted by the masses.\nSince independence, political turmoil has been part of narratives closely related to Bangladesh. One of the factors which worked in the AL's favour, from the time the party assumed responsibility in 2009, was that it was regarded as the most progressive and liberal party to have gained power following liberation. At that point in time, AL's values struck a chord with the secular middle-class Bangladeshi. The preceding regimes association with elements such as the military, fundamentalism, and state-centric politics aided in this regard.\nFast forward to 2024, and one finds that the AL-led 14-party alliance's rule is being labelled \"fascist.\"\nThe AL regime has been somewhat of a conundrum. The Perspective Plan of Bangladesh 2041 (PP 2041), which was published in 2020, envisioned to build on economic advancements and enhance the lives of people. The AL accommodated more public-private partnerships within the media world than any other party before and oversaw the widespread introductions of leading social media websites such as Facebook, YouTube, TikTok, and Instagram. Indeed, the regime looked outwards and allowed creative media productions to be released, which did not always comply with the more conservative National Broadcast Policy of 2014. Accordingly, the party is largely responsible for digitalising a new generation of Bangladeshis, many of whom have smartphones and global aspirations today and took to the streets during the recent protests. Student coordinators such as Nahid Islam and Asif Mahmud are surely part of that generation and are, in fact, products of \"Digital Bangladesh.\"\n\"Digital Bangladesh\" was a pillar that supported the party's return to the centre in 2009 and represented its defiance of right-wing politics. AL's reformist approaches resonated with the masses in the context of globalisation and the interrelatedness of international networks in the 21st century. Their alliance with left-wing parties enabled the AL to stay in power and inspire many in the country. But, as it has transpired, the 14-party alliance seems to have paved the way for more dreams than stairs to reach those ambitions.\nThe recent movement portrayed the angst and frustration of the people from various sectors in Bangladesh, including journalism. The protests that began in the first week of July should be credited for capturing on-the-ground reactions. The mass killings, detentions, disappearances and violence against unarmed protestors that took place during this movement truly called into question the ethos of AL's political mandate. Over 400 people have lost their lives during the quota reform movement between July 16 and August 4, with some claiming that the number may well be understated. It has also been put forward that hospital records have been tampered with and bodies hidden, further putting into question just how many people have sacrificed their lives to bring an end to AL's rule.\nStudents have always been integral to the political narrative of Bangladesh. The fall of the Ershad regime was not brought about only by workers, but students as well, who endeavoured to take the nation forward on the path of democracy. Students again played their part in 2008 and 2013, when the Shahbagh Protests signalled their support for secular and not communal politics. In 2024, students took a stance once against the fascist practices of the Awami regime.\nThe tragic reality is that the AL committed to preserving democracy in the country, but backed the said promise by fascist means. The quota reform movement, which eventually led to the AL government's end, stemmed from opposition to fascist practices which often granted AL supporters, activists, and leaders the license to terrorise communities around the country. Throughout its rule, the former ruling party publicly branded opposition parties, such as the Bangladesh Nationalist Party (BNP), and its allies as being fundamentalist and in conflict with the progressive agenda of the party.\nWhile AL's statement may well be true when considering the realities of grassroots politics and the history of BNP and its allies, the Awami League's ideology also correlated with its globalist persuasions. The AL attained success in this sphere and was able to, for a period since 2009, be the flagbearer of the identity of the modern Bangladeshi. But, at present the premise of AL is being questioned and it remains to be seen how that plays out.\nIn essence, what the masses including the youths of Bangladesh have conveyed through this movement is that they are averse to right-wing politics in general, and both AL and BNP are considered part of that category today. This is very important to consider as we eventually transition to political-administrative rule again. Only time will tell whether progressive politics really do see the light of day in Bangladesh and who will be the leading stakeholders of the future. Meanwhile, the appointment of Nobel laureate Dr Muhammad Yunus as the chief of the interim government seems to be a step in the right direction.        \nNihad Nowsher works in business development.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Awami League: From progressive politics to fascism ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/awami-league-progressive-politics-fascism-3679516",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "As the country rejoices the end of an era of managed elections and ever-increasing economic cronyism and autocratic rule, the reports are still coming in on the hefty price people have paid in blood and the fallout of political turmoil that lasted more than a month. The new interim government is beset with problems left behind by the past regime in terms of ruinous policies that have left little money in State coffers to meet billions of dollars in commitments to foreign lenders. The assessment by international rating agency Fitch paints a cautious picture about Bangladesh and suggests how the country may navigate multiple perils if it wishes to maintain stability. It is obvious that the first order of business is to avoid political chaos, which is far from settled. There have been war horns blowing from across the border by representatives of the immediate past government and although that has not materialised with boots on the ground, there should be no doubt about recent events in a certain district of the country where supporters of the past regime fought pitched battles with the army. This is but one indication of how things could topsy-turvy unless handled with utmost care.Students and civil-military relations need to be maintained, for the protests that started peacefully in July ended in violence with much loss of life and the movement had morphed into a greater struggle involving various elements of society and political forces. As in the aftermath of every such movement that casts aside an entrenched regime, people are impatient for change. However, before a timeline for national elections may be declared, essential reforms need to be initiated to ensure that State power does not become hostage to any single political entity in the future, otherwise all this struggle and blood will have been for nothing. Getting back to the ratings, it has been stated that the formation of the interim government has eased immediate political instability. The principal export sector of Bangladesh is readymade apparels. With foreign missions continuing to warn its citizens with advisories warning them not to travel to Bangladesh due to \"political instability\", trade has become both complicated and expensive as RMG owners must go to buyers and not the other way round.Moving beyond exports, there has been much confusion with reliability of data furnished by various ministries, statistics and research organisations. The financial advisor has assured that these will not happen again, but the fact is that reform takes time. The weakening of Bangladesh's rating to 'BB-', reflects the mood about the country's ability to weather external shocks. This is a major challenge. It is imperative that the interim government holds talks with major political parties and the students' movement to buy time for the necessary reforms that must be made in the economic sector that include realistic planning, resource mobilisation and appropriate budgeting. Without that understanding, political stability will not be ensured.Patience is one thing that is running thin and for good reason. Sustained double-digit inflation has sapped consumers' confidence, runaway energy costs have humbled industry, endless corruption has sunk the country in terms of cost of doing business and the much touted 'economic development' is marked by a jobless-growth scenario -- all these have to be dealt with, but cannot be done in a short span of time by any government. That is why it is necessary to formulate a roadmap that will ease the economic haemorrhaging and lessen societal (and political) tensions and give the interim government the space to do what needs to be done.",
        "headline_1": "Country-rating dependent on political stability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/country-rating-dependent-on-political-stability-1723910207",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "Journalism is the best job in the world, asserted eminent Colombian writer Gabriel García Márquez some 27 years ago in an essay he wrote for Index on Censorship magazine. There are some valid reasons to differ with Marquez, and only a few in South Asia now believe in the Latin American writer's assertion. Over the years, people's faith and trust in journalism has eroded in this part of the world. A key reason is the irresponsible attitude of some journalists and media outlets who have often failed to maintain professionalism and journalistic ethics. Journalism is the work of collecting and, writing and presenting news and stories for newspapers, magazines, radio, television or online portals. Journalists have responsibility for doing their work with care and caution. Their core task is to present the events with facts and without any exaggeration. There is no scope to twist or distort the facts, whether it is bitter, goes against someone, or favours some other. Thus, doing work as a journalist is a great responsibility and there are also risks incolved. The states and the governments are generally uncomfortable with journalism as the work is used to challenge the narratives of the establishment with facts and evidence. Through challenging and rigorous works, journalists expose the misdeeds of governments and political parties, cronies and rent seekers, businesses and other evil elements of society. That's why people look for news and reports.Under a democratic regime, journalism is considered a key pillar of society and country with the expectation that it will carry out the task without any favour or fear. To perform the task, democratic states are responsible for providing legitimate support or necessary environment by ensuring freedom of the press. From the journalists' perspective, it is their responsibility to avoid misuse of freedom by maintaining professional ethics and commitments to people. In autocratic regimes, space for journalism is limited, and regimes sometimes encourage yellow or irresponsible journalism so that people may be busy with less important issues. The regimes also apply repressive tools to curb the freedom of expression and professional works of journalists and instigate irresponsible journalism only to extend the curb on media. The proliferation of newspapers, television channels and websites, thanks to the advancement of technology, has made professional journalism more challenging nowadays. Many business entities invest in media to protect their interests and deal with the government. Even the government sometimes backs some media outlets through the proxies of corporate houses. Many of these media outlets are primarily irresponsible and intentionally distort facts to mislead people, create sensation, increase views, and go viral in the virtual world. It is now a common experience in South Asia, especially Bangladesh, India and Pakistan.During the recent students' protest movement in Bangladesh, a number of television channels aired distorted versions of what was going on and also telecast commentaries with hatred only to flatter the regime. In the case of some channels, reporters appeared eager to join the protesters and their activities. The failure to keep emotions in check and maintain the right balance in news presentation made the situation worse. There is no doubt that during a turbulent time, it is difficult to do so. After the fall of Hasina's regime as she resigned and fled to India on August 5, people on the streets became euphoric, and some resorted to vandalism and looting. In some places, there were attacks on houses of the ousted ruling party leaders and activists. There were also a few attacks on minority communities in some places. A section of Indian TV channels and newspapers jumped to it and capitalise on the issue to present the attacks from communal viewpoints only along with distorted facts. Instead of checking the authenticity of many video clips and footage spread on social media, the channels tried to use those as evidence. Many of these clips have already been proved fake. However, the damage was done. The irresponsible behaviour of a section of Indian media is not new. They usually demonstrate such propensity when they cover critical events in the neighbouring countries. Except for some leading newspapers and a few TV channels, the rest of Indian media have been trying to interpret such events mainly through the lens of the South Bloc, the Indian foreign ministry to be precise, and ultra-nationalist viewpoints. The way some reporters and camera persons talked with people and recorded videos were very much disturbing. Indian media's coverage that faced backlash during the devastating earthquake in Nepal in 2015 is a case in point. The Indian government provided relief and logistic support to help Nepali people on a big scale and received appreciation. However, at one stage, the Nepalese people burst into anger against the Indian media for its irresponsible coverage of the devastated people and sites. The hashtag #GoHomeIndianMedia became a top social media trend in Nepal, with tens of thousands of tweets on the subject. Nepalese complained that the coverage had been insensitive, jingoistic and irresponsible. When thousands of people who survived the earthquake were struggling to recover from trauma and wounds, Indian TV channels were busy recording and telecasting the sufferings in a twisted manner, which further traumatised the victims and hindered the recovery process. Again, during the Sri Lankan crisis in 2022 that forced the then Prime Minister Mahinda Rajapaksa to resign first and President Gotabaya Rajapaksa later amidst mass anti-government protests, the coverage of Indian media also faced criticism. India's print and online media outlets were flooded with articles and opinions largely blaming Chinese loans as the major reason for the island's economic disaster. Such irresponsible behaviour by media is not journalism but a frenetic effort to spread fear, hatred and anger. The cost is too high to bear as its casts shadow on bilateral relationship and also hurts professional journalistic work.[email protected]",
        "headline_1": "Cost of irresponsible journalism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cost-of-irresponsible-journalism-1723910283",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "Recent media reports of escalating violence and mob brutality are deeply disturbing. The frequency of these incidents raises grave concerns about erosion of moral values and its potential to undermine the very foundation of a civilized society. It is not merely the killings that are deplorable, but the myriad of other bloodcurdling atrocities, lynching victims on mere suspicion and vengeful acts that have never before had such a free rein. How far can society withstand such lawlessness is a question that disturbs all sensible people.Eight people were allegedly beaten to death in three separate incidents last Wednesday in Wari, Jatrabari and Tongi on various charges. Nowadays, mob beatings routinely occur in different parts of the country, and each incident appear barbaric, tragic and more shameful than those before. Even if the allegation brought against the victims were true, no one has the right to take the law into their own hands. The law is the invisible line drawn between the civilised and the uncivilised. What provoked a mob which is devoid of all human kindness, compassion and deference for the law and a citizen's right to life to pounce on victims? The perpetrators usually escape prosecution because they leave no identifiable evidence that the police can trace. But even if they did, the police seem to take a lenient view of such mob crimes, especially in such an explosive time.Mob violence has been a long-standing problem in Bangladesh. Since the ouster of the Sheikh Hasina government on August 5, the mob frenzy turned for the worse. For three days there was no government, which is unprecedented. The police were running for life to escape revenge attack from the public for about a week. Lawlessness filled the abyss left behind by the fallen government.Chief Adviser to the newly formed interim government, Nobel laureate Prof. Muhammad Yunus, declared that restoring law and order was his first priority and made an impassioned plea that nobody should be harmed. His good intentioned call apparently fell on deaf ears. Angry mobs continued to rule the streets. The rise in incidents of mass beatings, public assaults, tying up individuals and suchlike are a disturbing manifestation of the erosion of human values, intolerance towards differing beliefs. Many are questioning whether Bangladesh, in its fight for democracy, is descending into mobocracy.Mob rule does a great disservice to society. Not only is it unequivocally a criminal offense, but also generates social tension and threatens to tear at the very fabric that unites the nation in peace and harmony. When coercion and domination become ingrained in society, reason and tolerance are often ignored. Mob rule makes a mockery of law and order, justice, and human rights and the authorities should not condone these atrocious instances of violence. Both state and society must play a proactive role in fostering all that benefits humanity, fosters religious tolerance, and respect for the law. Offenders must be brought to justice and the rebuilding of the new Bangladesh must go forward uninterrupted.[email protected]",
        "headline_1": "Mob justice must not be condoned",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mob-justice-must-not-be-condoned-1723910345",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-08-2024"
    },
    {
        "full_article": "China has achieved an impressive milestone in the field of medical technology. A surgeon from Shanghai Chest Hospital successfully performed a remote surgery on a patient located 5,000 kilometers away in Kashgar, Xinjiang Province, utilising a cutting-edge 5G surgical robotics system. The patient, a middle-aged woman with a lung tumor diagnosed three years prior, underwent this high-tech procedure following a thorough review of her medical records. The surgery, which lasted an hour, was completed without any complications, highlighting the precision and reliability of the technology.This remarkable achievement was made possible through the efficient control of the robotic system by surgeons at Shanghai Chest Hospital, demonstrating the power of 5G telecommunications. Notably, the hospital has set a record by conducting over 1,000 thoracic operations annually using such advanced surgical systems.China's advancements in 5G technology have been instrumental in making this possible. According to the Ministry of Industry and Information Technology, the country's 5G network now covers every city and nearly 90 per cent of rural areas, with over 3.84 million base stations installed as of July 2024. This accounts for approximately 60 per cent of the total 5G stations worldwide.This development is not just a testament to China's technological prowess but also a glimpse into the future of medicine, where distance is no longer a barrier to life-saving procedures.Sherazur RahmanTacher and writerSingra, Natore[email protected]",
        "headline_1": "China's progress in tech-enabled remote surgery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/chinas-progress-in-tech-enabled-remote-surgery-1723910357",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-08-2024"
    }
]