[
    {
        "full_article": "A Bill that the government of the land intends to make law, cannot be exclusivist at the very outset; and at least, with the time of passage, it is imperative that it loses its biases. It cannot exclude certain categories of citizens from the benefits and rights that the law seeks to confer upon the people of the country. And, that is what the Assisted Reproductive Technology (Regulation) Bill, 2020, that was passed in the Lok Sabha on Wednesday, has done, by excluding two categories — LGBTQIA+ and single men. Undoubtedly, the time has indeed come for such a Bill; for government intervention to regulate the field of fertility treatments, and by seeking to establish a national registry and registration authority for all clinics and medical professionals in the segment, it will fill a vacuum. The Bill has provisions to protect the rights of the donors, the commissioning couple and the children born out of ART, to grant and withdraw licences for clinics and banks depending on performance factors. It proposes to make it impossible for outlaws to operate within the system and profit from it, while exploiting patients. It also plans to put an end to illegal trafficking in embryos, and mistreatment of the poor coerced by their circumstances into donating eggs or sperm.It is unfathomable that a Bill, so progressive by its very nature, would glaringly exclude members of the LGBTQIA+ community and single men. As citizens, these groups too have the right to exercise reproductive rights. The omission is particularly baffling considering that the legislation has made provisions for single women too, apart from a commissioning heterosexual couple. The Union Health Minister said that several recommendations made by the Parliamentary Standing Committee had been considered. Unfortunately, despite expert recommendations to include both categories, the Committee recommended ‘it would not be appropriate to allow live-in couples and same sex couples to avail the facility of ART’ citing the best interest of the child born through ART. It also recorded that ‘given [the] Indian family structure and social milieu and norms, it will not be very easy to accept a child whose parents are together but not legally married’. While the law would do well to be cognisant of the sentiments of the people, its purpose is also to nudge retrograde social norms out of their freeze-frames towards broader acceptance of differences and preferences. Legislators have also pointed out that the Surrogacy Bill intrinsically connected with the ART Bill was pending in the Rajya Sabha, and that it would only be appropriate that both Bills be considered together before they are passed. The ball is now squarely in the court of the Upper House; legislators can still set right the omissions and introduce the spirit of justice in the letter of the law.",
        "headline_1": "Births and rights: On laws on reproductive rights",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/births-and-rights-the-hindu-editorial-on-laws-on-reproductive-rights/article37813402.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-12-2021"
    },
    {
        "full_article": "Just as we are making news as a role model of development, we are also attracting global attention as perhaps the only country in the world where school students need to demonstrate on the streets for days on end to demand road safety measures. Things that others take for granted—things that governments should take as a matter of law—are things school students in Bangladesh have to demonstrate on the streets for, occasionally facing attacks by criminal elements who profit from the lawlessness on our roads.\nIt has been around two weeks now that our school students have been demonstrating on the streets. For what? Except the demand for half fare on the buses for themselves, all the other demands have to do with road safety issues that concern all citizens of the country, not just students.\nThe number of deaths on the streets, especially of students, are just the tip of the iceberg of an all-encompassing malaise that has turned our roads into the deadliest in the world.\nThere are three main elements of the whole road safety question: The level of training of the drivers who run the buses, trucks and other vehicles—like the DNCC garbage truck being driven by the unlicensed assistant of its driver; the level of fitness of the vehicles and the quality of our roads, both in terms of planning and maintaining them; and finally, the state of our traffic system that is supposed to ensure safety for all who use them.\nThe situation of the drivers is clearly a recipe for disaster. To start with, there is no formal channel for their training. They learn to drive on the sly—from other drivers. Even if they get some rudimentary ideas about driving, they get absolutely no training on traffic laws, differences in driving on the city roads and the highways, when or when not to overtake, how to navigate turns, especially narrow ones, and about driving within one's lane.\nA large number of drivers have no licence—one of the grievances expressed by the agitating students was the high number of drivers without any licence, including those found driving several police cars. Those who do mostly have fake ones. They are procured through bribery, without any test or any sort of screening.\nJust imagine: drivers with some rudimentary exposure to driving and with no practical exposure to traffic rules, no idea of the differences between light vehicles, like private cars, and heavy ones, like buses and trucks, are allowed total freedom on our streets to drive any vehicles that their owners assign. Add to that the fact that most drivers never face any medical examination—many drivers have never had an eye examination—or psychological counselling on how to manage pressure and tension on the road. Add further to the above fact that many drive for hours, sometimes all through the night, without adequate rest. It's quite possible that many drivers may need glasses, which they don't know about, and some may even suffer from occasional night blindness.\nIf you put all of the above together, is it any wonder that our roads are as dangerous as we are now seeing them to be?\nThen comes the issue of how scientifically our roads are constructed, and how regularly they are maintained to ensure safety. We have reported several instances where accidents were caused solely due to badly planned roads, non-existent stop signs, confusing intersections, no indication for blind turns, and insufficient signals for oncoming traffic.\nOften, roads are not maintained, which poses a serious threat to vehicles and to the passengers. On occasions that a section of a road is closed for maintenance, the diversion is so inadequately spaced and marked that those accidents become inevitable. It is not known how much the unscientifically placed speed breakers have helped to ensure safety, but they definitely have contributed to the rising back problems of the passengers.\nIs there anything called a traffic system prevalent here? Well, if Dhaka city traffic is anything to go by, then there isn't. If there is a practical illustration of the phrase \"anything goes,\" then our streets exemplify it. Anything that moves is on our streets—from the fast moving to the very slow, from the fully mechanical to the completely human-powered, from very small, compact ones to the highly oversized ones. There are no clear directives as to the type of vehicles allowed on the streets and ones which are not, with the result that our traffic is among the slowest in the world. The World Bank reported some years back that in the very near future, the speed of motorised vehicles on our streets would be the same as that of pedestrians.\nThere is practically nothing called parking restrictions on our highly over-subscribed streets. Literally, anyone can park anywhere—sometimes blocking a whole lane. If you are linked with the powers that be, then of course you can park at the busiest corner with impunity. The \"no parking\" signs are more observed in their violation and act as sources of extra money for allowing illegal parking.\nPerhaps, the matter of most concern is the manner in which those who violate traffic rules are treated, even when those violations lead to fatality. An example of the clout of the bus owners and concerned unions is that they were able to force modification and outright elimination of some important passenger rights protection provisions before the adoption of the Road Transport Act, 2018 in parliament. Even after adoption, operation of some approved provisions has been held back.\nTaking everything into consideration—the indiscipline, the corruption, the lack of ability to enforce the law, the lack of training, and the lack of supervision—the road transport sector remains as one of the most neglected sectors, where passenger rights are practically non-existent. From providing unsafe vehicles, to hiring untrained drivers, with no road discipline to speak of, no law enforcement that is of any consequence, and no accountability on the part of the drivers and owners if an accident occurs, including those that cause loss of lives—our roads have been and continues to be \"killing fields\" in every sense, except the name.\nSo, the issues that the students have raised is a national one, a matter of concern for everyone in the country far beyond the needs of the students themselves. The nation should express gratitude to them for raising the issue that always seems to get ignored under the pressure of the bus and truck lobbies.\nThe prime minister's call for the students to go back to their classes and not to indulge in vandalism is a correct one. But what happens when the students do heed her words? They listened in 2018. Did anything change, especially the daily killings that occur on our roads? The issue is not about punishing a few who were responsible for some recent deaths. It is a far wider one that concerns the totality of our road transport system, the system of running private buses within the city and beyond, the way trucks are hired, loaded with goods weighing far more than they are legally allowed to. We must examine the question of total indiscipline on the city streets and highways, the corruption in issuing fake licences, the ways in which vehicle maintenance tests are carried out—mostly manually, without proper equipment and checks—and the overall lawlessness in which this sector functions.\nOur students' actions must trigger a wider and deeper examination of the issue of safe roads, which affects all of us.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Our killer roads - Students have once again raised a vital issue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-bymahfuz-anam-our-killer-roads-students-have-once-again-raised-vital-issue-2908391",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2021"
    },
    {
        "full_article": "Shoshi (not her real name) runs an online business on Facebook. This means having to deal with unwanted messages from men on a regular basis. Sometimes, these even include pornographic videos. A university student and young entrepreneur, Shoshi spends much of her time online, communicating with friends, staying abreast of news and views, and even making it a point to write positive comments on public posts which receive a lot of negative comments.\nOnce, when Shoshi congratulated a celebrity on her maternity photo shoot post, a man sent her a private message, saying that such photo shoots were vulgar. Then he began to send her pictures of himself, followed by images and videos of his genitals. Shoshi's own photos have been used to create fake social media profiles. When she wrote an article on the importance of financial independence for women before marriage, she was attacked in the comments section for spreading \"filth.\" She even received messages through an anonymous app from people at her university, saying that she should wear more decent clothes, or else…\nThese are just some stories, of only one woman. Research in the Bangladesh context has found that over 70 percent of women are subjected to online harassment, with the majority of them aged between 18 and 30 years. Receiving abusive comments and profane messages, offensive images and videos, and having one's photos distorted and distributed or used to create fake social media profiles are a part of everyday life online for women and girls. Revenge pornography—disclosing private sexual images without consent—and photographs and videos of rape are used to harass or intimidate women into entering or continuing relationships, or for blackmail.\nFrom catcalls on the street to molestation in public—and private—places, sexual harassment of women has been widespread in physical spaces. With the development of communication technologies, the internet and social media, this has spilled over to virtual spaces as well. A range of research on cyberbullying, cyber-aggression and cyber-hate has found that women are subject to substantially more online hate than men. The nature of harassment is also different, with men experiencing more name-calling and physical threats, while women are more likely to experience severe forms of sexual harassment. Such research argues that the gendered hate online is in fact rooted in traditional misogynistic discourses, which insist on the inferiority of women, the \"natural\" dominance of men, and on restoring women and men to \"their places.\"\nGendered online harassment is essentially offline misogyny moved to a new medium. It tends to rely on \"hyperbolic and sexualised derision, and it commonly includes charges of unintelligence, hysteria, and ugliness in combination with threats and/or fantasies of violent sex acts which are often framed as 'correctives',\" according to Dr Emma Jane of the University of New South Wales in Australia, whose work focuses on the social implications of emerging technologies. Online harassment comes with additional challenges, such as its rapid spread, long lifespan and potentially anonymous nature. The anonymity factor also causes an \"online disinhibition effect\" among harassers, enabling them to disassociate their \"real\" identities from their online actions and act in more negative ways online than they would in real life.\nThe truly insidious thing about gender-based harassment is that it conveys a message to women as a group, reminding them of their \"rightful place\" in the social hierarchy. As a result, women may feel that they don't belong in the public sphere, and become more cautious about or even withdraw from expressing their opinions and participating in public debates. According to Dr Barbara Perry, director of the Centre on Hate, Bias and Extremism at Ontario Tech University in Canada, group-based harassment—for example, against sexual and other minorities—has wider consequences and is more painful, because it affects not only the direct victim, but also the wider community sharing the victim's identity traits, even those who have no personal experiences with harassment or hate speech.\n\"Technology violence\" is a term that has been coined by Dr Jenny Ostini and Susan Hopkins of the University of Southern Queensland in Australia to highlight the ways in which technology is used to assert control and power where, essentially, only the method is different from traditional forms of violence. Although this notion is yet to be widely accepted in our society, online sexual harassment or \"technology-facilitated sexual violence and harassment\" leaves women feeling no less violated.\nWe have all experienced this violence in some form or another. Strange men send messages telling women what they should wear, say, write, do, think; they send lewd pictures, make sexual propositions. Classmates and friends comment on pictures saying they're \"hot\" or send messages saying they're feeling \"horny,\" asking to have sex. One woman interviewed for this article said that receiving messages with sexual innuendoes, propositions and vulgar pictures from strangers is disgusting, but getting them from known people is traumatising.\nMultiple research work on online sexual harassment of female academics and journalists indicate that women who speak out are under threat of being attacked, and that harassment is a means to silence them. Whether women are politically vocal, socially active, or just personally present on social media, the nature of online abuse against them is rooted in deep misogyny. Their appearance, clothing and character are attacked; they are labelled as \"sluts\" and \"prostitutes\"; body parts such as breasts and hips are commented on; they are threatened with rape, often by dogs and other animals. While women in T-shirts or sleeveless blouses are referred to as \"naked,\" women in burqas are asked to wear loose-fitting ones which do not reveal the shape of their bodies. A woman I spoke to for this piece, who maintains purdah and niqab, said that her pictures were circulated by men wanting to know if she's \"sexy,\" \"hot or not,\" asking her friends to share \"hot pictures\" of her.\nSometimes, former romantic partners expose private moments of relationships that have ended in order to ruin women's reputations. Tania (not her real name) had made several attempts to break up with her boyfriend but in vain. When she was finally able to do so, within minutes of the break-up, her personal photos were shared in social media groups, leaving her and her family feeling ashamed and helpless. When she went back to university a week later, things seemed normal enough, but behind her back, people were pointing at \"that girl.\" Her family would not allow her to take legal action, but have been consulting a psychiatrist to help her deal with the trauma.\nShame, anger, fear, insecurity, distrust of men, trauma—these are some of the emotions felt by women subjected to such violence. Some women remove men from their friend lists, and even start to avoid men in the real world. Some stop posting pictures and comments, or withdraw from social media altogether. Some women overcome their trauma, but others continue to live with the consequences, such as emotional distress, self-censorship, withdrawal from social media and other online spaces, and even self-harm and suicidal ideation.\nWomen who face online sexual violence often don't seek legal redress, fearing social stigma and further harassment by law enforcement agencies. Those who wish to take action are often discouraged by their families, friends, teachers and employers. One woman interviewed for this article said that she had screenshots and voice messages as proof of harassment by a university batch-mate, but when she complained to her teachers, they asked her to pray, wear purdah, and forgive her harasser, because \"forgiveness is a virtue.\"\nHow long can we allow this to continue? Online sexual harassment must be recognised as a form of violence, against which action must be taken, and where the perpetrators and not the victims are blamed and shamed. Education programmes and digital literacy are the key here, with young people being provided knowledge not only on ICT, but on online safety and etiquette, cybercrimes and their consequences, and technologies of power as well. Legal mechanisms need to be strengthened towards creating awareness, prevention and consequences of cybercrimes. The legal process must be made more accessible and secure for survivors. Acknowledging online harassment as violence is the first step towards ensuring that justice is done for crimes which leave no physical bruises, but which can change people's lives forever.\n \nDr Kajalie Shehreen Islam is assistant professor at the Department of Mass Communication and Journalism in Dhaka University.\n",
        "headline_1": "Refusing to Conform in Digital Spaces",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/refusing-conform-digital-spaces-2908371",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2021"
    },
    {
        "full_article": "Sudip Das, a person with visual disability, has always aspired to join the judicial service of the country. He obtained LLB (Honours) degree in 2014 and LLM in 2016, from the Department of Law at Chittagong University, and since then has been diligently trying to enter the judicial service. He attempted to take four successive—11th to 14th—Bangladesh Judicial Service (BJS) examinations, regulated by the Bangladesh Judicial Service Commission (BJSC). Because of his visual impairment, he asked for permission to bring a scribe into the exam hall to be able to take the recruitment test. Not once did he get the permission. In his latest attempt, Sudip applied to take part in the 14th BJS exams, but his application was rejected by the BJSC on September 19, 2021. On September 25, the day of the test, Sudip entered the exam hall and then walked out in silent protest against the discriminatory recruitment process of the BJSC.\nAccording to various reports, as well as the experiences of individuals with some form of disability and the organisations that advocate for them, there is a crisis in Bangladesh regarding the employment of people with disabilities. Despite strong legal protection in place, a large number of young people with disabilities are unemployed even after completing higher studies from universities. The stigma of unemployment, combined with that of having a disability, has jeopardised and dehumanised the lives of youths with disabilities in the country. As Bangladesh, along with the rest of the world, observes the International Day of Persons with Disabilities today (December 3), this article intends to review the existing legal framework related to employment and their implementation status.\nAccording to the constitution of the country, existing laws and various international human rights instruments, the recruitment process of government and non-government organisations should be inclusive of persons with disabilities, based on the principle of non-discrimination. Article 29 (1) of Bangladesh Constitution guarantees equal opportunity for all citizens regarding employment or office in the service of the Republic. Any action or inaction of the government or any law that may exclude people with disabilities from employment opportunities is unconstitutional.\nIn addition, Bangladesh is party to the United Nations Convention on the Rights of Persons with Disabilities (CRPD). As a ratifying state, Bangladesh is responsible for taking appropriate measures to eliminate discrimination on the basis of disability by government and non-government organisations in accordance with Article 4 of the CRPD. The country is also responsible to eliminate discrimination on the basis of disability from the overall recruitment process, per Article 27 of the CRPD.\nIn compliance with the UN convention, the Bangladesh government has enacted the Rights and Protection of Persons with Disabilities Act, 2013 (RPPDA). Pursuant to Section 16 (1) (i) of this act, every person with disability shall have the right to employment in public and private sectors. In other words, the recruitment process in all organisations should be such that people with all types of disabilities can participate in said process. Recruiters cannot put any condition in place that may exclude applicants with disabilities from the recruitment process at any stage. Meanwhile, according to Section 16 (1) (m) of the RPPDA, individuals with disabilities have the right to reasonable accommodation at work. Section 35 of the same act states that a person with a disability shall not be deprived or discriminated against or barred from engaging in any suitable work on ground of disability, subject to eligibility. According to the existing laws of Bangladesh, any recruitment system should be accessible to and inclusive of people with all kinds of disabilities.\nAccording to Section 2 (20) of the RPDDA, discrimination means treating people with disabilities differently—and unfairly—compared to people without disabilities. Unfair treatment constitutes depriving a person with a disability, acting in a biased manner, or refusing to provide any privileges or benefits due to their disability, or providing less privileges or any other benefits prescribed by the government. Section 36 (1) of the act expressly prohibits discrimination based on disabilities.\nSub-rule 4 under Rule 5 of the Bangladesh Judicial Service (Formation, Appointment in the Service and Temporary Dismissal, Dismissal and Removal) Rules, 2007, and Article 10 of the Entry to the Bangladesh Judicial Service Order, 2007, refer to the health qualifications of a candidate and are relevant only for those applicants who pass preliminary, written test and viva-voce stages. The authority to certify after this health examination is also in the hands of the medical board constituted by the director general of health services. The BJSC does not have the authority to disqualify a candidate due to health reasons before the health examination.\nThe National Coordination Committee constituted under the RPPDA has the sole authority to issue directives in case any question arises as to which job would be best suited for which type of disability. Therefore, if a candidate with visual disabilities passes all the assessment stages and becomes eligible for the health examination, then it would be appropriate to make a decision based on the advice from the National Coordination Committee.\nTaking all these regulations and the law into account, legally the BJSC was obligated to make arrangements so Sudip could take the recruitment test, including a scribe. Whether or not he would be appointed to the service could have been decided after his performance in the test and his review by the Medical Board and the National Coordination Committee. Failing to do so, the BJSC violated provisions of the constitution and the RRPDA, and the CRPD mandates. Such failure, coupled with excessive use of authority and unlawful practices by an organisation that is responsible for regulating the recruitment of judges in the country, is detrimental for the rule of law and good governance in the state.\nPeople with visual disabilities have been regularly participating in different recruitment processes in the country, including the Bangladesh Civil Service (BCS) exams, with the help of scribes. Why would they not be given the same opportunity in our judicial service? Sudip Das filed a writ petition with the High Court, seeking justice; unfortunately, the court recently dismissed his application. We hope he will get justice from the Appellate Division.\nPeople with visual disabilities in other countries—including Pakistan and Kenya—have been successfully serving as judges in the High Courts and the subordinate courts. The judiciary of Bangladesh is strong and is becoming increasingly modern. I expect that the existing barriers to the recruitment of people with visual disabilities into our judiciary will be removed, keeping pace with the modern world. In order to achieve that, necessary legislative reforms should be undertaken on an immediate basis.\n \nMd Rejaul Karim Siddiquee is an advocate at the Supreme Court of Bangladesh.\n",
        "headline_1": "Let people with disabilities into our judicial service",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/let-people-disabilities-our-judicial-service-2908366",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2021"
    },
    {
        "full_article": "Twenty five years ago, on June 12, 1996, Kalpana Chakma, organising secretary of the Hill Women's Federation, was abducted in the dead of the night. There has been no trace of her ever since. The perpetrators who raped two teenage Marma sisters in 2018 walk free today, and violence against Indigenous women continues. In August 2019, local high school headmaster Samor Kanti Datto, from Ruma upazila in Bandarban, raped a Marma girl and recorded the act on his phone, but it wasn't until September this year that he was arrested.\nWriting about gender-based violence against Indigenous women who were violated in ways that are unique to them is an emotionally taxing task. It makes me helplessly question when it will ever stop, or whether I can just divert my attention away. Yet, there is no better time to address gender-based violence against Indigenous women, an issue that is multidimensional—tied to our lands and identity.\nNatural resource management in the Chittagong Hill Tracts (CHT) is complex and incredibly political. The traditionally jhum land is owned by the village rather than an individual, managed according to Indigenous customs. The construction of Kaptai dam in the early 1960s was a catastrophic event for Indigenous communities—it submerged 54,000 acres of arable land. The International Work Group for Indigenous Affairs reports that 100,000 people lost their principal economic base because of it.\nHowever, the woes of land loss didn't stop there. Exploiting the lack of documented ownership, non-Indigenous settlers continue with land-grabbing, and without their land, Indigenous communities cannot survive. A report by Kapaeeng Foundation revealed that between March and June 2020, at least 6,504 acres of Indigenous land were either fully occupied or under a process of occupation. A lot of gender-based violence in the CHT region is driven by unresolved land disputes. Perpetrators use terror and rape as the main weapon to suppress Indigenous peoples' land claims. Kapaeeng Foundation also found that, only in 2017, an estimated 56 Indigenous women were assaulted by 75 alleged perpetrators—most of them non-Indigenous.\nLack of access to medical and legal services in remote areas deter Indigenous women and girls from reporting violence against them. They navigate a justice system that doesn't recognise their Indigenous language and traditions. Discriminatory practices such as non-cooperation of local administrations add to the human rights violations. On top of that, non-Indigenous settlers bring with them their patriarchal social codes, and make sense of Indigenous society through patriarchal lenses. Many settlers hold onto beliefs that Indigenous women are exotic and delicate. Women's clothes have grown longer, and scarves are now wrapped around them to avoid the eyes of the non-Indigenous. Indigenous women are also faced with verbal and physical harassment, subjected to frequent checks on their commute to markets.\nEven in the 1997 Peace Accord, gender issues were not directly addressed, although it can be argued that gender equity is addressed in an indirect manner through \"reserved\" seats for women in the District Council and Regional Council. In her article \"Indigenous Women: A Gender Perspective,\" Chandra K Roy writes that Indigenous women were targeted for their ethnicity and gender, which centred on their central role as the transmitters of their culture to future generations. In analysing the use of rape as an instrument in the struggle for power, she mentions a cultural significance of raping \"enemy women\"—especially women of a different race, religion or political affiliation. The otherisation of Indigenous women is evident in more subtle instances of exoticisation, such as in 2019, when a vlogger posted a video on Facebook where he interviewed a minor Mro girl on her marital status, what a viewer needed to do to marry her, and whether she could dance for him.\nWhen we're taught about social constructs in predominantly Bengali institutions, we learn that women are stereotyped as weak, in need of protection, and kept at home. If we think about sexism centring Indigenous women, we come up against entirely different stereotypes: The exotic breed, the mountain climbers.\nThis exoticisation demotes them into a subhuman status linked to hyper-sexualisation. On July 14, 2020, a domestic help agency based in Uttara, Dhaka circulated a flyer featuring a Garo woman that read \"Delivery within 24 hours, once booked.\" The insidiousness of this racist undertone, comparing the Garo women to products, is all the more obvious when you realise how vulnerable such domestic workers can be—in February 2019, a Garo teenager was raped by the man who employed her as a domestic worker at his house in Kalachandpur, Gulshan.\nWhile the community faces a gradual loss of ownership of resources, male members often become sole inheritors of property. In this way, Indigenous women face a double burden of discrimination—from settlers and also within their own communities. According to rights activist Muktasree Chakma Sathi, with the exception of Garos and Khasis, most Indigenous communities are patriarchal. Hence, most women lack inheritance rights to properties. \"What if women marry non-Indigenous men, and Indigenous properties are further lost?\" is used as a common justification. As such, forced and early marriages are rationalised as necessary to ensure cultural preservation. \"Marrying out\" for Indigenous women indicates an exile from their communities and identities. Denying them the right to make autonomous decisions regarding their own sexuality and marriage is seen as a solution to conserve Indigenous populations. Furthermore, women are not even paid equally for their labour in cultivation.\nThis unfairness has roots beyond what meets the eye. In February 2020, Manusher Jonno Foundation published a report titled \"Gender-Based Violence (GBV) and access to justice for ethnic women and girls in CHT.\" It reported 45 percent of respondents faced gender-based violence at their workplace, and 44 percent were subjected to domestic abuse. The respondents identified perpetrators to be local thugs, political elites and co-workers. Eighty-two percent of those experiencing domestic violence saw the husband as the main perpetrator.\nPatriarchy within Indigenous communities proclaims women's rights as private, cultural and domestic affairs. They are considered divisive and disruptive. Indigenous women exercising agency are accused of being disloyal to their communities. Education is deemed a double-edged sword that only knives the women. \"If a woman is 'too' educated, they will make their own decisions!\" they say. Where will our women go?\nWhat only adds to the disproportionate pressure faced by Indigenous women is that they are seen as the carriers of group identity. A glance on social media shows Indigenous women being harassed simply for wearing clothes of other cultures. Strikingly, nothing is said to Indigenous men doing the same!\nIs it okay to justify violations of women's human rights in the name of upholding culture? Is it culture that lies at the root of women's oppression, or the practices that deny women equity? While culture can be used as an excuse to violate human rights, it can also be used to promote rights by emphasising cultural values of fairness.\nWomen's rights have been formally codified as human rights in the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW). Indigenous peoples' human rights have been codified in the recently adopted UN Declaration on the Rights of Indigenous Peoples. Yet, rights of Indigenous women remain a contentious issue—domestically and internationally.\nActivist Catharine MacKinnon's definition of violence against women incorporates two dimensions: we are women systemically and systematically. Systemic means socially patterned, including harassment, rape and abuse of children. Systematic hints at intentionally organised exploitation. Indigenous women are targets of both gendered forms of violence, and gendered effects of violence that targets Indigenous communities as a whole. Their reality is a particularly racialised form of misogyny and a particularly misogynistic form of racism that targets only them.\nThe experience of Indigenous women often remains beyond comprehension to the world around them. Can we fight or heal what we can't understand or articulate?\n \nMyat Moe Khaing is a marketing strategist at a multinational company, who takes an interest in Indigenous and gender politics.\n",
        "headline_1": "Understanding the manifold oppression of Indigenous women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/understanding-the-manifold-oppression-indigenous-women-2907696",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2021"
    },
    {
        "full_article": "The 1edifice called the University of Dhaka is one of the iconic symbols of the independence of Bangladesh. It remained at the forefront of the major sociopolitical and cultural movements of the Bengalis that ultimately spearheaded the final thrust for total independence in 1971.\nWe pay homage to Dhaka University on its completion of a 100-year run, leaving behind many glorious milestones for all Bangladeshis to be proud of. The auspicious journey had begun on July 1, 1921 to fulfil the dreams of the people of East Bengal. Today, Dhaka University celebrates the university's 100 years and also the golden jubilee of the country's independence.\nWhile addressing the teachers and students of DU, President Abdul Hamid said that an academic degree is not enough—students have to achieve international standards of education. He further suggested that the university authorities keep in their mind the standards maintained at the top universities around the world while approving curricula and teaching faculty.\nWe believe the president hit the right button when he talked about the standard of education at Dhaka University. It is not unknown to anyone that the standard of teaching and learning and the overall academic environment in this institute have deteriorated considerably in the past decades because of various reasons.\nWhen we talk about its glorious past, we must recall the qualifications and quality of the first few generations of teachers. It is because of them that DU had reached the high level of excellence since its inception. It has produced world-class economists, engineers, sociopolitical researchers, scientists, medical and social scientists and so on, but, unfortunately, though the number of enrolled students has gone up phenomenally, we see less presence of our students on the world stage.\nToday, Dhaka University is not among the top universities in the world for many reasons; lack of research is one of them. No international standard research work has been undertaken by the faculties of this university in the past decades. The fund received by the institute is primarily spent on teachers' salaries and construction of various infrastructures on campus. As a result, it cannot fund big research undertakings. On the other hand, students living in dormitories complain of substandard food, lack of study materials, laboratories, etc.\nIt needs no emphasising that a university can reach the desired level of excellence when it has highly qualified and competent faculties, sound academic environment, scientific and general research activities, and the required number of departments and institutes. The quality of education and research should remain as the key indicators.\nThe glorious past in the early decades of DU was determined through reaching academic excellence. In the 60s and 70s, its involvement and role in the glorious liberation movement of Bangladesh became a model before nations struggling for liberation.\nToday, we have to look to the future and prepare ourselves to face the challenges of the technology-driven world. Therefore, Dhaka University should invest more on science and technology, so that the present generation can be sufficiently equipped to take up the challenges.\n",
        "headline_1": "Joyous centenary celebration of DU",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/joyous-centenary-celebration-du-2908356",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2021"
    },
    {
        "full_article": "Experts at a development conference on December 1, 2021 lamented that Bangladesh's remarkable economic growth since independence had also led to an inequitable society, and we cannot help but share in their disappointment. For a country that was founded on the basis of equality, it is hugely disappointing that as Bangladesh celebrates its 50th anniversary of independence, the country has experienced rapid increase in inequality, especially in recent times.\nAccording to a report published by this daily in May 2019, the Bangladesh Bureau of Statistics (BBS) found in its Household Income and Expenditure Survey (HIES) that the country's Gini coefficient, which is the economic measure of equality, stood at 0.482 in 2016, up from 0.458 in 2010. That, reportedly, meant inequality in the country was at an all-time high. At the latest development conference, experts, while lauding the entrepreneurial spirit of Bangladeshis that propelled the country's outstanding economic growth, also criticised the large-scale corruption that has been taking place, leading to growing inequality.\nWhile the country has made huge progress on social indicators, the benefits of health measures and education have not been equally distributed between the rich and the poor—as well as across gender and other social divides. And this, experts opined, is mostly a political problem. The lack of accountability of various government organisations has not only become a major barrier to our progress and to social and economic equality, but is also challenging the very credibility of the state. That is extremely concerning.\nApart from economic inequality, we have seen in recent times that various types of social inequalities are also on the rise. The space to criticise those close to power has shrunk. Questioning the decisions of policymakers is now often seen through an adversarial lens. But without such open discussions, addressing the issues that are leading to greater economic inequality will become increasingly more difficult. The recent tendency of government officials to refuse to look at data provided by independent non-government agencies is another cause for worry. Without taking such data into consideration—and in the absence of unbiased data collected by the government—how can the authorities address these difficult challenges?\nBangladesh's overall human development score, evaluated by the Human Development Index (HDI), was 0.632 in 2019, but declined to 0.478 when discounted for inequality, implying a loss of 24.4 percent in human development due to inequality. This is just one example of how rising inequality is holding back our development. Therefore, while policymakers congratulate themselves for the country's development, the reality is that most of it is down to the hard work and ingenuity of its citizens—while some of the policies that are being pursued are actually negatively impacting this development. If we are to reach our development dreams, then it is the policies that must change.\nHence, the authorities must work towards bringing greater accountability and transparency in governance. And, most importantly, take every necessary step to reduce corruption, as well as make policies that aim to address inequality.\n",
        "headline_1": "Rising inequality is holding back our progress",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rising-inequality-holding-back-our-progress-2908151",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-12-2021"
    }
]