[
    {
        "full_article": "When an insurgent organisation is faced with a precipice, it has two options — it can either go down with a fight and pull some of its adversaries across the cliff or it can see the futility of its aims and give up the fight for good. Ideologically motivated insurgent organisations rarely choose the second option, especially those that are engaged in decades of conflict. Even those organisations such as the Revolutionary Armed Forces of Colombia (FARC) that gave up violent insurgency and entered into an armistice find it difficult to convince factions or cadres who are committed to the violence as a means of not just rebellion but also of their existence. Since the merger of various Naxalite currents into the party in the early 2000s, the Communist Party of India (Maoist) has rarely ventured to speak of peace and ending the violent conflict except for tactical reasons. Its ideology not just talks of the utilisation of violence for its aims but also makes it central to its existence. The dastardly killing of eight security personnel and a civilian driver in an improvised explosive device blast in Bijapur district of Chhattisgarh on Monday (January 6, 2025) might seem like a sign that the potency of the CPI(Maoist) in inflicting such acts remains, and, therefore, the Maoists are a dangerous insurgent force. While there is a grain of truth to that, especially in the Abujmarh jungles and adjoining areas of the Bastar region in the State, it is also accurate to suggest that these are acts of a flailing outfit struggling to retain what was the only bastion for the left extremist organisation.The deaths of the security personnel, who belonged to the District Reserve Guard and Bastar Fighters of the Chhattisgarh Police, are certainly a setback to the anti-Maoist operations that have picked up pace and resulted in significant deaths of Maoist cadres and other tribal people caught in the conflict. In 2024, an estimated 296 insurgents died in the operations while security forces lost 24 people and there were 80 civilian deaths. To suffer eight casualties early in 2025 is a major blow and one of the severest losses for the security forces in recent years. The heavy use of explosives and the camouflaged nature of the planted IEDs suggest that the Maoists had planned this attack for a long time; the last such IED blast was in April 2023 in Dantewada. The knee-jerk reaction to this incident will be the security forces intensifying their operations to identify the culprits, potentially targeting innocent civilians. While stepping up the security campaign is inevitable considering the fact that the Maoists have refused to abjure violence, the security personnel and the government should not get carried away in retaliation and target civilians as this would play right into the hands of Maoist propaganda about state repression. As tempting as it is to wipe out the Maoist movement through military means, as the Union Home Minister has promised, it is still prudent to use civil society actors to work out a ceasefire agreement and utilise it to end the conflict. Published - January 08, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        armed conflict\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Chhattisgarh\n                    \n                            /                      \n                        \n                        tribals\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        guerrilla activity",
        "headline_1": "Strong setback: On the Maoist movement and anti-Maoist operations",
        "headline_2": "The IED blasts in Bijapur are the act of a flailing insurgency",
        "link": "https://www.thehindu.com/opinion/editorial/strong-setback-on-the-maoist-movement-counter-operations/article69073169.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "Justin Trudeau’s rise and fall as a global progressive icon is representative of the crisis of liberalism in general. After being in power as Prime Minister of Canada for a nine-year tenure over three terms, Mr. Trudeau announced his resignation on January 6. He had risen as the central figure of Canadian politics in 2015, leading the Liberal Party to an impressive victory in the federal election but that turned out to be the peak of his popularity. Born a child of privilege and power — his father Pierre Elliott Trudeau was Prime Minister for 15 years — Mr. Trudeau had rhetoric that was music to the ears of the global liberal elite, but his sense of the country’s public mood has been poor. As his unhinged liberalism translated into unchecked policies of the federal government, Canadians turned against him and the Liberal Party collapsed into a low point in its history, with its popularity now barely touching 15%. His fiscal policy riled conservatives and moderates, and the generous immigration policy that he approved created a spurt in the population, straining housing, health care, employment opportunities and wages. His cultural liberalism was far off the centre of Canadian politics. When signs of discontent began to manifest as public protest and criticism, he resorted to strong arm state measures and dismissed his critics.Mr. Trudeau said he hoped his exit would arrest the decline of the Liberal Party but that sounds overly optimistic. But a post-Trudeau Canada may be able to mend its ties with key partners including the United States and India. It might be months before the Liberal Party manages to install his successor or its minority government falls and a fresh election is held. The Conservative Party led by Pierre Poilievre is on an upswing and appears headed for a landslide victory, whenever elections are held, unless there is yet another turnaround in public mood. Mr. Trudeau’s successor may help rescue Canada-India ties. Mr. Trudeau’s compulsions to pander to Sikh extremists in Canada led to bizarre situations during his tenure. By escalating tensions with India on suspicion of Indian agents being involved in the murder of a Khalistani activist in Canada, Mr. Trudeau showed poor statesmanship and diplomacy. In being publicly judgmental and dismissive of Donald Trump in the run-up to the elections in the United States, Mr. Trudeau acted unwisely. He was ushered in with wide fanfare in 2015, but nobody seems to cry over this exit. Published - January 08, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Canada\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        immigration\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        habitat and housing\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        employment\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS",
        "headline_1": "​Wayward liberal: On Justin Trudeau",
        "headline_2": "Justin Trudeau’s exit comes at the end of a period of misguided politics",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwayward-liberal-on-canadas-justin-trudeau/article69073216.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "By wanting to buy Greenland, Trump hopes to revive a time-honoured US real estate tradition\nDonald Trump seems ready to modify his MAGA mantra, Make America Great Again, to Make America Greater Again. Not content to make US merely Great, the Don wants to make it Greater, literally, by enlarging its geography. \nThe Don’s long been in the real estate business, what with his Trump Towers and Mar-a-Lago Golf Club. But now he wants US as a whole to once again go into property dealership.\nFirst, he announced that he’d like Canada to become America’s 51st state, with prime minister Trudeau as its governor. Then, in a hostile takeover bid, the Don wants the US-built Panama Canal to return to American control, because he claims the shipping tolls imposed by Panama are too high. In his latest proposal, citing US security reasons, the Don wants to buy the Autonomous Territory of Greenland (2,166,086 sq km, population 56,000) from Denmark, a proposition he’d first mooted in 2019. \nWhile Greenland’s prime minister has called Trump’s takeover ploy “absurd”, the Don is merely reviving a tradition of Operation Landgrab. \nAccording to folklore, in 1626 a Dutch trader called Peter Minuit bought from the local inhabitants the land that was later to become Manhattan, for the equivalent of $24 and a handful of coloured beads, a real steal in more ways than one. In 1803, US bought the French territory of Louisiana (2,140,000 sq km) for $15mn, or $6.92 cents per sq km.\nIn 1867, America bought the 1,723,337 sq km of land now known as Alaska from Russia for $7.2mn. \nWith Trumpian USA once again in the property business, New Delhi could act as honest broker and identify the strategically located piece of real estate bigger than France and UK combined. While no price tag has been put on the property, chances are it would be up for grabs by the highest bidder. \nIt could be an attractive merger and acquisition for US as a place to deport all its unwanted immigrants and be a winning Trump card as a joker in the Pak.\n\n",
        "headline_1": "Enlarging America",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/enlarging-america/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "Delhi goes to polls with rivals doubling down on freebies, just like everywhere else\nDelhi votes on Feb 5 to elect its 70-member legislature. AAP and BJP are in keen contest, for as things stand, Congress plays a cameo to mark its presence – it simply folded after Sheila Dikshit, often remembered for upgrading Delhi through her three CM-ships. BJP-led Centre, which appoints powerful LGs, is going all-out for a win, hanging its campaign on alleged corruption of Kejriwal, the front & centre of AAP. But what exactly are Delhiites voting for? Delhi’s voters are a motley crowd. Increasingly ghettoised, parties run for regional groups of migrants and promise a bewildering array of freebies. In practically every election post-Covid, cash transfers/ handouts have influenced electoral outcomes to the point that parties are in competition to outdo one another – Here’s X’s Rs 2,300 to better Y’s Rs 2,100 that was a step-up on Z’s Rs 2,000.\nThere are in truth no winners in this spiral of handouts. No voter anywhere in the country can demand roti, kapda or makaan of her govt – for in the form of cash, it comes to her almost in charity in the garb of welfare measures, regardless of the governing party. The rhetoric ahead of Delhi elections is no better. On the one hand, handouts all political parties promise are an indication of the level of need among people. On the other, such untrammelled rollouts are a sureshot way to weaken the economy. This is happening even in Delhi, India’s richest city. It’s instructive that BJP has assured voters there will be no rollback on existing schemes floated by AAP govt.\nWhere, the Delhi voter should ask, are the public hospitals? Where are the higher education institutes or the vocational colleges and apprenticeships promised in some manifesto or the other but that see little or no implementation? Why are roads so bad, and the air worse? In Delhi, as elsewhere, political parties are promising to deep dive into govt coffers for insta-politics, even as cities continue their descent into becoming unliveable. Why draw attention to creaking infra, water woes, garbage pile-ups when handing over taxpayer’s cash is no skin off a political party’s back. \n\n",
        "headline_1": "Notes and votes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/notes-and-votes/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "Latest GDP data shows economy losing some momentum. No point blaming RBI for this\nThe much talked about slowdown in the world’s fastest-growing major economy was already evident – but with GOI forecasting 6.4% GDP growth for FY25, we now have firm evidence. Post-Covid, this is the slowest India’s economy will grow, if the forecast holds true. Officially, much will be made of a jump in growth in private consumption, a major laggard in the recent past. This is undoubtedly good news. But the more important takeaway is that the long awaited spurt in private consumption has been swamped by other underwhelming performers, principally investment. Per GOI data, FY25 growth in gross fixed capital formation will be 6.4%, down from 9% in FY24. The inescapable conclusion is that investment is not acting as a force multiplier for the economy, despite globally competitive corporate tax rates for new investment and despite much emphasis on PLI schemes.\nIs RBI to be blamed for this? Certainly, recent official assessments of the economy made in Delhi have found RBI’s interest rate policy as too inflexible in the face of accumulated evidence of a slowdown. This is nothing new, either in India or globally. Central banks routinely get blamed by govts when growth slows down after a period of high inflation-high interest rates. Yet, the fact is timing interest rate hikes and cuts perfectly is an impossible job, even in advanced economies. In India, with its mixture of formal and informal economies, it’s even more difficult. There’s something to be said about the argument that if recent inflation in India was largely driven by food price, higher interest rates were a poor choice for battling it. But there are also pundits who argue that even a food price-led inflation, when not combated by higher rates, can cause inflationary expectations, and the contagion can spread fast.\nWhat’s not a matter of debate is that govt should have known rate hikes were inevitable when inflation rose sharply and it should have come up with a plan to goose the economy sensibly. Bear in mind that growth rates around 6.5% are simply not enough for India’s needs – or for GOI’s ambitions.\n\n",
        "headline_1": "Hello slowdown",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hello-slowdown/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "Women make up slightly less than half (48.4%) of India’s population but contribute less than a fifth (18%) of GDP, per World Economic Forum’s (WEF) 2024 Global Gender Gap Report, which also shows that purely in terms of gender gap in economic participation, India ranks 142nd among 146 countries. In terms of overall gender gap – which also includes education, political participation and health and survival – we are 129th out of 146 countries.\nThat’s the bad news. The good news is that, as a nation, we could do so much better by improving women’s participation in the workforce. India ranks fifth globally in terms of GDP, but third-placed Germany is less than $1tn ahead. So, where do we begin? Recognising the urgent need for seeking gender equality as a facet of constitutional morality could be the first step. There is a strong case for ensuring 50% representation for women in all employment and appointments in central and state govts through a progressive reservation policy.\nData shows why this is a policy imperative. World Bank says 86.5% of girls complete lower secondary school in India, as against 84.5% of boys. Further, All India Survey on Higher Education (AISHE) shows women account for roughly half (48%) of total enrolment in higher education. But their labour force participation is only 32.7%, and roughly four of every five women workers (78%) are in ‘vulnerable’ employment such as low-paying seasonal work.\nRead full story on TOI+\n\n",
        "headline_1": "For the other half, reserve 50% of govt jobs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/for-the-other-half-reserve-50-of-govt-jobs/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "It is high time the practice of submitting wealth statements by Supreme Court judges—which has been stalled for the past 13 years—was revived and made mandatory by the government. The last time Supreme Court judges submitted their wealth statements was in 2011, when then-Chief Justice ABM Khairul Haque initiated the practice by submitting his own wealth statement to then-President Zillur Rahman. However, in the absence of a specific law or rule, this initiative has not continued.\nRights activists and legal experts have often called for a legal framework requiring judges to disclose their income and assets. This demand has become more relevant now as advisers to the interim government are themselves expected to disclose their wealth, with an ordinance to this effect reportedly in the works. Therefore, public disclosure of Supreme Court judges' wealth statements would not only enhance public trust but also reinforce the judiciary's prestige and integrity. Such a measure would help ensure that those entrusted with delivering justice and upholding the law are beyond reproach and free from corruption—qualities essential for maintaining the credibility of the judicial system.\n\nOne may recall that Chief Adviser Prof Yunus had previously underscored the need for government employees to regularly submit wealth statements, highlighting the current government's clear stance against corruption. Extending this requirement to all Supreme Court judges—as well as judges in lower courts—seems only to be the right thing to do to ensure the integrity of all public institutions.\nLast September, in a significant step toward accountability, the interim government amended the Government Servants (Conduct) Rules, 1979, making it mandatory for public servants to submit annual wealth statements for themselves, their spouses, and dependents. Public servants who fail to comply with this requirement risk facing disciplinary action. Over the years, in the absence of such transparency measures, corruption has become widespread across the public service sector. Implementing wealth disclosure for judges should be seen as critical to addressing the potential risks of such corruption in the judicial system.\nOne may recall that Chief Adviser Prof Yunus had previously underscored the need for government employees to regularly submit wealth statements, highlighting the current government's clear stance against corruption. Extending this requirement to all Supreme Court judges—as well as judges in lower courts—seems only to be the right thing to do to ensure the integrity of all public institutions.\nThe interim government's stated goal is to create a governance system that is accountable to the people. To that end, it should promptly issue an ordinance mandating both the submission and public disclosure of judges' wealth statements, which could be formalised into law by a future elected government. Additionally, a robust mechanism should be established to thoroughly scrutinise these statements, so that anyone found involved in corruption can be held accountable.\n",
        "headline_1": "Make wealth disclosure mandatory for judges ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/make-wealth-disclosure-mandatory-judges-3794341",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "Justin Trudeau was born on Christmas Day in 1971, the first child ever to arrive in the prime minister's official residence in Canada. This historic and joyful event coincided with my own arrival in the country just a few months earlier to attend the fall session at the University of Waterloo. December 25 itself is an unforgettable date, a day of celebration and renewal. The news of the prime minister's newborn son felt symbolic, an auspicious gift to the nation on a day celebrated for hope and joy. Little did anyone know that this child would grow up to lead Canada some four decades later, reviving a faltering Liberal Party and guiding it back to power with a charisma reminiscent of his father, Pierre Elliott Trudeau.\nThe elder Trudeau, with his cool demeanour and intellectual wit, embodied a different political era—one that I recall fondly from my university days. \"Trudeaumania\" had swept through Canada in the late 1960s, and Pierre's presence was ubiquitous, even gracing the cover of the Time magazine, which I received as part of my student subscription. During my four and a half years at Waterloo, Pierre Trudeau governed as prime minister. While his style was sometimes seen as detached, it was marked by a civility that seems almost foreign in today's polarised political landscape. He once described his opponent, Robert Stanfield of the Progressive Conservative Party, as \"a good man who will make a good prime minister should his party win,\" or something along that line. Such graciousness in the face of political rivalry is rare today and stands as a testament to the gentler tenor of public discourse in that era, especially when contrasted with the shrill, Trumpian raucousness that dominates much of today's political landscape, or perhaps it is my nostalgia that imbues those times with a sense of magic and decorum.\nJustin Trudeau's ascent to power brought back echoes of his father's legacy. He inspired Canadians with a message of hope, inclusivity, and progressivism, embodying the optimism that once defined his father's era. Yet, as is often the case in politics, the sheen of idealism can wear thin under the relentless pressures of governance and harsh realities of public scrutiny. Over time, Justin's leadership faced mounting challenges, both from within his party and the public, who got increasingly disillusioned with his policies and priorities. His eventual resignation seemed inevitable, a poignant reminder of the impermanence of political glory. Leaders often rise on tides of hope, but can be swept away by the same waves when public trust wanes.\nReflecting on Justin Trudeau's departure evokes a wave of personal nostalgia, transporting me back to that Christmas of 1971, when the snow seemed purer, the world kinder, and the future full of promise. Yet, with the passage of time, life has shown that even the purest snow eventually reveals the imperfections of the ground beneath. The idealism of youth gives way to the pragmatism of experience, and the pristine veneer of political or personal aspirations often cracks under the weight of reality.\nPerhaps Justin, like his father, became ensnared in the political ugliness he once vowed to transcend. Or perhaps his departure is simply a reflection of the cyclical nature of politics, where leaders rise and fall, leaving behind legacies to be debated and dissected by those they once sought to inspire.\nFor me, Justin Trudeau's story is inseparably linked to my own memories of a transformative time. His birth marked a beginning—a moment of new possibilities for Canada and, in a way, for me as well, starting my graduate studies. His resignation, though distant from my present life, stirs reflections on the passage of time and the inexorable march of change. As I look back on that snow-covered campus in Waterloo, I realise that the purity of those days, though fleeting, left an indelible mark. Even amid the cracks and imperfections, there is beauty in the journey.\nDr Mushfiqur Rahman is a freelance contributor based in Melbourne, Australia.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "Justin Trudeau’s fall from grace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/justin-trudeaus-fall-grace-3793931",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "It feels wrong in myriad ways to say that hope isn't there when an autocrat fell, and that too by the efforts of not just the common people, but the student population as well. One may not expect tiredness in such a situation, but about half a year from the uprising, it seems to be the common feeling in many as the increased disruptions in normal life is wearing them out. This should be a new year, but in many ways it isn't.\nFor many, the lurch back to normalcy has been jarring. It's unusual after all, to be on the street and hear gunshots, and return to the classroom within the next few days. In classrooms, even as I've had students discuss the July uprising in essays or elsewhere, the mood seems—at least in my experience—to have shifted to the old ways of doing things. It's the same pushing and pulling to ensure that the students don't slack off after over a decade in an education system that likely beat out any interest in academics, or in fact any intellectual interests that may have come about on its own. It is the same in so many areas of our lives.\nThis, again, is understandable. If you think about it, Bangladesh is and remains surreal. Incidents that might have spawned books, series and podcasts in another country get a single column in page three of the dailies here. Perhaps the normal was to see an MP get cut up in a foreign country for reasons we don't fully know. Ultimately, in the blink-and-miss news cycle of Bangladesh, exhaustion is an understandable route.\nPerhaps what has further dampened the happiness of ousting a 15-year dynastic autocrat has been the persistence of societal values that choke and snuff out any form of progress. From moral policing in Halloween to wasteful extravagance at weddings that do not need to be on this scale, in many ways it feels like the same old Bangladesh, over and over again.\nThis is not to say that I expected an instant change—far from it. I joined groups and discussions and watched more Bangladeshi content on social media than I had ever done before in the hopes that an initiative or movement existed that could render me useful outside my jobs. I had the vigour to imagine permanent communities formed out of common areas of concern. The volunteering initiatives and the attempts to help the injured and the families of the martyred were encouraging.\nYet, violence remains an unerasable part of the city, and my imaginations for improvement have come to a halt. For some reason, months after the ouster of what seemed like an indomitable force, nothing shocks anymore.\nOne of the words still confined to academia but much needed for describing Bangladesh is \"stuplimity.\" I found the most applicable form of the word in a text analysing Vikram Chadda's Sacred Games. It talked not only about spectacular acts of violence, but the routinised forms of it, or as the text put it, \"quotidian violence.\" It's what comes to mind when I think of the Jahangirnagar University student brought to her death after being slammed by a battery-powered rickshaw and hitting a tree.\nThat this argument over this specific mode of transport existed even during the 15-year regime of the Awami League government is an indication of the stagnancy post-July. It is in line with the many protests, frustrating moments, and acts of atrocities that occurred after August 5, whether the horrific acts of violence against minorities, the unleashing of sealed misogyny and its terrifying outcomes, moral policing, property destruction, and the continued self-censoring practised by groups and individuals who ought to have experienced fully fledged freedom of speech in the absence of authoritarianism. Adding to these is the helplessness felt by those witnessing the sudden robustness with which another dynastic politician is seeking to make a comeback, and the associated political party acting as if it would be the default winner of the national election when it is held. Within the two parties that have continually vied for power, neither inspires confidence among people who know of or remember each regime's misrule.\nThis is complicated by the feelings different groups have towards the interim government's performance. Some remain defensive, the horrors of the former regime telling them to accept anything else besides the former party; some supporters of the former regime attempt, tacitly or openly, to undermine what progress has been made to implant the idea that the past was better; and some remain lost on the path forward, almost rendered hopeless by the mammoth task of progress.\nBut to return to the point in the title, when I say the hope is not there, I do not mean that an attempt should not be made to find hope. As roughly explained by a friend who overcame hurdles far greater than mine to access the education that was simply expected for me to have, hopelessness is not only bourgeoise, it's bougie. To lie down, to give up, to contemplate and complain, and not attempt improvement is often the go-to of one who did not need to fight for the bare necessities required for even a semi-decent life. The fact of the matter is that one person's giving up is often not only an action affecting the individual, but others who may have benefited from their attempts.\nTasks remain ahead of us. Whether it is preventing the biased revision of recent events, the opportunistic grabbing of authority in a power vacuum, or attempts to destabilise a nation from outside, the roles we have to play, no matter how insignificant they may seem to us now, will need to be fulfilled. It is easy to fall into despair when one imagines what will come after the election. However, the alternative is to suffer in silence.\nAliza Rahman is a writer based in Dhaka.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The hope is not there",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-hope-not-there-3793696",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Strengthening startup ecosystem",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-startup-ecosystem-1736264862",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Unlocking potential of  blue economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unlocking-potential-of-blue-economy-1736264896",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Democracy, fair polls and economic growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/democracy-fair-polls-and-economic-growth-1736264927",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Sufferings of floating people during winter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sufferings-of-floating-people-during-winter-1736264958",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2025"
    }
]