[
    {
        "full_article": "Like same-name snack, he’s been\ntoasted, grilled – and now burnt \nDevi Prasad Kejriwal, member of Bombay’s toff Willingdon Sports Club,  asked for cheese toast topped with an egg and diced green chillies. That personal whim of the ’60s became pan-Indian as more and more menus scrambled to grab a bite of its popularity. But today it looks more like a Dilli bhur-ji. Aaj ka Kejriwal has egg on his face if you AAPlaud his arrest. If  instead you find it AAPpalling, it’s because of the timing – a  factor  as relevant in the cooking of eggs.\nActually, lofty Arvind-ji’s case is looking like lowly anda only. His case has been cracked, no? He’s been named kingpin of an eggcise scam, no? Eggcised from poll campaign, no? In our Mumbai, egg is baida and scam is ghotala. So already our street-stallwallas are changing name of Baida ghotala to Kejri ghotala.\nHe was once the cock of the anti-corruption walk, so it’s shame on toast to have been roasted on the same count. Unsurprisingly, he brazened it out nine times, ignoring as many summons. In this, Kejriwal was different from the usual hard-boiled politician who turns out to be yellow inside. But, as he found out, you can’t always be sunny side up; when the heat is turned on, you end up double fried. \nYes-ji, all politics is much like cooking eggs. Non monsieur, that’s not why some politicians are oeufs. MLAs and MPs are regularly poached and whisked away. As in souffles, party members have to be ‘whipped’ during confidence votes, else the government could collapse. In a French hollandaise or Parsi machhi no saas, the egg must be carefully blended in, continuously watched over; constituencies have to be similarly coddled.\nElse both sauce and chances will curdle. Like the Portuguese pasta de nata, he will become past-a de neta. Alas not always. While ‘eggs once broken …can never be put together again’, we keep putting up with the broken promises of politicians, and  putting these rotters back again.\nHowever, no politician’s crime has been so heinous yet as to deserve the  infamous ‘anda cell’. \n            ***\nAlec Smart said: “Would an electoral Bond film be called ‘Cashino Royale’?”\n\n",
        "headline_1": "Eggs Kejriwalled",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/eggs-kejriwalled/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2024"
    },
    {
        "full_article": "It’s been an eventful week in the world of Big Tech regulation. EU launched sweeping investigations into the activities of three of them, Apple, Alphabet and Meta, to check if they are complying with the area’s Digital Markets Act (DMA). Independently, in US, Florida has introduced a law that bans children under 14 from social media platforms.\nThe problem | Big Tech represents an inversion of the early ideas of competition. Global tech industry’s appeal lay in the fact that entry barriers to competition couldn’t be lower. A college dropout with a killer idea and the smarts could reduce an industry leader to an also ran. That’s now history.\nPower of concentration | Digital economy is driven by economies of scope. That is, providing a variety of services makes a firm more competitive by giving it access to a huge trove of data. AI is nothing without extraordinarily large data sets and computing power. So, now, folks with killer ideas are pushed into the embrace of Big Tech. Think of the grip Microsoft has on OpenAI. Big Tech now dominates three crucial areas, AI, platform economies and social media. The challenge for regulators is to find a framework that can effectively address the full range of Big Tech operations.\n\nDMA and gatekeeper approach | EU’s DMA is the world’s most ambitious regulatory effort to rein in Big Tech. It identified a handful of companies as gatekeepers and held them to high standards. On March 25, it launched its first non-compliance investigations to check if the three companies are using market dominance to choke potential competition. DMA represents an extension of earlier regulatory efforts to curb anti-competitive practices of Big Tech. It’s an area where most regulators have made progress.\nRegulatory gaps persist | Florida’s law tackles a small part of a critical problem posed by social media. It’s another matter that bans of the kind planned are hard to impose. Social media is also a platform that allows firms to suck in data. It’s put them in pole position to harvest early gains from application of AI in mass products.\nGetting back to the past | Silicon Valley’s outsized global influence creates resentment. But in its favour was the belief that it was a true meritocracy. That’s now morphed into a conventional oligopoly. The regulatory challenge now is helping the tech industry get back to its roots.\n\n",
        "headline_1": "Too big to check?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/too-big-to-check/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2024"
    },
    {
        "full_article": "Pakistan’s security problems are again worsening. But this time the Chinese are burning their fingers too. Monday’s strike, where militants from Baloch Liberation Army (BLA) tried to storm Pak navy base PNS Siddique in Balochistan’s Turbat, took place within a week of an attack on Gwadar port complex. The common link? China. Gwadar is the centrepiece of the China-Pakistan Economic Corridor, while the naval base was reportedly hosting Chinese drones.\nRisky business | Yesterday, five Chinese nationals were killed by a suicide bomber in northwest Pakistan. This clearly shows all is not well with CPEC projects that have increasingly come to be seen as robbing Pakistan’s poor for the benefit of military elite. Minerals-rich Balochistan has long complained about Islamabad’s imperialistic treatment. Now the anger is directed at generals’ best friend Beijing. While Pak army does provide security for CPEC projects, this hasn’t stopped attacks.\nDouble game? | But Pakistan is a master at using terrorism for leverage. BLA has been a thorn in Islamabad’s side for years. Yet, if it keeps the Chinese on tenterhooks, that’s leverage the generals wouldn’t mind when they are taking on billions of dollars in Chinese loans.\n\nDouble trouble | This too-clever-by-half strategy of course leads to costs. Supping with terrorists has cost Pakistan a huge number of civilian lives. Along with BLA, Pak Taliban too has increased frequency of attacks since termination of ceasefire with Islamabad in Nov 2022. So much for the generals’ ‘brilliant’ strategy of grooming Afghan Taliban for strategic depth.\nLosing face and more | Despite generals calling the shots, China knows it won’t ever get its money back. But it doesn’t want to lose face by admitting it. Beijing is realising that its all-weather friend is all-weather trouble. India should continue to keep its guard up and prevent any spillovers of Pak terror. If the Beijing-Islamabad nexus weakens, it’s good for New Delhi.\n\n",
        "headline_1": "Pak of trouble",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pak-of-trouble/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2024"
    },
    {
        "full_article": "If you’re savouring a cup of tea while reading this newspaper, you should thank the British for having brought both chai and Angrezi to India where we’ve transformed the beverage and the language to suit our tastes, infusing them with home-grown masala.\nThe story of how Camellia Sinensis, the botanical name of the tea plant, came to be cultivated in India reads like thriller fiction.\nIndeed, in his 1966 epic novel, Tai Pan, about the founding of Hong Kong as a British outpost, James Clavell used as a subplot the smuggling out to India of tea seeds from China, a practice strictly forbidden by Chinese law.\nEuropean travellers to India in the mid-17th century recorded the use of tea as a medicinal drink in parts of Assam, but the plant was not widely cultivated, nor commonly used.\nFrom the early 19th century on, Britain had become an enthusiastic tea-drinking nation, its popularity initially confined to the affluent, but gaining appeal among the working class, not least because the necessity of boiling the brew made the unclean water safer to drink.\nFor the tea they drank, the British had to pay the Chinese in bullion. This would have beggared Britain, except that the Chinese were willing to pay in bullion for opium, the poppies for which were grown in Bengal. Though opium was illegal in China, it was smuggled in by the British to pay for their tea.\nWhen the Chinese authorities resisted, it led to two so-called Opium Wars, to subjugate China and, in effect, turn it into a nation of druggies.\nThen, in 1851, an enterprising British functionary, appropriately named Robert Fortune, managed to sneak out 20,000 Chinese seedlings. Planted in the Darjeeling hills, these flourished, and the tea trade grew bigger than ever as Indians too took to the brew, though with the addition of ginger and other spices.\nThe teacup you hold has quite a storm of history in it. Not least for having given us our own version of America’s great success story, From Log Cabin to White House: From ‘Chaiwalla’ to PM.\n\n",
        "headline_1": "Tea and sympathy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/tea-and-sympathy/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2024"
    },
    {
        "full_article": "Bhutan and Bangladesh are two South Asian countries of dissimilar geographical makeup and history. But their relations have been very close ever since the country with no history of colonisation recognised Bangladesh before any other country on December 6, 1971. It could be closer but for the territorial distance and a lack of direct land connectivity. As an upper riparian country with four rivers, all originating from the high altitude Alpine snow-capped Himalayas and flowing into the Brahmaputra River, the two countries are evidently bound by a common lifeline. It is only natural that the two friendly countries would enhance their mutual cooperation in areas where one can offer its natural setting or other advantages for the benefits of both. With a population of 792,382, Bhutan is the second least populous country in South Asia but it is a lower middle-income nation witnessing significant economic growth. Land-locked, the country has compelling reasons for establishing connectivity with its neighbours to have access to a seaport. Now that King Jigme Khesar Namgyel Wangchuk and Queen Consort Jetsun Pema of Bhutan are on a visit to Bangladesh on the occasion of the celebration of the Independence Day of Bangladesh, the two sides have already signed three memorandums of understanding (MoUs) to mark their august visit. The burn and plastic surgery unit Bangladesh will set up in Thimphu, Bhutan's capital, may look like a small step but given the interests in medical education in Bangladesh among Bhutanese students, this marks a significant development. As for the special economic zone in Kurigram to be dedicated to Bhutan means a lot. Bhutan will have an opportunity to invest in trade and industries in Bangladesh. This is how that landlocked country can outreach beyond its geographical limitation. However, there are more areas of cooperation for furthering their mutual interests. Bhutan's three main pillars of economy are hydropower, tourism and agriculture. Bangladesh can either collaborate in developing hydropower plants or simply import power from that country. Hydropower is clean energy and is likely to be cheaper than any comparable type. In agriculture too, Bangladesh can beneficially share its expertise with that country. But the highest potential of mutual cooperation lies perhaps in developing connectivity. If the northeast India is fruitfully used for land connectivity between Bangladesh and Bhutan, it will be a direct link covering not only the two countries but also the Seven Sisters or the north-eastern states of India. There is a good reason for developing such a connectivity. With the Matarbari Deep Seaport coming into being, the largely neglected northeast India will find a better cause for getting connected to the port that promises to be a commercial shipping hub in the Bay of Bengal. Bhutan and the Seven Sisters will immensely benefit from this port if they have access to it for carrying out their exports and imports. This will provide an impetus to industrial and commercial ventures within the subregion and well beyond its boundary. Hopefully, the policymakers of Bangladesh, India and Bhutan will take a long view to enhance cooperation in the commercial and economic interests of the South Asian subregion under review.",
        "headline_1": "Further stride for Dhaka-Thimphu tie",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/further-stride-for-dhaka-thimphu-tie-1711552031",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2024"
    },
    {
        "full_article": "\nBangladesh commemorated its 53rd anniversary of independence on Tuesday with much fervor and zeal. The celebration included paying tribute to the freedom fighters with due solemnity, and reiteration of its socio-economic progress and commitment to transform the country into a developed and prosperous Smart Bangladesh by 2041.One cannot deny the importance of marching forward towards development goals with steely determination. With economic development, it's believed, the country would become a far better place to live and poverty and hunger would become a thing of the past, and all would enjoy basic needs like housing, education, healthcare, and clothing. The impressive vision of creating a Smart Bangladesh further paints the country as a glamorous place to live in the future. But amidst these high hopes and celebration of developmental milestones, food insecurity, growing income inequality, pervasive corruption at an epidemic level, and persistent lawlessness are present. And that is perplexing, worrying, and unacceptable.The country's economy and development are on the up and up, but some vital colours are missing from its tapestry. The growth rate alone does not tell the entire story. Income distribution is heavily skewed with more wealth going to those who have already too much, similar to feeding the well-fed. For example, despite the country achieving a robust GDP growth rate averaging 6.5 per cent per year over the last decade, the latest survey conducted by the Bangladesh Bureau of Statistics (BBS) revealed that 37.7 million Bangladeshis suffered from moderate to severe food insecurity in 2023. This means one in every five households suffered food insecurity last year and 1.477 million people experienced it at its very worst. They skipped meals, had less to eat and worried about not having food for the following day. Having food in the stomach is far more important than growth rate statistics. The BBS study indicates the surge in inflation over the past two years has sent food prices spiraling skywards and exacerbated food insecurity. Perhaps the most widely discussed subject over the last two years has been the rising cost of living and the hardship faced by the poor and people in lower income brackets. Prices of the bare essentials and medicine have risen abnormally. All modes of transportation costs, too, have significantly escalated.Making matters even worse, the government kept raising the tariffs of all utility services from time to time under the pretext of reducing subsidies. It seems the government's effort to adhere to the IMF's prescription has exacerbated the situation for the poor. The government at times may have to take unpopular measures to manage the economy. But how can the people remain afloat when there is no control over the prices of essentials? Finance Minister Abul Hassan Mahmood Ali thinks inflation is not the people's main concern. But his observation does not help or even give hope to the people in dire straits. It rather suggests the leaders are happy with the sordid state of escalating living costs, as it does not affect them directly. To help address the growing food insecurity, experts recommend widening and strengthening social safety net programs and introducing school meal initiatives. The dismal record of revenue collection, however, limits the government's capacity to go for large-scale welfare programs. Low revenue earning also means that tax dodgers are having a field day. In spite of the expansion of the economy and enviable economic growth, domestic revenue, especially from direct taxation of the emerging affluent, has remained stagnant. Shockingly, 87 percent of the wealthy and upper-middle-class citizens evade income tax altogether. The poor and low-income earners cannot be blamed for the fallout of that incompetence, but they are paying the price.Amid poor revenue collection, a plethora of ambitious development projects have been implemented. These projects, funded by both domestic and foreign loans, have been plagued by time and cost overruns due to faulty project design and planning, irregularities, and corruption. Consequently, the government is burdened with escalating debt repayment obligations. In the first eight months of the current fiscal year (July-February), foreign debt repayments surged by 43 per cent to the tune of $2.03 billion, with interest payments doubling that of the corresponding period of the last year. This grim reality underscores the urgent need to address the root causes of this economic crisis by enhancing direct taxation on the affluent and curbing corruption, inefficiency, and mismanagement. However, instead of pursuing these vital reforms, the government burdened the common people with increased financial obligations by frequently raising utility chargers. These policies have only exacerbated inequality by jettisoning the interest of the low- and middle-income poor.Meanwhile, corruption continues to impede the implementation of pro-poor policies. In recent years, to its credit, the government has ramped up the sale of essential goods at subsidized rates to aid the poor. But much of the allocated resources are allegedly misappropriated. To effectively combat corruption and ensure proper delivery of services to the poor, it is necessary to increase accountability, monitoring, vigilance, and execute the law no matter who is guilty. The government cannot and must not disregard the plight of millions grappling with food insecurity under the false assumption that their purchasing power has increased. The needs of the people must be addressed more sincerely with greater sensitivity and humanity. The poorer sections of society are at breaking point and cannot take any more pressure from the erratic market behaviour and government policies that seem to ignore them or show little concern for their needs.The country has progressed well in different socio-economic indices. But it still has a long way to go to establish a welfare state by ensuring distributive justice and a just social order that the architects of independent Bangladesh had envisaged. Get that right first and then the nation will be on the right road to a Smart Bangladesh and a Sonar Bangla.\n[email protected]",
        "headline_1": "Bangladesh at 54: Lofty goals, harsh reality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-at-54-lofty-goals-harsh-reality-1711552066",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2024"
    },
    {
        "full_article": "Businesses are constantly seeking ways to enhance productivity, foster innovation, and maintain competitiveness in today's ever-evolving business landscape. The long tail process has emerged as a strategy gaining popularity, originating in retail but now extending its reach across various industries. Rather than focusing solely on mainstream goods and services, the long tail process acknowledges niche markets and specific needs. This entails embracing diversity, fostering creativity, and facilitating collaboration at all levels within an organisation.Through adopting the long tail process, companies can unlock untapped potential within their workforce. Employees are empowered to explore fresh ideas, experiment with novel strategies, and contribute individually to the company's growth. Furthermore, the long tail process cultivates a culture of inclusivity and adaptability. It encourages individuals to pursue diverse interests and innovative solutions to problems, thereby promoting lifelong learning and personal development.However, implementing the long tail process requires a shift in organisational structure and mindset. To fully realise its benefits, leaders must prioritise decentralisation, flexibility, and open communication.In conclusion, by embracing the long tail process, businesses can unearth hidden potential, stimulate innovation, and thrive in a dynamic business environment. Organisations that value diversity and nurture creativity position themselves for long-term success in the digital age.\nMd. Kausar Jamil SaumikStudentDept. of Marketing, North South University[email protected]",
        "headline_1": "Embracing long tail process to nurture innovation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/embracing-long-tail-process-to-nurture-innovation-1711552089",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2024"
    },
    {
        "full_article": "The Mass Rapid Transit (MRT), also known as the Metro Rail, is a national infrastructural project undertaken by the current government in June 2016 with the primary objective of providing a congestion-free mode of transportation to the citizens. Stretching from Kamalapur to Uttara Diyabari, it includes stops at key locations such as Dhaka University, Karwan Bazaar, Bijoy Sarani, and Mirpur, among others, within the capital.The perpetual gridlock on Dhaka's roads consumes commuters' valuable time each day, leaving them frustrated and fatigued. This prolonged time spent in traffic prevents individuals from prioritising their health, leading to sedentary lifestyles compounded by excessive work stress, which in turn increases the likelihood of health issues such as obesity, hypertension, and burnout.The Metro Rail significantly reduces travel time, thereby conserving people's energy and enhancing productivity in the workplace. With reduced commuting hours, individuals are better able to focus on their professional or academic responsibilities. Moreover, the time saved can be allocated to personal activities such as exercise, quality family time, or pursuing entrepreneurial endeavours. By offering a faster and more comfortable mode of commuting, the Metro Rail empowers the driving forces of the economy.For instance, a trip from Bangladesh Secretariat to Mirpur-10 via the metro costs Tk. 60, whereas covering the same distance by personal vehicle would require approximately 1.5 litters of fuel, priced at Tk. 126 per litter for octane, not to mention the additional fuel wasted in traffic. Thus, the metro proves to be a more economical option compared to personal vehicles or other modes of public transport. Commuters can allocate the saved funds to improve various aspects of their lives, enhancing their overall quality of life.Additionally, the efficient commute service enables individuals residing on the outskirts of Dhaka to reach the capital in a timely manner for work, eliminating the need for relocation to Dhaka solely for employment purposes, which would otherwise incur higher living expenses and necessitate separation from their families.Operating throughout the day, the Metro Rail currently conducts approximately 178 trips, facilitating congestion-free transportation for residents across Dhaka city, from one end to the other.\nAffan Abrar Amin Diploma/CertHe in Common Law University of London[email protected]",
        "headline_1": "Contribution of Metro Rail in making lives easier",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/contribution-of-metro-rail-in-making-lives-easier-1711552125",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2024"
    }
]