[
    {
        "full_article": "In upholding the conduct of a survey by the Archaeological Survey of India (ASI) at the Gyanvapi mosque, the Allahabad High Court may have endorsed a surreptitious attempt to alter the character of the place of worship. Both the High Court and the Varanasi District Court, which ordered the ASI survey on July 21, had held earlier that the suit filed by some Hindu devotees to assert their right to worship some deities and images within the mosque precincts was not barred by the Places of Worship (Special Provisions) Act, 1991, which froze the status of all places of worship as on August 15, 1947. The reason given was that the suit was solely for the right to worship and not to seek any declaration that the building was a temple. In brazen contradiction to this stand, the worshippers filed applications seeking a scientific survey by archaeologists to ascertain whether the Gyanvapi mosque was built on the demolished structure of a Hindu temple. Both courts have endorsed this strategy of gathering official evidence, currently not available to the plaintiffs, through the ASI. The District Court’s order merely said a scientific report would bring out the “true facts” about this case and help it arrive at a just and reasonable conclusion. The High Court has dismissed all objections, including the ones that said the court cannot ask for expert evidence even before the issues to be tried were framed, and that it cannot gather evidence on behalf of the plaintiffs.The courts have not dealt with the question why it is necessary to determine the date of pillars and walls and make a list of artefacts, when the main prayer in the suit is for the right to worship Ma Sringar Gauri, Ganesh, Hanuman and other “visible and invisible” deities. The entire case is based on the assertion that Hindu deities were being worshipped at the site before and after August 15, 1947. And that daily worship of these deities was going on till 1990, and that after 1993, it is permitted one day every year. The plea for a survey and the intent to rake up the question of an earlier structure under the mosque indicate a design to create conditions for seeking an alteration to its status. An earlier order asking an Advocate-Commissioner to study the premises led to a claim that what was likely a sprinkler or fountain was a ‘shivalingam’. It is unfortunate that the courts are encouraging motivated litigation directed at Muslim places of worship. Each time such an application is filed, it raises the spectre of incremental injustice from an abuse of the legal process.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\narchaeology\n\n/\n\nUttar Pradesh\n\n/\n\nreligion and belief\n\n/\n\nminority group",
        "headline_1": "Incremental injustice: On the Gyanvapi mosque survey",
        "headline_2": "Courts should discourage motivated cases for altering status of places of worship",
        "link": "https://www.thehindu.com/opinion/editorial/incremental-injustice-the-hindu-editorial-on-the-gyanvapi-mosque-survey/article67158812.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "Less than a month after the Goods and Services Tax (GST) Council appeared to have sealed a compact on the long-deliberated issue of the appropriate tax to be levied on casinos, horse racing and the booming online games industry, it was convened afresh this Wednesday to revisit the matter. The rethink on the Council’s move to impose a 28% GST on the face value of bets placed by participants was ostensibly triggered by an outcry from industry and a nudge from the Electronics and IT Ministry that is steering the e-gaming policy. Online gaming players had termed it a death knell for the sunrise sector with billions of dollars in investments and thousands of jobs at stake, and stressed the levy is not in sync with global norms that tax the gross gaming revenue (i.e., their platform fees). Sikkim and Goa’s pleas for the casino tax to be also levied in the same manner did not find favour with the Centre and most States, so the Council decided to stick to its stance with one minor, but not trivial concession. Simply put, if one enters the race course on Derby Day and bets ₹1,000 on a horse with moderate odds which ends up winning, and bets part of that bounty on another horse in the next race, the tax levy will remain confined to your initial thousand rupee wager. This formulation addresses the prospect of repeat taxation on reinvested earnings, drawing a muffled sigh from the nascent industry that still remains anxious on the implications of the tax likely to kick in from October 1.It is no one’s case that the GST Council should only take unanimous decisions — as Finance Minister Nirmala Sitharaman pointed out, even the taxation of lotteries was firmed up by a majority vote. But the Council’s promise of a review of the tax six months after its implementation, even if it was just an attempt to placate the dissenting voices of small States such as Goa and Sikkim, belies a lack of conviction in the resolution. While users and industry now await the fine print of the legislative changes to GST laws and the rules to be subsequently notified by the Revenue Department, the room for a review, which could swing either way, creates a cloud of uncertainty on business operations and fresh investment plans. The Council has often clarified or tweaked tax treatment for items, when warranted. But announcing a review at the outset sets an awkward and potentially dangerous precedent that could thwart India’s aspirations of being a reliable investment destination with predictable policies. The Council should not give the impression that it can be swayed so easily by representations from the industry or demands of individual States.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\ncasino and gambling\n\n/\n\nhorse racing\n\n/\n\nonline\n\n/\n\ngaming and lottery\n\n/\n\nSikkim\n\n/\n\nGoa\n\n/\n\ninvestments",
        "headline_1": "A tentative rethink: On the Goods and Services Tax Council’s move",
        "headline_2": "The Goods and Services Tax Council’s retake on gaming bets does not provide enough certainty",
        "link": "https://www.thehindu.com/opinion/editorial/a-tentative-rethink-the-hindu-editorial-on-the-goods-and-services-tax-councils-move/article67158693.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "Two capital letters of the alphabet which could reverse 300,000 years of human evolution:\nNot so long ago the letters A and I, put together, would occasion controversy and consternation, and generally raise bells of alarm.\nAI meant an India-based airline which was chronically plagued by woes, including perpetual flight delays because stowaway rodents had made a meal of wiring essential to the operation of the aircraft, bug-ridden blankets which gave users skin rash, and inebriated passengers who voided their bladders on fellow passengers in the mistaken assumption that they’d found the loo.\nBut increasingly the letters AI have come to be associated with an even greater menace, standing as they do for Artificial Intelligence. Artificial Intelligence doesn’t refer to a pretend know-it-all who in fact is a know-nothing, but to devices which do more and more of our thinking for us.\nAn early example of AI were electronic pocket calculators which did all our adding, subtracting, multiplication, and division for us. Thanks to them we could unlearn not just our multiplication tables, but all of arithmetic.\nWe could also unlearn how to spell words, because our PCs, personal computers, would automatically correct our spelling. Computers, which is an alias for AI, could guide us to our destination, in a vehicle or on foot, so we could unlearn our sense of direction. AI could not only play chess with us, but beat us at it, so we could unlearn chess.\nAI can now drive our motor vehicles for us so we can unlearn driving, and write legal documents and novels, and poetry for us, so we can unlearn how to do all these things.\nAI can select for us which movies, TV shows, news channels we should watch, tell us which newspapers, magazines and books to read, which political candidate or party to vote for. AI can do our democracy for us.\nAI will select our enemies and allies, fight our wars and make peace for us. Thanks to AI, Homo Sapiens, Thinking Humans, who emerged 300,000 years ago, might soon become Homo Sap – as in the poor sap who can’t do anything for himself.\nAI will become our all-powerful deity to whom we shall offer a daily heartfelt prayer:\nOur RAM which is in cyberspace,/ Preserved be your domain./ For yours is the algorithm,/ The ROM and the software for ever and always,/ AI-men.\n\n",
        "headline_1": "AI, AI, oh!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/ai-ai-oh/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "Nothing wrong in GOI’s decision to ban rice exports, even when Russia ups its attacks on Ukrainian ports. Food is a strategic tool, as US has shown many times:\nWith Russia stepping up attacks against Ukraine’s Izmail port across the Danube river, global food markets are in turmoil again. Russia has decided to junk the Black Sea grain deal – under which it gave safe passage for Ukrainian grain exports to the rest of the world via the Black Sea.\nBut the price volatility was exacerbated by India’s decision to ban exports of several varieties of rice. Indian intervention in global grain markets – whether as a buyer or a seller – typically has outsized impact, given India’s status as a large producer and consumer of grains. As things stand today, India has a 40% share of world rice exports.\nRead full opinion on TOI+\n\n",
        "headline_1": "Chawal is the new oil",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/chawal-is-the-new-oil/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "Data protection provisions are future-ready, simple and easy to comply with, for the public, and for organisations that collect, process big data. It preserves India’s affordability advantage:\nTo draft comprehensive legislation is no easy task, but technology lawmakers perhaps have it even more tough since the set of principles, rules and regulations crafted must remain relevant for a foreseeable future, in a rapidly-changing technology landscape. Drafters must envisage all possible ways in which bad actors may cause public harm and accordingly develop principles to protect every member of society.\n\nA key challenge is to balance regulation with innovation. Regulations world over have struggled to remain relevant alongside the increased pace of technological developments. For example, many countries attempted to regulate the use of drones and most struggle to keep these pertinent to new developments in both technology and business models. The same is true for regulations dealing with medical devices and blockchain.\nRead full opinion on TOI+\n\n",
        "headline_1": "This will fit the bill for years to come",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/this-will-fit-the-bill-for-years-to-come/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "Personal data protection bill this time does well to emphasise purpose limitation. But subsequent rules are the key:\nThe Digital Personal Data Protection Bill, 2023, was introduced in Lok Sabha yesterday. Way back in December 2019 GOI introduced its first iteration. It was followed by more changes following a parliamentary committee study of it and GOI’s finetuning. The current version is sharper and fittingly places a greater emphasis on the principle of purpose limitation when personal data is collected for processing. It has other positive features such as the recourse to mediation in the event of a dispute. GOI independently introduced a mediation bill this week.\n\nThat said, it’s hard to reach a firm conclusion on the personal data protection bill. It’s because essential operative parts will follow in the subordinate legislation, or rules, that GOI will later draft. For example, the manner in which an entity collecting data seeks consent or informs a victim of personal data breach has been left to the rules. Therefore, the rules will determine the efficacy of the legislation.\nOn broad principles, there are three standout features. Purpose limitation prevents misuse of data. The bill acknowledges that people often unwittingly consent to part with more personal data than required. For example, a food delivery app may in its fine print also seek the phone contact list. The bill clearly spells out that even if consent is unwittingly given, purpose limitation will apply. In this example, the phone contact list will be out of bounds for the app. People also have the right to have data erased. The data bill creates a new class of licensed intermediaries called consent managers who may be used by people as a single point of contact to assist in the legal aspects of consent.\nThe rules will need to clearly define exemptions from the checks imposed by data protection law. For instance, GOI has a blanket exemption to uphold sovereignty and public order. These exemptions need to be narrowly tailored as governments are among the largest collectors and processors of personal data. Privacy is a fundamental right. Parliament needs to debate this thoroughly. However, its passage shouldn’t be delayed as India’s digital transformation has already generated a huge amount of personal data. It’s not protected adequately in the absence of standalone legislation. The technological landscape is rapidly evolving.\nTherefore, the quality of the regulator that the bill empowers and also rule-making will influence the efficacy of India’s personal data protection law.\n\n",
        "headline_1": "Details awaited",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/details-awaited/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "It is disheartening that human trafficking still poses a serious threat to Bangladesh despite the progress made in combating it in recent times. Currently, there are a number of special tribunals to deal with trafficking-related cases, and as per the US State Department's 2023 Trafficking in Persons (TIP) Report, 94 traffickers were convicted in 35 cases in the latest reporting period, whereas 18 were convicted in 11 cases in the previous period. Legal instruments are proving vital in the fight against trafficking, so the rise in convictions should convince us of the effectiveness of ongoing measures. However, as experts have pointed out at a recent event, significant challenges remain.\nWhile legal consequences do serve as deterrence, trafficking will continue to occur unless we address its root causes such as poverty, inequality, and lack of education. These factors often make individuals vulnerable to exploitation and entrapment by traffickers, who also take advantage of poor social and administrative safeguards that are in place. For a multi-dimensional problem like this, the response needs to be multi-dimensional, too. Experts at the event highlighted a number of areas where the authorities must intervene simultaneously and redouble existing efforts.\nThe first challenge is to \"cut off the source\", which the government can do by implementing comprehensive socio-economic policies aimed at uplifting marginalised communities – where the victims usually come from – and providing them with better opportunities for education and sustainable livelihoods. This is a big task, of course, but eradicating poverty can help address a lot of other critical challenges as well. Continuously raising awareness is also crucial, as many potential victims and their families may not be aware of the dangers of trafficking or may lack knowledge of available support services.\nThe next front is institutional. Ensuring proper institutional safeguards requires a thorough review of related manpower and law enforcement agencies and plugging any hole that exists. A vital part of this is strengthening the justice system, including enhancing the capacity of investigators and prosecutors. While the numbers provided by the TIP report are encouraging, the rate of convictions in general is still frustratingly low. An analysis of the convictions shows that the courts sentenced most traffickers to just fines. The imposition of fines rather than jail time weakens deterrence and likely creates security and safety concerns, particularly for victims cooperating with officials. We must, then, build a strong legal framework with well-trained investigators and prosecutors who can ensure that traffickers face appropriate consequences for their actions. We also need to ensure every victim gets the support and protection they deserve.\nFinally, collaboration among all the sectors and stakeholders is vital to a successful anti-trafficking strategy. Everyone must play their part so we can make it impossible for the traffickers to commit the crime, or get away without punishment.\n",
        "headline_1": "Human trafficking needs multi-dimensional response",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/human-trafficking-needs-multi-dimensional-response-3386486",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "It is nothing new that public universities in Bangladesh are plagued with various irregularities that often hinder their academic and administrative activities. From the falling standard of education to nepotism and corruption in appointing teachers and staff, from unhealthy student politics to rampant seat trade by the BCL – the list of problems they face seems never-ending. The ongoing stalemate at the Rajshahi University of Engineering & Technology (Ruet) is a case in point.\nAccording to a report by Prothom Alo, the university has been running without a regular VC for a year now, which has been hampering its activities. Many departments, for example, are failing to hold regular exams, while the promotion of more than a hundred teachers has also been stalled. Many teachers are unable to go outside the country even after receiving scholarships, while some are not getting NOCs from the administration to go oversees for emergency treatment.\nReportedly, after the term of the last VC expired at the end of July last year, the Ministry of Education appointed the dean of the Faculty of Applied Science and Humanities as acting VC. Although he handled the day-to-day responsibilities of a VC, he was not mandated to take care of the appointments, promotions, or take many major academic decisions. After he resigned on May 28 this year, in the face of a movement from teachers, the university has been literally limping along. Last month, the students waged a movement demanding the announcement of exam dates. Although they were assured by their teachers that the exam dates would be given soon, many departments have still not been able to do so because of the absence of department heads. The situation is as bad as it can get.\nThe question is, should a public university run like this, and for such a long time? What could be the reason for not appointing a VC in this vital university? What role are the education ministry and UGC playing to solve the crisis? What will happen to the thousands of students whose academic life is being hampered due to these administrative problems? How will the university address the issue of session jam that will follow after a year of such a stalemate? We urge the government to take the issue seriously and immediately appoint a VC at Ruet following proper procedures. It must not allow the crisis to linger anymore.\n",
        "headline_1": "How long will the Ruet stalemate drag on? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-long-will-the-ruet-stalemate-drag-3386466",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "Donald Trump continues to make history in the most embarrassing sense of the phrase. Last Tuesday, the former President was indicted for the third time in recent months. Never before in the history of the United States has an ex-President running for re-election been criminally charged this many times. And never before has such an awful candidate also had a real chance of becoming President again. The past two indictments have far from dented Trump's support – he still remains the front-runner in the Republican primaries. Not only that, new polling shows that Trump remains competitive in a race with President Joe Biden.\nBut the latest indictment, unsealed by special counsel Jack Smith, is the gravest of all. More so, it is the most important indictment ever to protect American democracy against anyone. The indictment charges Trump's attempt to subvert the will of voters - and drive the nation to the brink of a coup - as the biggest attack on the \"bedrock\" of America's basic principles. Whether it will impact Trump's MAGA voter base remains uncertain because let's not fool ourselves here. Trump's track record is as bad as it gets: three times indicted, twice impeached, and deemed liable for sexual assault. But he speaks the nasty and people do like the nasty.\nThe indictment should instead be viewed as a chilling reckoning for the United States: the biggest national security threat they face today is not in some spy balloon flying across the ocean, but in their own homegrown soil. Their once \"exceptional\" political system that was able to get rid of a repugnant leader like Richard Nixon after the Watergate scandal simply does not exist anymore.\nIn many ways, the indictment criminalises disturbing facts we have already known, or either suspected, since the Capitol riots on Jan 6, 2021. We all knew the ballot tampering claims were absurd lies and that Trump \"was determined to remain in power.\" But what makes this case remarkable is the crux of Smith's argument that rests on details after details showing how Trump and his co-conspirators \"knew\" they were lying when they pursued the voter fraud claims. America's affair with fascism during the last few nightmarish days of Trump's presidency is vividly painted in the 45-page document.\nThe indictment describes that Trump called his vice president, Mike Pence, \"too honest\" for refusing to overturn certified election results. A chorus of top Justice Department officials, top White House attorneys and campaign staff members, key state legislators and officials, and state and federal courts had told the former President that his frivolous scheme was untenable. Trump, along with accomplices cheering him on, proceeded to get on with it anyway. The case is expected to unfold with Trump's defense lying on the ground that he did not delusionally believe he was lying.\nMost abhorrent of all, the indictment also reveals that Trump and his co-conspirators were indeed aware of inciting violence, that it was not a mere by-product of the conspiracy but a purpose. On 3 January, just days before the riot, a member of the White House counsel's office told Jeffrey Clark, a top Justice Department official at the time, that if Trump tried to remain in office, there would be \"riots in every major city in the United States.\" Clark had responded, \"That's why there's an Insurrection Act.\" The Insurrection Act authorises the President to bring out military troops to quell civil unrest and has only been used a handful of times in the past century. The fact that the Trump-allied lawyer went to such extremes to grab power back in the face of a legitimate election loss shows the depth of corruption that was at play.\nTrump's response to the indictment was expectedly inflammatory. His campaign published a statement echoing the classic Trumpian twisted rhetoric: \"The lawlessness of these persecutions of President Trump and his supporters is reminiscent of Nazi Germany in the 1930s, and other authoritarian, dictatorial regimes.\" In the American context, the indictment is really the lowest standard of accountability for Trump's large-scaled anti-democratic acts, and here they are likening a legal process - with a great deal of merit to the allegations – to Nazi Germany. The irony could not be more unreal.\nFending Trump off, even through the three cases, is no easy task. In a better world, Trump would take the insanity plea or just retire and spend the rest of life playing golf. But in the world we live in, we know this headache of a character is going to stall and fight to undermine a trial before the elections. Even if it does go on trial, outcomes offer no definitive respite either because he \"can\" still run if he's convicted. Even if he goes to prison, he \"can\" still be elected. No one knows what happens then.\nBut what we do know is that if Republicans nominate him now – which seems very likely – they'll make an utter mockery of themselves and lose whatever is left of their brand as a legitimate party that cares even an inkling about the core values of the country. If Donald Trump does come back to the White House, after being charged with conspiring to \"defraud the United States,\" then the future of the nation will be unthinkably disastrous. Imagine walls, science denial, xenophobia with a mix of anti-semitism, a high dose of racism, making a vendetta machine out of the Justice department, special counsel Jack Smith definitely losing his job, the corrupt Jeff Clark being appointed as attorney general, a whole lot of white supremacy topped with unthawing the China impasse, and a horde of many more horrible things.\nThe most realistic best-case – or tolerable – scenario we're looking at seems to be the not-so-fun Biden-Trump rematch where the latter loses and goes on again claiming that he won. And then more indictments and embarrassing history making, where hopefully one day, one stop sign somewhere can put an end to the madness.\nRamisa Rob is a journalist at The Daily Star.\n",
        "headline_1": "Trump’s third indictment shows America’s real national security threat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/trumps-third-indictment-shows-americas-real-national-security-threat-3386401",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "It is disheartening that human trafficking still poses a serious threat to Bangladesh despite the progress made in combating it in recent times. Currently, there are a number of special tribunals to deal with trafficking-related cases, and as per the US State Department's 2023 Trafficking in Persons (TIP) Report, 94 traffickers were convicted in 35 cases in the latest reporting period, whereas 18 were convicted in 11 cases in the previous period. Legal instruments are proving vital in the fight against trafficking, so the rise in convictions should convince us of the effectiveness of ongoing measures. However, as experts have pointed out at a recent event, significant challenges remain.\nWhile legal consequences do serve as deterrence, trafficking will continue to occur unless we address its root causes such as poverty, inequality, and lack of education. These factors often make individuals vulnerable to exploitation and entrapment by traffickers, who also take advantage of poor social and administrative safeguards that are in place. For a multi-dimensional problem like this, the response needs to be multi-dimensional, too. Experts at the event highlighted a number of areas where the authorities must intervene simultaneously and redouble existing efforts.\nThe first challenge is to \"cut off the source\", which the government can do by implementing comprehensive socio-economic policies aimed at uplifting marginalised communities – where the victims usually come from – and providing them with better opportunities for education and sustainable livelihoods. This is a big task, of course, but eradicating poverty can help address a lot of other critical challenges as well. Continuously raising awareness is also crucial, as many potential victims and their families may not be aware of the dangers of trafficking or may lack knowledge of available support services.\nThe next front is institutional. Ensuring proper institutional safeguards requires a thorough review of related manpower and law enforcement agencies and plugging any hole that exists. A vital part of this is strengthening the justice system, including enhancing the capacity of investigators and prosecutors. While the numbers provided by the TIP report are encouraging, the rate of convictions in general is still frustratingly low. An analysis of the convictions shows that the courts sentenced most traffickers to just fines. The imposition of fines rather than jail time weakens deterrence and likely creates security and safety concerns, particularly for victims cooperating with officials. We must, then, build a strong legal framework with well-trained investigators and prosecutors who can ensure that traffickers face appropriate consequences for their actions. We also need to ensure every victim gets the support and protection they deserve.\nFinally, collaboration among all the sectors and stakeholders is vital to a successful anti-trafficking strategy. Everyone must play their part so we can make it impossible for the traffickers to commit the crime, or get away without punishment.\n",
        "headline_1": "Human trafficking needs multi-dimensional response",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/human-trafficking-needs-multi-dimensional-response-3386486",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "It is nothing new that public universities in Bangladesh are plagued with various irregularities that often hinder their academic and administrative activities. From the falling standard of education to nepotism and corruption in appointing teachers and staff, from unhealthy student politics to rampant seat trade by the BCL – the list of problems they face seems never-ending. The ongoing stalemate at the Rajshahi University of Engineering & Technology (Ruet) is a case in point.\nAccording to a report by Prothom Alo, the university has been running without a regular VC for a year now, which has been hampering its activities. Many departments, for example, are failing to hold regular exams, while the promotion of more than a hundred teachers has also been stalled. Many teachers are unable to go outside the country even after receiving scholarships, while some are not getting NOCs from the administration to go oversees for emergency treatment.\nReportedly, after the term of the last VC expired at the end of July last year, the Ministry of Education appointed the dean of the Faculty of Applied Science and Humanities as acting VC. Although he handled the day-to-day responsibilities of a VC, he was not mandated to take care of the appointments, promotions, or take many major academic decisions. After he resigned on May 28 this year, in the face of a movement from teachers, the university has been literally limping along. Last month, the students waged a movement demanding the announcement of exam dates. Although they were assured by their teachers that the exam dates would be given soon, many departments have still not been able to do so because of the absence of department heads. The situation is as bad as it can get.\nThe question is, should a public university run like this, and for such a long time? What could be the reason for not appointing a VC in this vital university? What role are the education ministry and UGC playing to solve the crisis? What will happen to the thousands of students whose academic life is being hampered due to these administrative problems? How will the university address the issue of session jam that will follow after a year of such a stalemate? We urge the government to take the issue seriously and immediately appoint a VC at Ruet following proper procedures. It must not allow the crisis to linger anymore.\n",
        "headline_1": "How long will the Ruet stalemate drag on? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-long-will-the-ruet-stalemate-drag-3386466",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "The apparel products of Bangladesh are being rated highly in Europe and North America despite the prevailing constraints attributable to high inflation with attendant recessionary trends in those markets. In fact, apparel products from Bangladesh have proved to be the best in terms of competitiveness given their quality and price when compared with those from China, Vietnam and its other major Asian competitors. Not surprisingly, going by the data provided by the Office of Textile and Apparels (OTEXA) under the US Commerce Department, in 10 months between January and October 2022, export of apparel products from Bangladesh saw its highest growth at 48.57 per cent compared to China and Vietnam. However, considering the volumes of apparel goods exported to the US market, China and Vietnam were still ahead holding the first and second positions followed by Bangladesh. But so far as the growth in the export of their apparel goods to the US market is concerned, China's at 20.76 per cent, for instance, is evidently far below that of Bangladesh.In this connection, a survey was conducted recently by the United States Fashion Industry Association (USFIA) and the University of Delaware by interviewing the executives of some 30 leading fashion brands, retailers, importers and wholesalers. The interviewees rated Bangladesh highly as a source country for apparel products and awarded it 4.5 points out of 5, the highest grading in terms of the price competitiveness of the products. But the other major producers of apparel goods, according to the survey, were found to be less competitive in terms of their product price resulting in their lower rating. The study also highlighted the social and labour compliance risks associated with sourcing of the apparel products from the countries in question. As expected, the study further revealed that the risks related to social and labour compliance for Bangladesh as a source country decreased during the last two years, while the risks for China, Vietnam and Cambodia increased. Obviously, Bangladesh's improved rating (at 2.5 in 2023 compared with an average of 2.0 between 2019 and 2022) under the category of 'social and labour compliance risk' speaks volumes for the 'post-Rana Plaza tragedy' efforts made to restore the image of Bangladesh's RMG sector, thanks to the support provided by its international stakeholders. However, China could further improve its rating (to 3.5 from its previous 3.0) followed by Vietnam in terms of their 'speed to market', which is about how fast a business can reach a product to its end users after conceiving the idea (of the product). Here, China and Vietnam could show better performance as their supply chain, backed by right logistics, was flexible, agile and resilient. Bangladesh's rating in that respect has been a modest 2.0 for understandable reasons. Interestingly, the most utilised sourcing destinations for apparel products in 2023 were from Asia with China and Vietnam remaining among the highest utilised (at 97 per cent), with Bangladesh with its 83 per cent utilisation rate close on their heels. It is indeed gratifying to see the rising popularity of apparel products of Bangladesh-origin with global fashion brands and retailers. Naturally, alongside better appreciation, the Western buyers should also come up with better price offers for Bangladesh apparel. That would prove to be of greater service to the local workers in the apparel sector and their employers.",
        "headline_1": "Higher rating of Bangladesh apparel in global market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/higher-rating-of-bangladesh-apparel-in-global-market-1691156727",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "The possibility of mass production of paper from jute pulp is hardly news. Years ago, Bangladeshi scientists successfully conducted genome sequencing of jute. The hope had been that out of this accomplishment would come the next step, i.e., some government directive leading to a policy whereby the 'golden fiber' would find new meaning in Bangladesh's economic development. Sadly, that hasn't happened. But why? Today, the economy is in trouble with its ever-shrinking foreign exchange reserve. Yet, for all practical purposes, policymakers remain focused on an import-driven \"development\" which is increasingly looking out of touch with reality. Despite other sectors taking up the collective imagination of people, jute could be so much more than what it is today in Bangladesh. If policies were undertaken to commercialise jute pulp for paper production, a significant amount of foreign exchange could be saved. It would save livelihoods of millions of people engaged in the production of jute. Five years ago, it was estimated that the country was importing 500-600 tonnes of pulp annually worth US$600 million. Switching to jute pulp (for paper)would also aid in mitigating significant deforestation in the country as the bulk of paper pulp and other pulp products like viscose, cellulose derivatives are obtained from wood. The Business Initiative Leading development (BUILD) has been working on this issue for the last few years and some interesting data have surfaced. Six out of every 10 paper mills (approximately 100 in operation in the private sector) are small-scale. The pulp used today is largely imported, but the process of import is impeded by the fact that these mills do not traditionally have import licences. Hence, their import cost is much more. The problems associated with import (and other factors) have led to many of them shutting down and also there is production overcapacity. So far as import of pulp is concerned, cost of imported wood pulp shot up nearly 100 per cent to US$810 (2018) from $470 (2016). As per BUILD data, price of soft wood pulp (per ton) also registered a near 100 per cent increase retailing at $950 (2018) from $500 over the same period.Use of jute pulp for paper is not simply a question of import substitution but there is a substantial gain to be made in the export market. Recent market trends point to the fact that China and the European Union are in the process of shutting down their respective paper mills on the grounds of higher production costs and environmental concerns. Bangladesh has a huge advantage here. It is the second largest producer of jute that employs approximately 5.0 million people (directly and indirectly). Over the years, jute farmers sustained losses --- although the prices have gone up in recent years --- because the uses of jute have not seen diversification. So, jute-pulp-to paper could be just the thing needed to revive jute economy. There exists an ever-increasing demand for products made from paper. If the right policy framework was in place, it could lead to value-added products made from jute. India, the largest jute producer has gone in that direction. That country is reducing export of raw jute and instead using this precious fibre to make value-added products for both domestic and foreign sale. With the advent of better technology, experts opine that low grade jute can produce up to 60 per cent of its weight. Looking at the data available, it is clear that jute can work \"as an alternative to wood-based fibre for making pulp which will be more environment friendly\" and that up to 40 per cent pulp could be produced from green jute plants.According to a presentation titled 'Reviving the Past Glory of Jute. Jute-based Pulp & Paper for Industrial Diversification' by BUILD in 2021, the country exported jute and jute goods (July - February FY 2020-21) worth $765.63 million, a 27 per cent rise over the preceding fiscal. With 4.0 million people engaged in jute production (same as the RMG sector), what has often been overlooked is this sector's potential for growing by leaps and bounds if it got some policy support. As stated before, Bangladesh is exporting mostly raw jute, while India has already begun shifting away from raw jute export to value-added products which bring in more foreign exchange.For the private sector (which now dominates the market in light of closure of big government-owned jute mills), the State must shift its focus to developing the sector by enacting a jute-based pulp and paper-producing policy. This needs to be supported by incentives (as a fledgling industry) so that more private sector entities (domestic and foreign) may be encouraged to make investments here. Since raw material for making pulp and labour is in abundant supply in the country, what is missing is the right policy support to push the industry in the right direction. Import-substitution policies are the need of the hour as the country faces multi-pronged problems with foreign exchange reserves. The private sector is ready to take the challenge if the government is up to the task of putting in place the various tools needed to make Bangladesh 'the land of golden fibre' again. \n[email protected]",
        "headline_1": "Jute pulp can revive golden fibre's prospect",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jute-pulp-can-revive-golden-fibres-prospect-1691156776",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "With the objective of reducing environmental pollution, the world is racing fast for introduction of environment-friendly transportation, which is also known as green transportation. It is any means of travel that does not negatively impact the environment and can be private or public. The core thing of green transportation is that it is sustainable as powered by resources that do not deplete when used and so, to a large extent, fit for harnessing by future generations. Thus, green transport is also labelled as sustainable transport. All-electric vehicles, hybrid vehicles, and electric bikes are considered green transport. Though green transport is encouraged in both private and public sectors, densely populated cities need to emphasise more on green public transport. It is because public transport can transfer and transit a large number of commuters within a short period of time, provided that it is well-planned and rightly designed. It also reduces the dependence on private vehicles, private cars, to be more specific. By converting public buses to the green type, carbon emissions can be reduced significantly. In Dhaka, there is now a move to introduce green public buses. By the end of the year, some 100 electric buses are likely to join the fleet of Bangladesh Road Transport Corporation (BRTC). It is, no doubt, a good and necessary initiative. Being one of the most polluted cities in the world, Dhaka badly needs pollution-free public transport. In fact, the public transport situation in Dhaka is terrible and chaotic. A large number of ramshackle buses and minibuses dominate the roads in the city. The exteriors of the buses are defaced and worn-out, and only a few have rear indicator lights. The interior is even more terrible with narrow seats, dirty floors and some broken windows. Thousands of daily commuters are compelled to travel in these unclean, polluted and congested buses.So, it is now incumbent on the authorities to replace gradually these public buses with clean green ones in a planned manner. Delhi is an example of this. The Delhi Transport Corporation's (DTC) has decided to phase out around 12 per cent or 500 of the existing buses from the streets in the current fiscal year (2023-24). These buses will be replaced by electric or green buses. As per law, any vehicle which is 15 years old cannot operate on the roads of the Indian national capital. Bangladesh also has a law barring any bus older than 20 years from operating. In reality, the law is largely ineffective as around one-fourth of public buses in Dhaka are unfit. Nevertheless, these buses are plying on roads defying the authorities. The green buses also need to be low-floor buses so that women, children and aged people can board on them safely and easily. Priority should also be for non-AC buses to keep the fares modest for the regular commuters. Some AC buses are also needed for those who are ready to pay higher fares in exchange for better comfort in travel. As Dhaka Metro Rail is now in partial operation and set to operate fully by December this year, it will be a green public transport. The metro train is likely to reduce private cars to some extent, which will also help ease some traffic congestions and cut carbon emissions. Feeder green buses in major metro stations will make public transport efficient in real terms.\n[email protected]",
        "headline_1": "Introducing green public transport",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introducing-green-public-transport-1691156816",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2023"
    },
    {
        "full_article": "Over the years, many water bodies in Dhaka have vanished. Around two-fifths of water bodies in the capital city have been filled up in the last decade. Influential quarters built houses, mills, markets and even multi-storied buildings on these filled-up water bodies. The result is a collapse of drainage systems in localities and frequent water-logging. During the monsoon, the city experiences regular water-logging. An hour of heavy rainfall overwhelms the drainage system. Water scarcity increases in dry season. Fire-fighters face difficulty in case of big fire. They cannot find adequate water to douse fire. Problems like rising water levels, air-borne disease, and mosquito-related diseases are also linked with the disappearance of water bodies.Adequate water bodies like ponds and canals help flow rain water out quickly. Water bodies also served as a water reservoir and recharged groundwater. Thus, saving the water bodies is important. There are a few effective steps in this connection. The two city corporations have made some drive to recover some canals but more needs to be done.\nAjay ShahaWari, Dhaka",
        "headline_1": "Recovering the water bodies in Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/recovering-the-water-bodies-in-dhaka-1691156838",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-08-2023"
    }
]