[
    {
        "full_article": "Local body elections in West Bengal scheduled for July 8 have yet again brought political violence in the State to the forefront. Seven persons — they include supporters of the ruling Trinamool Congress and Opposition parties such as the Bharatiya Janata Party, the Congress and Indian Secular Front — have died since the notification of the polls on June 8. The State Election Commission (SEC) and the West Bengal government have approached the Supreme Court of India challenging the Calcutta High Court order of June 15, directing the deployment of central forces in all districts. The State government and the SEC do not have enough resources at their disposal to conduct the mammoth exercise across the State on a single day. Therefore, the deployment of central forces should have been welcomed, particularly when the High Court has directed that the cost of the deployment will be borne by the Centre and not the State government. Elections will be held to nearly 73,897 seats of the three-tier local body structure. In 2013, the SEC itself had sought Supreme Court direction for the deployment of central forces, in stark contrast with its opposition to it now. Violence has been normalised in State politics for decades, and parties in the opposition always seek the deployment of central forces in all elections.\rIn the 2018 local body polls, there was no deployment of central forces, and in more than one third of the seats, the ruling Trinamool Congress candidates won without contest. Opposition parties were not allowed to put up any candidate in these seats. While the situation is a bit better this time, the Opposition parties have not been able to file nominations in about 50 of the 341 blocks of the State amid reports of the intimidation of candidates. Governor C.V. Ananda Bose visited violence-affected areas at Bhangar and Canning, and Raj Bhavan, Kolkata, has opened a control room where citizens can register their grievances related to the polls. The “peace room”, as the Governor calls it, will forward these complaints to the State government and the SEC. The Governor has turned the spotlight on the deteriorating law and order situation and nudged the SEC and the State government to take complaints of violence seriously. He has also carefully avoided a confrontation with the elected government. West Bengal was among the first States to have a three-tier panchayat system aimed at democratic decentralisation. It is for all the stakeholders including political parties to ensure that the exercise of electing panchayat functionaries does not descend into lawlessness and chaos.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nWest Bengal\n\n/\n\nelection\n\n/\n\nAll India Trinamool Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics\n\n/\n\nlocal elections",
        "headline_1": "Grasssroots peace: on the local body elections in West Bengal",
        "headline_2": "Free and fair elections to local bodies are not possible without peace",
        "link": "https://www.thehindu.com/opinion/editorial/grasssroots-peace-on-the-local-body-elections-in-west-bengal/article66986760.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "Reports of drugs manufactured in India causing severe harm and dozens of patient deaths from across the world continue to trickle in, the latest being the deaths of two patients in Sri Lanka who were administered Indian-made anaesthetic drugs. Just last month, eye drops manufactured in India had caused eye infection in about 30 patients and blindness in 10 in Sri Lanka. While anaesthetic drugs made in India causing deaths are a first in the recent past, eye drops causing infections, blindness and even deaths were reported a few months ago in the United States, with the Atlanta-based Centers for Disease Control and Prevention (CDC) finding a highly drug-resistant bacteria in them. The series of adverse reports against drugs produced in India began last year when the World Health Organization (WHO) linked the deaths of at least 70 children in Gambia from acute kidney injury, to cough syrups. The culprit ingredient in the syrups was diethylene glycol and ethylene glycol — deadly chemicals used as a cheaper substitute for propylene glycol — that should never have been found in any medicine. Soon after the deaths in Gambia, cough syrups made in India and containing the two deadly chemicals killed 18 children in Uzbekistan in December 2022. In end-April this year, Indian-made cough syrup was again in the news when WHO flagged the contaminated drugs found in the Marshall Islands and Micronesia; the contamination was identified by the Australian regulator. Diethylene glycol-contaminated drugs have led to at least five incidents of poisoning in Chennai, Mumbai, Bihar, Gurugram and Jammu between 1972 and 2020.\rThe conduct of the Indian drug regulator ever since WHO first raised a red flag in October last year has been on predictable lines. Even after serious violations, it gave a clean chit to the company that had supplied the drugs to Gambia and then went on the offensive to fault the global health body. While WHO held its ground, the drug regulator’s stand was exposed — test results from Switzerland and Ghana confirmed the presence of toxic chemicals in the cough syrup sample from Gambia. Also, a detailed causality assessment by Gambia and independent investigations by the Gambian Parliamentary Committee and CDC Atlanta found a link between the deaths and the toxic chemicals. Except for some customary inspections, the Indian drug regulator has so far failed to institute measures to make sure drugs produced in India for export and domestic use are safe. India can continue to be the pharmacy of the global south only if the regulator begins to behave like a watchdog to ensure drug safety, and not as a facilitator for the pharma industry.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npharmaceutical\n\n/\n\nIndia\n\n/\n\nSri Lanka\n\n/\n\nopthalmology\n\n/\n\nUSA\n\n/\n\nAustralia\n\n/\n\nChennai\n\n/\n\nMumbai\n\n/\n\nBihar\n\n/\n\nJammu\n\n/\n\nUnited Nations\n\n/\n\nSwitzerland",
        "headline_1": "Safety first: on Indian pharma products and drug safety",
        "headline_2": "India’s regulators must ensure quality and safety of drugs",
        "link": "https://www.thehindu.com/opinion/editorial/safety-first-on-indian-pharma-products-and-drug-safety/article66986273.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "The upcoming Modi-Biden diplomatic Tango in Washington D.C has all the makings of a “super summit”. President Biden is going the whole 9-yards to make Prime Minister Modi’s India feel special. The first designated “state visit” since 2009 will witness the Indian PM becoming only one of four leaders (Mandela, Churchill and Zelensky) to the address the Joint session of U.S Congress twice in its long history. Modi will also be feted by Biden twice at the White House. First as the US President’s personal guest for an intimate family dinner and then the next evening as the cynosure of all eyes at the State banquet. In between these sumptuous occasions the two-leaders will also work to strengthen the most “consequential relationship of the 21st Century”.\nThe excitement in the run-up to this gala of unparalleled pageantry and unprecedented strategic détente – is proving a little too much to bear for some commentators.\nThe Economist Newspaper’s analysis for one is oozing condescension. The caricature on the cover of the weekly’s latest edition is inspired by the Netflix series “Tiger King”. With Biden depicted in the mold of its thuggish personae dramatis “Joe Exotic” and Modi as his pet tiger. Right from the caricature on the cover, to the caption it sports and to essays inside, the Economist has dismissed the Modi-Biden summit as a bacchanalia of transactional-ism between America and a client state no questions asked, no strings attached.\n“No country except China”, observes the Economist selectively, “has propped up Russia’s war economy as much as oil-thirsty India.” And that Biden’s America, interested perhaps in little more than making a quick buck through “defence deals” in tough economic times, couldn’t care less.\n“The praise gushed on Capitol Hill about the partnership makes no mention of Ukraine, democracy or grit in the gears of America’s new best friendship.”\nBut the facts suggest that the conclusions drawn by the Economist suffer from a profound lack of balance and even substance.\nFirst the Economist hasn’t referenced any proof to back its claims that India’s democracy has measurably slid. The Western democracy “watch dogs” it has based its analysis on are relying on a methodology that has already been discredited.\nThe other most egregious assumption the Economist has made is that Western democracies are perfect and are the one-size-fits-all standard that the rest of us must aspire too. Only neo-colonialists sworn to cultural exceptionalism would today dare to exalt a strictly Western sense of democracy and stand in judgement of another model.\nThe third mistake the Economist makes is to distance the West from all responsibility for the war in Ukraine. Chroniclers obsessed with objectivity will agree that there is ample evidence to suggest that while there is little excuse for Putin’s neo-imperialistic muscle flexing U.S led NATO brinkman is equally responsible for provoking the conflagration.  Let’s not forget that hostilities have negatively impacted the nations of the Global South the most, slowing post-pandemic economic recovery. In fact, these nations should be compensated by Western powers for suffering in silence as the first world pursues its unfinished objective of settling post-World War II scores in “heartland” Europe.\nIn this context it is plainly duplicitous of the Economist for having a go at India for having “propped up Russia’s war economy”. Reeling from the war induced oil shock and cut off from affordable oil what choice did India have but to shop for the cheapest source to protect its poor from runaway inflation?\nWhile it is true that India’s oil imports from Russia have spiked from 1% before the war to around 40% of its total off-lift from Russia, it is also true that the surplus petrol and diesel is being bought by Europeans by exploiting a loophole in EU regulation on oil imports.\nAccording to data cited in a leading Indian daily, “India’s petroleum product exports to the European Union rose 20.4 percent year on year between April 2022 and January 2023 to 11.6 million tonnes.”\nWill Europe’s western democracies be ready to forego this infusion? And if they are loathe to do so because they fear full-scale economic destitution why should the Economist single out India for not putting the economic well-being of its people ahead of joining someone else’s war?\nTruth be told, more than the United States or European powers it is India that has maximum reason to be upset at Western intransigence in Ukraine.\nThe Ukraine war has served to undermine India’s security interests in its own backyard. The West backed war in Ukraine has only served to push Russia into the Chinese sphere upsetting the balance of power in the Indo-Pacific. The Russia-China axis, deepening in the face of growing Western support to Ukraine deprives Delhi of the option of leveraging Moscow’s influence over Beijing in the face of the latter’s expansionist designs on India’s sovereignty.\nThe third and most outrageous insinuation in the piece is that the Indo-American relationship is based on “fewer principles” than the two nations “care to admit”.\nThis is a jaundiced unidimensional view of the bi-lateral relationship.\nDelhi and D.C are “natural allies” united by a shared liberal political and moral philosophy that flows in India’s case from its ancient pluralistic dharmic tradition and in America’s case from the high ideals of the Enlightenment.\nThis enviable core of exalted civilizational values commits the two nations to pursue altruistic foreign policy objectives for the greater good of humanity. Indeed, even when in pursuit of their individual and sometimes diverging interests. There are many examples of Indo-American collaboration that have been driven by the elevated objective of bolstering a global rules-based order. Is it, for example, the Economist’s case that the influential QUAD alliance lacks a moral core and is based on “fewer principles” than the grouping would “care to admit”?\n\n",
        "headline_1": "Why The Economist has got it wrong on the Modi-Biden meet",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/beyond-the-headline/why-the-economist-has-got-it-wrong-on-the-modi-biden-meet/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "“There is a minister from this district. Senthil Balaji. When the cabinet was shuffled 15 times, only he was retained. When she (Jayalalithaa) was sent to jail, he was also on the list of probable chief ministers. He and his brother are controlling the entire Karur district – through corruption, collection and looting. He has been booked for abduction and land grabbing. I’ve presented evidence in assembly to show he (as transport minister) was involved in corruption while buying bus ticket vending machines.” That was M K Stalin speaking at Kulithalai constituency in Karur during the 2016 assembly election campaign.\n\nA video of this speech has added ammo to the BJP’s attack on Stalin on the recent arrest of Senthil Balaji by the Enforcement Directorate. Let this be clear: Senthil Balaji’s is an indefensible case. The Supreme Court, while nullifying a Madras high court order that quashed the transport job scam case against Balaji, had asked the investigating agencies to act. The way in which the minister had “settled” the matter by paying back 13 complainants is his virtual admission of guilt. Indeed, the re-investigation and the legal process have to take their course before a judgment, but the chief minister may be ill-advised now to defend Balaji. While governor R N Ravi has the constitutional power to demand Balaji’s removal from the cabinet is debatable (Fort St George has enough reasons to lock horns with Raj Bhavan), it will be politically prudent on the part of Stalin to sack Balaji. Now.\nBut why is Stalin going out of the way to protect Balaji? The answer is in his own speech of 2016: Balaji controls Karur. Hailing from the Goundar caste, his sphere of influence extended from central Tamil Nadu to the western region. Symbiosis marked Balaji’s migration to the DMK in 2018. Being out of the AIADMK and having had an unproductive tryst with T T V Dhinakaran, Balaji wanted a new haven; the DMK wanted someone to win back the western region where the AIADMK was expanding its reach. It was a match. Balaji was rewarded with the plum portfolios of excise and prohibition, and power. He proved his utility by winning a large number of local body seats for the DMK. He also became a thorn in the flesh of the BJP, especially its state president K Annamalai, whose defeat in Aravakurichi constituency is attributed largely to Balaji’s local influence.\nIn politics, every one brings assets and liabilities to a party. In ruthless politics, when the liabilities outweigh assets, the person has to go. They way in which such a person goes depends on his past loyalty and future utility. Balaji’s political graph shows he has no long-time loyalty; he is a master survivor and climber. But when it comes to his utility, the DMK wouldn’t want to give him a harsh exit. The ED arrest has, in a way, come as a blessing in disguise for Balaji as doctors have discovered three blocks in his heart. Stalin, whether or not he chooses to stand politically by his new friend with benefits, should allow Balaji some rest to recuperate and face the legal battle.\nWhile technically the ED has every power to do what it has done, the timing and the way in which it has acted gives away its subservience to its political masters. The DMK is on a strong ground to argue that the recent action by the central investigative agencies was spurred more by politics than a sense of duty. But it may be eroding that ground when the state government takes such retaliatory action as arresting BJP state secretary S G Suryah for a bitter yet hardly inflammatory tweet criticising Madurai MP Su Venkatesan of the CPM. Tit for tat is part of the game, but what wins is tact.\n\n",
        "headline_1": "Senthil Balaji should rest, so Stalin doesn’t get tired",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/senthil-balaji-should-rest-so-stalin-doesnt-get-tired/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "India’s future depends on wide popular acceptance of the virtues of private enterprise. PM’s monthly radio chat is an excellent platform to preach this mantra\nOn Sunday, PM delivered the 102nd episode of ‘Mann ki Baat’, his radio chat with Indians across the country and beyond. Millions listen to the broadcast at 11am on the last Sunday of every month. Not since FDR’s fireside chats during America’s Depression or Churchill’s radio chats in World War II has a political leader used such a platform, and to such great effect. A subject crying out for ‘Mann ki Baat’ is how to lift the majority of Indians into the middle-class, so that the aam aadmi ’s life is easier.\nRead full story on TOI+\n\n",
        "headline_1": "Market ki baat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/market-ki-baat/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "Soon, there may be no Indian journalists in Beijing and no Chinese journalists in Delhi. We will depend solely on Anglo-Saxon media for understanding our neighbour. That’s not good\nThe tit-for-tat expulsion of journalists by India and China will see the last Indian journalist in China leave this month with the expiry of his visa. Chinese media presence in India is in a similar boat, with only one Chinese reporter remaining, awaiting visa renewal.\nChina has alleged unfair and discriminatory treatment of its journalists. India has not approved visas for Chinese journalists since 2020, leading to a drop from 14 journalists to one.\nRead full story on TOI+\n\n",
        "headline_1": "The stories on China that India will miss",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-stories-on-china-that-india-will-miss/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "Despite critical scrutiny following reports on safety violations, poor performance and a host of scandals involving exams and recruitments in Biman, the latter just can't seem to stay above board. Most recently, as per the findings of the Office of the Comptroller and Auditor General of Bangladesh (CAG), the national airline has violated procurement rules to hire a vendor for its online ticket sales and reservation services, which will cause it to lose over Tk 1,000 crore in 10 years.\nAfter the previous service provider notified in October 2019 that it would discontinue its services, Biman invited proposals from firms interested in providing a passenger service system (PSS), a departure control system (DCS), e-commerce and other related services. The CAG found that Biman granted the contract to a firm despite there being only three bidders, which violates the Public Procurement Rules 2008 that states that there must be at least four. Moreover, cost estimates presented by Sabre GLBL Inc – the firm awarded the contract – against its offered services were \"under-represented\" in the financial evaluation report. The audit also found that Biman's contract with Sabre has many elements that were not mentioned in the proposal. Additionally, many of the clauses of the deal that allowed Sabre to demand compensation are questionable.\nFor some reason, all the proposed costs were estimated taking into account the minimum number of passengers. Since the company is charging Biman for services either per passenger or as a percentage of total passengers boarded, these costs ballooned when the system went live. During negotiation meetings held in July 2021, the tender evaluation committee had flagged the issue of taking the minimum number of passengers instead of the actual estimated number of passengers who would use the service when it came to pricing. Yet, instead of clarifying this matter, the contract was signed with the minimum threshold number.\nIt seems that from Biman's side, the contract was signed despite knowing – one would hope Biman officials were not incompetent enough to not know – about these issues, and in a way that could potentially keep financial evaluators in the dark. This clearly indicates that there was foul play involved, which would unduly benefit the contracted firm and Biman colluders at the expense of taxpayers. This is totally unacceptable. We urge the government to investigate these anomalies and hold those involved in them responsible.\n",
        "headline_1": "Is Biman beyond accountability?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/biman-beyond-accountability-3350991",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "Iqbal of Cumilla sadar sustained a severe spinal injury after falling from a two-storey construction site in Bahrain. He was taken to the hospital and provided with emergency care. After 10 days, he was sent back home, his critical injury hardly treated. Though Iqbal had insurance coverage and his employer had promised to bear all his expenses, he has not received a penny in the last three years since he has been back. With his dream shattered, Iqbal is now a burden on his family.\nAfter enduring a lot of abuse at the hands of her Saudi employer, domestic worker Meher Nigar (of Birganj, Dinajpur) became very ill and was admitted to hospital. However, instead of continuing with the treatment, without any prior consultation she was put on a flight back home, for which she was made to pay from her savings.\nFor the sake of her children's future, Zakia (of Savar) endured wage theft and abusive work conditions for more than a year. Her Saudi employer refused to take any action when she reported that there was a lump in her breast causing pain. When her condition aggravated, Zakia's employer transferred her to the placement agency. She was finally sent back home only after her family arranged to pay for her return air ticket.\nThough Imdad (of Natore) was placed in construction instead of pipe-fitting work, his six-year stint in Qatar was largely successful. One day, he was apprehended by the authorities along with two other undocumented migrants. A migrant with regular status, Imdad demanded the reason for his detention only to suffer severe assault by members of the law enforcement agency. He was in severe pain and was subsequently taken into custody. Initially, he was denied any treatment, but when other detainees intervened, he was taken to a medical facility and a plaster was put on his broken leg. Within days, Imdad was deported home. His mobile phone was confiscated by the authorities. He was not even allowed to contact his employer to claim his outstanding benefits and other entitlements.\n\nThe Gulf states' shift to mandatory private health insurance for all, including low-paid workers, has created fresh hurdles to healthcare access. The non-citizens are no longer eligible for free non-emergency care and require private health insurance or government-issued health cards to access healthcare in government hospitals and private clinics. Often, employers fail to adhere to the contract and buy or renew insurance for the workers. In instances in which they do so, those are not of quality and have limited acceptance, and thus do not cover the workers' needs. \"Good insurance isn't cheap and cheap insurance isn't good,\" as the saying goes.\nThe above narratives collected from the returnee Bangladeshi migrants by the Refugee and Migratory Movements Research Unit (RMMRU) provide important insights on their health vulnerability in destination countries, including those in the Gulf. The case studies also shine a light on the gaping holes in the migrant protection and service structures of those countries.\nOver the last two years, a five-country Vital Signs study has garnered important evidence and insights about the health vulnerability of low-skilled migrant workers who are subjected to a wide range of cumulative risks to their physical and mental health. The study finds that those risks originate from their workplace, living conditions and the environment, and include heat and humidity, pollution, abusive working conditions, excessive working hours and heavy physical workloads, lax occupational health and safety (OHS) practices, exposure to long-term chronic psychosocial stress, and, in the case of female domestic workers, acute vulnerability to physical, psychological and sexual abuse.\nRMMRU findings in Bangladesh bring to the fore the challenges that migrant workers face during their medical check-up during the pre-departure phase. Included among those are high costs for a limited number of tests, monopoly of several dozens of diagnostic centres, wrong diagnostic reports, lack of health-related information during pre-departure orientation training, lack of knowledge of healthcare entitlements, vague terms on health issues in contract documents, etc.\nThe Vital Signs report informs that \"the GCC states' healthcare services are generally not tailored to the specific needs of this population.\" The major obstacles that low-skilled workers face in accessing healthcare services are the lack of documentation and affordability. The practice of confiscating passports by employers works as a major impediment for those who are fortunate to qualify for healthcare services. Employers failing to issue or renew work permits and health cards also work as barriers. Though emergency healthcare is provided free of charge to all, the undocumented workers refrain from accessing it even under life-threatening conditions as the medical staff are required to report such cases to the authorities. Low-paid workers face major hurdles in accessing non-emergency healthcare services. In such a scenario, untreated preventable conditions often aggravate into serious life-threatening conditions. Domestic workers endure distinct barriers. Restriction on their mobility contributes to their inability to independently leave their employers' houses to see a doctor when they are ill, or even to procure basic medicine and sanitary supplies.\nThe Gulf states' shift to mandatory private health insurance for all, including low-paid workers, has created fresh hurdles to healthcare access. The non-citizens are no longer eligible for free non-emergency care and require private health insurance or government-issued health cards to access healthcare in government hospitals and private clinics. Often, employers fail to adhere to the contract and buy or renew insurance for the workers. In instances in which they do so, those are not of quality and have limited acceptance, and thus do not cover the workers' needs. \"Good insurance isn't cheap and cheap insurance isn't good,\" as the saying goes.\nThe migrants' informal access to healthcare services has been further restricted by the introduction of modern technology to record and monitor patients' treatment and conduct surveillance over medical facilities. Pervasive use of technology has further eroded the little scope that existed earlier for compassionate staff members of such facilities who even conducted tests and procedures on patients who were otherwise not entitled to secure such services.\nNear absence of an affordable and accessible healthcare arrangement in the Gulf states has led many workers to rely on self-medication, often consuming expired medicines brought from home by themselves and their peers. Health professionals warn that rampant and non-prescribed use of painkillers, antibiotics and other medicines exacerbates the workers' conditions, rather than bring them relief.\nThe paradoxical grim scenario of unmet healthcare needs of low-skilled migrants speaks volume about the neglect of this fundamental right by the Gulf states, most of which take pride in being able to put in place \"world-class medical services\" for their own nationals. It is time those states paid due attention to the healthcare needs of the millions of workers who ceaselessly contribute to turning the wheels of their economies.\nThe authorities in the Gulf states must institute meaningful measures to meet the necessary healthcare needs of low-paid migrant workers free of charge at the point of care, irrespective of their immigration status or their possession of passports. They must also repeal any law that requires medical professionals to report undocumented migrant workers to the authorities. Provisions are to be in place for the employers to ensure hygienic living conditions and safe working conditions. The employers must also be obliged to ensure adequate shade and drinking water, and allow workers to take regular breaks – particularly those working outdoors. Likewise, mandatory and regular health check-ups for domestic workers should be introduced.\nLargely driven by the urge to harness higher volume of remittances, the origin countries have thus far mostly focused on measures to send increased numbers of workers abroad. Policy and institutional measures are also afoot to raise awareness among the migrant workers, improve their skills, and help them access justice. There has been an active engagement of civil society organisations (CSOs), development partners, and international organisations (IOs) in all such initiatives in Bangladesh. However, the issue of heath needs of low-skilled migrant workers is yet to find meaningful space in the policy agenda of the government or in the programme agenda of CSOs, development partners, and the IOs.\nAs a country that is highly reliant on remittance flow, Bangladesh should actively engage with this unmet vital need of its migrant workforce. The authorities here should form a task force of stakeholders including public health experts to examine the healthcare needs of this cohort of workers. The task force's recommendations should be the basis for framing transparent and explicit healthcare provisions of all bilateral agreements and MoUs with labour-receiving states. At the multilateral level, Bangladesh should work in coalition with other origin states and outline a detailed position aimed at improving migrant access to healthcare in regional and global forums.\nAt a recent RMMRU seminar on healthcare needs of Bangladeshi migrants, a Dhaka Medical College Hospital (DMCH) nephrologist shared that the wives of migrant workers often approach DMCH doctors to speak with their migrant husbands overseas over phone to hear the symptoms and prescribe medicines so that they could send such medicines with someone going there. He said for some migrants, medical centres were at distances they could not access; others lacked documents or simply could not afford the services and medicines. Would the authorities take into cognisance such lived reality of our migrant force and begin to work out measures to address their needs?\nThe author acknowledges the support of RMMRU colleagues Md Shimonuzzaman, Rukaia Parveen Tuba, and Rajib Ghush for collecting and developing the case studies.\n\nDr CR Abrar is an academic and the executive director of Refugee and Migratory Movements Research Unit (RMMRU).\n",
        "headline_1": "Vital yet vulnerable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/vital-yet-vulnerable-3350571",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "For almost a decade, the current Awami League government has enjoyed unmatched power. Its main opposition, the Bangladesh Nationalist Party, has made numerous political blunders and has been decimated by the ruling party via various state machineries. Aside from using law enforcement agencies to prevent opposition parties from staging any substantial protests, accusations of detention and enforced disappearance of opposition leaders and activists – and even extrajudicial killing of some of them – have been rife. Even human rights activists, independent journalists and ordinary people who expressed dissenting views were seen as hostile to the ruling party and shut down, often using repressive actions. And all these serious rights violation accusations were simply brushed aside by the government as trivial, even when presented and challenged in front of the United Nations Committee against Torture (CAT).\nBut all of a sudden, things aren't looking as smooth as before for the ruling party.\nIt has seemingly been under tremendous pressure since the US announced its new visa-restriction policy against individuals (and their immediate family members) \"if they are responsible for, or complicit in, undermining the democratic election process in Bangladesh\" – if not earlier, when the US imposed human rights-related sanctions on the Rapid Action Battalion (Rab) and six of its current and former top officials. Even though the new policy came to media light in the last week of May, the US apparently notified our government of its decision on May 3 – about which the government initially remained silent. However, between the time the US notified the Bangladesh government and when it became public, it became evident that tensions were growing when the prime minister said Bangladesh would not purchase anything from countries that imposed sanctions against it.\nThe sanctions against Rab may have made some members of our law enforcement agencies think twice before resorting to the same measures as before, but the US visa restrictions will extend such doubts even among bureaucrats. As is well-known, corrupt officials (from across different government agencies) who have amassed huge wealth often send their children abroad to study, or even settle down sometimes. Oftentimes, they also stash their ill-gotten wealth abroad – particularly in Western countries. Therefore, it is doubtful how many of them are willing to risk it all by assisting the current government to stay in power through another controversial – if not outright rigged – election.\nWhen the new US policy first became public, both the AL and BNP in typical fashion said it would harm the other side; AL General Secretary Obaidul Quader, for example, said it would ruin BNP's sleep. It is true in some sense, as according to the US officials, the policy applies equally to everyone across partisan lines.\nBut breaking from her party line, the prime minister on June 3 said that it did not matter if someone did not go to the US, crossing the Atlantic Ocean on a 20-hour flight. \"There are other oceans and other continents in the world.\" What does that mean? Does that mean AL is going to resort to measures in the upcoming elections that will get its members banned from the US under its new visa policy – i.e. undermine \"the democratic election process in Bangladesh\"?\n\nThe sanctions against Rab may have made some members of our law enforcement agencies think twice before resorting to the same measures as before, but the US visa restrictions will extend such doubts even among bureaucrats.\nInterestingly, only a few days after her comment, on June 12, six members of the European Parliament (MEPs) issued a letter asking the EU high representative to contribute to ensuring free, fair, and impartial general elections in Bangladesh, \"possibly under a poll-time neutral caretaker government.\" In the letter, even more strongly worded than the letter previously issued by six US Republican Congressmen to President Joe Biden, the MEPs expressed serious concerns about \"violation of human rights in Bangladesh,\" and called for the restoration of \"democracy and the rule of law\" in the country. In order to do so, it even called for measures \"such as restriction of entry into the EEA zone of those responsible for and complicit in the human rights abuses, or regular reminding of the conditions for the GSP+ incentive to which Bangladesh is a bidder.\"\nShould these measures be applied, they would reduce the number of countries where individuals who are involved in human rights violation or election interference in Bangladesh can potentially hide their wealth in or escape if things turn sour.\nSoon after, we learnt that on June 8, six US Democrat Congressmen urged Secretary of State Antony Blinken via another letter to continue his call for accountability for human rights violations committed by Bangladeshi law enforcement agencies and officials. This letter contained many of the concerns and allegations mentioned in the other letters; however, it also asked \"what efforts\" the State Department was putting in \"to encourage US allies to coordinate on the imposition of sanctions and visa restrictions against the Rapid Action Battalion and its current and former officials.\" And, of course, it's possible that the next question asked could be what efforts the US would take to \"coordinate with its allies\" regarding \"visa restrictions that apply more broadly\" to those involved in human rights violations and election interference in Bangladesh.\nSo, we are seeing a pattern emerging with the US and its European allies (for now) ramping up pressure on the Bangladesh government. Now, it would be naïve to believe that human rights and free elections are their only agendas. But the fact is that the Western countries involved in this pressure campaign aren't making up the majority of allegations against the current regime – many of them are true. And the way many Bangladeshis seem to be welcoming some of this pressure on social media and elsewhere shows that the government does not have much sympathy from the people, whose voting rights it has denied, whose freedom of speech it has largely taken away, etc.\nAnd this is what makes the current ruling party particularly vulnerable. Over the past decade, it did not bother to gain its strength from the people. In fact, it used the state machinery to clamp down on people, to maintain its power and benefit its coterie. But now that Western countries are increasingly disincentivising those operating within the state machinery (law enforcers, bureaucrats, etc) to continue to support the current regime through repressive and often illegal means, its main source of strength could fast erode.\nThis is an increasingly concerning time for our country. The fact that internationally, our government is being vilified as a serial human rights violator is extremely embarrassing for Bangladeshis – more so because much of it is true. At the same time, the growing hostility between foreign powers and the current regime, and the complete deterioration of our state institutions over the last decade in particular (but also before that), increases the vulnerability of our state by manyfold. \nThe ruling party would be well-advised to change its ways and try to make the people its main source of strength through good governance, by returning power to the people and making amends for its past mistakes. But given its past insistence on doing anything but that, will it even consider that as an option? And is it now too little, too late for that?\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is @EreshOmarJamal\n",
        "headline_1": "Has the ruling party finally met its match?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/has-the-ruling-party-finally-met-its-match-3350411",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "Despite critical scrutiny following reports on safety violations, poor performance and a host of scandals involving exams and recruitments in Biman, the latter just can't seem to stay above board. Most recently, as per the findings of the Office of the Comptroller and Auditor General of Bangladesh (CAG), the national airline has violated procurement rules to hire a vendor for its online ticket sales and reservation services, which will cause it to lose over Tk 1,000 crore in 10 years.\nAfter the previous service provider notified in October 2019 that it would discontinue its services, Biman invited proposals from firms interested in providing a passenger service system (PSS), a departure control system (DCS), e-commerce and other related services. The CAG found that Biman granted the contract to a firm despite there being only three bidders, which violates the Public Procurement Rules 2008 that states that there must be at least four. Moreover, cost estimates presented by Sabre GLBL Inc – the firm awarded the contract – against its offered services were \"under-represented\" in the financial evaluation report. The audit also found that Biman's contract with Sabre has many elements that were not mentioned in the proposal. Additionally, many of the clauses of the deal that allowed Sabre to demand compensation are questionable.\nFor some reason, all the proposed costs were estimated taking into account the minimum number of passengers. Since the company is charging Biman for services either per passenger or as a percentage of total passengers boarded, these costs ballooned when the system went live. During negotiation meetings held in July 2021, the tender evaluation committee had flagged the issue of taking the minimum number of passengers instead of the actual estimated number of passengers who would use the service when it came to pricing. Yet, instead of clarifying this matter, the contract was signed with the minimum threshold number.\nIt seems that from Biman's side, the contract was signed despite knowing – one would hope Biman officials were not incompetent enough to not know – about these issues, and in a way that could potentially keep financial evaluators in the dark. This clearly indicates that there was foul play involved, which would unduly benefit the contracted firm and Biman colluders at the expense of taxpayers. This is totally unacceptable. We urge the government to investigate these anomalies and hold those involved in them responsible.\n",
        "headline_1": "Is Biman beyond accountability?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/biman-beyond-accountability-3350991",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "The national rhetoric of prioritising high-quality education seems to be going nowhere. While insufficient research funding has often been cited by academics as a reason for the lacklustre state of higher education in Bangladesh, a recent report by this daily revealed that our eminent Dhaka University has, ironically, failed to fully use even the measly funds. The DU authorities received around Tk 36.22 crore as research allocation in the last four fiscal years, of which Tk 9.59 crore has been left unused. In FY2020-21, nearly two-thirds of this amount was underutilised. The lack of learning incentives and failure to expand our knowledge base are damaging and beyond the pale.\nWhile administrators and some academics point to the lack of interest among faculty members to make use of the grants, which are comparatively small in nature, others say that the process of acquiring the allocated funding for projects is mired with time-consuming red tape and mismanagement. As a result, many opt for NGO or external funds instead. The situation calls for the DU authorities to do some soul-searching and develop a proper scheme to mitigate disinterest among its faculty members. Reportedly, a section of teachers opposed the university's decision last year of mandating PhD degrees to get promoted as associate professors and professors. It is shameful that such an attitude towards education exists in the corridors of our oldest and largest university.\nThe characteristic of DU as an educational institution has also been waning at the bottom of worldwide rankings, as innovative research studies are required to increase the excellence quotient. Bangladesh suffers from the trap of low learning and increasing cases of \"brain drain,\" and the lack of proper research capacity in our universities is one reason why. Experts have previously called for a paradigm shift to research-based learning in higher education to affirm our ambition towards a knowledge economy. How much longer do we have to rely on foreign scholars because our own university scholars cannot provide the studies needed to understand the nitty-gritty of our own nation? DU must set up a proper state-of-the-art research infrastructure to buttress its reputation.\n",
        "headline_1": "Why such disinterest in research?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-such-disinterest-research-3350051",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "The fall in export of agro-products in the 11 months of the current fiscal year looks drastic if compared with the same period of the previous fiscal. A decline in export of such products from US$1.16 billion to just $795.01 million within a year is highly alarming. Even in the fiscal year 2021, when Covid-19 was yet to slacken its stranglehold, the export of this promising sector crossed the billion dollar mark to $1.03 billion. By no means should the fiscal 2023 be particularly worse than 2021 for international business. True, the first few months after Russia's invasion of Ukraine saw a turbulent global business regime but then there was a gradual turnaround. Concerned here are food items which, unlike luxury or other dispensable commodities, should not lose demand abruptly unless the importers turn to other sources or they themselves start producing the products in question. To go by the observations made by the Bangladesh Bank (BB), the National Board of Revenue (NBR) and the Comptroller Auditor General (CAG), it is clear that the figures of the previous two fiscal years' exports were somewhat inflated. An official of the CAG is on record, as reported in this paper on Sunday, saying, \"Some exporters used to submit fake documents with higher volume of shipment and claim incentives from the government\". Thus the export earning was shown higher than the actual figure. Whether prevention of misuse of government incentives alone can explain the sudden fall in export earning is a matter for the authorities to calculate. The report, however, cites slump in global demand also for the items concerned. Notwithstanding the fall in export proceeds from agro-processed items, vegetables and fruits, the three statutory bodies are optimistic that these particular exportable produce and products will bounce back with the elimination of malpractice of production of fake documents. Yet a few questions beg answers. Are the fake documents submitted a year before responsible for the biggest fall recorded in export of fruits from $5.25 million to a paltry $ 0.98 million within a year? Even if a large portion is a made-up export volume for which the exporters received incentives --- actually public money, they have committed a punishable offence. Will they ever be meted out the punishment they deserve? This is essential in the interest of honesty and strategising the diversification of the export basket on accurate data. Now it is clear that the companies involved with agro-business want to have their cake and eat it too. They are monopolising agriculture produce by just lending their company brand in packaging. Even they are not engaged in contract farming but they would market their own brands of rice, scented rice, wheat and flour and many more commodities. By this means, they have established their stranglehold on agriculture produce and products---a sure way of controlling market. Is this legally permissible? No wonder, much of the country's high inflation, at a time when most food items have registered price fall in international market, is explainable by this unwelcome oligopoly hold. The measures taken by the authorities to prevent misuse of incentives for agro-product export have zeroed in on one end of the problem, let complementary steps be taken up at the growers' end for protection of their interests.",
        "headline_1": "Streamlining agro-product export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-agro-product-export-1687186547",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "Unlike the soil of Moti Jharna hill in Chittagong city which was hit by a landslide in 2008, the one of CHT has been dubbed by experts different in nature. The Moti Jharna landslide had left 11 dead. Meanwhile, six years have elapsed since a number of devastating landslides wreaked havoc on the Chattogram Hill Tracts (CHT) region on a fateful day in June, 2017. Thanks to their vulnerability, the three hill districts of Rangamati, Bandarban and Khagrachhari had to bear the brunt. The landslides triggered by continuous heavy rain destroyed a few settlements on hill slopes killing 168. Twelve people were killed in the Chattogram district at that time.At the onset of the season of monsoon this year people in the Chattogram district and the CHT region, and elsewhere in the country, hope calamitous landslides would not visit the vast area once again. Their expectation stems from some facts gleaned from the country's weather pattern this year. But geologists say otherwise. According to them, the prolonged heat wave has turned the hills' typically swampy and soft soil layer into a fragmented dry mass. Upon coming into contact with torrential rain, the soil layers turn sodden and get loosened; and finally come crashing down on dwellings. Geologists have long observed that the components of the CHT hills' soil make it different from that found in other parts of the country. Thus they view the ambience, especially the soil, of the Hill Tracts as being highly vulnerable to the future bouts of landslides. A distressing aspect of landslides in the overpopulated hills in greater Chattogram is a section of people continue to return to the spots of the calamity. Most of these people are poverty-stricken and, thus, without shelter. This is a common scenario in the CHT in particular.After the Moti Jharna hill disaster, the port city administration has slapped ban on living on the hill slopes. Moreover, hill levelling activities are now under strict prohibition in the city. In spite of that, the atrocious act could not be brought to an end. Influential persons involved in different organisations allegedly play the role of masterminds of the fresh spate of hill-cutting. In spite of their being identified as law-flouters, these persons go ahead with their acts with little compunction. As has been seen in the past, they remain beyond the reach of law. In the past years, a number of syndicates were said to be involved in constructing shanties on the hill slopes. They would rent those out to the lower-income people. As a consequence, whenever a landslide struck the hills, the victims would invariably be the class of the ultra-poor.As part of an unwritten rule, the syndicates involved in renting out hill-slope shanties for some time are seen being replaced with others. A common trend which is found among them is the addition of new amenities to the existing ones. This feature attracts many relatively solvent shanty-dwellers to the hill slums. In order to attract new tenants, the shanty owners continue to add to the facilities available there. The tenants live in these hill slums, being fully aware of the risks of landslides. They have few options. Unlike the ever-increasing omnipresent slums in Dhaka, the shanty dwellings built on hill slopes in the port city have lately undergone a noticeable decline. The reasons are conspicuous --- drop in the number of hills.Even two decades ago in many areas of the port city, lush green small hill clusters could be seen adding to its beauty. Most of them have vanished. In their place, arrays of high-rise buildings constitute a different cityscape. Many areas lie flattened as a vacant lot with no trees. Apparently, the owners wait for the right kind of developers. With hills gone, the anxieties over landslides no longer haunt people. But there is something amiss. It is related to the terrible impact of an atmosphere devoid of trees --- a prime source of the elixir of life. It doesn't need expert views to learn that it is trees which help keep ecological balance for mankind. Hills without trees are veritable traps poised to ensnare unwitting humans. As environmental experts observe, denuded hills are several times more prone to go through landslides than tree-filled hills. The CHT region's going through massive landslides in June, 2017, was no isolated event. It had been in the making for decades. Like in the Chittagong port city and the Cox's Bazar area, people without shelter chose the precarious hills to settle down. The landslides occurred in a vast area leading to 168 deaths. According to the locals in Cox's Bazar district's Ukhiya, prior to the arrangements of their camps, the Rohingya refugees chopped trees on the hillocks indiscriminately to set up their temporary shelters. Likewise, a large section of the Bengalee settlers have long been living on the slopes and at the bottoms of the CHT hills. As per an estimate, the worst situation has been detected in the Rangamati district, with over 15,000 families living in a perilous condition at hill bottoms. This hill district is followed by Khagrachari (4,000 families) and Bandarban (more than 2000 families). As has been observed by the environmental experts and activists, an anarchic situation is prevailing in the CHT when it comes to hill encroachments for settling down. Unless the trend is dealt with stern measures, the hills might be in for more disasters. These desperate people should be told that landslides assault hills without any forecast.\n[email protected]",
        "headline_1": "Of landslides and levelling of hills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-landslides-and-levelling-of-hills-1687186589",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "When even Geoffrey Hinton, who is known as the father of Artificial Intelligence (AI) for pioneering 'deep learning' based on neural network that can recognize faces and objects like humans do, leaves Google to warn people about the dangers of this technology, then everyone should listen. He thinks these 'smarter-than-human' generative AI poses anexistential threat to humanity. The generative AI is a type of AI technology that can create different types ofcontents that include text, audio, video and synthetic data. This University of Toronto professor after developing his visual recognition software in collaboration with his students in 2012 is perhaps feeling sad about what he had worked so hard for. He in his recent interview with the New York Times, however, expressed his concern more about the harm that 'generative intelligence' could do through spreading misinformation. His real concern, though, was that digital intelligence is fast outperforming human intelligence! And not only Hinton, more than 27,000 people that included AI researcher and executives of tech companies signed an open letter calling for a halt to 'training the most powerful AI systems' for at least six months.Since the new AI technology can compose texts, create voices and imageries on its own, people may mistake those for real. Some recent incidents of fraudulence by faking voices of real people (which is about deepfaking) have sent shivers down the spine of many. Some months ago, a mother of two in Arizona of the USA was the target of a deepfake kidnapping scam. Her 15-year-old daughter was sobbing asking for help saying some bad guys were threatening to kidnap her demanding a ransom of USD1 million. When the mother, JenniferDeStefano, phoned her daughter who was out of town on a ski trip, the truth came out. Her daughter was fine. The previous panic-stricken voice imploring her to send help, was also exactly like her daughter's, though it was a complete fake. It was finally found out to be a hoax, a work of generative AI. Similar incidents have been reported from other places across the globe. AI-generated images of 86-year-old Pope Francis in a stylish puffer jacket and a silver cross hanging down to his chest went viral that stunned millions who viewed it. But it was false. Similarly, a fake song of Drake and The Weeknduploaded in mid-April by an anonymous TikToker was viewed by 11 million people. But these incidents of impersonating people or faking events in the cyberspace was short-lived as those were discovered before they could do serious harm to people targeted. But things may not remain so simple in the near future when the AI tools behind these mischiefs get smarter. There is no denying the fact that cybercriminals have now got a new, dangerous weapon in their hands. People's voice, pictures, their personal histories are all available on the internet. The social media, various phone apps, news media, you name it, provide anendless stream of biometric data to which anyone with criminal intent has easy access. What the new AI technology needs is a tiny clip of the targeted person's audio, a very small piece of his /her video image to impersonate the victim. The person thus faked may suffer huge financial loss or damage to her/his reputation.Financial institutions and security establishments will get more vulnerable than before, thanks to the deepfaking potential of the latest AI technology. To think that self-guided robot drones operated by terrorists attacking targets with small, tactical nuclear devices!It is no longer a plot of science fiction. It may happen any time.So, untilfoolproof AI-tools to counter these deepfakersare in hand, human society is indeed at grave risk. Dr. Geoffrey Hinton has a point.\n[email protected]",
        "headline_1": "Deepfakers on the loose",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deepfakers-on-the-loose-1687186625",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2023"
    },
    {
        "full_article": "Vitamin D is often called 'sunshine vitamin'. It is essential to human health and well-being. Although Bangladesh is a tropical country, many of its people are suffering from vitamin D deficiency. The prevalence of vitamin D deficiency in the country can be explained by people's limited exposure to sunlight especially in the urban areas, limited outdoor activity by women and children and low consumption of vitamin D-rich food including sea fish. In fact, vitamin D deficiency is not a problem only in Bangladesh. It is a public health issue throughout the world. According to the World Health Organisation (WHO), at least one billion people across the globe are vitamin D-deficient. People with dark skin (which does not absorb the sunlight as well as light skin), and those who are obese and have liver or kidney problems are often at risk of vitamin D deficiency. A long-term deficiency can lead to osteoporosis, bone and muscle aches, depression and dental problems, among others. Inadequate exposure to sunlight, poor choice of food, ageing process, obesity, pregnancy and lactating stages can increase the need for this vital vitamin. Our lifestyle with poor exposure to sunlight results in vitamin D deficiency. Research shows that being exposed to the sun for around 15 to 20 minutes a day on average is enough to give our body the right amount of Vitamin D it needs. There are no hard-and-fast rules, but being in the sun is considered ideal. We should undergo lifestyle modification so that we can reduce vitamin D deficiency. We should expose ourselves to sunshine at least two to three times a week to naturally minimise vitamin D deficiency. Sun alone is not enough anymore. We need to consume vitamin D rich foods. Foods containing this vitamin should be included in our regular diet. Sea fish like salmon, hilsa and sardines are rich in vitamin D. Additionally, red meat, liver, eggs, and breakfast cereals also contain vitamin D.\nSamia Jahan Shefa,Student of Department of Genetic Engineering and Biotechnology,Jashore University of Science and Technology, Jashore, [email protected]",
        "headline_1": "Health benefits of vitamin D",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/health-benefits-of-vitamin-d-1687186654",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2023"
    }
]