[
    {
        "full_article": "October’s inflation data point to a welcome softening in price gains that should offer some succour to monetary policy authorities, who have been battling to rein in runaway inflation since the beginning of this year. Retail inflation, or price gains based on the Consumer Price Index, slowed to 6.77% last month, from September’s 7.41%, aided by an appreciable deceleration in food price inflation. The year-on-year inflation based on the Consumer Food Price Index eased by almost 160 basis points in October, to 7.01%, from the preceding month’s 8.60%, helped by a “decline in prices of vegetables, fruits, pulses and oils and fats”, the Government said. With the food and beverages sub-index representing almost 46% of the CPI’s weight, the slowdown in food price gains understandably steered overall inflation lower even as price gains in three other essential categories, namely clothing and footwear, housing, and health, remained either little changed from September or quickened. Inflation at the wholesale prices level also continued to decelerate, with the headline reading easing into single digits for the first time in 19 months. A favourable base effect along with a distinct cooling in international prices of commodities including crude oil and steel amid gathering uncertainty in advanced economies was largely instrumental in tempering wholesale price gains.Still, a closer look at sequential trends in retail inflation, especially in food items, flag the imperative for policymakers to remain watchful. While year-on-year inflation in vegetable prices slowed sharply to 7.77% last month, from September’s breathless 18% pace, the month-on-month gains accelerated to a four-month high of 4.1% and point to concerns that the supply disruptions caused by unseasonal rains in vegetable-growing regions as well as logistical difficulties posed by monsoon flooding may continue to keep prices volatile, at least in the near term. Prices of staple cereals including rice and wheat also remain an object of concern, notwithstanding the Government’s concerted efforts to cool volatility using export control measures. While inflation in the largest weight in the food basket ticked up to 12.1% in October, from the previous month’s 11.5%, sequentially, price gains came in at 1%, moderating in pace from September. Reports of paddy crops being submerged or affected by heavy rains in different parts of the country coupled with the shortages of wheat and flour that have pushed up their prices all signal more volatility ahead in cereal prices. With S&P Global’s latest Business Outlook survey pointing to an intensification of wage pressures and producer pass-through of costs, authorities can ill-afford to drop their guard in the fight against inflation.",
        "headline_1": "Stay watchful: On October inflation data",
        "headline_2": "Policymakers can ill-afford to drop their guard in the fight against inflation",
        "link": "https://www.thehindu.com/opinion/editorial/stay-watchful-on-october-inflation-data/article66140821.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "From high inflation to America’s support for Ukraine against the Russian invasion, a host of domestic and foreign policy issues had dominated this month’s U.S. midterm elections, which were largely seen as a referendum on the Biden administration. When most of the results were out, the Democrats avoided a humiliating defeat. There was no ‘red wave’ for the Republicans. The Democrats have already retained their control of the Senate, while the fate of Georgia would be decided in a run-off. The Republicans, however, are inching closer to a House majority. The net result could complicate President Joe Biden’s governance agenda. The Republicans, with the House under their control, can influence the January 6 riots probe, stall the administration’s legislative agenda and put additional riders on America’s support for Ukraine. Still, for Mr. Biden, whose approval ratings have been poor, his party’s performance, the best for a ruling party in midterms since 2002, is a morale booster, strengthening his hand and coming in handy if he decides to run for re-election in 2024.There are many other takeaways. While pre-poll surveys suggested that inflation topped voters’ concerns, abortion rights came second. While the Republicans tried to cash in on voter resentment over high inflation, many of their candidates’ anti-abortion positions did not help them in the polls. Second, the results showed that Donald Trump is not as powerful as he appeared to be. During the Republican primaries, the former U.S. President’s endorsement mattered a lot. But it does not carry the same weight in the general elections. Several of the candidates he endorsed were defeated, while at least two Republican winners were unwelcome to him — Georgia’s Governor Brian Kemp and Florida Governor Ron DeSantis. While Mr. Trump is expected to make his 2024 bid this week, many Republicans are already blaming him for the party’s less-than-expected performance. The results have also underscored the unstoppable rise of Mr. DeSantis. His landslide win in what was called a swing State has strengthened calls by Republican donors for his presidential bid. Many see Mr. DeSantis as a more ideologically disciplined right-winger than Mr. Trump (who, in their view, could lead the party to victory). The midterm has set the stage for 2024. The Democrats have lost ground, but still stay strong. The Republicans are set to take the House but are internally divided, and right-wing extremism is not winning the party votes. How the parties address these challenges will determine their fate in 2024.",
        "headline_1": "A mixed bag: On U.S. midterm elections",
        "headline_2": "Donald Trump does not appear to be as strong as he was, and Joe Biden is no longer weak",
        "link": "https://www.thehindu.com/opinion/editorial/a-mixed-bag-on-us-midterm-elections/article66140450.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Results of midterm elections in America are yet to be fully tabulated and certified, but Democrats are celebrating a split verdict that has narrowly lost them the 435-member House of Representative but helped them retain control of the 100-member Senate. If that sounds paradoxical, it’s because political pundits and pollsters had predicted a blowout Republican victory and a bloodbath for Democrats in both chambers. At first look it is anything but a rout; in the context of poll surveys and predictions, it can even be seen as a victory.\nThe anticipated “red wave,” much less a red tsunami, was barely a pink ripple brushing against the blue wall that was expected to collapse under a Republican assault. In fact, it is Republicans who are reeling from the setback of not crushing a vulnerable ruling party that was in control of the trifecta — the White House, Senate, and the House of Representatives. Bloodletting, if not bloodbath, has broken out in the Grand Old Party.\nMidterm elections are typically a referendum on the White House incumbent. Even at the best of times, Presidents have faced headwinds in midterm polls. Ronald Reagan, with a 62 per cent approval rating, lost 26 seats in the House of Representatives in the 1982 midterms. Bill Clinton lost 52 in 1994, and Barack Obama racked up a record 63-seat loss in 2010. Trump himself lost 40 seats in 2018.\nWhat hope did a doddering Joe Biden, shaken up by an unrelenting 8 per cent inflation and low ratings, have, particularly after pre-poll surveys showed voters were more concerned about kitchen table issues and rising crime, rather than the “there is an existential danger to democracy in America” alarm that he sounded as a campaign message.\nAs it turns out, voters have heeded the warning to a certain degree. They have denied the GOP a commanding majority in the House and the Senate that would have crippled the Biden presidency and turned him into a lame duck over the next two years. Initial assessments suggest that it is the young gen x voters who turned up in strength at polling stations, which makes sense because they have everything at stake in the future and do not carry the despair or prejudices of the old. The situation is still dicey, with the Republicans potentially winning a narrow majority in the House. But in delivering what appears to be a split verdict, voters have indicated that they abhor extreme positions on both sides while strongly repudiating Donald Trump’s toxic brand of politics.\nIt is a good day for democracy and a good day for America, a relieved Joe Biden declared from the White House lectern hours after the surprising results. He might as well have called it a good day for the world too. Global stability is to a large degree premised on the view of America as a strong, solid, sturdy democracy with a steadfast, reliable, and predictable political system. This is what gives the US dollar the primacy that makes it the world’s reserve currency. Any collapse of the well-ordered, albeit imperfect system, will have a disastrous impact on global politics and economy. The rest of the world can muddle through crises, but it has a big stake in America’s stability. The partial victory perceptibly strengthened President Biden on the global stage as he set out to participate in the COP27 and G20 meets.\nDoes this mean the United States has averted the danger of a political meltdown that even led to talk of an imminent civil war? Hardly. American democracy is imperfect; US elections even more so. The country is not just politically polarized but also cartographically fractured. The 535 lawmakers (435 Representatives and 100 Senators) who are sent to Washington are elected in a narrow and partisan manner from constituencies, many of which are “gerrymandered” – a term credited to former politician named Elbridge Gerry, who carved out a voting district that ended up shaped like a salamander to include voters of a particular political persuasion. In recent years it has become even more absurd. One Maryland House district just northwest of Washington DC is shaped, as one federal judge put it, like “a broken-winged pterodactyl, lying prostrate across the center of the state.”\nBoth Democrats and Republicans have perfected this science of redistricting to obtain their desired outcome. Scores of lawmakers are reelected with metronomic regularity with only a few seats shifting loyalties.  On the Senate side, the least populated states such as Montana and Idaho have the same number of Senators as the largest, such as California, giving Middle America a disproportionate share of power. Unless these structural flaws are fixed, largely rural, white middle America, which is a red redoubt, will continue to be in political conflict with small, heavily populated urban centers, which are Democratic strongholds.\nBut for the next few months at least it is the Republican Party that will witness an internal civil war as moderates in the party, long leery of Donald Trump and his MAGA forces, try to take down the former President, blaming him for the midterm fiasco. They are rallying behind Ron Desantis, who chalked up an impressive victory to win a second term as governor of Florida, for long a vital battleground state. His spectacular win by nearly 20 points has put him on track for the Republican nomination for the presidency in 2024. This has enraged a famously thin-skinned Trump who, in openly threatening DeSantis, has indicated he will bring a wrecking ball to the GOP if he is challenged. Trump formally announced on Tuesday evening that he is going to run. Standby for Don v Ron.\n\n",
        "headline_1": "Coming up in USA: Don versus Ron",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/coming-up-in-usa-don-versus-ron/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Ok, so first up, congratulations are in order to folks who gave the name cryptocurrency. Crypt means an underground burial chamber, and crypts have been as central to Hollywood horror movies as a white saree rain-dance has been to Ramsey Brothers’ Bollywood horror movies.\nThe slight difference, in the context of imploded FTX, is that crypto exchanges are being buried right up, on terra firma, in full view.\nRead full opinion on TOI+\n\n",
        "headline_1": "Tales from the money crypt: Crypto exchange FTX’s implosion shows a bear market is the only cure for silly financial greed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tales-from-the-money-crypt-crypto-exchange-ftxs-implosion-shows-a-bear-market-is-the-only-cure-for-silly-financial-greed/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "A child born yesterday would have been the world’s eight billionth inhabitant. The world’s population has more than doubled over the last six decades, a phase when curbing population expansion was a priority in most developing countries. The scale of the global population should not obscure the fact that we are in the midst of an unprecedented demographic downturn. A collapse in fertility rates and the consequent “population greying” will be the dominant demographic trend this century. Within this overarching trend, regional patterns will vary sharply.\nIndia is forecast to become the most populous nation next year, surpassing China. India too has seen a marked drop in total fertility rate, with GoI’s sample registration survey, 2020, putting it at 2. In other words, the fertility rate has dropped below the replacement level and the growth in numbers is only on account of earlier momentum. Therefore, the key challenge now is harnessing the demographic dividend. It refers to an economic growth spurt because of change in the age structure of the population following a decline in both mortality and fertility. The spurt comes from the relatively large share of the working age population (15-64) in the total population.\nGlobally, the share of the working age population peaked at 66% in 2012. India, however, is in the middle of its demographic transition, with SRS 2020 estimating the working age population at 70%. It represents a one-time window of opportunity before declining fertility rates push up India’s median age from the present level of 29. Thus far, we haven’t utilised it well. Research indicates that in India the economic benefit from the demographic transition has been lower than its Asian peers. The danger is that it will taper further and irreversibly if the right policies are not embraced.\nAn important measure of the challenge is the proportion of the working age population that’s in the labour force. India fares poorly, with 46% in 2021 when the global average is 59%. This indicator is abysmal when it comes to women. World Bank’s data shows that as compared to a global average of 46%, it’s a mere 19% in India. Unless more women are in the job market and overall human capital quality improves, India will not be able to encash its demographic dividend. It’s not the absolute number of people that’s a challenge. It’s skilling them for mass prosperity that matters.\n\n",
        "headline_1": "8 billion & falling: India, soon to be the world’s most populous country, has a narrow window to encash its demographic dividend",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/8-billion-falling-india-soon-to-be-the-worlds-most-populous-country-has-a-narrow-window-to-encash-its-demographic-dividend/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "The usual suspension-of-doctors-and-then-nothing-much response won’t do in the case of a young woman footballer’s death in Chennai after a botched surgery. Eighteen-year-old Priya R, suffering from a torn ligament, was promised that surgery would help her play better – her ambition was a government job through the sports quota. But her right leg was amputated following the surgery, and the complications kept mounting, culminating in multi-organ failure. A health department inquiry had found negligence on the part of doctors.\nBut only after Priya’s death were the doctors suspended from service and an FIR lodged. The initial official response was to transfer the two doctors to government hospitals in other districts. Across states, transfers are the standard first response when cases of dereliction of duty surface. Governments are wary of alienating powerful unions representing various classes of state employees. Strangely in a democracy, no government thinks of the terrible disservice to people. When medical negligence is prima facie proven, as it is in the present case, governments must immediately lodge FIRs under Section 337/338 IPC (causing hurt/grievous hurt for negligent act) or Section 304A (causing death by negligence).\nThe National Medical Commission’s guidelines require police, prior to arresting doctors, to consult medical boards of the district or state medical council, giving the relevant board two weeks each to make recommendations. But such timelines are difficult to adhere to, as in the present case, when there’s tremendous pressure on governments to arrest errant doctors quickly. True, relatives of patients venting their anger by assaulting doctors must be punished. But equally, the state mustn’t shield doctors. Evidence must be carefully collected and preserved and chargesheets filed promptly to help courts arrive at a conclusive finding on medical negligence.\n\n",
        "headline_1": "Doctored care: When medical negligence is evident, action must be taken fast. A tragic death in Chennai is a case in point",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/doctored-care-when-medical-negligence-is-evident-action-must-be-taken-fast-a-tragic-death-in-chennai-is-a-case-in-point/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Vladimir Putin has suffered major setbacks in Ukraine in the last few months, with a string of losses in the northeast, east and now in the south. While the loss of Kharkiv in the northeast and Lyman in the Donetsk region, and now the pull-out from Kherson, are portraying Russia as a frail aggressor, weakening further by the week, security analysts suggest the war is far from over in Ukraine.\nThe Russian retreat from Kherson and across the defensive bulwark of Dnipro River is being seen by some as a trap set for the Ukrainian forces to lure in Ukrainian troops for an attack. This could also be Russia utilising the harsh winter months to realign and recalibrate its strategy, troops and resources for a fresh assault in spring. And there is no denying that, operating past its capacity with over-stretched manpower and logistics, Russia is finding it difficult to hold its ground in Ukraine.\nMoreover, Russia needs to realign its stakeholders, especially key Putin allies such as Chechen leader Ramzan Kadyrov and Wagner mercenary group founder Yevgeny Prigozhin. Both men have, in recent months, been openly critical of Russia's military capability. Interestingly, Putin has allowed them to continue to do so, revealing their importance to the regime. After all, Wagner group goes around in Russian prisons recruiting convicts to fight in Ukraine, where the group has been operative since 2014. Meanwhile, Putin's self-proclaimed \"foot soldier\" Ramzan Kadyrov and his pro-Russian Chechen militia Kadyrovtsy have been a part of the Russian invasion from the beginning. Given its military's weakness and growing criticism at home, it has now become imperative for Putin to convince these two critical allies to keep supporting him.\nBut what of Ukraine? Until very recently, President Volodymyr Zelensky and his cabinet outright refused to enter into talks with Russia under Putin, and even as they budged after some pressure from the US, they placed five demands – highly unlikely to be met by Russia – as prerequisites for any discussion. The demands are, \"Restoration of territorial integrity, respect for the UN Charter, compensation for all damages caused by the war, punishment of every war criminal, and guarantees that this will not happen again.\"\nHowever, Ukraine seems to be losing sight of the fact that in the wake of increasing global economic pressure, the West's support cannot be taken for granted. \"Ukraine fatigue\" could potentially set in. While their Western allies have been united in favour of Ukraine, they are facing increasing difficulties in continuing to support the war. From France and Germany to Romania and the Czech Republic, Europe has been rocked by protests demanding better pay as savings vanish into thin air amidst of soaring inflation, while their governments pledge further funds and arms for Ukraine.\nThe prospect of a cold winter without adequate energy supply has also become a worrisome prospect. Take the case of Italy: the country's new leadership under Giorgia Meloni has recently reiterated its support for Ukraine, while the government in September had asked the people to set their thermostats at 19 degrees Celsius to fight the ongoing energy crisis. Ally countries are gradually growing wary of the economic impact of the Ukraine war on their daily lives as their governments try to stave off further protests.\n\"Unless European governments effectively tackle war-induced inflation and socioeconomic hardship, public opposition to further assisting Ukraine is likely to increase,\" Niklas Balbon, research associate at the Global Public Policy Institute (GPPi), wrote for Carnegie Europe.\nAn October report by IFOP, an international polling and research firm, suggested that public support in France for the Ukraine war has fallen from 71 percent in March to 67 percent in October. In Germany, it has fallen from 80 percent to 66 percent. Another poll in Italy revealed that public support had dropped from 57 percent to 43 percent.\nAnd after the US midterm elections, how much the Biden administration will be able to deliver on its promises of support remains uncertain.\nWhile Ukraine is witnessing better days, its successes and the recently gained foothold in Kherson – which will give it easy access to Crimea – might be tempting its fate. If Ukraine recklessly ventures into Crimea, further provoking Russia, it might not be seen in a positive light by the West and its people, and the consequences might not be favourable for the country, especially in view of current realities.\nRussia's position is now perhaps worse: if the country is not able to regain full support from its allies and turn around in the war, the outcome would be further humiliation for the Putin regime. And if the West is not able to lessen the war's economic burden on its people, for how long it would be able to keep supplying Ukraine with weapons, funds and moral support also remains to be seen.\nWhile all parties are locked in a tight spot, for the war to end, one party needs to flinch. But who will? Is it going to be the weakening Russia, the stubborn Ukraine or its Western allies – succumbing under mounting economic pressure? Only time will tell.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Who will flinch first: Putin, Zelensky or the West?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-will-flinch-first-putin-zelensky-or-the-west-3171196",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "On November 2, the government made the long-awaited National Adaptation Plan (NAP) of Bangladesh (2023-2050) public, and its political and climate change leadership have been widely showcasing it at COP27, currently taking place in Sharm El-Sheikh, Egypt. It is important for three reasons.\nFirst, the NAP will be the core planning and investment document for Bangladesh to adapt to climate change over the next 28 years. Building on our 17 years' experience of preparing and implementing the National Adaptation Programme of Action (NAPA, 2005, 2009) and, more importantly, the Bangladesh Climate Change Strategy and Action Plan (BCCSAP, 2009), the NAP aims to achieve six specific goals: i) ensuring protection against climate change and disasters; ii) developing climate-resilient agriculture; iii) building climate-smart cities; iv) protecting nature for adaptation; v) integrating adaptation into planning; and vi) ensuring capacity-building and innovation in adaptation. The NAP has identified 113 major interventions to implement in 11 climate-stressed regions across Bangladesh. More than Tk 20 trillion – about USD 230 billion – will be needed for these interventions, and almost three-quarters of this amount will be needed by 2040.\nSecond, the NAP is expected to be revisited every five years, in line with our five-year development plans. Such periodic revision is crucial since Bangladesh is expected to experience a fast-changing economy, environment, and of course, climate in the coming decades. Unfortunately, the precedence that has been set with the BCCSAP is not good at all. The revision of this milestone planning instrument started in 2018 – more than four years on, it is yet to be over. \nThird, the NAP is our second national document – only after the draft Mujib Climate Prosperity Plan (MCPP, 2021) – where the term \"nature-based solutions\" (NbS) is widely embraced. Goal 4 of NAP reads, \"Promote nature-based solutions for the conservation of forestry, biodiversity and the well-being of communities.\" This adoption happened because Bangladesh's development philosophy believes that nature should be an integral part of our fight against climate change. \nAlthough NbS has been widely talked about over the last four years, it is only in March this year that we got a UN-endorsed definition. NbS now means protection, conservation, restoration, sustainable use or management of natural or modified ecosystems – ranging from terrestrial and freshwater to coastal and marine – to tackle social, economic and environmental challenges. But these actions must provide not only human well-being, but also ecosystem services, resilience, and biodiversity benefits. That's why protecting the Sundarbans, restoring the degraded hills of Chittagong Hill Tracts (CHT), sustainably managing Hakaluki Haor or creating flood-water retention reservoirs at the Rohingya refugee camps in Cox's Bazar are all good NbS examples.\nThe NAP identified 21 interventions related to NbS, requiring USD 5.9 billion. Most are related to ecosystem management or the blue economy, while about half focus on conservation and restoration of different ecosystems. In terms of ecosystems, one-third of the proposed interventions will deal with freshwater wetlands, rivers and canals, followed by terrestrial forests and hilly ecosystems. In some NbS interventions, specific ecosystems are clearly mentioned – namely the Halda River, Kaptai Lake, CHT, St Martin's Island, and the Bay of Bengal.\nIt is interesting to note that the NAP has given special emphasis on the marine ecosystem by including, for example, management of marine protected areas, restoration of corals and associated fish and benthic communities of St Martin's Island, and actions to manage the blue economy. Several NbS interventions highlighted the importance of monitoring a wide range of terrestrial and aquatic ecosystems, including the physical and biological parameters of the Bay of Bengal, and inventorying endangered species. Of course, monitoring and surveillance go beyond species, as one NbS intervention talks about developing a monitoring system for the rights of coastal fishing communities. Community participation is explicitly mentioned in afforestation and reforestation programmes, wetland management, and conservation of village common forests in the CHT.\nTo implement the NAP, different advisory and technical committees are envisaged at the national level, supported by district-, upazila-, and union-level structures. As we move forward, we need to keep in mind three important issues. First, it's important to explore how existing natural resource management and biodiversity conservation laws and rules are aligned with the NAP. For example, many NbS-related NAP interventions are expected to be implemented in the country's Ecologically Critical Areas (ECAs) and Protected Areas. Therefore, the existing ECA Management Rules, 2016 and PA Management Rules, 2017, and the governance structures outlined in them need to be matched with what is now outlined in the NAP. \nSecond, the locally-led adaptation (LLA) approach is mentioned throughout the NAP under different interventions to ensure effective social inclusion. But we should embrace the eight principles of LLA as we implement NbS interventions too. These principles focus on decentralising decision-making, tackling structural inequality, providing predictable funding, investing in local capacities, building knowledge on climate risks, creating opportunities to learn from programmes, ensuring accountability and transparency, and facilitating greater collaboration. In this way, the LLA will be translated from being a good philosophy into a good practice through NbS implementation.\nFinally, as we implement NbS under the NAP, we need to follow certain guidelines and protocols (e.g. the IUCN Global Standard for NbS) so that we identify, design, and implement NbS judiciously, ensuring local people's rights and benefits. If we can manage our NbS interventions based on evidence gathered with local communities, we will be able to avoid any misuse of this important approach. \nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "How does our new National Adaptation Plan consider nature?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-does-our-new-national-adaptation-plan-consider-nature-3171111",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Climate change is an existential threat to humans and our ability to thrive on a healthy planet. But when it comes to rising temperatures, the inability of humankind to slow emissions and limit warming to 1.5 degrees Celsius isn't because we lack knowledge or need new technologies.\nConsider: humans have been warned for more than a century about the dangers of a warming climate and its adverse impact on human health and planetary systems, including but not limited to loss of biodiversity, decreased soil and ocean health, increased sea-ice melt and corresponding sea-level rise, and amplified disasters such as hurricanes, floods, heat waves and droughts.\nFifty years ago, \"The Limits to Growth\" warned humans of the serious need to live in balance with Earth's systems. The science is settled. Likewise, technologies that drastically reduce greenhouse gas (GHG) emissions are available and increasingly cost-competitive – particularly in energy production and transportation, two of the most significant contributors to global emissions.\nWhat is missing? This is not a difficult physics equation. While we live in a complex world, the laggards in this area are observable: money and societal will.\nAs countries enter the second week of the global negotiations at the 2022 United Nations Climate Change Conference in Sharm El-Sheikh, Egypt, typically referred to as COP27, success will depend on the ability of the negotiators to mobilise investments and advance policy at the conference to accelerate opportunities for progress in altering the trajectory of climate change.\nEven discussions on \"loss and damage\" – a signature issue of this conference that is historically neglected – are defined by these two needs. Underlying the issues of loss and damage are questions about processes for addressing loss (policy) and determinations of who is financially responsible (investment).\nThe price tag to address climate change is not small, but viewed in the right frame, it is a bargain. Take climate-enhanced disasters. In 2021, the world experienced four mega weather events that each cost USD 20+ billion in economic loss: Hurricane Ida, flooding in Europe, flooding in China and unprecedented winter weather in Texas and parts of Mexico.\nThese types of human-induced disasters are now increasingly frequent, occurring at more places and at higher amplitudes, and are more costly without considerable investment to curtail rising greenhouse gas emissions. The 5th High Level Ministerial Dialogue on Climate Finance takes place during the second week of COP27, where ministers will discuss achieving the annual USD 100 billion support mark for lower-income countries, a total those countries already note as too little, too late. The real need is in trillions of dollars, not billions.\nThe Intergovernmental Panel on Climate Change estimates that globally, USD 1.6 to 3.8 trillion must be invested every year through public and private climate-related finance to keep warming well below warming beyond 2 degrees Celsius. For comparison, the International Monetary Fund reports that fossil-fuel subsidies in 2020 were USD 5.9 trillion when summing up explicit and implicit subsidies.\nCombining policy with public investment can dramatically amplify results. The US Inflation Reduction Act, the country's most dramatic attempt to reorient its infrastructure and electricity production to lower emissions, could spend as much as USD 800 billion in tax credits, spurring on private investment to the tune of USD 1.7 trillion over the next decade, according to a Credit Suisse review of the policy.\nThe same report estimates that with the manufacturing and consumer tax credits, the cost of solar electricity could fall below one US cent, possibly as soon as 2025. The investment bank declared that the US Inflation Reduction Act \"definitively changes the narrative from risk mitigation to opportunity capture\" for corporations to take advantage of the law's positive impact on the economy.\nWe have fallen behind the timeline set by the Paris Climate Accords and the 1.5 degrees Celsius target no longer seems to be achievable. The international negotiations must push the agenda to define aggressive mitigation policies, with incentives and disincentives, to scale known solutions on the fastest timescales possible for manufacturing and distribution throughout the world.\nThis needs real investments, private as well as public, for a chance to prevent the worst impacts of climate change. The time is now to show the most marginalised countries the money.\nPeter Schlosser is one of the world's leading earth scientists, with expertise in the Earth's hydrosphere and how humans affect the planet's natural state. He is the vice president and vice provost of the Julie Ann Wrigley Global Futures at Arizona State University.\n\nMichael Dorsey is a globally recognised expert on sustainability, finance, renewable energy and environment matters. He is the chair of the Rob and Melani Walton Sustainability Solutions Service at Arizona State University.\nSource: Inter Press Service (IPS)\n",
        "headline_1": "COP27: Show Me the money, supported by policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cop27-show-me-the-money-supported-policy-3171066",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "As we know by now, the world population reached the eight-billion mark on November 15, 2022. But this milestone, quite understandably, has been met with mixed feelings. The unprecedented growth has been attributed to a longer average lifespan, better and more accessible healthcare and nutrition, and high fertility rates in some countries. While this is the highest number of humans to have ever existed simultaneously on Planet Earth, it is also true that, after the peak in the early 1960s, the population growth rate decelerated significantly; it currently stands at less than one percent per year. The UN projects that world population will peak at 10.4 billion in the 2080s, and remain largely stagnant around that number till 2100.\nBut as the UN secretary-general has rightly put it: \"... as our human family grows larger, it is also growing more divided.\" With the climate crisis intensifying, the fallout of a war in Europe spilling all over, and middle- and low-income countries struggling in their fight to recover from pandemic-induced effects, this division is becoming more and more unmanageable.\nOne persistent challenge that humanity faces is inequality, with the top one percent claiming one-fifth of the world's income, and also controlling distribution and utilisation of this wealth. Meanwhile, poorer countries continue to disproportionately suffer the impacts of wealth inequalities and the climate crisis, while developed countries, far from taking responsibility for their contribution to sustaining these vulnerabilities, continue to pursue fossil fuels, deforestation, resource-hoarding, etc. As experts have pointed out, it may seem like eight billion is too high a number of humans which will push the natural limits of the planet, but the real problem is the overconsumption of existing resources by a select group of people, corporations, and countries.\nOn top of this, reports from the ongoing COP27 climate change summit have revealed how developed nations such as the US, the UK, and those in the EU are banding together against efforts to establish a new loss and damage fund to help vulnerable countries recover from climate disasters. According to the Thomson Reuters Foundation, in 2021, climate disasters caused USD 30 billion in damages in developing countries. The current size of the global humanitarian aid is not enough to make up for losses suffered in climate disasters, which are growing in frequency and intensity.\nThere is a clear need to impose accountability on the developed countries when it comes to helping vulnerable communities in the developing countries, whose lives and livelihoods continue to be at the mercy of climate change and other man-made risk factors. They must take responsibility. We join our voices with the protesters at COP27 and beyond, who are demanding that those largely responsible for climate disasters be made to \"pay up\" for the resultant losses and damages. Otherwise, the rising global population will only mean rising suffering.\n",
        "headline_1": "Can we be eight billion strong?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-be-8-billion-strong-3170996",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "As we know by now, the world population reached the eight-billion mark on November 15, 2022. But this milestone, quite understandably, has been met with mixed feelings. The unprecedented growth has been attributed to a longer average lifespan, better and more accessible healthcare and nutrition, and high fertility rates in some countries. While this is the highest number of humans to have ever existed simultaneously on Planet Earth, it is also true that, after the peak in the early 1960s, the population growth rate decelerated significantly; it currently stands at less than one percent per year. The UN projects that world population will peak at 10.4 billion in the 2080s, and remain largely stagnant around that number till 2100.\nBut as the UN secretary-general has rightly put it: \"... as our human family grows larger, it is also growing more divided.\" With the climate crisis intensifying, the fallout of a war in Europe spilling all over, and middle- and low-income countries struggling in their fight to recover from pandemic-induced effects, this division is becoming more and more unmanageable.\nOne persistent challenge that humanity faces is inequality, with the top one percent claiming one-fifth of the world's income, and also controlling distribution and utilisation of this wealth. Meanwhile, poorer countries continue to disproportionately suffer the impacts of wealth inequalities and the climate crisis, while developed countries, far from taking responsibility for their contribution to sustaining these vulnerabilities, continue to pursue fossil fuels, deforestation, resource-hoarding, etc. As experts have pointed out, it may seem like eight billion is too high a number of humans which will push the natural limits of the planet, but the real problem is the overconsumption of existing resources by a select group of people, corporations, and countries.\nOn top of this, reports from the ongoing COP27 climate change summit have revealed how developed nations such as the US, the UK, and those in the EU are banding together against efforts to establish a new loss and damage fund to help vulnerable countries recover from climate disasters. According to the Thomson Reuters Foundation, in 2021, climate disasters caused USD 30 billion in damages in developing countries. The current size of the global humanitarian aid is not enough to make up for losses suffered in climate disasters, which are growing in frequency and intensity.\nThere is a clear need to impose accountability on the developed countries when it comes to helping vulnerable communities in the developing countries, whose lives and livelihoods continue to be at the mercy of climate change and other man-made risk factors. They must take responsibility. We join our voices with the protesters at COP27 and beyond, who are demanding that those largely responsible for climate disasters be made to \"pay up\" for the resultant losses and damages. Otherwise, the rising global population will only mean rising suffering.\n",
        "headline_1": "Can we be eight billion strong?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-be-8-billion-strong-3170996",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "It is quite baffling just how irresponsible city authorities can be when it comes to ensuring basic safety for people. One problem that perfectly captures this is the presence of lidless manholes and open drains in many areas of the capital and other major cities which, often, remain uncovered for weeks on end. No doubt, for the pedestrians and even commuters, this makes navigating our already unplanned networks of footpaths and streets a daunting task. For example, as a report by this daily shows, just within the space of 300 metres between the Shishu Mela footbridge and the National Institute of Ophthalmology and Hospital in Dhaka, 19 manholes (out of 24) have remained uncovered for at least a month. The rest have been marked/covered using bamboo fences and tree branches, which can give a false sense of security but are as dangerous.\nAnd, across the one-kilometre road connecting Shishu Mela with the Department of Archives and Library, there are 80 such manholes, waiting to cause a tragedy anytime. The gravity of the threat is further illustrated by the fact that the road is frequented by visually-impaired individuals, who must crisscross the open manholes. This is totally unacceptable.\nThe news of people falling to their deaths because of uncovered drains/sewers and lidless manholes is not uncommon in Bangladesh. In September last year, newspapers reported the death of a 19-year-old university student in Chattogram's Agrabad Badamtali area. She slipped and fell into an open drain, to be buried under tonnes of waste before her body was finally recovered five hours later. Reportedly, four others had also died in the same manner within three months before the student's death. What makes this experience more tragic is how, instead of taking responsibility and undertaking preventive measures, responsible departments of the government engage in blame games. As a result, this problem persists, while people continue to suffer preventable injuries and deaths.\nIn the case of the open manholes near Shishu Mela, the Dhaka North City Corporation (DNCC) has reportedly given the task of covering them to a private contractor. But that was a month ago. Why has there been no progress? Why are so many manholes still uncovered? And why are the high authorities not intervening to ensure safety on this busy road and all other roads and alleys with similar problems? Ensuring the safety and convenience of residents should be their topmost priority.\nCity authorities across the country must not allow for such risks to linger along roads. Also, the problem of uncovered manholes is often due to the endless road and underground utility line repair works that occur round the year. This too must be addressed. Bangladesh is investing a lot in building modern infrastructure and improving city services. Modern city management is a need of the hour – and our city fathers must align their priorities with that of the tax-payers.\n",
        "headline_1": "Who will cover the manholes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-will-cover-the-manholes-3170091",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Eco-friendly, yarns made from recycled garment waste (locally called jhut) are learnt to have become very popular with global fashion brands. Some of the world's retail giants are said to be planning to use cent per cent recycled yarn-made apparel products by 2025-30. Bangladesh must get hold of this opportunity. But despite the enormous economic potential of this sector, little has been done at the policy level so far. On the contrary, the valuable garment waste or jhut produced here is learnt to have found its use in areas that has little or no economic prospect. For example, 35 per cent of the jhut material is reportedly being used as cheap fuel for heating boilers to generate steam at the gas-starved garment factories. Thus discovering the energy-generating potential of the garment waste, boilers are reportedly being imported from countries like China and South Korea, while some other entrepreneurs have been manufacturing boilers locally to meet the energy need of the country's garment factories. Add to this the lion's share (60 per cent) of the jhut from thousands of garment factories that is being exported to different countries including India, Hong Kong and Sweden where it (jhut) is being converted into high quality yarns through recycling. Those countries are making huge profit out of reexporting the recycled yarns to different garment manufacturing countries including Bangladesh. This is unfortunate. For such export takes place to the dismay of the local jhut-recycling textile units that can use a mere five per cent of the garment waste. Small wonder that these textile units, thus deprived of the locally recycled yarns, either have to shut down their factories or go for more expensive option of using imported yarn. The Export Promotion Bureau (EPB) data shows that during the financial year (FY) 2018-19, Bangladesh earned US$64.95 million through export of garment waste. But this amount is quite insignificant compared with what could be earned from exporting the recycled yarns and fabrics derived from the same garment waste to the global retail giants and fashion houses. Also, far from going that way, a large part of these leftover fabrics of the garment factories are being dumped in landfill sites! And such unconscionable wastage of the valuable jhut material from the garment industry has been going on since long for want of an appropriate policy to put those to better use. The good news is that the leaders of the apparel sector have, of late, become duly aware of the issue and are learnt to have been giving the attention that this long-ignored garment waste deserves. In this connection, the Readymade Garment (RMG) sector leaders have reportedly reasserted the immense economic potential that the garment waste or jhut holds at a recent city event. The potential, they further pointed out, lay in the high-quality fabrics, around 1.0 billion pieces of them, that could be made if roughly the 400,000 tonnes of garment jhut produced annually in the country could be recycled. The fabrics thus extracted from disposable garment waste can contribute a whopping US$3.0 billion annually to the government exchequer as revenue. What is more, Bangladesh can well become a recycling hub of the world by importing garment waste from the developed nations including the USA, the EU and Japan and then converting that into high value yarns and fabrics.Now to turn this immense possibility into reality, the local recycling enterprises would require adequate incentives including policy support from the government. Hopefully, the government would take urgent steps in this regard.",
        "headline_1": "Tapping potential of garment waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tapping-potential-of-garment-waste-1668514804",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Very few people are aware that the country has a specialised agency called National Skills Development Authority (NSDA). The fact that such a state entity is in existence -- that too for some time, has reasons to inspire hope that the government, well aware of the need for skill development, is up for developing skills in keeping with the needs at home and abroad. What is particularly important, besides skill development in general terms, is need-based skills which only can cater to the requirements of advanced and emerging technology in particular, and innovation in manufacturing of all hues in general. At a seminar organised by the aforementioned organisation in the capital last week, speakers stressed upon need-based trainings to utilise them to create human capital for the economy to grow. While there is no argument against this, it may sound hollow if scores of issues related to skill development, including identifying sector-specific target groups, are not well devised and worked on with a clear roadmap and objective.That there is a serious skill gap even in the country's core manufacturing and industrial sectors has recently been highlighted in a BIDS (Bangladesh Institute of Development Studies) study report. The study found the country's major manufacturing sectors lack the required skills expected of them -- up to an average 30 per cent or more. The 10 most important sectors on which the study mainly focused included agro-food processing, healthcare, hospitality and tourism, RMG and textile, constructions, leather, light engineering, shipbuilding, IT, and electronics. Five potential sectors were also taken under the purview of the study; these are furniture, jute, pharmaceuticals, plastic and renewable energy. The report said that alignment of education and skill development with industrial policy was important to reduce the skill gap. The rate of annual training in the surveyed sectors is low -- only 1.35 per cent vis-à-vis the national average of 3.65 per cent. Training programmes have been suggested to gradually move towards technologically sophisticated industries as the skill gap was higher for the professionals and technical personnel.No doubt skills now available in the manufacturing sector may be said to be moderate, at its best. In the past decades moderate skill somehow served the country, as low wage was considered an important factor for competitiveness. Cheap labour was believed to fetch competitiveness, especially in manufacturing not-so-upscale products for exports. However, the perception that low labour cost can guarantee competitiveness is outdated. For a country like Bangladesh, time is ripe to part with the low wage-driven approach to stay competitive in the days ahead. The draft of the country's Second Perspective Plan (2021-2041) prepared by the Planning Commission projects this impression in clear terms, \"In the unfolding industrial universe of the future, Bangladesh firms will face stark reality that competitive advantage founded on low labour cost cannot be guaranteed for all time.\" The report also said local companies will have to focus on innovation to maintain a competitive edge instead of relying on traditional advantages that have paid off, so far. \"Without such efforts, entrepreneurs need to be warned that the current competitive advantage in labour-intensive garment exports could be lost in (the) future,\" the draft report warned.It is not just the entrepreneurs and businesses who/which are to be warned about the deficiencies resulting from skill gap, the onus is squarely on the government to create facilities -- and preferably in a sector-specific basis. Although it is initially the job markets at home and abroad that come to mind, the idea of skill development is integral to the making of efficient human resource that besides taking care of itself can contribute to the economy in myriad forms and shapes. It is here that skill is essentially a matter of developing the population, preferably the youths, in various areas of activities. While higher skill is a matter related to the educated groups, less educated groups are the potential target for hands-on skill development.The key issue is about developing a national culture for nurturing and developing skills that can turn humans into resources. This is because, as yet, there is no known or lately innovated shortcut to skill development. A continuous process, it calls for persistent and comprehensive planning. Examples are aplenty of development programmes and industrial productivity languishing in deficiencies mostly from lack of required skills of the manpower engaged at various tiers. As a result, we are yet to see any noticeable improvement in meeting the prevailing skill gaps in various spheres of productivity. There has not been any stocktaking of quantifiable achievements from various programmes undertaken by the public and private sectors, as yet. While deficiencies in skilled human resource at home are made up by large intake of foreigners in various productive sectors, export of unskilled workers abroad is destined to fetch very little in wages and salaries. In both cases, it is the lack of value addition that ultimately costs the country dearly.The country's garment sector alone hires the services of thousands of expat personnel to supervise the day-to-day running of factories. Most of the jobs, as reports say, are not at all high-tech, but require thorough knowledge of machinery and equipment. Thus the country spends about $5.0 billion on foreign employees. It suggests that a thrust on need-based skills has to be integrated with the state policy to cultivate human resources for improvement at a satisfactory level.\n[email protected]",
        "headline_1": "Need-based skill development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-based-skill-development-1668514864",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Bangladesh is yet to tap its potential for recycling textile waste (commonly known as 'jhut') which includes factory offcuts, scraps, and fluff, into yarn to be used for making readymade apparels. Currently the garments sector produces approximately 400,000 tonnes of 'jhut' per annum. A significant portion of this (about 60 per cent) is exported to various countries like India, Hong Kong and other countries as 'waste', earning approximately US$300 million.But this material has a large demand from a RMG sub-sector. The sub-sector in the industry, terry towel manufacturers and their representative body, BTTLMEA (Bangladesh Terry Towel and Linen Manufacturers' Association) have for the last few years been pleading with the government to stop the export of this crucial raw material which is used to make towels and other products. Again, if this jhut is not exported but used locally, BGMEA (Bangladesh Garments Manufacturers and Exporters' Association) leaders believe that it will have a two-fold benefit for the sector. First, as stated earlier, the annual value of waste material exported stands at around US$300 million. If that material is not exported but recycled locally, then the yarn that could be produced would go on to manufacture about 1.0 billion pieces of garments. The export value of these 1.0 billion garments would be worth around US$3.0 billion. It is worth noting that some big RMG groups have already started their own plants to recycle waste material. This includes the Beximco group and there are some other smaller companies which have just started the recycling process. Unfortunately they only recycle about 5.0 per cent of the annual total waste material.As with any nascent industry, there is need for policy support. The first step would be to ban the export of jhut and enforce that ban because a few years earlier, a nexus of traders were misrepresenting jhut material so that this precious commodity could be exported. That practice is still on and the country is losing on it. Currently, nations importing our jhut are recycling the waste material in their respective countries and selling the recycled yarn back to Bangladesh with a lot of value addition.The second issue is environmental degradation leading to health issues due to dumping of micro-fibers (in the jhut) in open landfills or disposal through incineration. Incineration means on the one hand wastage of primary fuels which has to be paid by municipality, and on the other, causing air pollution. There is hardly any point in discarding jhut, which has a commercial value as a primary raw material to produce yarn. Why earn $300 million a year by exporting jhut when given the right policy support, jhut could be used to produce finished products with a potential value of $3.0 billion?If the government recognised recycling of yarn from jhut as a sub-sector of the biggest export earning sector of the country and provided the incentives enjoyed by the RMG sector as a whole, Bangladesh could potentially become one of the top textile-recycling centres globally. Because Bangladesh is already in the club of top five countries in apparel manufacturing, setting the stage for recycling waste-to-yarn to feed the sector makes sense. Textile waste recycling factories would not only be serving the domestic industry, but over time lead to the economies of scale. Bangladeshi recyclers could compete to grab a piece of the global textile recycling pie and earn precious forex that the country so desperately needs.\n[email protected]",
        "headline_1": "US$3.0 billion market remains untapped",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/us30-billion-market-remains-untapped-1668514949",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Dhaka city continues to top the list of world cities with the worst air quality. According to the data obtained from the air quality monitoring devices, the air quality index (AQI) of the megacity reached 'unhealthy zone' several times this month. Air pollution consistently ranks among the top risk factors for death and disability worldwide. Breathing polluted air has long been recognised as increasing a person's chances of developing a heart disease, chronic respiratory diseases, lung infections and cancer, according to several studies. As the World Health Organization warns, air pollution kills an estimated seven million people worldwide every year. In Bangladesh, about 20 per cent of the total annual deaths are associated with air pollution, which is increasing gradually, according to a recent study. Children between the ages of 1-4 years and the elderly between 60 and 95 are the most vulnerable groups, as the study finds. So, the authorities concerned should take effective measures to keep Dhaka's air breathable by ordering old vehicles off the roads, shutting down all the brick kilns in and around the capital and sprinkling water on the roads every day.\nBadsha Faysal, Jurain, Dhaka, [email protected] ",
        "headline_1": "Don't we deserve a breathable Dhaka?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dont-we-deserve-a-breathable-dhaka-1668514985",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    }
]