[
    {
        "full_article": "The world might look a very different place 10 years from now. If the Covid-19 pandemic has taught us anything, it is that nothing can be taken for granted—in life or in business.\nBangladesh's RMG industry entered 2020 primed for further growth. Our main concern as an industry at that time was the unrest around the new minimum wage and workers' rights. While such issues can never be ignored and we must take them seriously, they look like nothing at all compared to the tsunami we as an industry have undergone these past 18 months.\nI won't lie, the first year of the pandemic was extremely tough—as RMG factories and many of our major export markets were in lockdown. It was difficult to get raw materials. Brands and retailers were cancelling orders left, right and centre. And there was a general level of uncertainty and chaos in the air, the likes of which I have not experienced in more than two decades as a business owner.\nIt is only as we have gotten further into 2021 that our industry has begun to find some breathing space. Several things have been in our favour. The first is the global vaccine rollout, which has led to the opening up of major markets and the removal of lockdowns across the US and Europe. The second is the \"bounce\" we have seen as shoppers return to shops and make up for lost time in purchasing clothing. Many are calling this \"revenge\" spending. The last issue is that our rivals in Vietnam and China have had harsher lockdowns of their textile industries than Bangladesh. This, combined with the fact that Myanmar—another competitor—has had a military coup has led to brands and retailers placing more orders with us. In a world of uncertainty, Bangladesh is seen as a \"safe bet\" right now for fashion retailers. We cannot, however, rest on our laurels.\nThroughout this past 18 months, Bangladesh's RMG industry has shown strength in adversity. The relative stability of our political environment coupled with our pragmatic management of the pandemic—allowing factories to remain largely open was a smart move by our industry leaders—means we are well placed to capitalise on future opportunities.\nBut we must use this time to build resilience in our RMG sector and not let our hard-won gains go to waste. To return to the point made at the beginning of this article, none of us can be sure of what is around the corner. A recession in 2022, which some forecasters are predicting, could quickly derail things.\nSo how can we build this resilience in the months ahead? How can we ensure we are prepared for the next crisis or to ride out any future recession?\nI can think of three ways.\nThe first refers to the current situation we find ourselves in. We are picking up extra orders due to complications in the supply chains of some of our competitors. We need to make these orders stick and turn them into long-term business opportunities. We must see it as an important feather in our cap that buyers have turned to us in their hour of need, at a time when all retailers are struggling to secure product in the run up to the festive season.\nAll of us need to go above and beyond to illustrate that Bangladesh is a safe pair of hands—a true thoroughbred when it comes to textile and garment sourcing.\nThe second issue relates to logistics. One thing we have seen in the past few months is how a few small issues in terms of moving cargo about can soon mushroom into much larger ones. A problem in one part of the world can spread like a virus, and supply chains can quickly become unstuck.\nMore than ever, we need to invest in our logistics infrastructure—our roads, our ports, our rail network—to make moving product about slick and seamless. There is talk of a 10-fold increase in the global cost to move a container from one part of the world to another this past 12-months. Nobody can live with this kind of uncertainty long-term. China has been particularly hard hit, but these problems can strike anywhere.\nAll options must be on the table. I was delighted to see the major projects being undertaken by our government recently for upgrading airports, including the construction of a third terminal at the Hazrat Shahjalal International Airport. This will help to meet future demand of air cargo transportation and contribute to further economic growth in Bangladesh. More of this please.\nFinally, we must continue to lead on sustainability in line with the demands of buyers. The presence of Bangladeshi representation at the 26th UN Climate Change Conference of the Parties (COP26) is critical for our industry. Our buyers, more than ever, are turning to us for solutions to their emission challenges. The environmental crisis will not be solved in the shiny stores of our buyers—for instance, the products in the stores need to be manufactured back in Bangladesh using renewable energy.\nThe solutions lie in resilient, future-proofed, garment supply chains.\nWe know what we need to do.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Bangladesh RMG must be more resilient after Covid-19",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/bangladesh-rmg-must-be-more-resilient-after-covid-19-2200646",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2021"
    },
    {
        "full_article": "What are the risks associated with workers' protests in modern-day Bangladesh? When workers take to the streets, what sort of treatment should they expect to receive? And what does that treatment tell us about the accountability of law enforcing agencies, the outsized influence exercised by corporate entities in our country, and the situation of workers faced with such asymmetrical systems of power?\nEarlier this month, this daily highlighted the story of RMG worker Kanchon Mia, for whom the cost of protesting turned out to be his health, his income and his quality of life. On May 10 this year, while protesting for Eid holidays, he was shot with pellet guns, resulting in life-threatening injuries that may have disabled him for good. The surgeons who treated him at Dhaka Medical College Hospital (DMCH) removed as many as 101 pellets from his intestines. Five months later, Kanchon is still physically incapacitated—he requires gut reconstruction surgery but is too malnourished to be operated on.\nYet Kanchon was, perhaps, \"luckier\" than the workers of SS Power I Plant in Banshkhali, Chattogram—six of whom were killed after police fired shots into their protests on April 17. At least 21 workers were injured. What was their crime? Demands for payment of arrears, one-hour breaks for iftaar, a half day off on Fridays, two Eid bonuses and sanitary living arrangements.\nAround a month after the Banshkhali incident, a police probe found that \"instigation by outsiders, irregular payment of salaries and sanitation problems fuelled labour unrest in the SS Power I Plant in Chattogram's Banshkhali upazila,\" according to a report published by this daily on May 22. The slightest hint of police culpability and the possible use of disproportionate force was absent in the report—it was as if the shots had been fired by the workers themselves. Later, one Engineer Shahnewaz Chowdhury was arrested under the Digital Security Act for posting about the corruption and irregularities that marred the coal-fired power project. It would appear that criticising corporate negligence and irresponsibility is a far more serious act than firing 332 shots and four teargas shells at protesting workers.\nWhile the grievous injury of Kanchon and the killings of the workers of Banshkhali Power Plant were two of the most serious cases of police crackdowns on workers' protests, they are definitely not the only such instances to have occurred in recent times. On August 5 this year, police fired rubber bullets and teargas shells to disperse workers of a garment factory who were protesting the termination of 10 of their colleagues. On July 17, RMG workers who had been protesting for over 10 days in Gazipur to demand outstanding payments were dispersed after police fired 20 rounds of tear gas shells and 16 rounds of sound grenades. On June 13, many were injured as police violently dispersed workers who were demanding their wages at a factory in Dhaka EPZ. On March 16, at least nine people, including a policeman, were injured in clashes with protesting RMG workers in Tejgaon. The list goes on.\nAlthough most of the recent workers' protests have been concentrated in the RMG sector because of the massive repercussions of the global pandemic on the industry, there are many such instances of workers being dispersed forcefully or having tear gas or shells lobbed at them by the police even before the pandemic-induced dip in the economy—such as during the jute mill workers' protests for their arrears and the regularisation of temporary workers (amongst other demands) in 2019.\nThat is not to say that in all these cases, the workers were protesting peacefully. There have, of course, been cases of workers blocking roads, burning tyres or throwing bricks at police. The unfortunate truth is that the status quo is automatically assumed to be that of a face-off between law enforcement and protestors—where the responsibility of keeping the peace comes with the assumption that peace can only be kept by removing the protestors, as opposed to allowing them to express their legitimate demands.\nA common accusation against protesting workers is that they are creating \"unrest\" in the area. But do these actions of \"unrest\" warrant the use of pellet guns, rubber bullets, tear gas and even live ammunition (as was used in Banshkhali)—that too aimed directly at workers, as opposed to near them or above their heads? If law enforcement agencies have a duty to \"keep the peace,\" why is it also not their duty to ensure that workers do not get ignored, and their needs trampled on, by the employers who are profiting from their labour? Instead of going in with batons ready and helmets on, is there not even a possibility of taking on a more mediatory role? Have law enforcers been influenced to pick a side, even before they could figure out what the battle was all about?\nWhat is really notable in almost all of these cases is how far the workers have to go for the simplest of demands. More often than not, the demands are not even for fair wages—but for holidays, weekends, decent work hours, or the payment of wages that they are already owed. Ha-Meem Group, which owns the factory where Kanchon Mia worked, is one of the largest clothing manufacturers in the country, with clients like Gap and H&M. Yet, according to a statement from the Bangladesh Garments Shramik Samhat, they only offered their workers a three-day Eid holiday, after not giving them a single day off for 1.5 months in order to meet pre-Eid production goals. These workers are part of an industry that earned the country USD 28 billion from apparel exports in 2020. \nIn a similar vein, the Banshkhali power plant, a joint venture involving the corporate heavyweight S Alam Group, decided to deduct wages from workers who took a break from work during sehri and iftaar times in Ramadan, and crammed them into crowded living spaces with highly unsanitary facilities that often had no running water. These are the working conditions for a project that, according to the Global Energy Monitor, has an estimated cost of USD 2.4 billion (and, on a side note, will emit an estimated 192,200 million tonnes of carbon dioxide over its operating lifetime).\nSo where exactly is the money going? While S Alam Group has washed its hands of the affair by blaming contractors for the workers' plight and offering a paltry Tk 5 lakh to the families of each deceased worker—the labour laws of the country require the payment of only Tk 2 lakh for a worker killed in an \"industrial accident\" (which this was not)—we are yet to receive any explanation of why these workers had to die for something as simple as time off to eat a meal.\nOver the last two decades, Bangladesh's impressive development trajectory has earned it accolades from across the world. Our hugely successful RMG export industry and billion-dollar development projects are considered by many to be the symbol of a country that is finally ready to shed its underdog identity and take its rightful place among the leaders of fast-developing Asian countries. But can we truly take pride in this meteoric rise, when the fruits of it are distributed so unevenly in our society?\nThe pandemic has dragged the stark inequalities in our societies under a light that is now far too bright to ignore. Across the world, we saw the most marginalised workers struggling to make ends meet during this period, living hand-to-mouth while foregoing crucial out-of-pocket expenses like spending on healthcare and education. It has exposed how little we value the labour that keeps our economy running, and how much undue influence we grant to the corporate entities that decide the price of their sweat and toil.\nIn a country that experienced positive GDP growth rates even during the pandemic, why should fair incomes, workplace security, decent housing, access to healthcare and social protections still be a distant dream for so many of its workers?\nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @shuprovatasneem\n",
        "headline_1": "Why is the dream for fair wage and work safety still so distant?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-the-dream-fair-wage-and-work-safety-still-so-distant-2200641",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2021"
    },
    {
        "full_article": "The International Day for the Eradication of Poverty is an opportunity to not only acknowledge the difficulties the poor face worldwide but also to make the concerns on poverty heard by all, particularly the policymakers. The United Nations (UN) at its General Assembly in December 1992 declared that October 17 would be observed annually as the International Day for the Eradication of Poverty. All member states were invited to promote activities towards poverty eradication in their respective national contexts.\nSince the early 1990s, the world has progressed significantly on all fronts—economically, socially, technologically and much more. However, there are still a large number of people living in poverty without income and basic facilities of life. During the period of the Millennium Development Goals (MDGs) of the UN between 2000 and 2015, the world managed to reduce poverty by a large number. But the world still has a huge population of people living in extreme poverty. In 2015, the member countries of the UN pronounced their commitments towards poverty eradication once again through a much more serious announcement in 2015 and committed to implement the Sustainable Development Goals (SDGs). It set the target to eradicate extreme poverty for all people everywhere, currently measured as people living on less than USD 1.25 a day by 2030 (SDG no. 1.1). SDGs also urge for the eradication of all dimensions of poverty.\nThe theme of this year's International Poverty Eradication day is \"Building Forward Together: Ending Persistent Poverty, Respecting all People and our Planet\". Clearly, in the context of the ongoing Covid-19 pandemic that has shrunk the global economy significantly, leading to higher poverty, this day is even more significant. Various studies reveal that millions of people have been pushed into poverty and a new set of poor has been created. Most of the new extreme poor are located in South Asian and Sub-Saharan countries (World Bank). \nIndeed, even before the pandemic, despite the world experiencing impressive economic prosperity, there were still a large number of people living without an income and the basic necessities of life. They are facing multidimensional poverty—not only just less income and consumption but are being deprived of all entitlements as a human being. They live in poor housing conditions with unsafe water and sanitation, have limited access to healthcare and education, and are exposed to risky work conditions. They are not covered under national social protection and are vulnerable to shocks such as natural disasters and pandemics. These poor also have unequal access to justice and do not have political power. While the concentration of the poor people has historically been in the developing and least developed countries, other advanced countries also face the challenge of poverty.\nBangladesh has been able to reduce poverty over the decades due to its high economic growth. The share of people living under the poverty line has come down from 48.9 percent in 2000 to 24.3 percent in 2016. In case of extreme poverty, the share of people living in extreme poverty has reduced from 34.3 percent in 2000 to 12.9 percent in 2016. Unfortunately, the success of higher growth and poverty reduction is not reflected in the case of reduction of inequality. Between FY1992 and FY2016, the income share held by the richest five percent of households in Bangladesh increased from 18.85 percent to 27.89 percent (Bangladesh Bureau of Statistics). Also, the income share held by the poorest five percent of households fell from 1.03 percent in FY1992 to 0.23 percent in FY2016. It is apprehended that the pandemic may worsen the inequality situation as the people just above the poverty level have fallen into poverty due to job losses and exhaustion of all their savings. In fact, the pandemic has created new poor who have lost their jobs—which has been the case globally.\nFor the coming years, Bangladesh has set targets to reduce poverty further. The Eighth Five Year Plan (8FYP) of Bangladesh targets to reduce incidence of poverty from 23 percent in FY2021 to 15.6 percent in FY2025. It targets to reduce extreme poverty from 12 percent in FY2021 to 7.1 percent in FY2025 (8FYP, Planning Commission). Of course, the achievement of the 8FYP targets will depend on how the economy recovers from the Covid-19 pandemic and whether the projected growth of GDP of the country will be on track soon. In the 8FYP, the annual GDP growth rate is projected to be eight percent on average. If this growth is translated into higher and better job creation, increased income, improved productivity, and availability of universal and better public services, achieving SDG1 could be possible by 2030. \nGiven that the world during the pre-Covid period was not poverty free and equitable, the post-Covid world should look to \"build forward better\" instead of \"build back better\". This forward-looking building of the world will be economically, socially and environmentally equitable and just for every citizen of the world. Unfortunately, poverty is the result of a policy and regulatory framework that is designed to be discriminative against the poor. During the pre-historic period, lack of resources was the main cause of poverty, while in modern days, it is the lack of efficient use of resources and inequality in the distribution of resources. Hence, policymakers have to consider these aspects along with working for achieving accelerated growth while taking initiatives for poverty eradication. Higher growth will only be meaningful in the real sense when each and every person will have access to equal opportunities and can utilise her or his potentials.\nThe world leaders should plan for economic development by considering multi-dimensionality of progress that covers both quantity and quality. We must not forget that along with better living standards, people also need improved self-esteem, freedom from oppression, and availability of opportunities and greater choice. And, of course, growth cannot be sustainable if it is based on endless extraction of the resources gifted to us by the planet. The sustainability of growth will depend on how we take care of nature and use natural resources.\nTherefore, as we celebrate this year's International Day for the Eradication of Poverty and commit to building forward better, the perspectives on economic growth should be transformed into economic development. The real respect to people and the planet can only be shown through charting out a new path of economic development.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.Views expressed in this article are personal.\n",
        "headline_1": "Ending poverty depends on how we value people and the planet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/ending-poverty-depends-how-we-value-people-and-the-planet-2200006",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2021"
    },
    {
        "full_article": "By the fishing villages of Alipur and Mohipur municipalities in Kuakata, things are afoot. A team of conservationists, field workers, researchers, artists and videographers have put their heads together to drive home a crucial message in favour of Sawfish, lovingly dubbed the king of fishes. They have put together a campaign to help change the conversation around this mystical creature.\nFacing a steady decline over the years, this intimidating and strange fish has entirely disappeared from 21 countries that it was historically found in, resulting in an international call for action, according to the International Union for Conservation of Nature (IUCN) Shark specialist group.\nOf the five available species in the world, Bangladesh has a record of three Sawfishes and of them, the most widely reported is the Largetooth Sawfish, which has gone extinct from 30 of its range countries making the Bay of Bengal population even more crucial.\nAccording to data collected by Alifa Bintha Haque (Assistant Professor at Dhaka University's Department of Zoology) and her team from all over the Bangladesh coast between 2016 and 2018, at least 40 sawfishes have been landed. And now news of more landings keeps coming in but the data remains to be analysed. What is alarming is their death seems to continue.\nThis is a sharp contrast to the scene from around a hundred years back. Sawfish rostra were reported to be \"all over the beach\" of Cox's Bazaar in the 1960s. In the early 1900s, sawfishes in general were reported abundantly in the Bay of Bengal and were considered to be either \"very common\" or \"common\" in the estuaries and mouths of the Ganges and Brahmaputra rivers, according to \"A Survival Blueprint for the Conservation of the Largetooth Sawfish in Bangladesh\" published by the Zoological Society of London.\nAnd to help kickstart a change in the narrative towards conservation, this campaign with the tagline \"Save Sawfish—the friend of the seas\" that encourages their live release has kicked off in Alipur and Mohipur.\nThe team mainly comprising of Alifa, a research assistant Nazia Hossain, field coordinator Shawnujjaman Khan and campaign consultant and researcher Arafat Hossain, spreads the tagline in Bangla \"Shagor er bondhu korat mach\", which loosely translated means, \"Sawfish is a friend of the sea\".\nThe campaign essentially aims to change the narrative surrounding Sawfish and the idea is to create a relationship with the species beyond its utility as something to be eaten or sold or as a cure for cancer, which is completely unfounded by the way.\nIt is important to establish the narrative that this fish is also important for the seas and rivers and since it is important for the seas, it is important for fishers themselves to raise awareness on its ecological importance.\nThere are four components to this campaign, view-exchange meeting with traders, view-exchange meeting with fishers, door-to-door campaign to sensitise consumers and locals who are neither fishers nor traders and wall-art or murals with some key messages and images intended for everyone.\nThe campaigners are also providing a hotline number to every fisher, trader or boat owner who comes to the meeting and are providing small clips on their mobile phones which try to capture the message that Sawfishes are important and they need to be saved.\nThe team is also trying to encourage and train fishers to release the sawfish live if it does get caught in their nets using a live release guide. Another crucial shift in the narrative is the start of a conversation between fishers and traders and consumers that there is actually no cancer curing property in Sawfish meat, which does drive up its demand in the market. Everyone understanding that there is no such benefit will also hopefully make people realise there is really no point in buying this fish at such high prices or any price at all.\nThe guide has been created from previous research, questionnaire surveys, workshops and interviews with fishers who have previously caught a sawfish and provided their insights on how a live release could be successful. So it is an effort to use their local and practical knowledge to save the sawfish.\nDuring the study period previously, the team always asked fishers how they believed would be an ideal way to release the Sawfish so components incorporated in the live release guide do not come with the preconceived notion that only researchers know best, but it is an amalgamation, a meeting point for both academic knowledge and fisher's local knowledge.\nThere is also a deliberate effort to avoid telling fishers that they should not catch the fish because it is a punishable offence or it is protected under the law, instead they are trying to drive home a more wholesome narrative—that saving the species will also help the ecosystem to thrive in the long run, or that it does not really have any health benefits. The team are also trying to serve a reminder that fishers too remember catching this mysterious, odd-looking giant of the sea and they risk losing this memory forever.\nTo push people towards meaningful change is difficult, even if it happens to be something as important as saving nature. A key difference between other animals and a fish is in case of other animals, humans share a different relationship with them or interact differently, they can see them, they have an aesthetic value or religious value. But with most fish, it is more often than not relegated to the realm of food source, believes Alifa B Haque. And so, she is not wrong in saying just how difficult it is to get the conversation for conservation going.\nTraders will also get a gift of a wooden sawfish cut-out to act as a reminder of the importance of Sawfish, to make sure the fish gets etched into their psyche.\nThe campaign is being piloted in Alipur and Mohipur for now, since there is a dearth of resources and these are the areas where researchers found a large number of landings and a prevalence of prejudice among people about the Sawfish. But that does not mean efforts will be concentrated in just one area and it should not be.\nThe team is also aware that simply doing this campaign is not going to be the answer. This is just scratching the surface. People will be left with meaningful reminders, but the work must continue to ensure everyone in this network of traders, fishers, boatmen, consumers and stakeholders on a national level do their bit.\nThis is merely the start of the conversation. While such sensitisation programmes must continue across the coastline where sawfishes are caught, landed and eventually traded, so must research.\nBecause without science, it is hard to decide on conservation actions. And without prompt and decisive action from all fronts, nature may have to count more losses.\n \nAbida Rahman Chowdhury is a journalist at The Daily Star.\n",
        "headline_1": "Reversing the tide against Sawfish loss from the Bay of Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/reversing-the-tide-against-sawfish-loss-the-bay-bengal-2199971",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2021"
    },
    {
        "full_article": "We are concerned at the way the government is dealing with the issue of e-commerce scams. Its efforts are mostly limited to preventing possible cons in the future, while tens of thousands of customers and merchants are yet to get any assurance of compensation from the government. As of now, we have seen no visible initiatives on part of the government to realise the money from the e-commerce firms to refund the victims. While the commerce ministry is saying that there is little scope for them to recover the money under our law, according to legal experts, the ministry can constitute a board or appoint administrators to run the errant companies who will work to refund the money to customers and vendors.\nReportedly, the commerce ministry has formed three committees and published standard operating procedures in a bid to stop future fraudulent activities by the e-commerce platforms and to safeguard the interests of consumers and merchants. The question is: Will that be enough? Should the government also not come up with specific plans to recover the funds?\nThe government is reportedly planning to assign agencies such as the National Board of Revenue and Bangladesh Bank to find out ways to recover the money from these fraudulent e-commerce firms. We think the sooner they do that, the better for the victims, especially given how delayed action may fail to curb the threat of their money being laundered abroad.\nRecently, the Directorate of National Consumer Rights Protection (DNCRP) has imposed fines on 17 e-commerce firms for failing to deliver products as promised and also for deceiving customers through false advertisements. Sadly, they could not fine big firms like Evaly, E-orange and Dhamaka Shopping because of some limitations in our law—the DNCRP can impose a maximum fine of Tk 50,000 and jail the offenders for a maximum of one year, or both. And this meagre amount of fine or jail time is just not enough for these big fraudulent companies. Therefore, there is an urgent need to bring some amendments to the law.\nSome of the consumers have reportedly filed cases against Evaly, E-orange and other firms and are awaiting the court's directive to recover their lost money. While the court will give its decision in due time, the government should also focus more on recovering the money so that the consumers and merchants can be compensated adequately. Recovering the money may still be possible through tracking the transactions of consumers and merchants to the e-commerce companies, experts believe. The government should consider doing this.\n",
        "headline_1": "E-commerce firms must pay back their customers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/e-commerce-firms-must-pay-back-their-customers-2200631",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2021"
    },
    {
        "full_article": "It seems there is an evil force at work to stir up trouble and sully the laudable credentials of Bangladesh as a country of communal harmony. We pride ourselves on the syncretic nature of our society, where caste, creed, or religion is secondary to our ethnic identity. At least that's what we think it should be, except that we are given rude shocks sporadically through violence such as that which we've witnessed over the last few days—as if to prove the contrary. \nOften, we find our otherwise peaceful ambience stirred up by acts that evidently are done with ulterior motives. Rituals, places of worship or objects of veneration for the minorities are targeted to infuse mistrust and disharmony. The purpose is well-understood, at least by the more perspicacious ones who can see through the game that is being played here. A disjointed society is a vulnerable society prone to machinations of internal and external foes. \nIt was, therefore, most disconcerting that the violence caused by the alleged desecration of Islamic scriptures in a Hindu temple in Cumilla has continued. Such disturbances have reportedly spread to various other parts of the country. We add our voice to the multitude of those who condemned the attacks against the minority community. It is sad to see that logic and judgment have been subdued by spite and rashness. \nWe also find it hard to believe that a minority community member would indulge in such an act of perfidy as to place the book that Muslims consider the holiest of all at the feet of a Hindu idol. This, as experts say, could be the work of a fifth columnist to rake up anger and hatred against the minority community. The purpose was to destabilise the society, and sow societal discord. And they have been partly successful at that. \nWhile we hope that the law enforcing agencies would find out the actual culprits and administer the severest of punishments, we would also like to appeal that we as a society should pause to think why such incidents keep on occurring from time to time. These are not issues that can be explained away by applying a religious veneer to the incidents. Nor can the responsibility be laid entirely at the foot of our education system. The causal factors should not be glossed over. We need to understand the dynamics and inner workings of communal politics, and do something about it. We need to organise inter-communal and inter-faith dialogues to press home the message of communal harmony. Fixing this situation will need a whole-of-society approach, as experts aver, and which we endorse, rather than just a law-and-order approach.\n",
        "headline_1": "Spate of communal violence must end",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/spate-communal-violence-must-end-2200561",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2021"
    }
]