[
    {
        "full_article": "It has been nearly two months since business magnate Elon Musk took control of Twitter Inc. after a $44 billion acquisition. The fear that there would be a loosening of content standards under his helmsmanship has played itself out to be eerily true. Yet, no one could have foreseen the chaos that has reigned since the takeover of the popular social media platform. There has been a whittling down of the workforce which has also included summary dismissals based on whimsical reasons. The loss of employees, especially those working in the appeals process and other content moderation teams, has hurt redress processes. Poorly thought-out decisions such as users paying a monthly fee to get a “verified account” have been overturned after an embarrassing increase in impersonation. The Twitter accounts of some journalists critical of Mr. Musk or who merely reported on a controversial decision by Mr. Musk to suspend the accounts of flight trackers have been suspended too without proper notice or explanation. Twitter also came up with a controversial rule about users not posting links to specific and rival social media platforms. This resulted in a severe backlash and forced Mr. Musk to post a poll asking his over 122 million followers whether he should step down as the “head of Twitter”, and in turn eliciting a majority response in the affirmative. Mr. Musk has now promised to find another CEO.The past two months have made it clear that Mr. Musk is out of his depth in running operations in a platform that has gained outsized significance and appeal despite being unable to remain a financial success consistently. For better or worse, Twitter has become a key member of the Internet public sphere, connecting journalists, public officials and powerful corporate leaders to the people and allowing for the dispersal of news, opinions and critiques, even if it has also retained aspects related to hate speech, bullying and disinformation. Twitter had tried to mitigate misgivings about the platform by coming up with content moderation principles and a rules-based order to govern content, although it has been a work in progress. But ever since Mr. Musk took over, this has been overshadowed by his arbitrary diktats and posturing. He seems to be aware that the loss of advertisers (a process that has continued because of the lowering of content standards) and of reputation (because of his arbitrariness) will further hurt the company’s financial interests. This explains why he has agreed to step down. But his innate tendency of being a political reactionary seems to get in the way of doing the right thing. A more democratic and well-governed social media universe with newer platforms can help reduce the harm, but Twitter and its users also deserve better.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\n Twitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTwitter",
        "headline_1": "Public sphere vitiated: On Twitter after Elon Musk",
        "headline_2": "Controversies have dogged Twitter since Elon Musk’s takeover",
        "link": "https://www.thehindu.com/opinion/editorial/public-sphere-vitiated-the-hindu-editorial-on-twitter-after-elon-musk-takeover/article66292825.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "Ukraine President Volodymyr Zelensky’s visit to Washington, his first overseas travel since Russia’s invasion on February 24, and the Biden administration’s decision to send a new $1.8 billion military aid package, including Patriot missile defence systems and precision-guided missiles, are a testament to the deep relationship Ukraine and the U.S. share in the time of war. Ukraine has already received American financial and military funding from approved assistance worth around $54 billion. The U.S. supply of long-range missiles (HIMARS) has played a major role in Ukraine’s recent battlefield advances in Kharkiv and Kherson, after its heavy losses in Donbas. The Patriot missile system is expected to strengthen Ukraine’s air defences at a time when Russia is bombarding the energy grid and water supplies. In Washington, President Joe Biden discussed a 10-point peace formula with Mr. Zelensky (the details are unknown) and also promised continued support “for as long as it takes”. Both leaders tried to send out a message of unity amid concerns of cracks in the western alliance as the war is continuing indefinitely with its massive economic costs.The U.S. has gradually stepped up its supply of weapons to Ukraine, but is still wary of sending offensive weapons out of fears of escalating the conflict. Ukraine has relentlessly campaigned for more advanced weapons, including U.S. aircraft, tanks and long-range tactical missiles. While Mr. Biden said his administration would continue to back Ukraine, he also warned of the risks of sending offensive weapons to Ukraine, which could “break up NATO, the EU and the rest of world”. Currently, Ukraine has a battlefield advantage, recapturing swathes of territories in the northeast and south. But Russia has air superiority. The Patriot missiles could offer some protection to Ukraine but could also prompt Russia to carry out heavier attacks. This leaves Mr. Biden in a dilemma. He is ready to bolster Ukraine’s defence but does not want to provoke a wider war between Russia and NATO. His Ukraine policy should not be an open-ended weapons supply package. The U.S. could help its ally but it should also push for a sustainable solution to the conflict. It should use its continued support to Ukraine to mount pressure on Russia — as its weapons play a critical role in Kyiv’s counterattacks — and persuade Ukraine to resume direct negotiations. At this point, no military solution seems likely. Unless there is a credible push for talks, the war is likely to continue for the foreseeable future. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRussia-Ukraine Crisis\n\n/\n\nUSA\n\n/\n\npeace negotiations",
        "headline_1": "Beyond weapons: On Ukraine President Zelensky’s visit to Washington",
        "headline_2": "The United States should push Ukraine to find a solution to the conflict with Russia",
        "link": "https://www.thehindu.com/opinion/editorial/beyond-weapons-the-hindu-editorial-on-ukraine-president-volodymyr-zelenskys-visit-to-washington/article66293333.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "Charles Gurumukh Sobhraj has done it again in Nepal jail, proving himself to be a ‘good prisoner’, producing ‘medical papers’ and getting an order from the highest court of the country to be released two years ahead of completing his full 20-year sentence. He has been serving terms for the murders of two tourists, an American and a Canadian, in the mid-1970s.\nRead the full article on TOI+\n\n",
        "headline_1": "There’s a killer on the road: Charles Sobhraj is free. The police officer who caught and interrogated him explains how the murderer and conman works the system",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/theres-a-killer-on-the-road-charles-sobhraj-is-free-the-police-officer-who-caught-and-interrogated-him-explains-how-the-murderer-and-conman-works-the-system/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "A lot now depends on genome sequencing consortium Insacog, which is tasked with detecting Omicron subvariants that are dominating or possibly will dominate Covid infections in India. Such information will help chart countermeasures if infections rise, as they have elsewhere. GoI is taking the threat seriously, evident from the rollout of Bharat Biotech’s intranasal vaccine as a booster dose. Recall that though the Delta variant was identified in October 2020 in Maharashtra and Insacog’s genomic sequencing efforts had revealed by March 2021 that Delta had swamped other mutations, it was too late to do anything as the uncontrollable surge began soon after in April.\nSo, there’s eminent sense in sequencing every positive sample early. Insacog had detected the BF.7 subvariant driving China’s infections in July itself. The agency’s bulletins, stopped since September, must be restarted without delay. Additionally, genomic sequencing will help understand how transmissible each new variant is, the severity (or mildness) of infection it causes, and ability of “hybrid immunity” to prevent an outbreak. So GoI asking states to send all positive samples for sequencing is important.\nThe cost of running the genome sequencing machine without adequate samples acts as a deterrent when there are few positive samples to sequence. Though some latest machines can run 360 samples concurrently with turnaround time of three days, all of India just had 180 positive cases on December 20, against 54 Insacog labs presently doing sequencing. Nevertheless, every positive sample must be sequenced. India and the world know the cost of detecting a dangerous variant after it starts widely circulating.\nRandom testing must also be ramped up because many symptomatic and asymptomatic infections go undetected. Increased testing will reveal spread of infection, and helps feed more positive samples to genome sequencing machines, improving real-time intelligence of the Covid situation. Knowing the dominant and most dangerous variant is important even for vaccine development, selection and upgrades. Genome sequencing is key to future pandemic preparedness too. The ongoing surges in some countries are thus an opportunity for India and Insacog to hit the ground running.\n\n",
        "headline_1": "Big cog in the wheel: As Covid worries reappear, Insacog’s genome sequencing ability must be aided by govts resuming random testing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/big-cog-in-the-wheel-as-covid-worries-reappear-insacogs-genome-sequencing-ability-must-be-aided-by-govts-resuming-random-testing/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "Volodymyr Zelensky asked for continued American support during his in-person speech to the US Congress. On his first known trip abroad since the start of the Russian invasion of Ukraine, Zelensky pitched American aid as an investment in international security and democracy. Clearly, his message was directed at the incoming Republican majority in the US House of Representatives, many of whom have become sceptical about unfettered aid to Kyiv that comes out of American taxpayers’ pocket. In fact, the Biden administration has just announced another $1.85 billion in military aid to Ukraine that will include for the first time the Patriot air defence system.\nHowever, Russia has warned that increasing the supply of American arms to Ukraine will only aggravate the conflict. But while Moscow plans to boost the size of its armed forces by 30%, even Vladimir Putin recently admitted that the situation in the four Russian-occupied Ukrainian regions was complicated. And getting trapped in a long drawn-out conflict will further strain the Russian economy and create conditions for discontent and turmoil within Russian society.\nMeanwhile, the continued Russian bombardment of Ukrainian cities and energy infrastructure means that millions of Ukrainian citizens are facing a catastrophic winter with no electricity or running water even as temperatures plummet. Given the huge humanitarian crisis unfolding, the Ukrainian leadership needs to be practical here. True, grave injustice has been wrought on Ukraine. But in order to end the suffering of the Ukrainian people, a negotiated end to the conflict is worth considering. With the Russian military also finding the going tough as winter sets in, perhaps this is the moment to reopen channels of communication and go back to the dialogue table.\nOf course, this won’t be easy for Zelensky given that his country continues to be under attack. But pushing Putin into a corner and prolonging the conflict indefinitely will harm Ukrainians themselves. Thus, both sides need to work out an acceptable exit strategy to end the war, which globally has pushed inflation up and energy costs higher.\n\n",
        "headline_1": "Talk, Kyiv & Moscow: Severe winter is aggravating Ukraine crisis. Russia isn’t having an easy time either. Time for negotiation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/talk-kyiv-moscow-severe-winter-is-aggravating-ukraine-crisis-russia-isnt-having-an-easy-time-either-time-for-negotiation/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "With China abruptly abandoning its zero-Covid policy, a horrendous picture of collapsing healthcare systems is being reported from there. While making sense of the developments there is made hard by the fact that China is not always keen on sharing data in a transparent manner and its official figures can be quite misleading, latest reports do show that the BF.7 subvariant is the most infective variant present in that country.\nRead the full article on TOI+\n\n",
        "headline_1": "Omicron was highly infective, BF.7 is much more so: However China’s current Covid wave develops, there’s much India can do to protect itself",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/omicron-was-highly-infective-bf-7-is-much-more-so-however-chinas-current-covid-wave-develops-theres-much-india-can-do-to-protect-itself/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "I have to admit, I like the sound of it – Smart Bangladesh; it has a nice ring to it. That we are going to transform ourselves from \"Digital Bangladesh\" to \"Smart Bangladesh\" (by 2041) gives an impression that something revolutionary is about to happen, albeit after a wait of almost two more decades, when many of us will either be too old, or just dead, to appreciate its impact.\nIt is, nonetheless, a seductive term that promises not only having everything digitised – from banking to basic healthcare – but we as citizens will know exactly how to use the technology at hand and become the \"smart citizens\" that we were destined to be.\nThis is hard for some of us to grasp, having grown up in the analogue days when, if somebody said, \"You need to be smart,\" it usually meant getting a nice haircut, or wearing an ironed, expensive-looking outfit from the given decade, alongside a pair of clean, shiny shoes. Funky sun-glasses could be added for extra \"smartness.\"\nBut this is not what entails a \"smart citizen\" of a \"smart country.\" Then what is it, pray tell?\nThis seems to be the greatest mystery of the year, and no one really knows exactly what it means. Yes, you have to be tech-savvy in the virtual world, but weren't we told we had already achieved that, at least officially, through our \"digital\" Bangladesh, where everyone knows how to use a smartphone, post heavily edited pictures of their blissfully happy and successful selves on Facebook, and make endless cringeworthy TikTok videos? So what more will we achieve through being 'smart'?\nLike any brain-eating conundrum, it is always good to start at the beginning. In 2008 – a good 14 years ago – the Awami League government announced the launch of \"Digital Bangladesh\" as part of its Vision 2021 and in line with the party manifesto. Experts will be able to properly evaluate how successfully this vision has been realised. But from a layperson's point of view, so far one cannot deny that some major strides have been made in digitisation.\nThe two horrific years of the Covid pandemic can be seen as the acid test of just how technologically ready we were to handle months of lockdown.\nThousands of students were able to connect to their educational institutions (at home and abroad) and attend online classes, however faulty the connections were at times. Newspapers were published either fully or partially through remote operations. The work-from-home model was successfully implemented across the board in almost every sector. Even healthcare, to some extent, was provided through digital platforms. Like the rest of the world, we in Bangladesh became Netflix addicts, gourmet chefs, health freaks, cat video followers, and self-proclaimed life-skill coaches. We took Zoom meetings to a sickening level. We registered for vaccines and actually got the dates; even our courts went virtual.\nAnd nothing could beat the expertise we developed in digital shopping; from groceries to gourmet meals, cosmetics to cleaning services – everything could be ordered online and delivered at the doorstep.\nBut while the educated, middle class and upwardly mobile went on to a turbo mode of digitisation, there were millions who were left behind. Remote learning through the internet did not reach students in villages, especially in remote areas where they had no internet, smartphones or even TV. Thus, the benefits of the digital leap remained quite skewed and tilted towards a small section of the population.\nThat's why we are not exactly jumping with joy at the prospect of a further technological leap that a \"smart\" Bangladesh is promising to deliver. Perhaps it's the word \"smart\" that seems to nag like that stubborn piece of meat stuck between the teeth. Despite being part of the tech revolution, where even our land records are becoming digitised, there are little inconvenient truths that may question the smartness of our actions in critical areas that may dim the technological smartness we have achieved.\nHow smart, for instance, is it for forests to be cleared to make way for government-owned training academies, guest houses, recreation centres, and offices? The same is true for our rivers and canals – all victims of grabbing and pollution. How smart is a nation that has done virtually nothing to protect its natural resources?\nThe catchphrase \"smart cities\" is certainly catchy – but in our case, still a figment of the imagination. Adnan Zillur Morshed, an architect and expert on urban planning, in his article in this daily last week, bemoaned how we have not incorporated walking as part of our urban lifestyle. In my view, walkability is the smartest benchmark of a city where 44 million people live, traffic jams eat away hours of our time while burning expensive fuel and messing up the air, and draining away our productivity, every single day. We have footpaths, but they are taken over by hawkers, plagued with open manholes, potholes, and truant motorcyclists speeding by to make sure that a walk will be as hazardous and as unpleasant as ever. From a pedestrian's point of view the city is far from being 'smart'.\nHow smart is a city where a seven-minute car ride becomes an hour-and-a-half-long ordeal, and where walking is a hazardous prospect?\nHow smart is it to have a digitised system to evaluate a vehicle's fitness, when the streets are filled with unfit buses playing speeding contests and are driven by drivers with fake or no licences, who can crush people and speed away with complete impunity?\nHow smart is it to talk about women's empowerment when a simple walk or ride to the workplace may entail being molested on the way?\nHow smart is it to crush diversity of opinions on digital platforms with the threat of arrest and years of imprisonment?\nThe list of just how \"unsmart\" we are is boringly long and endless.\nThe launch of the Tk-22,000-crore Dhaka Metro Rail next week, which will use all kinds of mind-boggling, advanced technology, and which reminds one of Bangkok's speedy Sky Train, does make one want to believe that we are on our way to being a smart nation.\nBut while technological innovation and learning how to use that technology are key steps to a smart economy, let's not forget that a smart economy is also one that promotes entrepreneurial spirit, is sustainable, uses resources efficiently, and aims to increase the quality of life of all citizens.\nAre we on the right track?\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "What will it take to be Smart Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/what-will-it-take-be-smart-bangladesh-3202936",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "It is a fundamental principle of justice that any person accused of a crime is considered innocent until proven guilty. This is to ensure the legal rights of the accused throughout a trial. The case of jailed BNP leaders Mirza Fakhrul Islam Alamgir and Mirza Abbas appears to be a contravention of that principle. Their bail petitions in a case filed over the December 7 clash between BNP activists and police have been rejected for the fourth time now.\nAs we know, since that clash, hundreds of leaders and activists of the BNP and its front organisations have been arrested. Mirza Fakhrul, the party's secretary general, and Mirza Abbas, a member of its standing committee, were arrested in the early hours of December 9, on charges of inciting violence. While these arrests follow the well-established political strategy of rounding up opposition activists after any clash, one expects the judicial process to follow its own course and take decisions impartially. However, the repeated denial of bail to Fakhrul and Abbas raises concerns about that process.\nTo be clear, we're not commenting on the merit of charges brought against them. Their guilt or innocence is for the court to establish. But until that has happened – and so long as they're not flight risks, which they are not – they deserve to get bail like everyone else. Importantly, their names were not even in the First Information Report (FIR) of the case in which they were implicated, while two other BNP leaders – Amanullah Aman and Abdul Kader Bhuiyan – whose names were there in the FIR of the same case were already granted bail by another court. Why this discrepancy? Why different bail decisions in the same case? Are we to accept a breach of legal principles here, and presume them guilty until proven innocent? Who will account for the time they are kept behind bars if they are eventually proven innocent, or if this case drags on indefinitely, which most political cases tend to do?\nWe're talking about two top leaders of our main opposition party. Both are veteran politicians, hold high ranks in their party, and have had ministerial portfolios during BNP's last term in office. They are also reportedly sick, leading to the court directing jail authorities to provide them with proper treatment. Their social status and physical conditions alone would have merited a bail consideration. Unfortunately, in recent years, there have been many instances of bail denials in cases involving rival politicians and government critics. Should we see them as a mere coincidence, or is there any external influence behind such decisions?\nWe hope the judiciary will reconsider the bail petitions of jailed BNP leaders. It will only help its image and credibility among the public at a time when the judiciary is facing a challenge to establish rule of law amid a complex interplay of legal loopholes, institutional barriers, lack of resources, and intense political pressures that are making justice difficult to deliver. We hope it will rise to that challenge.\n",
        "headline_1": "Why different bail decisions in the same case?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-different-bail-decisions-the-same-case-3202621",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "Before starting his trip to Saudi Arabia earlier this month, Chinese President Xi Jinping mentioned two poignant historical events in an article in the Saudi media, which his hosts almost certainly found rather close to their hearts.\nFirst, he pointed to Prophet Muhammad's (pbuh) saying that one must seek knowledge even if that needs going to as far as China. Second, he mentioned the book by Wang Dayuan, a 14th-century Yuan Dynasty traveller, who described Mecca as a place with beautiful sceneries, mild weather, and a happy people. Xi also noted how Chinese porcelain and papermaking and printing techniques went to the West through the Arabs, while their astronomy, calendar, and medicine enriched the East.\nBeijing, especially modern China, has always sought to befriend the Arabs through respectful gestures, and diplomatic and trade missions. Even when Saudi Arabia refused to accept China as a country in 1975, it continued friendly efforts and eventually succeeded in establishing diplomatic relations in the late 1990s, which grew stronger in the following decades. China's Arab Policy Paper – drafted in 2016 coinciding with Xi Jinping's first visit – starts by mentioning the two-millennia-old friendship between the two peoples when they were linked by land and maritime Silk Routes. Returning the gesture and further cementing the ties, King Salman and Crown Prince Mohammed bin Salman (MBS) visited Beijing in 2017 and 2019, respectively. Sending a particularly strong signal to improve ties, the Saudis introduced Mandarin language lessons in their schools in 2020.\nThe relationship between Beijing and Riyadh is a symbiotic one. China is Saudi Arabia's biggest trading partner, a source of growing investment, and the world's largest oil buyer. For China, Saudi Arabia is its largest trading partner in the Middle East and the de facto leader of OPEC+, a global group of the oil-producing countries, whose support Beijing needs to run its economy. It's only natural for them to have a strong, mutually beneficial business relationship.\nThe scenario in Washington is starkly different. In an attitude rooted in history, The US considers Saudi Arabia as a client state, which the Saudis despise. President Franklin Roosevelt and King Abdul Aziz Ibn Saud struck a deal aboard the USS Quincy in 1945. They agreed that the US would guarantee a security umbrella for the Saudi monarchy. In return, the monarchy would ensure uninterrupted oil supply to the US.\nHowever, the current Saudi rulers are an altogether new generation, more confident and assertive, who refuse to see themselves as a \"client state.\" They still need American security support, but this can no longer buy their unconditional loyalty.\nCarnegie Endowment's senior fellow, Aaron Miller, correctly pointed out that Riyadh is no longer locked in a monogamous marriage to Washington.\nSuch a realisation has taken years to come by for Riyadh. The aforementioned deal has since been subject to several tests, the first of which came in 1973 with the oil embargo following the Arab-Israel War. The deal almost collapsed, and the Saudis realised the extent of their hold on the global energy market and the US.\nThe next test followed 9/11, when several Saudi citizens took part in the terrorist attacks that shook the Americans to the core. Riyadh cautioned against invading Iraq, saying correctly, that it would unleash further chaos. They also proposed a peace plan for Israel and Palestine that was more viable than that of the Americans.\nThe oil-for-security deal somehow survived through these key disagreements but became significantly weakened. Both sides came to realise that times of unquestioned commitment to the deal was perhaps over.\nThe Saudis felt it even more when President Barack Obama announced a policy of \"Pivoting to Asia\" in 2015 at the cost of the Middle East. The Iran nuclear deal, named Joint Comprehensive Plan of Action (JCPOA), sent another message to Riyadh that the US might abandon them in case of a conflict with Iran. President Donald Trump did not retaliate against Iran's attack on Saudi oil facilities in September 2019.\nFinally, Joe Biden came as the Saudi's ultimate disappointment as he publicly sought to ostracise MBS. Riyadh responded by not receiving President Joe Biden's phone call in March and reducing oil output at the OPEC+ meeting in July, despite Washington's pressure not to.\nMeanwhile, China was steadily increasing its foothold in the kingdom and already became Saudi Arabia's largest trading partner, with bilateral trades totalling USD 63.3 billion in 2018. Prior to that, the two countries signed deals worth around USD 65 billion during King Salman's 2017 Beijing visit. They have since been increasing cooperation in energy, technology, and financial sectors, and the Belt and Road Initiative (BRI). Beijing is also providing the arms and technology that Riyadh failed to secure from Washington.\nBut China is not interested in becoming a regional hegemon. It has keenly observed and learned from Iraq's spiralling chaos and the nightmares of failed interventions elsewhere. Chinese wisdom says: \"Seeking safety through development, cooperation and win-win growth is the right way towards world peace.\" Modern China also believes that development and growth can be more effective than traditional military power in building sustained geopolitical influence. Being an astute long game player, China is maintaining a military balance in the Western Pacific while increasing its global dominance through trade, commerce, and business deals, proving again to be a master of grand strategy.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\n",
        "headline_1": "US' myopic tactics vs China's long-term strategy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/us-myopic-tactics-vs-chinas-long-term-strategy-3202526",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "Awam, an Urdu word, from which the Awami League's (AL) name came, means \"the people.\" Throughout our days as a part of Pakistan, AL truly and most successfully represented the interests of the people. In every struggle of the Bangalees of East Pakistan – be it political, economic, social, or cultural – AL was at its forefront. Launched by Maulana Bhashani and stewarded by Huseyn Shaheed Suhrawardy, it was brought to its magnificent fruition and epitome of glory by Bangabandhu Sheikh Mujibur Rahman. AL always stood tall, and no other party came remotely close, when it came to representing the will of the Bangalees in the 50s and 60s of the last century.\nStarting with the Language Movement in '52, to Jukta (United) Front election in '54, anti-Ayub movement from the late 50s onwards, the Education Movement in '62, Six-Point Movement in '66, and the students' 11-Point Movement in '69 – through it all, the AL emerged as the most authentic voice of the people, and finally manifested itself as the sole \"spokesman\" of the people of East Pakistan through its stunning and sweeping victory in the 1970 election. The party was unrivalled in popularity, stature, and moral authority never seen in the Indian subcontinent since the days of the Indian National Congress at the height of its anti-British struggle. From March 2 to 25 in 1971, when the genocide began, a single man – Sheikh Mujib – stood against a state – Pakistan – and emerged taller by the day as his authority grew and that of the state dwindled, epitomised by that poetry of a speech on March 7.\nAwami League's crowning glory was its leading role during our independence struggle in 1971.\nThe party's post-liberation story is a mixed legacy. A shining example of its liberal orientation is the 1972 constitution – and BAKSAL the very opposite.\nThe party was dealt a brutal and existential blow on August 15, 1975, when its supreme leader along with his whole family, including his 10-year-old son – save his daughters, the present prime minister and her sister – was most savagely murdered. Three months later, AL's four other top leaders, including acting president and prime minister of the war-time Mujibnagar government in exile – were killed in jail, thus completely destroying the top echelon of AL leadership.\nThe killers concluded, as did the two army-led and nurtured governments – of Gen Ziaur Rahman and Gen HM Ershad – that the Awami League, the party that led the nation during the independence struggle, was, for all practical purposes, dead. Both these governments presided over a vicious smear campaign against the AL and Bangabandhu. For the following 15 years – August 1975 to December 1990 – the Father of the Nation was hardly ever mentioned or his murder referred to, except by a handful of members of the AL. (We take pride in the fact that The Daily Star was the first major newspaper to start the reversal of this process within months of its birth, by featuring prominently the events of August 15, 1975. The simple act of publishing a double column portrait of Bangabandhu with thick black bordering, symbolising grief, constituted a defiance that is unimaginable today.)\nAmong the most condemnable acts of the Zia government, though introduced by Mostaq as an ordinance, was the granting of indemnity to the murderers of Bangabandhu, his family, and of the four national leaders, making our constitution perhaps the only one in the world that gave legal protection to self-proclaimed killers.\nWhatever its legacy may have been, the present-day Awami League, whose council sessions begin tomorrow (December 24), is the handiwork of Sheikh Hasina, and it is to her singular credit that she was able to revive, reorganise, re-stimulate and bring her party to where it is today – 14 continuous years in power (besides a previous five year-term), for the first time ever in our history. She has been at AL's helm for the last 41 years, since 1981 when she returned from forced exile in India, and it is definite, as the sun will rise in the morning, that she will continue to adorn that seat. Whatever tomorrow's council does and however many rituals we may see the party undergoing, it will not move a fraction of an inch from what the leader wishes.\nBangabandhu's Awami League led us in the creation of Bangladesh. Sheikh Hasina's Awami League led us in building it in the last 14 years. The achievements are monumental and unparalleled compared to those of any other government of the past.\nHowever, a party leading a struggle and a party in power are two completely different entities.\nThe former represents a \"dream,\" and the latter its practical implementation; the former's power emanates from its moral and ethical stance in pursuit of a just cause, while the latter basks in state authority propped up by its coercive machinery trapped in protocol and pomp. This transformation inevitably leads to a decay in values and principles, leading to compromise, corruption, and cronyism. Abuse of power, political partisanship and silencing of critical voices becomes the norm.\nAs there is no alternative narrative and none is permitted, in time the ruling party starts living in a \"bubble\" of self-congratulatory rhetoric, where they are the sole custodian of everything righteous, and the rest are devils incarnate. The distancing of the \"power\" and the \"people\" moves fast forward.\nHidden within the mountain of success are some fundamental features that are neither unheard of in history nor unique in the contemporary world, but nevertheless pregnant with the possibilities of devastating consequences.\nSheikh Hasina's biggest success, leadership, is perhaps also the root of a critical flaw, for it entails a complete concentration of power with no check and balance. It is so overwhelming, so all-encompassing, so effective, so hands-on (she is reputed to work for 14-16 hours a day), so powerful, so micromanaging that it has all but eclipsed and emasculated the party. The truth is, today's Awami League is totally personified by Sheikh Hasina. She is The Party, and the rest are hangers-on, waiting for her benevolence.\nIs this a sign of strength or weakness? Only history can tell. But \"history\" will do so only if we are interested to learn from it.\nThe Awami League today is a party with no intellectual contestation of any sort from within. We never hear of any party platforms at any level – thana, district, or national – where policies on education, economy, culture, climate change or any other topic of national concern are being discussed, let alone debated on. There must be thousands of educationists, lawyers, and members of various other professions within the party. Do they have any input in the occasional policy formulation or day-to-day monitoring and evaluation of the party's performance in implementing policies? The only time we see some contest is in seeking nominations.\nHow effectively do we see the prime minister being served by her cabinet? It seems her cabinet colleagues are more apt in embarrassing her rather than in helping her, and their overall inefficiency – save a few – further adds to the PM's burden. During the pandemic, the government did a creditable job led by the PM with the help of bureaucrats; the less said about the concerned minister, the better. Even with disaster relief, which was always the prerogative of the local minister, MP or leader, the distribution has been done through the district administration.\nRecently, while experts cried themselves hoarse about the state of the economy, especially that of the banking sector, the calming words came from the PM and not the finance minister, who said he was not aware of any problems and asked the public to give him in writing if they knew of anything. The foreign minister is also constantly being rescued by the PM for his incessant gaffes.\nWhenever an AL leader is caught on the wrong side of the law – not because of the work of any monitoring body, but because carelessness or overconfidence gets the better of him or her – the party secretary general, Obaidul Quader, loses no time in saying \"some infiltrators from BNP-Jamaat are maligning AL's image,\" leading to questions about the process of party membership and vetting. Funnily, usually no action is taken against such \"infiltrators.\" On the contrary, a general amnesty was recently given to all such delinquents, bringing into question the party discipline and integrity.\nAn equally concerning issue is the increasing hold of the business community on the ruling party, and the consequent diminution of that of the politicians. Added to that is the rising influence of bureaucrats, further eroding the impact of those who constitute the traditional political class.\nIn 1973, 15 percent of the MPs were from the business community. It rose to 48 percent in 1996, 51 percent in 2001, 63 percent in 2008, and 59 percent in 2014. In the current parliament, 61 percent MPs are businesspersons, 13 percent are lawyers, 21 percent from other professions, and only five percent have any political background, according to Transparency International Bangladesh (TIB). This shift in influence is clearly discernible in the policy formulation, whose class nature has led to the highest ever rich-poor gap in our country's history. We want a parliament that represents all sections of society, not the domination of any one.\nIt is only in name that we have a parliamentary form of government. In practice, it is far closer to the presidential form, with the PM's secretariat being the centre of most decision-making. The principal secretary, cabinet secretary, finance secretary and some other secretaries, varying with time, play far more important roles than the cabinet itself, which mostly remains silent as ministers most often lack both the courage and the expertise to express their views. A highly select group of advisers wield far greater power than most ministers.\nIt is against this backdrop that the ruling Awami League will hold its 22nd triennial national council. Though we headlined a report on Wednesday with \"Number two is the number one question,\" the reality appears that number two is also not a question anymore. Barring some last-minute change by the party chief, the outcome will mostly be to maintain the status quo, filled with old faces in déjà vu positions.\nAs the council has been shortened to a one-day affair, in which the PM's speech will certainly feature most prominently, the time for a meaningful hearing of grassroots voices can easily be ruled out. All in all, the meeting of the highest policy-making body of the biggest party in the country that has ruled us for the longest unbroken period in our history is unlikely to generate any excitement.\nWhatever happens tomorrow, it has to come from Sheikh Hasina. Nobody and nothing else is of any consequence.\nPost-script\n\nIn this piece, have I brought to the fore some things that those in her vicinity will never do and her genuine party stalwarts are too far at a distance to be able to?\nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Mahfuz Anam writes: From Bangabandhu to Sheikh Hasina",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/mahfuz-anam-writes-bangabandhu-sheikh-hasina-3202516",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "It is a fundamental principle of justice that any person accused of a crime is considered innocent until proven guilty. This is to ensure the legal rights of the accused throughout a trial. The case of jailed BNP leaders Mirza Fakhrul Islam Alamgir and Mirza Abbas appears to be a contravention of that principle. Their bail petitions in a case filed over the December 7 clash between BNP activists and police have been rejected for the fourth time now.\nAs we know, since that clash, hundreds of leaders and activists of the BNP and its front organisations have been arrested. Mirza Fakhrul, the party's secretary general, and Mirza Abbas, a member of its standing committee, were arrested in the early hours of December 9, on charges of inciting violence. While these arrests follow the well-established political strategy of rounding up opposition activists after any clash, one expects the judicial process to follow its own course and take decisions impartially. However, the repeated denial of bail to Fakhrul and Abbas raises concerns about that process.\nTo be clear, we're not commenting on the merit of charges brought against them. Their guilt or innocence is for the court to establish. But until that has happened – and so long as they're not flight risks, which they are not – they deserve to get bail like everyone else. Importantly, their names were not even in the First Information Report (FIR) of the case in which they were implicated, while two other BNP leaders – Amanullah Aman and Abdul Kader Bhuiyan – whose names were there in the FIR of the same case were already granted bail by another court. Why this discrepancy? Why different bail decisions in the same case? Are we to accept a breach of legal principles here, and presume them guilty until proven innocent? Who will account for the time they are kept behind bars if they are eventually proven innocent, or if this case drags on indefinitely, which most political cases tend to do?\nWe're talking about two top leaders of our main opposition party. Both are veteran politicians, hold high ranks in their party, and have had ministerial portfolios during BNP's last term in office. They are also reportedly sick, leading to the court directing jail authorities to provide them with proper treatment. Their social status and physical conditions alone would have merited a bail consideration. Unfortunately, in recent years, there have been many instances of bail denials in cases involving rival politicians and government critics. Should we see them as a mere coincidence, or is there any external influence behind such decisions?\nWe hope the judiciary will reconsider the bail petitions of jailed BNP leaders. It will only help its image and credibility among the public at a time when the judiciary is facing a challenge to establish rule of law amid a complex interplay of legal loopholes, institutional barriers, lack of resources, and intense political pressures that are making justice difficult to deliver. We hope it will rise to that challenge.\n",
        "headline_1": "Why different bail decisions in the same case?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-different-bail-decisions-the-same-case-3202621",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "It is totally unacceptable that the Chattogram City Corporation (CCC) has failed to make any progress at all in a project taken up three and a half years ago to light up various city streets. According to a report by this daily, it has been stuck in the mud due to multiple reasons, including delays in tender procedures, negligence of CCC officials, alleged tender manipulation, etc. Already, the deadline of the project, which was first approved in 2019 and scheduled to be completed by June 2021, has been revised twice because of lack of progress.\nChattogram is among the most important business hubs in Bangladesh. Being the second-largest city in the country, it accounts for nearly 12 percent of our GDP, including 40 percent of industrial output, 80 percent of international trade, and 50 percent of tax revenue. The city is home to many of the oldest and largest companies in the country, and has one of the busiest ports in the whole of South Asia. Given these realities of national economic importance, one would expect Chattogram's urban development work to also run parallelly, which will only increase its contribution to our nation's growth. Despite that, the CCC's failure to start or implement a simple project even after three years shows how ill-prepared it is for the journey that lies ahead.\nUpon completion, the project is expected to reduce the electricity bill of CCC by half, and a smart management system would be introduced instead of the present manual process, replacing around 500 switches for lamp control with four central server stations – while the LED lamps will be controlled by timers and magnetic control systems. This, again, would save the CCC, and thereby the taxpayers, a substantial amount of money every year. Yet, despite having the potential to significantly increase efficiency across the board, CCC authorities have ignored the importance of implementing the project.\nThis is, however, not the first time that they have failed to implement a project that is vital for Chattogram's needs. For example, about eight years ago, the authorities took up a project to excavate a canal to ease the suffering of city residents from waterlogging. Though the Tk-327-crore project was supposed to be completed by June 2017, the CCC failed to finish it and extended the deadline till June 2021, raising the project cost to Tk 1,256 crore. However, in April this year, it again appealed for, and received, a deadline extension from the Executive Committee of the National Economic Council (Ecnec), thus raising the cost four times the original to Tk 1,363 crore.\nThough we are yet to hear anything about a cost escalation for the lighting project, the fact that the CCC has failed to even get it off the ground is completely unacceptable. It is high time for the planning ministry and other concerned authorities to intervene and ask the CCC for an official explanation, and take effective measures to ensure the corporation starts to perform better both for the wellbeing of residents and the nation.\n",
        "headline_1": "Chattogram deserves better from its city corporation  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chattogram-deserves-better-its-city-corporation-3201721",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "The move by some traders to allow them import eggs from India has caused many eyebrows raised- for not totally untenable reasons. The move came in the form of applications by a number of traders to the ministry of commerce (MoC) seeking permission to import 160 million eggs from the neighbouring country. The MoC has reportedly forwarded the proposal of the traders to the ministry of fisheries and livestock to examine the rational of such request, especially in the context of price hike of eggs in recent times and shortage of supply.  Since the middle of August this year, price of farm eggs hit a record high of Tk160-180 a dozen in the local market. After a couple of months there was a slight decline in price, but the price is still high; egg per piece now sells at Tk9.0-10 in the retail level. According to reports quoting intending traders, import from India would be able to meet the prevailing supply deficit and help stabilise the local market. They added that price of egg price per piece would come down to Tk 6.5--7.0 at the retail market, if they are offered duty exemption. It may be noted that in the last month, too, there was another move from traders for permission to import 500 milion eggs from India. No decision has yet been taken by the government. Given the price hike of eggs, it is indeed logical to try to remove supply constraint, but it is also logical to see how cost-effective it would be if import is allowed, given that it not only involves foreign currency, but also duty exemption. Over and above, the most critical aspect that deserves utmost concern is the impact it might have on the local poultry industry. In a recent hearing, local poultry farmers expressed deep concern over the import proposal. They warned that the move, if materialised, would be extremely harmful for the poultry industry. They are reportedly confident that the egg market would soon be able to ride out the current supply deficit. They attributed the surge in poultry meat and egg prices to rise in prices of poultry feed and closure of many farms. A FE report quoting data of the Department of Fisheries and Livestock says annual egg output of the country rose to 23.35 billion pieces in the last fiscal year (FY) 2021-22 against the set target of 22.66 billion pieces. But in the current year (fiscal), things do not seem to be positive enough, as of now, to reach the target set for the year at 23.15 billion eggs. However, it is rather premature to say so at this stage. Poultry being a frontrunner of the farm sector of the country, it has ample success stories despite the many odds it faces-from procuring the right vaccin to high-priced feeds. The authorities, it is expected, will apply proper judgment while examining the many pros and cons of the issue. Above all, any decision in this regard must not be at the expense of the poultry industry.",
        "headline_1": "Egg import from India – yes or no",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/egg-import-from-india-yes-or-no-1671715209",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "The UN biodiversity summit, known as COP15, held at Montreal, Canada has received barely any attention if compared with the Sharm El-Sheikh COP27. But the outcome of the COP15 is as much a breakthrough deal as that of the COP27. If the landmark deal on 'Loss and Damage' fund for the vulnerable countries is the high point of the climate conference in the Egyptian resort town, the Montreal biodiversity summit also sets goals and targets to halt and reverse global biodiversity loss at the end of the decade. By that time, the developed countries have agreed to mobilise a fund of $30 billion for the developing countries for use in conservation of biodiversity. Why is biodiversity proving so crucially important? The planet has been experiencing the largest loss of life since the end of the dinosaur era with one million animal and plant species facing threat of extinction. It is because of the disaster staring in the face of human civilisation, UN Secretary General Antonio Guterres observes at the inauguration of the COP15, \"Without nature, we have nothing\". He goes on elaborating how multinational corporations are emptying the world of its 'natural gifts' and making ecosystems their 'plaything of profit' to the extent that wealth and power gets concentrated in the hands of a few superrich. Other independent experts working with environment and biodiversity echoes his sentiment when they view such environmental encroachment as violation of human rights. That the human species is the top predator and responsible for spoiling. destroying and distorting Nature, environment and killing other species without being accountable to any court, is barely admitted. No other species has been as mindless as the 'most rational animal' to make another its sport. During the British rule government officers, local maharajas, kings and zamindars went on tiger hunting sprees and exhibitionism of their bravery by giving wide publicity of their pictures with the hunted games such as tigers, leopards and Asiatic lions.That many of the children from poor background often inflict cruelty to kitten and puppies instead of cuddling those beautiful creatures is a mindscape legacy inherited from their cruel or mindless elders. They themselves have not received the affection and love they deserve and there is no question of telling them that the poor four-footed creatures must be treated with compassion. In rare cases, though, children are seen to make a cat or a dog their all-time companions. That tradition of hunting expedition has been brought to an end thanks to some of the noblest hearts who could see the danger of the dwindling biodiversity of Nature. People and communities have come a long way off from that mental landscape but still unprovoked hostility towards or making of 'what is fun to mindless people is death to' many a species goes on unabated. Clandestine killing of rare animals and those in the red list of the IUCN (International Union for Conservation of Nature) for profit, meat, medicine and aphrodisiac body parts could not be made a thing of the past. The black economy prospers while different species find themselves on the verge of extinction. This is how a million animal and plant species have been brought to the brink of existence. Thus the Global Biodiversity Framework (GBF) shaped at the Montreal biodiversity summit after two weeks of intense negotiations holds the promise for not only putting in place powerful deterrent to the extermination of species but also reverse the biodiversity loss. This means the nearly 200 countries which have agreed to a set of goals and targets will have to prepare national policies and programmes aimed at protecting the threatened species. Clearly, the number one challenge will comprise not only to conserve the existing habitats but also create new ones in places of the lost pristine sanctuaries. Much as the highly populous nations like Bangladesh may try, this is impossible so far as the recreation of the lost habitats are concerned. The best option will be to substitute the lost ones with the likes of those in as convenient places as possible. Yet development of the Sitakunda as a habitat for wild flora and fauna can be an example of such efforts. Observers have expressed their hopes that this time the mission bolstered by measurable targets and an 'enhanced implementation mechanism' the Montreal GBF has a chance of succeeding unlike its predecessor, the Aichi targets agreed at COP10 in 2010. The oft-repeated target of '30x30' which means 30 per cent of the land and 30 per cent of the ocean will be conserved by the year 2030, has been set after two weeks of at times heated but patient negotiations. Here the tussle was over ratcheting up GBF's ambition by the developed world and the demand by the developing world for enough fund to implement the targeted programmes. So the plan for mobilisation of $30 billion, as agreed, by the scheduled period is key to realising the envisioned objectives. Now the implementation process of GBF is non-binding and voluntary like the Paris Agreement on climate change. The plan is to report on, review and voluntarily ramp up their respective biodiversity loss by the countries signatory to the agreement. The outcome obviously depends on how the countries turn promises into action. \n[email protected]",
        "headline_1": "Conserving biodiversity of the planet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/conserving-biodiversity-of-the-planet-1671715262",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "Constituents of the financial market are interlinked so much that others feel the impact of any dislocation in one. Take the case of the ongoing unpalatable developments in the country's stock market. Most indices of the market are not in a good shape. The erosion in DSE main index has been going on unabatedly for months together with the daily turnover dipping below Tk3.0 billion mark. The market would have plunged further had not the securities regulator tried to keep it artificially afloat by introducing a 'floor price'. The number of listed issues stuck at the floor price level shows the current state of the stock market. According to a media report, 58 shares had hit the floor price on August 01 last and that number increased to 319 by December 21 last. The floor price has been doing more harm than good. For, many investors now cannot offload their stocks since there are no buyers of their stocks at the current prices. The prevailing situation demotivates the investors to stay in the market.Lately, the regulator has waived the floor price provision for a limited number of stocks. But it has kept the restriction in place in a different form. The decline in the prices of those shares will not be more than 1.0 per cent a day from the closing prices of the previous day. However, the ceiling for upward price movement has been kept at 10 per cent. The latest changes in the floor price might not work to buoy up the market. Amid such a situation, the central bank on Monday last extended the timeframe by one more year to bring the commercial banks' overexposure limit on the capital market to the permissible level. The Bank Company Act fixes the investment limit for an individual bank at 25 per cent of the aggregate value of its paid-up capital, share premium, statutory reserves and retained earnings. An unspecified number of banks are now overexposed to the capital market in breach of Clause 26(a) of the Bank Company Act. The central bank had asked the banks to reduce their overexposure by December this year. The banks, on the one hand, would have incurred losses had they offloaded their shares to comply with the BB directive, on the other, the market might have witnessed a free fall because of the selling pressure coming from big institutional investors like banks. Thus, the latest BB directive aims at helping both banks and the stock market. What, however, raises a question is the reluctance of the banking sector regulator---the Bangladesh Bank (BB)---to enforce the provision of the Bank Company Act regarding the exposure of banks to the stock market. Instead of punishing the banks that have invested in equities beyond the permissible limit, the BB has time and again offered amnesty to the errant ones. Such indulgence in irregularities has not helped the cause either of banks or the stock market. Rather, the regulator has set a bad precedence. Under the Bank Company Act, the central bank can impose a fine of Tk 2.0 million if any bank violates the provision relating to exposure to the capital market. It can impose a fine of Tk 50,000 per day on the bank concerned if the latter continues to violate the exposure limit. The central bank has been unusually reluctant to apply the provision. The country's financial sector is beset with a host of problems. Regulatory slackness or indifference is one problem that has been taking a heavy toll on the banking sector. It is high time the central bank changed its soft stance for the greater good of the banking sector. \n[email protected]",
        "headline_1": "The high cost of regulatory indulgence",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-high-cost-of-regulatory-indulgence-1671715326",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2022"
    },
    {
        "full_article": "Dhaka, the densely-populated capital city of Bangladesh, faces an aggravating environmental problem every winter. On Thursday morning, Dhaka has once again topped the list of world cities with the worst air quality index (AQI) score of 251. But it is not the first time that the city has topped the list. Dhaka has long been grappling with air pollution problems. Many people in the city are experiencing difficulties in breathing and dust allergy. Poor air quality also causes long-term health problems including asthma, increased risk of heart and lung diseases, cardiac arrest, etc. The problem Dhaka city dwellers face most is dust. Due to the ongoing construction projects and absence of effective coordination among service agencies, the problem has become acuter this year across the capital city. The authorities concerned are perhaps trying, but the reality is that Dhaka is taking up construction projects throughout the year. We believe it is possible to control air and dust pollution in Dhaka city if the authorities become more active. Before dust pollution does more harm to our health, we should come up with a detailed plan on how to solve this problem permanently. People should be discouraged from burning waste and other items. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Dealing with Dhaka's dust",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-dhakas-dust-1671715351",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2022"
    }
]