[
    {
        "full_article": "At the heart of the current Guillain-Barré Syndrome (GBS) outbreak in Pune, where over 100 cases of suspected GBS have been recorded, is a bacterial infection. A health investigation has revealed Campylobacter jejuni, a bacteria found in contaminated food and water, to be behind the first cluster of cases. In almost all the patients, recent case history has shown episodes of gastroenteritis, vomiting, diarrhoea and nausea before the onset of the characteristic peripheral numbing of GBS, leading to paralysis. One case of death due to suspected GBS has also been recorded — of a patient who had visited Pune. This outbreak reveals the fragility of the scaffolding that urban systems in India are built on, with pathogens managing to breach all safety nets that humans have built for themselves, to emerge through and cause havoc. Any slip up in maintenance or in surveillance, clearly leads to discomfort, ill health and debility for a large number of people. GBS is a rare, autoimmune neurological disorder, in which a person’s immune system launches an attack on the peripheral nervous system, leading to tingling, weakening of muscles, numbing and paralysis in the arms and legs, not unlike in the acute flaccid paralysis of polio. It can be caused by viral or bacterial pre-infections, as per the World Health Organization (WHO). Globally, it is estimated that GBS has an incidence of 1-2 per 1,00,000 population, and is more predominant among adult males. While India-specific large epidemiological studies on GBS are lacking, as testing for GBS in a resource-poor setting is difficult, according to a WHO report (1993), it was estimated that 138 cases of GBS were seen annually in seven major teaching hospitals, with approximately 75% of cases occurring in adults. While studies across the world have shown numbers to rise in seasons of weather change, it is possible that this is India’s largest outbreak in recorded history.Patients are treated with plasma exchange or intravenous immunoglobulin therapy, and most recover. However, these treatments are most effective if started within two weeks of the first symptoms, making early detection and initiation of treatment absolutely crucial. Rapid response teams in Pune are in place, collecting water samples and mounting surveillance on the community, and a central team has also been rushed to affected areas. It is key to ensure that all measures are in place to pick up patients, and initiate treatment as soon as possible. It is the duty of the local and State governance to provide clean drinking water to all residents and ensure that adequate social messaging is provided periodically on avoiding contaminated, unhygienic food. Published - January 29, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        disease\n                    \n                            /                      \n                        \n                        Pune\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        water\n                    \n                            /                      \n                        \n                        drinking water",
        "headline_1": "A question of hygiene: On the Guillain-Barré Syndrome outbreak in Pune",
        "headline_2": "The GBS outbreak in Pune reveals the fragility of its urban systems",
        "link": "https://www.thehindu.com/opinion/editorial/a-question-of-hygiene-on-the-guillain-barr%C3%A9-syndrome-outbreak-in-pune/article69150927.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "By annulling the Nayakkarpatti tungsten block auction in Madurai, the Union Government has halted protests against a project that was red-flagged, tardily, by the State citing environmental and cultural concerns. Rarely has the Narendra Modi government made a swift ‘U-turn’ in the face of opposition. Nayakkarpatti was among eight critical and strategic mineral blocks put up for auction last February by the Mines Ministry. Eight months later, the contract for mining 2,015.51 hectares was awarded to Vedanta’s Hindustan Zinc Limited. However, the presence of Arittapatti, Tamil Nadu’s first biodiversity heritage site, in the vicinity, triggered concerns. An Assembly resolution pointed out that mining could endanger historical cave temples, Jain symbols, Tamil Brahmi scripts and a habitat for rare species. The Centre and the BJP were initially on the defensive, arguing that of the 20.16 sq. km area, only 1.93 sq. km within Arittapatti and Meenakshipuram villages had been notified as a biodiversity site. Last month, the Ministry deferred issuance of Letter of Intent to the bidder, and asked the Geological Survey of India (GSI) to explore redefining the boundaries by excluding the biodiversity site. But the Centre annulled the auction before the GSI could act, after a meeting with community leaders from Madurai, led by BJP State president K. Annamalai, and the Mines Minister.Politics seems to have played a larger role than India’s strategic need for tungsten or the Centre’s and State’s claims that they had acted in deference to people’s wishes. Tungsten, or wolfram, a dense lustrous metal, is crucial for industries such as defence and in high technology fields. It has no effective substitutes. Globally, tungsten is stockpiled. Indigenously rare, only 5% of tungsten mining resources are in Tamil Nadu, Haryana, Uttarakhand and West Bengal, with the rest distributed in Karnataka, Rajasthan, Andhra Pradesh and Maharashtra. Though the State had flagged the biodiversity issue to the Centre, there is no clear indication that the DMK government was openly opposed to the auction. Reports suggest that prior to the amendment of the Mines and Minerals Act, which empowered the Centre to exclusively auction mining leases for critical minerals, the State’s Natural Resources Department had requested permission to mine tungsten and molybdenum through joint ventures. Regardless of the political dynamics, the importance and scarcity of tungsten cannot be overstated. The Centre might have been more effective had it consulted the State and waited for the GSI’s report before making a decision, striking a balance between environmental concerns and the strategic need for tungsten mining by adjusting the block boundaries. Published - January 29, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        mining\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Haryana\n                    \n                            /                      \n                        \n                        Uttarakhand\n                    \n                            /                      \n                        \n                        West Bengal\n                    \n                            /                      \n                        \n                        Karnataka\n                    \n                            /                      \n                        \n                        Rajasthan\n                    \n                            /                      \n                        \n                        Andhra Pradesh\n                    \n                            /                      \n                        \n                        Maharashtra\n                    \n                            /                      \n                        \n                        Dravida Munnetra Kazhagam\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        environmental issues\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi",
        "headline_1": "​Mining politics: On the Nayakkarpatti tungsten block issue",
        "headline_2": "The strategic need for tungsten must be balanced against environmental concerns",
        "link": "https://www.thehindu.com/opinion/editorial/mining-politics-on-the-nayakkarpatti-tungsten-block-issue/article69150938.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "Ahead of WPL 3, women’s cricket report card is complex, but its forward direction is clear\nTeam India won the inaugural ICC U-19 Women’s T20 World Cup and is smashing it at the second one as well. They have won all their group matches as if the opposition wasn’t worth its name. This is already a much better showing than their seniors lately, who crashed out of their T20 World Cup last year in the group stage, followed by a 3-0 drubbing in an ODI series in Australia. For critics, this poor performance has been a stick to beat WPL as well. With the third season of Women’s Premier League set for takeoff mid-Feb, stocktaking of what it’s done for women’s cricket is merited, but must be fair.\nYes, the picture is not all rosy. Fitness standards continue to be a sore spot. Performance standards really lag Australia’s Women’s Big Bash League. Comparisons with the men’s game, on everything from the size of contracts to audience can be disheartening. But IPL is about to see its 18th season. Over most of these years, India just didn’t have structured women’s cricket.\nYet, WPL 1 final had a 10mn global viewership, the highest ever for a women’s sport event. WPL 2 went past 100mn within 15 games. WPL 3 will be played across Bengaluru, Lucknow, Mumbai and Vadodara – up from just one city in 2023 and two in 2024. And these years have been transformative for the sport’s ecosystem. Smriti Mandhana has just grabbed the ICC Women’s ODI Player of the Year mantle. Where earlier there used to be only posterboys, heroine-worship is also hip now. In the Karnataka capital, for many Royal Challengers Bengaluru fans, Shreyanka Patil is the one to take selfies with. Parents now see cricket as a career pathway for their daughters. Footfalls have soared at women’s academies. Impatience with the women’s game at this stage smells of prejudice.\n\n",
        "headline_1": "Around the wicket",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/around-the-wicket/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "Thaw in India-China ties can’t mask fundamental issues. New Delhi must work to reduce power gap\nIndia and China have agreed to resume the Kailash Mansarovar yatra this year, and consented in principle to restart direct flights. But the thaw needs to be seen in the right perspective. Both sides have agreed to a step-by-step approach to address each other’s concerns and bring ties back on track. However, the India-China relationship continues to be affected by fundamental issues that can’t be simply wished away.\nNew Delhi has to assess if there has been a fundamental shift in Beijing’s approach. So far, the answer is no. The standoff at LAC endures. There is no definite road map to resolve the border issue. Concerns abound about the Chinese mega hydropower project on the Yarlung Zangbo-Brahmaputra river. And from Gwadar to Hambantota, Chinese military power projection continues to increase in the neighbourhood. Meanwhile, the trade deficit in favour of China has crossed the $100bn mark despite border tensions and India’s PLI schemes. All of this means that China today holds considerable leverage in the bilateral relationship. Doklam didn’t prevent Galwan, and China continues to insist that the border issue should be compartmentalised to ‘normalise’ the overall relationship. In other words, China wants a return to business as usual without any guarantees that PLA will cease its salami-slicing tactics along LAC.\nSecond, China today has leaped far ahead of India in the tech sector. This is best exemplified by the recent disruption caused by its DeepSeek AI that overcame American restrictions on supply of advanced chip tech to China. India is nowhere near in the AI game. Plus, there are reports that China is actively trying to limit the transfer of high-tech equipment to India, making it difficult for foreign companies to relocate their operations here. And if Beijing continues on this path, it will have significant strategic ramifications throughout the Indo-Pacific. For example, Taiwan as a semiconductor powerhouse loses its strategic value if China wins the tech game, making Beijing’s invasion of the island more likely. That in turn jeopardises India’s plans to work with Taiwanese semiconductor firms to build its own chips ecosystem.\nAdd to this China’s all-weather partnership with Pakistan, an uncomfortable limitless compact between Beijing and Moscow, and the old Tibet issue. In the strategic chessboard, China holds all the power pieces. Resumption of Kailash yatra is all very well. But New Delhi must keep its guard up, continue working with Quad to counter Beijing’s tactics, and work hard to reduce the power gap. It can’t be business as usual. \n\n",
        "headline_1": "A long yatra",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-long-yatra/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "Magical new delivery apps threaten to put paid to traditional kirana shops across the country\nPoor Motu’s days seem to be numbered. Motu is the name ascribed to the two proprietors of the kirana shop in the residential complex in Gurgaon where Bunny and I live.\nNo one seems to know who thought up the name and why. But Motu means elder, and could refer to the older of the two siblings.\nMotu is the archetype of the myriad operators of kirana shops across the country, who stock basic requirements like milk, bread, biscuits, cereals, and soft drinks.\nThey are a fixture of the Indian landscape, from metro cities to tucked-away villages. They provide their ambient communities not only with items of everyday consumption, but also serve the ancillary function of facilitating the neighbourly exchange of greetings and gossip.\nBut the generic Motu is fated to fade into oblivion, thanks to technological innovation: home delivery apps which, like digital genies magically emerging from a brass lamp, promise to obtain whatever it is that your heart, or your stomach, desires and to do so within scant minutes.\nUnlike other delivery systems that deal only in foodstuffs, the new entrants will, 24/7, not only dish up pizza, veg fried rice, or idli-sambhar, but before you can say Hey, presto! backwards, they can also conjure up anything else you might fancy, from a suitcase to a smartphone, and all things in between.\nAnd the best part is that all manner of goodies will be brought to your doorstep well below the MRP, Maximum Retail Price, which is the unchanging and unchangeable mantra of Motudom.\nHow these apps do not just break, but shatter, the price barrier to smithereens, whether it’s through economies of scale or other financial legerdemain, is as much a marvel as how they can provide such a vast range of consumer goods, both edible and durable, and do so in the blink of an aye.\nSo, sad as it is: Move over, Motu; you have to pay the price of progress. And it’s well below MRP.\nMRP? RIP.\n\n",
        "headline_1": "Motu’s MRP",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/motus-mrp/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "By Narayani Ganesh\nThis is ironic, remarked the gentleman who was being given a send-off party by his office colleagues on his day of retirement. He was looking at the parting gift – a shiny, chunky wrist watch. “I don’t see myself keeping time in my post-retirement years,” he mumbled to me, as I was standing close to him. “A watch is necessary for the working man, to reach office at a certain time, breaking for lunch at a fixed time, leave for home at a stated time and so on. But putting my feet up and not watching the clock, is what I most look forward to,” he said, smiling broadly. I concurred with his sentiments; he was a much older colleague and even to me, then in my thirties, his view of time seemed logical. I too smiled, and nodded my head in assent.\nOnce invited to high tea to a Swiss home, I was intrigued that every room, bathroom included, had a wall clock. Laughing at my quizzical expression, my host said, “Here in Switzerland, we are very conscious of keeping time. We expect to keep appointments a few minutes before the stated time,” he said. Switzerland is renowned for its watch-making industry as well, and its people are sticklers for punctuality.\nTime-keeping is necessary, especially when we have deadlines to honour and time-bound projects to complete. So too, to ensure regularity in our daily activities like waking, eating, working and sleeping. Yet, one cannot help admit that often, we become slaves of the clock, and miss opportunities to break free of regimens to smell the roses, ruminate, slip into sakshi bhaav (witness mode) or simply, just be. We are bewitched into thinking that time is all for doing, not for being, points out Buddhist teacher Susan Moon. Another Buddhist, Wes Nisker, said, “Let us remember that we are called human beings, not human doings.”\n\nNature of time depends on the context and task at hand. My great-grandparents lived in step with nature’s rhythm – as do most species. Sunrise was wake-up time, sunset signalled end of day – the circadian rhythm. Once we learned to make our own little suns – powerful oil lamps and electricity – we flouted natural rhythms. Suddenly, there was more time to read, chat, perform, make music, argue, fight and of course, work, too. Just as moderation is good in eating and exercising, it is also good in terms of the time we spend awake and asleep, surfing the internet and/or engaging with OTT platforms, playing video games and so on.\nThen there are those who take delight in following rigid timetables, unswervingly determined and disciplined, marking time with the hands of the clock. Good, good. But there are also those of us who let time saunter, nay, even stand still, as we “stare as long as sheep or cows…” And see, “in broad daylight, streams full of stars, like skies at night…” Lazy? Oh no, just different, letting time do its thing as we do ours, guilt-free.\nWhat is the spiritual view of time? This popped up in the search engine, among other pearls of wisdom: ‘Chronos is quantity, while Kairos is quality. Chronos is our way of organising and attempting to control time, while Kairos is God’s time.’ I vote for the latter.\n\n",
        "headline_1": "Time flies, it saunters, it also stands still",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/time-flies-it-saunters-it-also-stands-still/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "Government workers undoubtedly have the right to express grievances just like any other professional group, but not at the expense of citizens who they are employed to serve. This message becomes pertinent after thousands of people have been left stranded at railway stations across the country following a strike by the \"running staff\" that began early Tuesday.\nAccording to a report by this daily, the origins of this protest trace back to the Awami League regime. In November 2021, the finance ministry issued a gazette cancelling extra pay for train drivers, assistant drivers (locomasters, assistant locomasters), guards, and traveling ticket checkers for overtime work. Previously, they also received pension benefits based on their extra pay. The AL government backtracked from this decision in 2022 in the face of protests, but the gazette was not officially revoked. Moreover, rail workers recruited in these positions since 2022 were denied these benefits in their appointment letters. While the new recruits accepted these terms, they went on work abstention last December, demanding equal benefits.\n\nWe believe the government can, and should, promptly address this issue by evaluating the merit of workers' demands. It has a responsibility to ensure that its employees at any level are properly remunerated. That said, the employees also have a duty to serve people and leave room for negotiation—they cannot just hold citizens hostage with a nationwide strike.\nIn response, the finance ministry issued a circular on January 23 stating that new recruits' overtime pay could be 100 percent of their normal work hours but could not exceed their basic salary. However, the circular did not say anything about retirement benefits. Consequently, rail drivers and support staff have gone on strike, demanding the cancellation of the 2021 gazette and equal overtime and retirement benefits for all workers, regardless of their recruitment year.\nWe believe the government can, and should, promptly address this issue by evaluating the merit of workers' demands. It has a responsibility to ensure that its employees at any level are properly remunerated. That said, the employees also have a duty to serve people and leave room for negotiation—they cannot just hold citizens hostage with a nationwide strike. Unfortunately, in recent months, we have seen similar protests by various groups of government employees that raise questions about their sense of duty. Citizens, who just want to go about their daily lives, cannot seem to catch a break from this stream of protests often blocking roads, intersections, and even essential services like emergency medical care.\nWe urge the protesting rail workers—whose meeting with the higher officials on Tuesday afternoon ended without any resolution—to withdraw the strike and return to the negotiating table, instead of continuously weaponising public services.\n",
        "headline_1": "Rail passengers must not be held hostage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rail-passengers-must-not-be-held-hostage-3810816",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "To say Manmohan Singh was a great man would be to state the obvious. He was a brilliant political leader, a visionary thinker, an outstanding economist, a superb academic, a fabulous leader of administration, a splendid husband, father and grandfather, and an immeasurably sympathetic human being.\nFor me personally, he was also the warmest of friends for nearly 70 years. From the time, 69 years ago, I went to see him in his undergraduate rooms at St John's College in Cambridge, I have remained immensely impressed by his wisdom, modesty and kindness.\nWe were extraordinarily happy at the Delhi School of Economics when we successfully persuaded Manmohan to join us. He was a terrific teacher and a darling of the students, but he also had time to talk with his colleagues.\nI have been immensely privileged in having the opportunity of interacting with Manmohan in his many different roles: First as a fellow student, then as an international civil servant, then as a wonderful colleague at Delhi School of Economics, then as a senior civil servant, followed by the time when he was running the international South Commission based in Geneva, then as a statesman, including his time as the most innovative finance minister in the history of modern India, and finally as the prime minister of the world's largest democracy. We talked on thousands of subjects on what seem like millions of occasions. I always learnt hugely from our conversations.\nI am glad, however, that Manmohan was less than successful in teaching me to be as modest as he himself was. I have many memories of the prime minister of India patiently waiting for others around the table to finish before speaking himself. Waiting for others to finish can take a long time in India.\nOther than feeling good about Manmohan's failure to educate me to his level of courtesy, I wish he had been less educated in modesty himself and spoke more often. He had hugely important things to say to India and to the world. It would have been wonderful if some of the things that figured, with inescapable hesitation, in his private conversations had figured more—and in greater length—in his public statements.\nManmohan had the same well-mannered reticence everywhere, but he could be amazingly eloquent and profound when pushed. The only occasion I have had the privilege of dining next to Michelle Obama was when the Obamas gave their first ever gala dinner at the White House in honour of Manmohan—I had a wonderful placing as Manmohan's guest. Michelle asked Manmohan repeatedly to say what he thought on various subjects and got extraordinarily illuminating answers. I wish someone as brilliant as Michelle Obama had done a \"one-on-one conversation\" with Manmohan for sharing with the world.\nManmohan's understanding of the great need for unity and for social justice in India comes back to me whenever I think about these persistent problems. I know that Manmohan is mainly thought of as the architect of economic liberalisation of India (which he certainly was), but we must also note that he never lost sight of the need for equity in economic progress, and in particular of increasing employment and income of the poor. Cultivating rich—and super rich—plutocrats was never his priority.\nI wish Manmohan could have done more on elementary health care for all and in expanding general education, and also more in removing the inequities of caste divisions. It is particularly unfortunate that he achieved considerably less than he wanted in these areas and could not get the practical politics of India more excited about these objectives. These are areas in which Manmohan could have fruitfully been less reticent, especially in making his private concerns more public. We often had discussions on Ambedkar's vision of India, but that vision did not receive as much attention in Manmohan's speeches, though his frustration did get airing.\nTo move to another area, Manmohan's focus on secularism was extraordinarily firm. Both his private conversations and his public priorities reflected that strongly. As the commitment to secularism has weakened in India, and religion has entered into Indian politics in a big way, Manmohan's secular priorities are especially important to recall.\nHis clear understanding of the necessity of unity in India remains strikingly important today. The distinction between religion and religious politics was important for Manmohan. In addition to keeping religion out of politics, there was another aspect to Manmohan's religious neutrality.\nReligion was important for Manmohan, including religious customs. When I went to his room in St John's College in 1956, I remember stumbling against his freshly washed turbans which he had hung across his room in an attempt to dry them. But his Sikh identity was never in tension with his supportive acceptance of other people's religion and religiosity.\nWhen, a long time ago, I talked with Manmohan on this, I remember thinking that this is quite a different aspect of religion-neutrality from the standard secularism of keeping religion out of politics. This different form of religion-neutrality reminded me, rather, of a remark of Gautama Buddha in one of my favourite Sanskrit books, Vajracchedika Prajnaparamita Sutra, which in its Chinese translation by Kumarajiva, done in 401 AD, had the distinction of becoming the first printed book in the world (printed in 868 AD). In the book, often known as the Diamond Sutra, Buddha told his disciple Subhuti: \"Those who set forth on the path of bodhisattva know, see, and believe all dharmas but know, see, and believe them without being attached to the perception of one singular dharma.\"\nSince Buddha included atheism and agnosticism among possible dharmas, I could inform Manmohan that I, too, could count on his support if he were to go along the path of bodhisattva, which his good behaviour indicated he had been doing.\nThe importance of Manmohan's recognition of the plurality that surrounds us remains as strong today as it has always been. I so much wish that his vision will remain an indispensable part of the understanding of what we are. We will not take Manmohan's modest hesitation as an answer.\nThis article was originally published in the Indian Express on January 15, 2025.\nAmartya Sen, Nobel laureate, is Thomas W Lamont University professor and professor of economics and philosophy at Harvard University.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Dr Manmohan Singh: A brilliant political leader and visionary thinker",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dr-manmohan-singh-brilliant-political-leader-and-visionary-thinker-3810506",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "A renewed debate about using the word \"adivasi\" has captured Bangladesh, and blood has even been spilled over it. But why again? Who are the people who object so vehemently to the term \"adivasi\"? Why is there controversy over designating the ethnic minorities in Bangladesh as Indigenous? To answer these questions, we must examine what this term means and the rights Indigenous people are supposed to receive under international law if the Bangladesh government were to acknowledge them as such. Perhaps it is because of these legal rights that some people feel so threatened by the term \"adivasi\" and seek to belittle ethnic minorities as sub-nations or upajatis.\nAccording to the International Work Group for Indigenous Affairs (IWGIA), Bangladesh is a country of cultural and ethnic diversity, with over 54 Indigenous Peoples speaking at least 35 languages, alongside the majority Bengali population. However, the Indigenous people of Bangladesh are not legally recognised as \"indigenous,\" as Article 6(2) of Bangladesh constitution identifies all citizens as \"Bangalees\" in the eyes of the government. Since all other rights in the constitution are based on citizenship, this lack of recognition is a major obstacle to securing the rights of the Indigenous people. This is a key issue in the constitution that must be addressed by the constitutional reform committee.\nMany Indigenous peoples in Bangladesh call themselves \"adivasi,\" which has been a subject of debate since liberation. Some argue that \"adivasi\" denotes the first people and quarrel over who came to the land first—a futile debate that benefits no one. The real crisis lies elsewhere. Although Section 23(A) of the constitution says that the state shall take steps to protect and develop the unique local culture and traditions of tribes, minor races, ethnic sects, and communities, this has not really been the case. Recently, we witnessed aggression against Indigenous people when a group called \"Students for Sovereignty\" attacked demonstrators from minority communities in front of the National Curriculum and Textbook Board (NCTB) office, leaving at least 20 injured. The protests arose amid controversy over a graffiti illustration on the back cover of the \"Bangla Language Grammar and Composition\" textbook for classes 9 and 10, which included the word \"adivasi\" (Indigenous).\nThe Students for Sovereignty protested against using the word \"adivasi\" on the textbook cover, arguing that the constitution refers to these groups as small communities or tribes, making the term inappropriate. In response, some Indigenous people, under the banner \"Aggrieved Indigenous Student-Masses,\" also gathered to demand the reinstatement of the graffiti. To understand why ethnic minorities in Bangladesh wish to be recognised as Indigenous, we must consider the rights Indigenous people are entitled to under international law.\nIn 2007, the UN General Assembly adopted the United Nations Declaration on the Rights of Indigenous Peoples (UNDRIP), a historic achievement for more than 370 million Indigenous people worldwide, establishing a universal framework of minimum standards for their survival, dignity, and well-being. Bangladesh abstained from voting on the UNDRIP because Article 3 of the declaration states that Indigenous people have the right to self-determination, allowing them to choose whether to form a new independent country or remain part of Bangladesh. For the same reason, neighbouring India and Myanmar also do not recognise their tribal populations as Indigenous. This is why recent protests included slogans like \"Who are we? Who are we? Bengali, Bengali,\" which disregard their cultural identity as Indigenous, even though they meet all the criteria set by International Labour Organisation (ILO) Convention 169—the only international treaty exclusively addressing Indigenous peoples' rights. Bangladesh should reconsider its stance and grant legal rights to Indigenous communities through ongoing reform processes, but instead, it seems we are regressing.\nThese communities have traditional lifestyles, distinct cultures, and unique social organisations tied to specific areas, qualifying them to be treated as Indigenous and entitled to rights under international law. Although the constitution does not recognise them as Indigenous, several laws in Bangladesh, including the draft Bangladesh Indigenous Peoples Rights Act (2015), aim to protect their rights. This act, prepared by the Parliamentary Caucus on Indigenous Peoples, incorporates rights to ancestral domains, self-governance, cultural integrity, social justice, and human rights for Indigenous communities. It is crucial to acknowledge them as Indigenous to protect their way of life and shield them from any form of majoritarian aggression.\nAmid the political instability following the July uprising and the fall of the previous government, we have witnessed instances of violence against minorities. While the newly formed interim government is taking initiatives to include Indigenous representation in textbooks to foster harmony, removing the word \"adivasi\" from the cover in response to a hatred-driven protest was a cowardly decision. This student-led advisory council had the opportunity to define and affirm the characteristics of Indigenous people in Bangladesh, granting them equal dignity as citizens while preserving their cultural identity. Unfortunately, this promise remains unfulfilled. Instead, the government is bowing to hateful threats and removing the very term the Indigenous community identifies with.\nIf the word \"adivasi\" is at the root of this conflict, there should be an effort to create a new, inclusive term that reflects the self-identification of ethnic minorities. The message of the removed graffiti should not be suppressed, and Indigenous people must be recognised as an inseparable part of the national fabric. Using the word \"Indigenous\" in Bangla fonts or adopting terms like \"special ethnic groups\" could be alternatives. Regardless of the terminology, the government must ensure that Indigenous people receive all the cultural, economic, social, political, and legal rights they are entitled to and are protected from any attacks. Failure to do so will undermine the government's claims of inclusivity.\nAparajita Debnath is an advocate at Dhaka Judge Court.\n\nAnupam Debashis Roy is a PhD student at the University of Oxford. He can be reached at [email protected].\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "Who is afraid of the word ‘Indigenous’? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-afraid-the-word-indigenous-3810491",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Poor state of new  public hospitals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/poor-state-of-new-public-hospitals-1738074218",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "Technical and vocational education is important to improve skill  —Collected Photo ",
        "headline_1": "Low wage versus skill-driven competitiveness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/low-wage-versus-skill-driven-competitiveness-1738074378",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Unlocking full potential of SMEs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unlocking-full-potential-of-smes-1738074511",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Irregularities galore in BPL",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/irregularities-galore-in-bpl-1738074548",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2025"
    }
]