[
    {
        "full_article": "The ignominious resignation of U.K. Prime Minister Liz Truss this week may have supplied a momentary pause to the anxieties faced by the British people over months of government fumbling amidst deteriorating macroeconomic conditions, but it is hardly a panacea to what ails the economy. After a disastrous performance in office that belied the promise of putting the Conservative Party’s house in order, Ms. Truss quit 45 days after entering Downing Street, the shortest ever time that a British PM has served. The pinnacle of the Truss government’s fiasco was the “mini budget” of September 23, in which she and her erstwhile Chancellor, Kwasi Kwarteng, displayed a breath-taking lack of sensitivity to market fragility and announced £45 billion of unfunded tax cuts. No one ought to have been surprised at the crisis that that event triggered: soaring bond yields necessitating emergency intervention in the bond market by the Bank of England, undoubtedly scuppering the central bank’s attempts to get a handle on rising inflation. Firing Mr. Kwarteng, which Ms. Truss did despite backing him in formulating their tone-deaf policy proposals, hardly helped, as the crisis spiralled, causing the pound to lose value against the dollar and mortgage rates to climb, bringing economic hardship to Britons.The U.K. recently lost its place as the world’s fifth largest economy to India. At a dangerous moment in the global political economy, when Russia’s invasion of Ukraine has stemmed the flow of natural gas to Europe and the U.K., leading to alarming spikes in household bills in these countries, the Conservative Party needs to ensure that a competent PM and Cabinet are quickly installed and get to work. The public mood on this point has darkened: recent polling suggests that the Labour Party is poised to sweep to power should there be a general election, even if such an event is not likely until January 2025. The revolving door at 10 Downing Street might see former Chancellor Rishi Sunak anointed as the third PM within one year or, ominously, Boris Johnson is said to be in the reckoning again despite the debacle following the Partygate scandal. The immediate task at hand for whoever is the head of government will be to set right damaged ties with Europe so that trade links are restored, and supply side bottlenecks can be resolved, and to rework immigration policies so as to reinvigorate the flagging productivity levels of the U.K. economy. If the Tories turn out not to be the party capable of the nimble, intuitive policymaking required to dig the U.K. economy out of this morass, perhaps British voters will decide to bring in their political opposition to get the job done.",
        "headline_1": "Through choppy seas: On the resignation of Liz Truss and after",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/through-choppy-seas-the-hindu-editoriial-on-the-resignation-of-liz-truss-as-uk-pm-and-after/article66040813.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "When defending champion Australia takes on last edition’s runner-up New Zealand at Sydney on Saturday, the ICC Twenty20 World Cup would have made a quick turnaround from its previous edition that was held last year in the United Arab Emirates (UAE). The COVID-19 pandemic affected sport and T20’s premier championship suffered multiple changes in schedule besides the logistical nightmare of venues being altered. Finally, as the virus seemingly wanes, cricket’s shortest version moves Down Under during a time when the Indian Premier League (IPL), Big Bash and other mushrooming leagues are eating into the international calendar. With IPL franchises spreading footprints across the seas, especially in South Africa, contracted players are caught in an old debate borrowed from football — club versus country. For Twenty20 international fixtures often lost between forgettable bilateral contests and the glamorous sway of the IPL and other leagues, the T20 World Cup’s eighth edition that has already commenced through its set of qualifiers, will offer pointers to how the game could evolve through the prism of nationalism and commerce. The big game, as advertisers prefer to label it, would pit India against Pakistan at Melbourne on Sunday. The sold-out contest is the third between the neighbours after the Asia Cup jousts in the UAE.While those two encounters were split at 1-1, in ICC events, India often gets past Pakistan but the latter’s triumph in the T20 World Cup last year offered a counter-point. Once this war minus the shooting template is dealt with, Rohit Sharma’s men have other challenges lined up in the Super 12 stage before making a tilt at the semifinals and the final on November 13. India last won an ICC event during the 2013 Champions Trophy in England. Subsequently, the Men in Blue have faltered and it is a blemish that coach Rahul Dravid and Rohit want to address. Having toured Australia well in Test whites over the last five years, India may draw strength from those memories but the absence of the injured duo of Ravindra Jadeja and Jasprit Bumrah could affect plans. Rohit, K.L. Rahul and Virat Kohli constitute the established troika but it is a tribute to his 360 degree approach that batter Suryakumar Yadav holds the x-factor. If Hardik Pandya can lend his all-round skills, India would be served well. The return of Mohammed Shami bolsters the seam attack and if the spinners can restrict and the fielding remains agile on big Australian grounds, India may fancy its chances of replicating its trophy success from the inaugural edition in 2007.",
        "headline_1": "Mission Down Under: On the 2022 ICC Twenty20 World Cup",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/mission-down-under-the-hindu-editorial-on-the-2022-icc-twenty20-world-cup/article66040647.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "Hunger is an emotive word. Most of us reading this are fortunate to have enough, or even more than enough, to eat. We find the idea that other people live in hunger deeply unsettling. Hence, it is also unsettling that the well-publicised 2022 Global Hunger Index has ranked India at 107 out of 121 countries.\nIt has ranked India behind North Korea, Ethiopia, Sudan, Rwanda, Nigeria and Congo. This doesn’t seem to make much sense. But what do I know? Am I an ‘expert’ in developmental economics?\nRead full opinion on TOI+\n\n",
        "headline_1": "The frail maths of hunger: Global Hunger Index’s data crunching has numerous problems. But GoI’s own data is far from perfect",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/the-frail-maths-of-hunger-global-hunger-indexs-data-crunching-has-numerous-problems-but-gois-own-data-is-far-from-perfect/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "India’s competition regulator CCI on Thursday passed an order levying a provisional penalty of Rs 1,337.7 crore on Google for abusing the dominant position of its Android mobile phone operating system. CCI also asked Google to implement a set of 10 remedial measures that will open up the mobile phone ecosystem. It’s a milestone in curbing monopolistic behaviour in the digital economy. Its relevance comes from the scale of its impact in India and the global context too. Android has about 96% market share in India among mobile phones, which are the most popular access points to the internet.\nThe European Commission in 2018 fined Google for using a similar business model that violated the region’s antitrust rules. The business model uses unique features of the digital economy such as network effect to create economies of scope that lock consumers into complementary services provided by Google. The abuse of market power comes through agreements that mobile phone makers sign with Google to pre-install its package of applications in a manner that discriminates against standalone application developers. Consequently, competing service providers are squeezed out.\nCCI’s remedial measures give Google three months to modify agreements and implement other changes to break the company’s stranglehold on the market through the pre-installation route. The digital economy provides a unique set of challenges to competition regulators because dominance is exercised through economies of scope. CCI’s order against Google was preceded by a long investigation into its market practices. Therefore, not only does this order represent an important precedent in preventing market abuse in India’s burgeoning digital economy, the work underlying it helps build the regulator’s capabilities. India’s start-up ecosystem will realise its potential only if Big Tech is made to play by the rules.\n\n",
        "headline_1": "Prising it open: CCI’s landmark order against Google",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/prising-it-open-ccis-landmark-order-against-google/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "To a petition pleading for lifting Delhi-NCR’s firecracker ban, an SC bench responded: “Spend your money on sweets … Let people breathe clean air.” Very pithy, and very Diwali tradition friendly. But just as crackers attack our auditory and respiratory health, sugar is a great enemy across multiple health fronts. And unlike in the case of pollution, Indians barely recognise the dangers of sugar: not just quick weight gain but diabetes and cardiac illness.\nNot to rail against the festive spirit or badmouth the delectable confections that mark Diwali, but India’s sweet tooth leaves very ugly marks on its public health. Politicians, who can’t celebrate success without laddoos, don’t help by propping up a hugely inefficient sugar economy, in part because the patronage network is so sweet for them. Our desi sugar daddies are proud that India is now the world’s largest producer, consumer and second-largest exporter of sugar – but our expanding waistlines and threatened lifelines tell another story.\nData shows we eat too much carbs and sugar and too little fruits and veggies. Against per capita vegetable consumption of 80 kg per year in India in 2017, the US consumed 113 kg and China 377 kg. Per capita fruit consumption was 57 kg in India, in the US, 90 kg and in China, 97kg. Don’t spend money on crackers, spend it on fruit ‘n veg. Happy, healthy Diwali.\n\n",
        "headline_1": "Sweet nothings: A cracking idea for healthy Diwali",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sweet-nothings-a-cracking-idea-for-healthy-diwali/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "As India takes baby steps into chip manufacturing, the history of this technology is a useful guide. A chip, also called a semiconductor or integrated circuit, is a piece of silicon with tiny transistors carved into it that switch the 1s and 0s. It is the material on which the entire digital world rests, it is what gives Silicon Valley its name, and it is fuelling the biggest US-China confrontation.\nChip War: The Fight for The World’s Most Critical Technology by Chris Miller is about the evolution of the semiconductor business, and its role in the global economy and international politics.\nRead full opinion on TOI+\n\n",
        "headline_1": "How the chips may fall for the world: Semiconductors & the coming US-China confrontation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-the-chips-may-fall-for-the-world-semiconductors-the-coming-us-china-confrontation/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "Our inability to enforce the Road Transport Act (RTA) properly is one of the reasons why our transport sector is a complete mess right now. The act was passed in parliament in 2018 and became effective in November 2019. Under this law, cases are being filed and people are being fined. However, the progress that we expected after its implementation is yet to happen. We hoped that the law would reduce the anarchy in our transport sector by bringing down the number of road crashes and by holding the transport owners and workers accountable for their unlawful activities – charging exorbitant bus fares, driving without valid driving licences, driving unfit vehicles, etc – but in reality, hardly anything has changed. This is because of the selective use of the law and also because some crucial sections of the law were opposed by the transport owners and workers. Also, although four years have passed since the law was enactment, its rules have not yet been finalised.\nTransport owners and workers have proposed to reduce punishment and fines for the offences committed by them. The proposed amendment is now with the law ministry for perusal. The recommendations made by transport sector lobbyists include reducing fines for overcharging passengers, reducing punishment for killing someone by reckless driving, scrapping punishment for giving fitness certificates to unfit vehicles, etc.\nThese proposed amendments, if approved and implemented, will only make the situation of our roads worse. The changes will benefit the transport owners and workers, not the general people. All of these decisions are taken by transport owners and workers and the relevant government agencies; common people do not have any say in the process. Even the organsiations and those of us who work for passengers' rights are never invited to any of these discussions.\nAnother major problem is that the law is not being applied equally. While the powerful people, including politicians, almost always get away with violating traffic rules, it is the general people who are being fined for not abiding by them.\nDue to all these reasons, we are not getting the desired benefits of the law. In order to bring back some order to our roads and reduce the number of road crashes, the RTA must be fully enforced. We also need expert manpower to conduct research on the critical issues our transport sector has been facing. Currently, there is no expert in the road transport ministry or the Bangladesh Road Transport Authority (BRTA), who finalise and implement all the decisions.\nThere are also other areas where improvement is necessary. Currently, the way the BRTA conducts driving tests to issue driving licences is not the standard practice worldwide. In the BRTA offices, around 500 candidates are tested in two hours in a day. But in other countries of the world, one driver is tested by one inspector for at least a week. So, I personally do not see any difference between those who have a driving licence and those who do not in Bangladesh.\nI think proper training institutes should be set up by the government, maintaining international standards. Likewise, the private training centres require government sponsorship, monitoring and standardisation. If we can produce skilled drivers, road crashes will be reduced significantly in our country.\nMozammel Hoque Chowdhury\nSecretary general, Bangladesh Jatri Kalyan Samity\n\nDuring the road safety movement in 2018, I was a student of Chattogram Cantonment Public College. At that time, we said the incidents – or accidents, as many would call them – that took place on our roads due to the flaws in the country's systems were never accidents in the first place.\nThe truth is, it is a miracle that someone is able to survive the road system that exists in Bangladesh on a daily basis. Naturally, we want this state of affairs to change. To this end, we presented a nine-point demand, and we set an example for the state and the public as to how discipline can be brought back to our roads.\nAfter that, the Road Transport Act was hurriedly passed to appease us. But that act only increased the level of punishment, and it made some bailable crimes non-bailable. The state knew full well that if they increased the level of punishment, there would be pushback from transport workers, which would bring us all back to square one. In the end, after amending 29 sections, what remains of the law is almost the same as what already existed before all this. We made the point right after the RTA was passed that simply increasing punishments and fines wouldn't bring about any change. If we want real change, we need to find out exactly where the flaws in the system exist, and then try to fix them.\nIf someone drives without a licence, or if an unskilled driver is issued a licence, who should be held accountable for that? Can the administration or the state escape their role in this? The only reason an unskilled driver can get a licence is because brokers at the BRTA illegally facilitate this. When this driver murders someone on the street, the BRTA should be held accountable for this, and in turn, the state. The passenger, the driver or the pedestrians who lose their lives, they are all victims of this system.\nIt's often said that transportation workers drive rashly, and the events of July 29, 2018 was also due to reckless driving and a race between two buses. If we try to understand why this competition between bus services exists, we must look at how the transportation business works in this country. A bus driver, at the end of the day, must give the owner of the bus a fixed amount of money. If they can't earn this amount, they make no money for that day; they can't put food on the table at home. Oftentimes, to make sure that this fixed amount of money is made, reckless driving is the only option. The system is turning these drivers into murderers. We keep pointing our fingers at the drivers, but we are not addressing the system.\nRecently, students in Gazipur protested against the bus company \"Taqwa,\" claiming its buses regularly run over students and transport workers. It should be noted that Taqwa buses have no route permits whatsoever, and even the BRTC buses cannot run on its routes. The question is: how can this bus company be so powerful that it doesn't even allow state-run buses to run on the streets?\nTanzid Sohrab\nRoad safety activist\n\n",
        "headline_1": "Road safety law fails to hold the guilty accountable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/road-safety-law-fails-hold-the-guilty-accountable-3148666",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the everyday lives of people and communities then, and how it still continues to shape our collective consciousness, politics and ways of being. This series, featuring scholars of partition studies from across the subcontinent – and to be published every Saturday – is an attempt at exploring the complexities and contradictions of the momentous event that forever changed the contours of this region. This article, the third in the series, examines the scars of communalism left on the people in the subcontinent, and what the future might hold.\nOn August 14, as part of the celebrations for Pakistan's 75th anniversary of independence, the Pakistani government released a re-recorded video of the country's national anthem. Compared to the old one, the updated version of the anthem reveals Pakistan's willingness to embrace its diversity and plurality, which was previously absent in the face of Muslim nationalism. This version highlights Pakistan's regional, linguistic, and religious diversity elaborately. However, a few days later, an incident in Hyderabad exposed the fault lines in Pakistani society on a much deeper level. On August 20, an angry mob surrounded a residential building at Hyderabad in Sindh province, demanding custody of a low-caste Hindu sweeper accused of desecrating the Quran. Police and rangers later dispersed the mob, preventing a potential lynching.\nOn the other side of the border, as India celebrated the 75th anniversary of independence, the Indian state of Gujarat set 11 convicts in the Bilkis Bano rape case free. Later, relatives and members of Vishva Hindu Parishad (VHP) gave these convicts a hero's welcome. Bano, an Indian Muslim woman, was gang-raped and 14 members of her family were murdered in front of her by a Hindu mob during the 2002 anti-Muslim riots in Gujarat. One of the jurists, also a legislator from the ruling Bharatiya Janata Party (BJP), iterated that the convicts were \"Brahmins and have exemplary behaviour.\" The evolution of India's second state has almost culminated under the rule of BJP, which has been in power since 2014. India's ideological turn has alarmed the world regarding the future of its Muslim minority. Additionally, it raises serious questions about the future of the secular state in India.\nBangladesh, a Muslim-majority nation that is officially classified as secular, also has a history of majoritarian violence against minorities. One needs to ask what exactly is producing this violence in these South Asian countries once ruled by the British Empire.\nCommunal violence is not a recent phenomenon in this part of the world. The trajectory of modern communal violence in India can be traced back to the colonial period, which resulted in the division of the subcontinent into Muslim-majority Pakistan and Hindu-majority India in 1947. As a result, about 15 million South Asians were uprooted. Approximately two million people were killed. The grisly violence that broke out in the region included rape, abduction, and conversion to other faiths. The event known as Partition of British India was a long and complicated process. While some people immediately migrated and became refugees in their new countries, others were forced to leave as they witnessed the escalation of communal politics in their respective regions. The violence was not limited to only Hindus and Muslims. Scholars have shown how South Asians used to have fluid religious, regional, and linguistic identities before the British intervention hardened their identities. During colonial rule, governance tools such as censuses, the constitution of India (1935), and the production of colonial knowledge contributed to the hardening of communal fault lines in the subcontinent. The secularisation of religion as well as the partition of Bengal in 1905, the grant of separate electorates in 1909, and the Communal Award in 1932 helped fuel the communal divide in British India. During colonial rule, almost all major religious traditions underwent reform movements that resulted in further tightening of religious identities.\nThe All India Muslim League's campaign for a separate homeland for Muslims was driven by fear of becoming a minority in a Hindu-majority India. However, postcolonial nationalism had other fault lines besides religion, including race, caste, language, community, and regionalism. The meanings of home, homeland, belonging, citizenship, majority, and minority in South Asia profoundly changed in the 1950s as a result of these complex historical processes. As new nations were imagined, they were based on majoritarianism, resulting in the expulsion of unwanted \"others\" from their homelands. In both Pakistan and India, a culture of communalism dominated and defined by the major religious communities played an integral part in clearing national space.\nDue to the internal fault lines, Partition was not the final cleavage of the region that became Pakistan. A staunch supporter of the Pakistan movement, East Pakistan, decided to part ways 24 years after the Partition. This meant that South Asia's Muslim leaders could not continue their political understanding that agreed upon the establishment of Pakistan in 1947. East Pakistan's secession in 1971 was the result of the fully evolved Bangalee Muslim identity and their demand for equal political rights. This led to the emergence of a third sovereign country in South Asia. Thus, while both India and Pakistan celebrate their 75th independence this year, Bangladesh marks its journey differently.\nDemanded as a separate homeland for Muslims in British India, Pakistan was dreamt by its founding father, Muhammad Ali Jinnah, as a modern Muslim state. Jinnah's vision was short-lived as the politics of Islamic identity became an influential feature of state-making in Pakistan. Pakistan declared itself an Islamic republic on March 23, 1956. A gradual Islamisation of the country not only resulted in the continued hostility towards the recognised religious minorities, but also led to the creation of new religious \"other\" and their persecution and exclusion from public and political spheres. Recently, the Pakistani state's claim to be \"an Islamic\" state has also received backlash from Islamic parties and militants, questioning its legitimacy over its \"Islamicness.\"\nMeanwhile, India has its own complex issues to deal with. For almost 75 years, India has positioned itself as the world's largest secular democracy, but the current wave of Hindu extremism and violence against Muslims and Dalits have exacerbated the oppression. Persecution of Muslims in India has sparked fears of a genocide. Not too long ago, the organised violence against Sikhs and Muslims had shaken the world. It is not difficult to predict where things are headed in India soon after years of debate and doubt about the origins of Muslims in the country. One thing is clear: communal violence is fuelled by the ideological narrative everywhere in the region – whether it's Bangladesh, India or Pakistan. It can be state or other religious actors building the narrative, excluding the people of other faiths or sects.\nDespite the Partition to resolve British India's communal problem, the three post-colonial states have not been able to eradicate it. Sectarian violence in the 1980s is still fresh in the minds of Pakistanis, as are memories of the Babri Masjid demolition, Gujarat incidents in India, and violence against Sikhs. Recently, there were incidents of mob violence against Hindus in Bangladesh. As a matter of fact, the post-partition social history of Hindu communities in Bangladesh has not been preserved properly.\nIn South Asia, minoritised citizens face a very difficult situation. There is no need for me to write further about it. My research has involved interviewing minoritised communities in three South Asian countries to find out what it is like to be marginalised. It has never been described as a pleasant experience. For decades, religious exclusivism has been a cause of hate and violence in our region, and in some cases, it has taken the form of fascism.\nAt the 75th anniversary of the Partition of British India that brought on unprecedented violence, loss of precious human lives, rapes, murders, and an unimaginable price that people, known and unknown to us, paid for freedom, it is now up to us to rethink and reinvent communal life in our respective countries. Given how caste and class intersect with communal violence in our region, this is not an easy task. However, we must recognise that the future of this region has a direct connection to the future of human life. It might be a good idea to eliminate majority and minority categories on the electoral level. However, will it be enough to resolve the conflicts between some religious groups?\nI must admit that I do not see this happening in India, where the state's ideology further marginalises Muslims and pushes them down the socioeconomic ladder. As far as I can tell, this will not happen in Pakistan either, where the government has legislated to maintain religious differences, making some religious actors openly pursue the politics of hate and persecution. The task will remain equally challenging for Bangladesh. Beyond increasing religious literacy among their respective populations, states must protect minorities from majoritarian violence in the long run.\n \nDr Sadia Mahmood is assistant professor at Quaid-i-Azam University in Islamabad, Pakistan.\n\n",
        "headline_1": "The perennial shadow of communalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-perennial-shadow-communalism-3148641",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "Sunil Gangopadhyay once authored a poem urging the then Indian premier Indira Gandhi not to visit a flood-affected Gujarat on a plane, giving a surprising excuse. He thought that seeing the image of the overturned sky reflected on the floodwater that devoured everything except for a few surviving rooftops and tall trees, Gandhi might be filled with a gush of appreciation and exclaim, \"How beautiful!\" \nOctober 23 marks the 10th death anniversary of Gangopadhyay, one of the most celebrated Bangalee writers. Great writers have the gift of transcending their time and space. They invite us to join a realm of imagination where national and historic boundaries become immaterial. The limit of their language becomes a springboard to venture limitless possibilities. Revisiting the poem \"To Indira Gandhi\" ahead of his death anniversary reminded me of the danger of looking at reality from a safe distance. In a world where optics provided by drones are encompassing our imagination, we often learn to detach ourselves from the ground reality and find satisfaction in having a broader view of things. \n\"To Indira Gandhi\" made me think of a fascinating essay by French philosopher Michel de Certeau. In \"Walking in the City,\" included in his 1980 collection The Practice of Everyday Life, de Certeau contrasts his experience of seeing the city of New York from the height of the World Trade Center and walking through the city. For him, those who have the view from the top assume a power position to control what is below. In contrast, the pedestrians make their own rules in scripting their escape from the city's regulatory schemes. On Thursday, when a middle-aged woman jaywalked across Airport Road near Banani and was saved only by the auto-brake of my car, I thought of the efficacy of de Certeau's subversive proposition. For de Certeau, a pedestrian makes new meanings of the paces by redefining their assigned purpose. The one who stands in the middle of the road to hurry the bus to the spot, the one yelling at someone on their phone, the one sipping from a green coconut while standing in the middle of the footpath, the one stopping you to ask for charity, the dog taking a day nap on a footpath, the graffiti on the wall, the ads on the lampposts, the litters, the missing manhole lids, the hawkers – they all form a lived narrative that can only be reduced as a view when seen from the above. The stories come alive when you walk in the city and meet the faces that form the mass. \nI thought of the middle-aged burqa-clad woman who nearly had an accident with my car. I tried to imagine her story. From the comfort of my car, am I in a position to judge her recklessness, confusion or desperation to cross the street in a city that shows no mercy to pedestrians? The negligence shown towards pedestrians in Dhaka is evident even at a policy level. The government shows no remorse in landing the stairs of the foot overbridges or metro stations in the middle of the footpaths. Local politicians and policemen have no hesitation in allowing peddlers and swingers to occupy the footpaths meant for walkers. Landlords and shop owners have no qualms over marking their territory in public space. Pedestrians are a class that can be easily ignored. They do not have the united face that appears on the poster of a trade or worker's union. With no collective representation, they move like an abstract mass treated as nothing more than a nuisance by those on wheels.\nSunil Gangopadhyay and Michel de Certeau thronged my Friday musings while thinking of the need for a skywalk to separate motorists from pedestrians to improve walkability in Dhaka city. Having lived in Manila and Bangkok for some time, I have fond memories of ambling along the skyway, also known as a sky bridge – an elevated pedway that connects two or more buildings or zones. Usually, these footbridges are covered to shelter pedestrians from the weather. In Seoul, they have created urban skyways as linear parks designed for walking or recreational purposes. \nWith the pillars of the metro rail standing tall all over the city, there is a new contender for the section of the road. The space for pedestrian mobility is being squeezed by the minute. With our development projects focusing on mass transit, we've forgotten one minor thing: there would be pedestrians who would have to negotiate through the pillars to reach the stations. Especially in major junctions like Shahbagh, where we will have punters of different needs going to adjacent hospitals, universities, museums, malls, hotels, and parks, we will need a network of the pedestrian platform. They can be either in the form of a skywalk or a subway. We need to make room for pedestrians and ease their walkability. \nThe drone view of Dhaka will indeed give a scenic picture where the metro rail and elevated roads run through it, but we need to create a space for the pedestrians, or else they will start making their own rules, which is never a good omen for any ruler. \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n",
        "headline_1": "Walking in the city",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/walking-the-city-3148596",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "The Hollywood film The Martian (2015, 20th Century Fox) is an inspiring story of how collaboration in space can help everyone. A crewed mission to Mars leaves the planet in a hurry to avoid an imminent storm, mistakenly leaving behind one of their astronauts Mark Watney. Back on earth, mission control considers him dead, only to find that Watney has survived by sheer ingenuity. NASA plans to detour another mission to rescue Watney. But it is too risky, and time is running out. The Chinese National Space Administration (CNSA) scientists are also watching the situation. Their till then classified booster rocket can help bring Watney back and they offer to do so. After a highly complex manoeuvre and intense happy-ending drama à la Hollywood, Watney returns.\nBut such collaborations between the two space powers can happen only in movies because Americans enacted a law in 2011 to stop just that. Republican Congressman Frank Wolf introduced a bill to bar NASA and all other American agencies from working with Chinese organisations. The bill, known as the Wolf Amendment, practically blocks all avenues of collaboration between the two most active space players. The battle for economic, technological, and geopolitical superiority has thus gone to space. In the International Space Station (ISS), Washington has deliberately excluded Beijing where hundreds of astronauts from 19 nations including Moscow have participated.\nHowever, instead of stalling, such exclusions have only persuaded Beijing to build its own space station, the Tiangong, which is scheduled for completion this year. The plan for ISS is decommissioning in 2024, and if the US and its partners do not extend its life, Tiangong may become the only crewed outpost in orbit. China has invited all nations to join it, but the Wolf Amendment will bar NASA astronauts from doing so even if they want to.\nChina is a late entrant in the space race. It put the first satellite into orbit in 1970 after which there wasn't much progress for a long time. It has, however, caught up and in the past 10 years, launched more than two hundred crewed and uncrewed spaceships. In December 2020, it sent an uncrewed mission, Chang'e 5, to the Moon to collect rock samples from a site not visited by any other nation before. China's progress in space has so far been stunning, which General John Raymond, chief of space operations of the US Space Force has summarised as \"from zero to 60 really quick.\" China also completed its own satellite navigation system BeiDou in 2020, offering complete global navigation service like America's GPS, Europe's Galileo, and Russia's GNSS. On January 2, 2019, China landed a space probe on the dark side of the moon, which no other nation has done yet. In July, China's first successful interplanetary mission completed mapping the Red Planet a little over a year after its arrival.\nChina's fast-progressing space technology has raised concerns that it can be used as a weapon against enemy satellites. Space technology is inherently dual-purpose and can power low-end reversible jammers, direct energy weapons such as lasers, and direct-ascent kinetic missiles which can destroy any satellite in orbit. Judging from the developments so far, it is quite likely that China already owns such weapons for use in a conflict. Fuelling such speculations further, China destroyed a defunct weather satellite with a missile in 2007 producing a large amount of space debris. Last year, its researchers successfully tested an anti-satellite robotic device, which can produce a time-controlled, steady explosion with little or no debris.\nAll these unmissably point to how China's space technology is leapfrogging and may soon catch up with the Americans, though not all experts agree. Until now the USA is ahead of China in the space race and is likely to remain so in the coming years. Despite China sending more rockets in 2021, America's total number of satellites and payload capacities in orbit far exceeds those of China. The other advantage Washington enjoys over Beijing is the active role played by a thriving commercial space industry, such as SpaceX and Blue Origin (SpaceX provides internet to Ukraine's forces and Iranian protesters).\nThese facts are, however, of little comfort to Washington as it, along with its allies, is trying to stall or at least slowdown Beijing's progress in every possible way. In 2020, SSC Space Australia (a subsidiary of Swedish Space Corporation) declared that it won't extend the contract for China to use its space tracking station in Western Australia. Beijing, however, has already made alternative arrangements with another such station in Kiribati.\nThe most recent battle in the space war is being fought on the moon, as both nations plan to set up lunar bases for long-term settlements and resource exploitation. In August, NASA's Artemis 3 and CNSA'a Chang'e-7 missions released their lists of potential landing sites only to find that some of them overlap. How they come to an agreement on this issue is yet to be seen.\nWill it be possible for Washington to stall Beijing's progress in space technology? Is cooperation a more pragmatic choice than competition? Will Washington remove the legal bars that prevent cooperation? Given the successive American administrations' policies towards China (Obama's China containment policy, Trump's trade war, and Biden's chip war), presently that seems unlikely. Meanwhile, China continues its space odyssey as Tiangong's final module is ready to blast off.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "Is space the final frontier of superpower rivalry?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/space-the-final-frontier-superpower-rivalry-3148591",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "There is an element of irony in the public assessment of the ongoing gas crisis – that it has reached a \"boiling point\" – given that we have hardly enough gas to burn or boil. This crisis, as per a report by this newspaper, has been affecting domestic and commercial consumers equally. And despite assurances to the contrary, it's evident that a drastic improvement in the situation is unlikely to happen anytime soon. This means that people will have to go on to make painful compromises indefinitely. \nThe crisis has been attributed to a shortfall in gas supply to the national grid – to the tune of 10 percent apparently – caused by the government's decision to stop purchasing liquefied natural gas (LNG) from the international spot market in July. By now, its effect has been felt across the board. While households had to grapple with arbitrary and unscheduled gas rationing – unlike the more predictable load-shedding – the same in industries that need gas to run their boilers and burners saw a significant fall in production. Take, for example, the ceramic industry which, according to the Bangladesh Ceramic Manufacturers & Exporters Association, has seen a 10 to 30 percent drop in production due to the gas crisis. Industry insiders say this has hurt their business prospects, including cancellation of orders from foreign buyers. \n\nClearly, the government is at a critical juncture, unable to affect the outcome of global events pushing up gas prices. But at the same time, and rather inexplicably, it is unwilling to adapt itself to better cushion external shocks. \nElsewhere, at the CNG filling stations, there has been a five-hour daily shutdown along with insufficient gas pressure (during active hours), an affliction shared by households and industries as well. To top it all off, the power sector, which consumes 42 percent of the total gas supply, had to reduce electricity generation at around 30 gas-fired plants, leading to over six hours of load-shedding a day across the country. These problems, interlinked and mutually exacerbating as they are, have only compounded suffering. The extent of suffering becomes clear from the remark of Jummatul Bida, a housewife in Dhaka's Gandaria area, who told this newspaper, \"For the last two months, we haven't got any gas from 8am till 7pm… If I can't get up very early in the morning, we either have to starve or buy food from restaurants.\" \nClearly, the government is at a critical juncture. It is unable to do anything about global events pushing up gas prices but at the same time, and rather inexplicably, is unwilling to adapt itself to better cushion external shocks. These external shocks, in the form of price volatility and supply disruptions in the wake of the Russia-Ukraine war, would have been more manageable had the government diversified its sources of energy or, better yet, not been so heavily reliant on gas imports.\nThe government has long rubbished calls for further exploring and extracting our own gas reserves, which could give the sector a much-needed lifeline at this moment. It has also allowed a quick-fix mentality and collusive deals to compromise our energy security. This must not be repeated going forward. We urge the government to take urgent steps to mitigate people's suffering. The acute gas and electricity crises must have an expiration date. The authorities should immediately engage with experts to find durable and long-term solutions to these problems.\n",
        "headline_1": "Acute gas crisis is hurting everyone",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/acute-gas-crisis-hurting-everyone-3148576",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "The recent decision to build \"luxurious residences\" at the cost of Tk 42.85 crore for the cabinet and principal secretaries by the housing and public works ministry is one of the most outrageous decisions that has been taken by this government in recent times – and that is saying a lot. At a time when government high-ups, including the prime minister herself, have been repeatedly telling the public to practise austerity, under what justification did the government undertake such a project? Why should the public be suffering under strict austerity measures, while government high-ups enjoy such luxury? Such an atrociously expensive project funded by the taxpayers' money makes a mockery of the so-called austerity measures. \n\nAre we living in a democratic system where you have citizens and public representatives, or are we back to living in feudal times, where you had lords and ladies living in their big mansions, while the peasants and serfs were left to fend for their own safe drinking water?\nProject documents indicate that the estimated cost of the two three-storey buildings is Tk 18.88 crore. Another Tk 22.5 crore will be spent on the interior and exterior designs and a service building. Each of the three-storey buildings will be built on 18,000 square feet, and will have two swimming pools, which would cost another estimated Tk 5.1 crore. When half of Dhaka city does not have safe drinking water, why do public servants need such huge swimming pools in their houses? Are we living in a democratic system where you have citizens and public representatives, or are we back to living in feudal times, where you had lords and ladies living in their big mansions, while the peasants and serfs were left to fend for their own safe drinking water? This project makes it look like we are living in the latter system. \nWe understand that top secretaries should have houses. But why should it cost taxpayers nearly Tk 43 crore? Even if we were living in normal times – and not in a time when there is a severe economic crisis – how can such a project be justified? Are we one of the richest countries in the world that such luxury should be afforded to public servants? We just cannot believe what we are reading and seeing in regard to this proposal. And we really fail to understand the mindset of the people who had the audacity to propose it, let alone those who approved it. \nThis project, in many ways, reflect the general tendency of the government to waste thousands of crores of taka at a time when the country's economy and the people in general are suffering. While people are being told to swallow the austerity pill, we see no sign of government officials cutting back on their own costs or trying to be more efficient when it comes to completing different government projects using taxpayers' money.\nWe strongly call on the government to scrap this project, and get rid of such a ludicrous idea altogether.\n",
        "headline_1": "Austerity for people, but luxury for govt officials? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/austerity-people-luxury-govt-officials-3148561",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "Of the over 8.9 billion tonnes of plastics that the world produced in the past six decades, only 9.0 per cent have been recycled, while the rest 91 per cent have ended up in the natural environment. Plastic particles smaller than 5.0 millimetres called microplastics can enter human body directly from plastic utensils and containers of foods, drinks and medicine people use. Also, these microplastics can enter the food chain from effluents in the form of wastewater discharged by different industries. These include dyeing, printing, washing, battery-making and pharmaceutical factories. Most of these fine microparticles of plastic, or microplastics, can pass through the filters of the factories' effluent treatment plants (ETPs). In this connection, a group of Bangladeshi scientists recently carried out a study on the microplastics contents of the samples of sludge and waste water entering as well as coming out of the ETP tanks of different industrial units. Their findings are revealing. For, according to those researchers, around 62 per cent of the microplastics could be removed from the treated waste water. Evidently, 38 per cent of the microplastics remained in the wastewater that was released in the environment. As the study result further showed, the sludges from pharmaceutical industries as well as the wastewater both going into and coming out of the ETPs of dyeing plants contained the highest amounts of the microplastics. This is no doubt a cause for concern, especially from the public hearth perspective. But the study findings in question only reflected the presence of microplastics in the samples from industries that have ETP facility. Then what about other similar industries that lack such effluent treatment arrangements? Obviously, they are polluting the country's entire ecosystem unhindered. While the government has some arrangements to monitor the treated waste materials from industries to ensure environmental safety, there is no such system, nor policy regarding microplastics. So, measures need to be in place to monitor and control the release of these microplastics in freshwater reservoirs and the rivers of the country. Further, these microplastics in the environment, especially, in the food chain, constitute a potential threat to public health. Similarly, microplastics floating in the air can also get into our bloodstream through inhalation. Recently, scientists in the Netherlands and the UK found plastic particles deep into the lungs of surgical patients. Such particles were found also in the blood donated for patients. Obviously, it was through inhaled air that those microplastics could enter the inner parts of human body. So, along with waste water from factories, airborne microplastics are yet another area of concern. So, efforts from all quarters concerned should be on to identify all possible sources of plastic microparticles and take necessary measures to eliminate those. Given that the filters of the ETPs in use in the country's different industries have been found to be partially effective at removing microplastics from wastewater, steps should be taken to procure ETPs that are better at handling microplastics. Notably, the awareness about microplastics and their possible impact on the unsuspecting people and animals ingesting them is rather of recent origin (actually, the word, microplastics, was first used by a marine scientist of the UK in 2004). Those concerned about environment and health need to work together to track the microplastics flowing into the environment from different sources and devise strategies to control those.",
        "headline_1": "Controlling microplastics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/controlling-microplastics-1666356819",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "With the geopolitical situation in Europe getting complicated, European nations have turned to LNG (liquefied natural gas) in a big way. The problem is that LNG supplies have not increased and the global LNG supply is now increasingly requisitioned for quenching Europe's energy needs. According to media reports, Europe has bought more in 2022 than any preceding year. The Russian invasion of Ukraine and the subsequent halt to the Nord stream supplies from Russia have led to a massive increase in demand for LNG in Europe. According to the Independent Commodity Intelligence Services (ICIS), LNG demand in Europe increased sharply over the January-September period. \"Demand in France rose by 88% compared with the same period in 2021, the Netherlands by 109% and Belgium by 157%.\" In fact the ICIS forecasts a tight global LNG market until 2024 with limited new production coming on to the market. Correspondingly, Germany, Netherlands and Belgium are all in the process of increasing capacity of their terminals to handle more LNG. Other countries like Italy, Malta and Croatia are also not far behind. ICIS data show, \"Italy will increase its LNG capacity in 2023 after grid operator Snam Rate Gas purchased the 3.6mpta FSRU Golar Tundra. The Adriatic LNG terminal in Italy will optimise capacity in 2022 and its gauging interest in further expansion in 2025.\" Greece is in the midst of planning for several FSRUs and terminal expansion.The fallout from all this flurry of activity to secure as much LNG as possible prior to winter setting in on the European continent, is a detrimental effect on the rest of the world, including countries like Bangladesh. Prices of LNG are up globally with the increased demand and more or less static supply of the fossil fuel. The squeeze in supply has hit Bangladesh hard. Energy shortage causes hours of load-shedding and low pressure of natural gas to industry is affecting productivity and causing untold miseries to the population at large.As Bangladesh has become overly dependent on imported fuels, the sudden surge in demand for LNG in Europe means that prices will go beyond its purchasing power. It is not simply a matter of having enough foreign exchange to buy what we need from the international market, but availability is also a major issue. Professor Mohammad Tamim of the BUET has recently stated that countries like Bangladesh and others in the region have been significantly affected by these changes in the LNG market as of 2022. In a recent interview he said \"Europe is trying to grab every molecule of gas wherever it is available.\" Countries like Bangladesh, India and Pakistan cannot match Europe's purchasing power. Demand for LNG has apparently dipped 10 per cent in Bangladesh according to media reports. Power cuts on account of energy crisis means loss of productivity in RMG, textile, spinning and dyeing factories - many of which have their own captive generators, but those too run on natural gas. With low pressure in gas, plants simply cannot run optimally. Due to 50 per cent surge in the price of diesel, it is fast becoming a losing proposition for industry at large. Although about 6,000 mw (megawatts) of electricity is produced from oil-fired power plants, we have a supply shortage because of international prices. But the majority of industries are heavily dependent on gas. The shortage of gas has forced reduction of power generation to 11,000 mw. We are in the midst of a full-blown energy crisis today. Apart from the rising price of LNG, soon we are going to face problem in importing coal too. Recent media reports tell us that Europe is turning to Southeast Asia's coal supplies because of the European Union's ban on coal import from Russia. Indonesian coal mining giant PT Adaro Energy has reportedly sold 300,000 tons of coal to the Netherlands and Spain. Another of Indonesia's state-owned coal companies PT Bukit Asam has exported 147,000 tons of coal to Italy in 2022 and apparently discussions for export are on with Germany and Poland. It makes one wonder how energy planning is done in this country. For years Bangladesh has failed to seriously explore its domestic gas resources, onshore and offshore alike, opting instead for everything to be imported, leaving energy security in the lurch. Similarly, the country's proven coal deposits were also put on hold on the excuse that it was a dirty fuel. Even if the country decides to start the process of excavation of coal, using open pit mining method (since no internationally reputed mining company will be remotely interested in closed pit method), commercial coal extraction will take a few years. So there is a need for all-out exploration, along with coal exploration because we are out of choices now. On the international front, Russian offer to sell refined oil needs to be accepted and the import procedures expedited. The fuel shock experienced now should provide for an impetus to plan for the country's future energy need.\n[email protected]",
        "headline_1": "Europe's aggressive procurement of LNG",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/europes-aggressive-procurement-of-lng-1666356939",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "Five years ago, in 2017, the government formally announced October 22 as the National Road Safety Day. It is also a recognition of the tireless campaign of film star and actor Ilias Kanchan to make the country's roads safe and secure for all. Twenty-nine years ago, his beloved wife, Jahanara Kanchan, died in a road crash. Following the tragedy, actor Kanchan founded an organisation named Nirapad Sarak Chai (we ask for safe roads) in December 1993. Since then, the organisation has been working through various programmes and activities to make all the stake-holders aware of the need to ensure safety of pedestrians, commuters, drivers and others on roads and highways. Though the critical movement gets moral and social support, it also faces various obstacles. Bus and truck owners and workers have been resisting the campaign from the beginning. Their resistance turned into dirty politics in the last couple of years due to backing from certain powerful quarters. Kanchan has also faced threats to his life several times. The transport lobby, the roguish union to be precise has tried to defame Kanchan and his fellowers. They have also made a biased claim that the movement is intended to penalise the transport workers only. However, the reality is different as demanding road safety is not intended to make transport workers entirely guilty of any road accident. Instead, the core idea is to create awareness among all the stakeholders to follow the traffic rules and regulations properly and put moral pressures on relevant law enforcement agencies to implement the road traffic act strictly. Nevertheless, almost three decades of the untiring campaign is yet to bring an outcome worth celebrating to the disappointment of devoted Kanchan and his co-fighters. There is no denying that the country's road safety has not improved, although the government has differed with the fact. Death in road accident has become an everyday affair. Reckless driving coupled with a frequent breach of traffic rules on roads and highways is the main reason for these accidents. Unfortunately, it appears that nobody is there to look after this highly serious issue and do something really pragmatic to curb accidents. According to the Bangladesh Road Safety Foundation's (RSF) annual report, at least 6,284 people died, and 7,468 others were injured in road accidents in 2021, compared to 5,431 people dead and 7,379 injured in road collisions in 2020.So, a large number of people also suffer non-fatal injuries due to road accidents. In case of fatal injuries, most incur disabilities due to their injuries. Clearly, injuries due to road accidents cause severe economic losses to individuals, their families, and also to the entire nation. These losses increase from the cost of treatment to lost productivity for those who were killed or disabled by their injuries. Some family members also need to take time off from work or education to care for the injured one. Unfortunately, the problem is under-reported and widely ignored, which also undermines the fatality of road accidents in Bangladesh.The movement initiated by Kanchan is thus quite relevant in the country, and the government needs to take it seriously. Different government bodies and agencies should work in a coordinated manner to reduce road accidents and make the roads safer. Building good road infrastructure is necessary, and the government has been doing so for the last decade. However, it is not sufficient unless these roads are made safe for all by taking necessary measures to that end.\n[email protected]",
        "headline_1": "Road safety is still a far cry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/road-safety-is-still-a-far-cry-1666357003",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2022"
    },
    {
        "full_article": "School banking is gaining popularity day by day in Bangladesh. According to the Bangladesh Bank, as of December 2021, the number of accounts under school banking was 2,866,873. And students deposited Tk 22.05 billion in these accounts. The central bank introduced school banking in 2010. So far, 55 banks have rolled out school banking operations, allowing students aged between 11 and 17 years to open accounts. The accounts come with a number of advantages, such as waivers on fees and charges, free internet banking, low minimum balance requirement and debit card availability at low costs. Accounts can be opened with a minimum deposit of Tk 100. Sometimes school and college-goers receive gifts as cash from their parents, siblings, and relatives on various occasions, or regularly save some money from their tiffin and deposit it in piggy banks. This money can be deposited in school banking account through which a student can learn more about banking and financial literacy. School banking is considered a popular money management initiative in many countries such as Australia and England. It can help the younger generation to be able to master money management from a very young age. At the same time, they can have the opportunity to build up a certain amount of capital before the end of their studies, which will help them in the future. Research shows that age does not matter when it comes to becoming an entrepreneur. All it takes is proper planning, innovative ideas, and a strong attitude and skillsets, which a youngster can learn by opening a school bank account and making money transactions. Savings are the yardstick of the future. So, it is important for everyone to practise saving. One should save little by little from today without thinking about tomorrow. It may be a piggy bank, an association, a private organisation, or any scheduled bank. In this case, young students should show enthusiasm. At the same time, their parents, guardians, and teachers should also come forward to help them open their banking accounts. \nChandan Mondal, Student of Department of Economics,Govt Titumir College, Dhaka, [email protected]",
        "headline_1": "Importance of school banking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-school-banking-1666357063",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2022"
    }
]