[
    {
        "full_article": "In an abrupt move few had anticipated, the Bharatiya Janata Party (BJP) replaced Biplab Kumar Deb with Manik Saha as Chief Minister of Tripura, a northeastern State that the party had wrested from the Left in 2018. Mr. Saha’s rise in the BJP that he joined in 2016 after quitting the Congress has been dramatic, and he largely owes it to Mr. Deb. The outgoing CM threw his weight behind Mr. Saha, who had succeeded him as president of the BJP State unit also. Public disapproval and rebellion within the BJP cornered Mr. Deb, and he was forced to make way for Mr. Saha. Mr. Saha inherits at least a part of his predecessor’s baggage. A couple of BJP MLAs have publicly expressed their unhappiness with the choice. Until he puts the party house in order quickly, establishes his credentials independent of Mr. Deb, and improves public perception about the State government, the new CM will remain on tenterhooks. In Uttarakhand, the BJP changed the CM thrice ahead of the Assembly elections earlier this year. The Tripura Assembly elections are nine months away, and the change of guard indicates the party’s assessment that course correction was required. Mr. Deb is the sixth Chief Minister to be replaced by the BJP in recent times, following Sarbananda Sonowal in Assam, B.S. Yediyurappa in Karnataka, Trivendra Singh Rawat and Tirath Singh Rawat in Uttarakhand in quick succession, and Vijay Rupani in Gujarat.The BJP takes all elections very seriously, but Tripura is special. The State was a bastion of the Left Front for decades until the BJP won the last Assembly election, signifying a unique ideological victory. Since then, the party has been wobbling; two sitting MLAs, Sudip Roy Barman and Ashish Kumar Saha, left the party in February to join the Congress, potentially indicating a new churning. A defeat next year could have ripple effects in other States, particularly in the northeast, and the party wants to avoid that at any cost. That said, the elevation of Mr. Saha, who has not risen through the Sangh Parivar ranks, suggests the BJP is also changing as it grows. True, there is no let-up in its Hindutva rhetoric, but it has perhaps become more opportunistic in using leaders from other ideological stables. Mr. Saha is the fourth person to become a BJP CM in a northeastern State, after crossing over from the Congress. Assam CM Himanta Biswa Sarma, one of them, is an influential actor in the BJP’s scheme of things now. The BJP continues to draft leaders from other parties in leadership positions across the country. Ideological agnosticism is nothing to be admired but it would be good if such crossovers lead to a less polarised polity. There is no evidence of any such trend, but Tripura could be a start.",
        "headline_1": "Change of guard: On BJP's course correction in Tripura",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/change-of-guard-the-hindu-editorial-on-bjps-course-correction-in-tripura/article65417194.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-05-2022"
    },
    {
        "full_article": "Russia invaded Ukraine on February 24 apparently to stop NATO’s further expansion into its neighbourhood. But in less than three months, the same invasion has pushed two countries in that neighbourhood to consider NATO membership. Last week, the Prime Minister and President of Finland, which has stayed neutral since the end of the Second World War, said they hoped their country would apply for NATO membership “without delay”. Sweden, which has stayed out of military alliances for 200 years, stated that NATO membership would strengthen its national security and stability in the Baltic and Nordic regions. If these two countries now formally apply for membership, it would be the biggest strategic setback for Russian President Vladimir Putin whose most important foreign policy focus has been on weakening NATO. Particularly alarming for Russia is the case of Finland, with which it has a hostile past. Stalin invaded Finland in 1939 demanding more territories. Though the Red Army struggled in the initial phase of the war, it forced Finland to sign the Moscow Peace Treaty, ceding some 9% of its territory. But a year later, the Finns, in an alliance with the German Nazis, attacked the Soviet troops. Peace was established along the 1,340-km Finnish-Russian border after the Nazis were defeated in the Second World War. Now, Ukraine appears to have deepened the security concerns of Finland and Sweden.It is still not clear whether these countries would be inducted into NATO any time soon. Within the alliance, decisions are taken unanimously. Turkey has already expressed its opposition to taking the Nordic countries in. While the U.S. and the U.K. are pushing for NATO’s expansion, Germany and France have taken a more cautious line. Hungary, which has deep ties with Russia and has already held up the EU’s plan to ban Russian oil imports, has not made its views clear. But the mere declaration of intent by Finland and Sweden to join NATO has sent tensions in Europe soaring, with Russia threatening ‘military and technical’ retaliation. Normatively speaking, Finland and Sweden are sovereign countries and free to take decisions on joining any alliance. It is up to NATO to decide whether they should be taken in or not. But a bigger question these countries as well as Europe as a whole face is whether another round of expansion of NATO would help bring in peace and stability in Europe, particularly at a time when the continent is facing a pre-First World War-type security competition. It would escalate the current crisis between nuclear-armed Russia and NATO to dangerous levels. Already the several rounds of NATO expansion and Russia’s territorial aggression have brought the world to its most dangerous moment since the 1962 Cuban missile crisis. Russia should immediately halt the war and all the stakeholders should focus on finding a long-term solution to the crisis.",
        "headline_1": "Fuel to fire: On Finland joining NATO",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fuel-to-fire-the-hindu-editorial-on-finland-joining-nato/article65416755.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-05-2022"
    },
    {
        "full_article": "Earlier this month, Prime Minister Sheikh Hasina made a remark that assumes significance given the rueful undertone that her statement conveyed. This was a follow-up of her statement last month. She is reported to have said, \"Some people are always trying to regroup and oust the government.\" That despite all the developments that have taken place in the last decade under her watch. She also alluded to the effort of some political parties to seek help from foreigners, \"hoping that someone abroad will hold their hands and put them on the throne.\" She had reportedly said in end April that a group of political parties had joined hands with the BNP-Jamaat alliance to try to oust her government. And she wondered what the fault of the Awami League government was, and why they wanted to oust it. Here is my tuppenny worth of opinion.\nLet's pose a counterquestion: Why, indeed, would anyone try to \"oust\" a political party that is well ensconced in power, and has so much to show on the economic front? In this regard, we would like to believe that the parties that the prime minister named and the people she mentioned in her remarks are well established and recognised political parties and people with long political credentials. Hence, the term \"oust\" that denotes a more sinister intention than a legal political process of replacing a party in power through elections does not apply here. \"Unseat,\" perhaps, may be more appropriate here. We are totally opposed to supra-political means of changing government and would like to believe that all legal political parties—which all opposition parties are—also subscribe to this principled view. Anything contrary must be curbed ruthlessly. The last such intervention was that by Gen Moin in the political process in 2008. The Awami League continues to enjoy the fruits of that intervention. Some of the above-mentioned changes were welcomed with the comment of the Awami League leader that \"we are not unhappy,\" and in 2008, the party assured that all the ordinances of the caretaker government would be validated if the party was elected to office, nay \"power.\" And indeed, most of those were.\nThe economic story is astounding, but who will answer for the thousands of crores of taka that has been siphoned off from the country? Despite the not-so-sound condition of the banking sector, more and more private banks were allowed to open—an example of crony capitalism. And most of those who deliberately violated banking rules are yet to be brought to justice.\nThe less said about shrinking political space to the opposition, the better. Thus, when the ruling party taunts the main opposition party for the lack of its presence on the streets or losing political relevance, they know one of the main reasons why. Even a gathering of politicians within the walls of a house is considered clandestine and, in some cases, forced to break up.\nThe politicisation of the administration, particularly the police, has set a very bad precedence. For example, did the Rab chief not exceed his remit when he warned against protesting the scrapping of Article 370 in India in Bangladesh (New Age, August 10, 2019)? Some of the recent comments of senior police officials sound like those of party cadres. The regression of law and order is exposed by the way law enforcers have acted on a selective basis in many instances.\nAs for \"hoping that someone abroad will hold their hands and put them on the throne,\" running to the foreigners has been the cheap stock-in-trade of all our political parties. But the only direct involvement in our elections that one can recall was when Indian Foreign Secretary Sujatha Singh personally tried to prevail on Ershad to join the 2014 parliamentary polls when all the other opposition parties had boycotted it (Dhaka Tribune, July 1, 2014). Without an opposition, the election would have been far more questionable than it was.\nThen there is the issue of the rule of law, which has severely eroded the ruling party's image. There is nothing wrong with the law, but everything with the order. When law is applied selectively, it becomes the rule of men. When a convicted person belonging to the ruling party can go abroad for treatment without any impediment, while another has to wait for government benediction, it betrays the attitude of the administration towards the rule of law, and does nothing to enhance the government's image. There are examples where law has been applied depending on who the alleged accused was.\nLast, but not the least, let's restate that it is the constant effort of the opposition in any country to unseat the party in power through elections by exposing the failures of the incumbent and offering better alternatives to the public. And anti-government utterances and criticisms are absolutely the established norm in a free political system. This cannot be painted as anti-state activities, which has been done during the tenure of the current regime. Criticism of anyone remotely associated with the high-ups of the party in power has invited the wrath of the administration, as was the case with writer Mushtaq and cartoonist Kishore. The former died in custody in February 2021, and Kishore's case lingers. The Digital Security Act, and the proposed Data Protection Act—which is seen as being legislated with next year's parliamentary elections in mind—have curbed and will curb the freedom of expression even more. The worst sufferer has been the media, whose self-censorship has reached to a weird level, and criticism of political personalities has come to be regarded as lese-majesty.\nHave the people really swallowed the ruling party's mantra of Development before Democracy? That is what the Awami League should ask itself.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "Are some people always trying to ‘oust’ the government?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/are-some-people-always-trying-oust-the-government-3024351",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2022"
    },
    {
        "full_article": "Two years ago, garment order books were empty as Covid broke out and shut down the main global markets for Bangladesh. Two years on, those order books are full. Our ready-made garment (RMG) industry has come full circle, following what we will surely look back upon one day as one of the most extraordinary periods in our history.\nNobody knows how the next few months or years will pan out. There are talks of global inflation leading to higher interest rates, which will be required to put the brakes on rising prices. Higher interest rates often slow down the economy. Others think inflationary pressures might ease off on their own once the global supply chains begin to move properly and the bottlenecks clear up in major logistics hubs, such as China.\nThe picture of uncertainty prevails, but we must be grateful that, amid these volatile times, business is good. But what now? I think we have an opportunity that we should not allow to go to waste. Bangladesh must strike while the iron is hot and capitalise on healthy order books by making investments and changes that will serve us well in years to come.\nSomebody asked me just recently about how I think the next 12-18 months would go. That is anyone's guess. That said, our business has been fairly robust since late last year, and I don't see why this would change anytime soon. The reason I say this with a fair degree of confidence is China, the world's largest textile market, which has adopted a \"zero Covid\" strategy, closing down whole cities due to a small number of infections.\nThese issues have major implications for Bangladesh. Our own government has taken a light-touch approach to the pandemic, balancing the need for public health safety with the necessity of having a healthy economy. China continues down its path of zero Covid, which shows no sign of being discontinued.\nThe upshot of all this is that China is becoming a serious sourcing risk for all retailers, including those in fashion. When people ask how I see the near-future unfolding, it is difficult not to see a further decoupling between China and fashion brands and retailers, and more business for its closest rivals, such as Bangladesh.\nSo it is high time now for our garment suppliers to take steps and turn this short-term opportunity into a long-term business strategy. The sun won't shine forever on our industry, and there are steps we can take to capitalise on the healthy revenue streams we are experiencing right now. We must not waste this opportunity.\nInvestment in key, business-critical areas is a must-do for our industry in the next 12-18 months.\nThe first of these areas is technological upgrading in our factories. Productivity rates remain low in our industry compared to that of our rivals. Better operational management, better layout, more modern machinery—all these can enable us to improve productivity and bottom lines. They can also ensure that we continue to meet customer requirements and be more flexible to changes in orders.\nAnother factor is training manpower. Good people make a successful business. Attracting decent talent is a huge challenge at any time, particularly when order books are full to the brim. Now is the time to invest in people and their training, and to forge stronger links with our colleges and universities.\nThe third point is, of course, sustainability. One thing I have witnessed this past year is that our customers are doubling down on their demand for sustainability now more than ever. We are seeing big fashion retailers rationalising their supply bases, getting rid of suppliers that cannot meet their criteria for sustainable production. Some of our factories risk being left behind in the new landscape if they don't invest in, for instance, energy and water-saving technologies.\nThe final area I believe we need to focus on is promotion and marketing. I see so much interest in Bangladeshi products right now, there is such a huge groundswell of goodwill towards our industry. Fashion brands saw during the pandemic that we can be relied upon as a trusted sourcing partner, and I now believe we are reaping the rewards of that.\nLet's not waste this goodwill, and let's all focus on the same key factors: quality, consistency and sustainability. Some people believe a shift of production from China to Bangladesh might be temporary. It's up to us to make sure this is a permanent shift, and for that, we need to invest.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Let’s capitalise on the booming RMG business",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/lets-capitalise-the-booming-rmg-business-3024326",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2022"
    },
    {
        "full_article": "There is nothing to be panicked about if taka slides further against the dollar. It's not only that the market demands it, but it is also the penalty the nation must pay for the government's wrong policy on the exchange rate in the first place. Since the early 2020s, taka was wrongly overvalued, hurting exports and remittances and boosting imports for long. These widened the current account deficits and depleted the foreign currency reserves. Sliding of taka would help reset these trajectories and leave the central bank in a better shape than before.\nSome people misconstrue the value of taka and wrongly tie it with the strength of the government. It's the opposite for a developing nation like Bangladesh. Let me explain the case particularly for those who mix taka's value with politics. The exchange rate is the amount of foreign currency that one unit of domestic currency can buy. It's the amount of US dollar that one unit of taka can buy, which is $0.011494252 (=1/87) or close to 1.15 cents when one dollar is sold for Tk 87.\nNext, if one dollar is sold for Tk 91, both the exchange rate and the value of taka go down to $0.01098901 (=1/91) or close to 1.1 cents. Now, taka's purchasing power has fallen from 1.15 cents to 1.1 cents—which we term as devaluation of local currency. Some people take this weakening of taka as a sign of weakness in the economy, and even go as far as to blame the government for making the nation weaker on the global stage. Is that so?\nLike the interest rate, the exchange rate is a tool for the central bank to regulate the economy and guide it in the right direction, so that inflation is controlled and employment is maximised. In any journey, reaching the destination is the main objective. Passengers hardly care about how the driver is using the clutch, brake, and accelerator. Of course, we always need to appoint an experienced and efficient driver to avoid accidents. And herein lies the importance of policymaking and having the right people in the driving seat.\nSince the early 2000s, the government committed to the regime of floating exchange rates. Essentially, it remained highly administered and artificially managed—a style often termed as a \"dirty float\". The central bank can iron out the day-to-day volatility of taka's value, but it shouldn't stay too far away from the interbank value, or the market value determined by a fair play of demand and supply. The kerb-side or street-market value which the brokers determine unofficially is often a reflection of the market value.\nTo illustrate a case, Bangladesh Bank (BB) assigned the rate for importers—called BC rate or bills for collection rate—at Tk 86.75 on May 9, 2022. This rate assignment is impractical and has no connection with what is going on in the market. Importers had to buy dollars at as high a rate as Tk 95 to pay import bills. Banks were compelled to collect high price for the dollar because the demand far outstripped the supply. BB has a research division that is capable of analysing the dynamics to reflect a fair exchange rate. But who cares about research? Knowledge or expertise takes a back seat, while obedience to the finance ministry—which is supposed to be guided by political judgment—matters the most. Hence, BB's mistakes in policymaking seem unavoidable.\nTaka has long remained artificially overvalued, and thus deprived millions of remittance-recipients since the dollar was undervalued. When remittance began to decline due to BB's poor valuation of the dollar and expatriates resorted to using hundis or other informal channels, BB introduced a nuisance in the form of 2 percent incentive (now 2.5 percent) to be added on top of the dollar's value in taka. Why can't BB add that 2.5 percent directly on the dollar's value? The dollar deserves more than that amount against taka to reflect the market price. Why is that extra piece of cake needed in a set-up of a market economy? The result: more tangles, more circulars, more layers, more frills, more sweeteners, and invariably, more complexities with more corruption. We are not sure whose brainchild this \"remittance incentive\" is, but it resembles a piece of advice under the Pakistani regime that had introduced more regulations and bureaucratic tentacles to rule Bengalis.\nBB advisers must come out of that mindset and devise ways on how to ensure a fair play of demand and supply to determine interest rates, exchange rates, and a correct value of taka. A fair price never requires a subsidy or an incentive. Vitamin tablets are redundant if someone takes natural healthy foods. Controls are the mantra of the mediocre because controls make them feel important.\nOur foreign reserves stood at USD 46 billion in December 2021, and it has slid to USD 41 billion—equivalent to roughly 6 months' imports given the current pace. It's still fine. But if taka isn't allowed to reflect its real value by sliding further against dollar, foreign reserves will reach an alarming low in a year or so. Why? At the end of FY 2022 in June, imports may hit up to USD 80 billion and exports USD 50 billion. A major part of this trade deficit of USD 30 billion will be offset by the expected remittance of USD 20 billion. Since balance of services is in deficit, the total current account deficits are expected to be USD 18 billion or so. If capital accounts can't offset the deficits, the reserves' coverage length of import bills will shrink further.\nBut if taka depreciates against the dollar, the rise in both exports and remittances will outpace that in imports, dwindling the current account deficits and boosting foreign reserves. The government's recent ban on luxury imports seems to be politically popular, but it is also losing its import duties which are much higher on luxuries. The widening tentacles of import restrictions will add further salt to the injury of our fiscal capacity, which is one of the lowest in the world. The government will then resort to using more of its favourite tool—Sanchayapatra—another example of non-market pricing and the most expensive deficit financing of the government.\nComing closer to the market in fixing both exchange rates and interest rates is the best answer to avoiding all ad hoc circulars, frills, subsidies, incentives, and restrictions—which engender policing, rent-seeking, and corruption. Taka's value may rise or fall based on its market value, and the economy will either gain or lose at times. But keeping its value artificially too high is foolish. It will do more harm than good to the economy by damaging its balance of payments.   \n \nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US and former chief economist of Bangladesh Bank.\n \n",
        "headline_1": "So what if taka slides against dollar?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/so-what-if-taka-slides-against-dollar-3024316",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2022"
    },
    {
        "full_article": "A leaked draft opinion shows that the US Supreme Court is set to overturn Roe vs Wade and Planned Parenthood vs Casey, two Supreme Court decisions that guarantee the federal constitutional protection of the right to abortion. The striking of Roe vs Wade would be the final blow to abortion rights in the US, following several recent state legislations against abortion, including regulation of the stages of pregnancy at which abortion is legal. If Roe vs Wade is overturned, we are likely to see an overhaul of most reproductive rights of American women, resulting in state control, surveillance, and criminalisation of women's bodies.\nBut the effect of the law will not be the same everywhere. The language of the draft opinion is very deliberate that the court will be returning the power of abortion legislation to elected representatives in the states. The fate of women's access to abortions will be dependent on the political affiliation of their state. If the 1973 decision in Roe vs Wade is overturned, abortion will likely become illegal in at least 26 states, leaving abortion legal in the coastal blue states. As in the days before Roe vs Wade, the removal of the constitutional right to abortion will have a disproportionate effect on the young, on poor women, and on women of colour. Wealthy women will still be able to travel to safe places for abortion.\nUS Supreme Court Associate Justice Samuel Alito's draft opinion and recent court battles rely on the personhood of a foetus to bring charges against pregnant women for ending their pregnancies before birth, thus stripping their civil rights. Law professor Michele Goodwin pointed out on Democracy Now that black and brown women were already being criminalised for terminated pregnancies. Pregnant women have been charged with crimes of attempted feticide, manslaughter, or endangerment of a foetus when their pregnancies ended after falling down the stairs or in a shooting.\nIf the Supreme Court overturns Roe vs Wade, we are likely to see an intensification of the efforts to strip abortion rights that are already present in several anti-abortion bills. Alito's opinion cites the Mississippi bill, which aims to make abortion illegal after 15 weeks of pregnancy. In 2021, the Supreme Court upheld an anti-abortion law in Texas banning all abortions after six weeks of pregnancy. In 2022 alone, 82 new abortion restrictions were introduced in 30 states.\nThe language in the leaked opinion hints at the attempt to use pregnant women's bodies as sources of supply of infants, by pressuring women towards adoption through illusive claims of safe child welfare programmes that profit off taking away children for adoption. This language to move from abortion to adoption proposes that young mothers carry a pregnancy to term and then give up their babies for adoption. Trump judge Amy Coney Barrett suggested that abortion is unnecessary since mothers can use the safe haven law to safely give up their babies. Activist Rebecca Nagle tweeted that crisis pregnancy centres often act as decoy centres to persuade women through deception and coercion to give up their babies for adoption instead. Soon, anti-abortion states will dictate that a pregnant woman should carry her pregnancy to term. Aside from the loss of freedom, the dictate to carry a pregnancy to term will put young women at dangerous psychological and physical risks, especially in communities with high maternal morbidity.\nSome activists are saying that many women in the US have never had real access to abortion. Abortion is already restricted at the federal, state, and local levels. Almost immediately after Roe vs Wade passed, abortion rights were regulated out of existence for poor women when the Hyde Amendment passed by Congress in 1976 (and in effect since 1980) blocked federal funds from being used for abortion—specifically Medicaid-funded abortion. Writer Yasmin Nair writes, \"Abortion rights were watered down long ago. Restrictions on access to abortion clinics can be incredibly onerous, requiring some women to make long trips, return for second visits, or observe waiting periods of up to 72 hours.\" Even the draft opinion concedes that state legislation in some states has always tightly restricted abortion at all stages of pregnancy.\nDemocrats now control the House and the Senate, but they don't have the 60 votes necessary to codify abortion rights into law (Democrats only have 50 senators). The filibuster is a Senate rule that requires 60 votes to pass most legislation. Democrats could end the filibuster with 50 votes, but two Democratic senators, Joe Manchin and Kyrsten Sinema, may not vote to end the filibuster. Meanwhile, powerful democrats like Nancy Pelosi and Jim Clyburn have endorsed anti-abortion Democrat Representative Henry Cuellar against the progressive pro-choice candidate Jessica Cisneros in an important primary election in Texas.\nAbortion has always been marginalised on all sides of the political spectrum. In his presidential campaign, President Barack Obama promised to codify Roe vs Wade into law, but he did not do so during his term when Democrats held a filibuster-proof 60-40 supermajority in the Senate, saying it was not his highest legislative priority and that abortion was a divisive issue. Instead, he focused on reducing teen pregnancy. In 2016, presidential candidate Hillary Clinton chose the anti-abortion Tim Kaine as her running mate. And President Joe Biden voted against Medicaid funding for abortion in 1977, voted against federal workers using health insurance on abortion in 1983, and openly opposed abortion many times as a devout Roman Catholic.\nMany young people are saying that no matter how many times you vote or seek to reform through elections, people's choices will never be reflected. How can we seek reform through the Supreme Court, when the court has itself imposed cruel rules? The leaked opinion argues that the court can only make a decision based on the rights already protected by the constitution and historical precedent, but America is a country with a deeply troubled, racist past still codified in law.\nBlack, brown, and poor women, whose reproductive rights will be most affected by an overturn of the decision in Roe vs Wade, are already denied access to abortion and other reproductive rights. Black women not only have an extraordinarily high maternal mortality rate, but also suffer from systemic racism, lack of safe water, food and shelter, incarceration, and police violence. Indigenous women are routinely abducted, raped, and murdered. Women in Appalachia suffer from horrific reproductive health outcomes and high environmental pollution, from fracking, water and air pollution, and earthquakes. Many women don't even have access to healthcare. In a country with so little regard for the reproductive rights of its black, brown, and poor women, the overturning of Roe vs Wade would only be the final strike against women's freedom, dignity, and well-being.\n \nGemini Wahhaj is an associate professor of English at Lone Star College in Texas, US.\n",
        "headline_1": "Potential Overturning of Roe vs Wade: Let women have agency over their own bodies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/potential-overturning-roe-vs-wade-let-women-have-agency-over-their-own-bodies-3024291",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2022"
    },
    {
        "full_article": "It is good to know from Dhaka North Mayor Atiqul Islam that they are planning to introduce buses for different schools, especially the English-medium ones, to reduce traffic congestion in the city. While we appreciate the mayor for suggesting this big step, we would also like to add that the government should introduce school buses in both English and Bangla medium schools. Designated school buses will not only reduce traffic jams in the city, but it will also ensure safety of the schoolchildren on the road.\nDhaka's traffic congestion has become literally unbearable over the last one decade, due mainly to an increasing number of personal cars and various infrastructure development projects going on across the main thoroughfares of the city. While we are hopeful that these development projects, such as the metro rail, will end soon, can we hope to see a reduced number of private cars on our streets in near future? No, not until our public transport system becomes safe and convenient for the commuters.\nAccording to a study by Brac Institute of Governance and Development (BIGD), traffic congestion in Dhaka eats up around five million working hours every day and costs the country USD 11.4 billion every year. If we want to reverse the situation, we need to make some vital changes in our public transport system. Since private cars are a major reason for the crippling traffic jam on an average work day, we need to come up with good plans to reduce their number on the road.\nThe affluent citizens of the city generally send their children to school by car. And, often, one car carries only one child. This creates a mad rush of privately-owned cars during school hours, bringing the main roads of the city to a standstill. Some of the residential areas in Dhaka have become difficult to live in due to day-long traffic congestions, caused by the unlimited number of cars parked on the roads. If all the schools in the city have their own buses for carrying students, the situation will significantly improve. Fewer cars on the streets will also mean better air quality.\nBut how the government will make the schools agree to their plan is the question here. The DNCC mayor has said that the government will reduce taxes for those who will introduce school bus service. While this may encourage some schools to take this major step, more incentives are needed for this initiative to be an all-out success.\nWe hope the government will seriously consider this issue and come up with a well-thought-out plan with participation from all the stakeholders involved.\n",
        "headline_1": "Introducing school buses is the need of the hour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/introducing-school-buses-the-need-the-hour-3024281",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2022"
    },
    {
        "full_article": "It is distressing news that our single biggest exporter of wheat, India, has put a curb on export of the food grain. Bangladesh happens to be the single biggest importer of Indian wheat. Wheat is the second most consumed grain item in Bangladesh, and after the edible oil crunch, which was partly man-made, it is alarming that we must now brace for a spike in wheat price as well. In fact, no sooner had India announced the shocking news on May 14 that prices in the wholesale market in Chattogram shot up by as much as 25 percent.\nEconomists had predicted that the Russian aggression on Ukraine—a conflict that has the potential to be long-drawn—would have severe consequences on the world economy. But apart from the war, which involves Russia—the largest wheat exporter in the world, and which is facing international sanctions— on the one side, and Ukraine—which produces a staggering six percent of food calories traded around the globe— on the other, a concatenation of events has combined to adversely affect the wheat market. There was poor harvest in China, the largest wheat producer in the world, and severe drought in India. All this, as the world was already facing severe supply chain pressure caused by the pandemic and rise in fuel and food prices.\nHowever, there is a ray of hope, held out in the assurance of the Indian commerce secretary that India's neighbours as well as the needy countries would receive special dispensation. Given that we import more than 80 percent of our requirement of wheat from India, we believe that the Bangladesh government should take it up with its Indian counterpart to initiate deals at government level for wheat import. It should also request India to ensure shipment of the amount of wheat for which letter of credit has reportedly been issued already.\nThere is a silver lining, too, because the next harvest of wheat in Bangladesh is due soon and the product will be in the market by the end of May. But the most important job for the administration in the interregnum is to prevent panic-buying. And even more importantly, it must launch an anti-hoarding drive straight away to prevent the repetition of what we experienced with edible oil. The government may even consider legislating laws that would make hoarding of fast-moving food items a grievous penal offence, meriting the highest degree of punishment.\n",
        "headline_1": "India’s ban on wheat export is disconcerting",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/indias-ban-wheat-export-disconcerting-3024126",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2022"
    }
]