[
    {
        "full_article": "The release of 11 convicts sentenced to life for the heinous murder of seven people and the gang-rape of three women during the Gujarat communal pogrom of 2002 is a questionable decision by the State. On the face of it, it also appears to be illegal, as their terms seem to have been remitted without the required consultation with the Union government. It defies logic that those convicted for direct involvement in the rape of three women, the murder of a three-year-old and six others can be considered candidates for premature release under any remission policy. One of the convicts had obtained an order from the Supreme Court in May, under which Gujarat, the State in which the crime occurred, was held to be the appropriate government to consider his premature release. The Court had asked the State to decide the application under its 1992 remission policy, as it was the relevant one on the date of conviction in 2008. However, it is difficult to treat this as a waiver of the requirement under Section 435 of the Code of Criminal Procedure, which makes consultation with the Centre mandatory. Further, a Constitution Bench, in 2015, held that ‘consultation’ meant ‘concurrence’ in this provision. The remission also runs contrary to the spirit of contemporary thinking on treating crimes against women and children, especially rape combined with murder, as so heinous that the perpetrators should not be considered for remission. It is not clear if the committee that recommended remission had considered the disquieting effect the release of these prisoners might have on the survivors and other members of the affected community.A life sentence normally means that a convict has to spend the natural life in prison. The Cr.P.C. does permit premature release in the form of remission or commutation, but it should be based on a legal and constitutional scheme, and not on a ruler’s whimsy. The power of remission has been conferred on the Union and State governments — apart from the sovereign power of clemency enjoyed by the President and Governors — so that it can be used to temper the law’s rigours with an element of grace. While the benefit of remission ought not to be denied to anyone without a ray of hope that they will be free one day, it is a power to be exercised with discretion and wisdom. Further, any decision on remission should be linked to the convict’s expression of regret and some promise of reform. It would be unjustified if given for political considerations merely because of elapse of the minimum number of years they have to serve. With an Assembly election due in Gujarat at the end of the year, it is difficult not to read political significance into this decision. The sight of the released convicts being greeted and feted on their release will not sit easy on the country’s conscience.",
        "headline_1": "Remission without reform: On the release of 11 convicts in Bilkis Bano case",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/remission-without-reform-on-the-release-of-11-convicts-in-bilkis-bano-case/article65775922.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "The Iranian Foreign Ministry’s comment, that only “Salman Rushdie and his supporters” were to be blamed for the gruesome knife attack on the author in New York State last week, is yet another reiteration of the clerical establishment’s well-known regressive position on the Rushdie affair. The 1989 fatwa against Rushdie, issued by Iran’s then Supreme Leader Ayatollah Khomeini, because he believed the author’s The Satanic Verses was blasphemous, has already wreaked enough havoc across the world. It was a rare instance of a leader of a country issuing an extra-territorial death sentence against an author who was living in another country by invoking his pan-Islamist beliefs and clerical authority. Dozens were killed in riots. The book’s translators and publishers were attacked. It drove Rushdie underground for years. Thirty-three years later, Rushdie was attacked by a 24-year-old American citizen of Lebanese descent, whose social media accounts are reportedly filled with pro-Khomeini and pro-Iran content. Iran has denied any role. It is astonishing that Iran could not even issue a statement condemning the attack and the attacker. Worse, pro-state media in Iran applauded “the courageous and duty-conscious man who attacked the apostate and depraved Salman Rushdie in New York”.In the past, Iran’s government had stayed away from Khomeini’s fatwa. In 1998, Kamal Kharrazi, Foreign Minister in the government of reformist President Mohammad Khatami, announced in New York that Iran would not attempt to kill Rushdie. As it was generally interpreted as an informal revocation of the fatwa, the U.K. normalised ties with the Islamic Republic. But hardliners tightened their grip on Iran’s institutions once Khatami’s two terms came to an end in 2005. In the same year, Ayatollah Khamenei repeated Khomeini’s position — that Rushdie was “an apostate whose killing would be authorised by Islam”. In 2019, the Ayatollah’s Twitter account was briefly suspended after he said the fatwa was “solid and irrevocable”, The edict clearly made matters worse for Rushdie, but it did not stop him from writing. He wrote some of his finest fiction and essays during this period, disproving, as Christopher Hitchens put it, “Orwell’s fine but fallacious dictum that ‘the imagination, like certain wild animals, will not breed in captivity’”. Rushdie continued to live under the Ayatollah’s sword, but remained a champion of the freedoms he believed in, something which those who bayed for his blood never managed to reconcile with. Iran may not have a direct role in the attack. But as the fatwa issued by the leader of its revolution has hunted down this harmless man of words for over three decades, Iran has the moral responsibility, at least now when he is recovering from serious wounds, to revoke the fatwa and unequivocally condemn the attack.",
        "headline_1": "Taking responsibility: On Salman Rushdie attack in New York",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/taking-responsibility-on-salman-rushdie-attack-in-new-york/article65775946.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Entrepreneurship has exploded in India in recent decades, but is the past a prologue? I certainly don’t have a crystal ball, but I do think that India@75 has important lessons to learn as we move towards India@100.\nWith the rise of information technology behemoths and e-commerce, entrepreneurs have also risen, armed only with technical know-how, global awareness, modest access to capital and chutzpah in no small measure. To me, this unlocking of latent talent marks this era of entrepreneurship. Now, in 2022, India has the third-largest startup ecosystem globally, after the US and China, with over 65,000 recognised startups that have created over 7,00,000 jobs.\nRead full opinion on TOI+\n\n",
        "headline_1": "The capital question: Entrepreneurship is booming. Sustaining this requires massive R&D investment and more women in business",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-capital-question-entrepreneurship-is-booming-sustaining-this-requires-massive-rd-investment-and-more-women-in-business/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "The docking of Chinese research vessel Yuan Wang 5 at Sri Lanka’s Hambantota port, despite objections from India and the US, highlights Beijing’s growing maritime clout in the Indian Ocean Region (IOR). Yuan Wang 5 is strongly suspected to be a Chinese spy ship and is operated by PLA’s Strategic Support Force. Its visit to Sri Lanka was initially deferred after New Delhi conveyed its concerns to Colombo. But after high-level representations from Beijing, Colombo backtracked. Sri Lanka needs China’s support to restructure its massive external debt and qualify for an IMF bailout. Clearly, India’s $4 billion emergency aid counted for less.\nThis is a major strategic headache for India. Given Sri Lanka’s proximity to Indian shores and the current icy ties between New Delhi and Beijing, and also given that China today has the world’s largest navy, Chinese activities in IOR will add another dimension to an already formidable security challenge. China continues to produce military ships at a fast clip. One of Beijing’s main goals in restructuring PLA over the last eight years was to massively upgrade naval power. Therefore, China can now deploy a vast array of grey-zone maritime tactics using both battleships – as it did recently in the Taiwan Strait – and its fleet of maritime militia and “research vessels”. The latter have been used extensively in the South China Sea. Recall that in 2019 another Chinese “research and survey ship”, Haiyang Dizhi 8, tried to create trouble for oil and gas production in the Vietnamese offshore block, an area that also has ONGC.\nSri Lanka is no doubt caught between a rock and a hard place. But it still must carefully consider implications of Chinese naval visits to its ports. A big reason why it finds itself under a mountain of debt is unprincipled Chinese loans that were used to finance white elephant projects. It hardly needs reminding that Colombo was forced to lease the Hambantota port to the Chinese for 99 years. Therefore, China’s maritime diplomacy and naval expeditions are anything but innocuous. For India, protecting its strategic interests in the IOR won’t be easy. It recently gifted Colombo a Dornier-228 maritime patrol aircraft. Gifts like these won’t be enough. Given India’s constraints, taking on China in IOR will require it to work closely with Quad.\n\n",
        "headline_1": "Sea Lanka problem: China’s “spy” ship in Lankan port is a security worry that requires India to work with Quad",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sea-lanka-problem-chinas-spy-ship-in-lankan-port-is-a-security-worry-that-requires-india-to-work-with-quad/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "The new Bihar cabinet started by playing a wearingly old tune: CM Nitish Kumar has promised plenty of jobs, 20 lakh to be precise. Voters don’t believe politicians when they promise jobs. They don’t seem to punish them for failing to keep those promises either. To take the most notable example, BJP has made plenty of job promises, failed to keep them and has an excellent win record. But maybe, just maybe, Bihar’s voters may run out of patience this time. Tejashwi Yadav rallied young voters by vowing 10 lakh government jobs in 2020 and Nitish had faced repeated heckling. Young Biharis are among the most anxious job seekers in the country, as the intensity of the Agnipath agitation showed.\nStates are of course in no position to offer a huge number of government jobs. And in some states, any job creation has to be over a vicious cycle. Bihar is a prime example. Agriculture employs 76% of its workforce. There are 1.83 crore landless labourers, and the average landholding size of 0.39 hectares means its 1.64 crore farm holdings are unviable. Nitish had abolished APMCs way back in 2006. But that hasn’t helped because low urbanisation and poor facilities majorly discourage private trade.\nThis cycle can be broken if labour-intensive manufacturing sets up shop. Given Bihar’s low wages and its abundant supply of women workers, a smart and determined state government can use these advantages and add on SEZs as a further incentive. SEZs that successfully deliver unencumbered labour laws, guaranteed power supply and in-house basic infrastructure can, given low wage costs, change the depressing employment situation in Bihar. But that won’t be enough in a state with India’s lowest per capita income. Bihar still needs internal migration, lots of it, to employ its young.\n\n",
        "headline_1": "Job for Bihar: India’s lowest per capita income state needs some radical solutions to employ its young",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/job-for-bihar-indias-lowest-per-capita-income-state-needs-some-radical-solutions-to-employ-its-young/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Seventy-five years of a nation is a good time to reflect on the performance of the premier service, where it has failed and where, if at all, it has made a difference. It is true that the public perception is negative as the misdeeds of a few, whose numbers seem to be disturbingly increasing, rightly get wide media coverage. The quiet and silent youngster, struggling to improve the lives and livelihoods of people in remote regions of the country, often goes unnoticed.\nIncentives and conformity: Foreign posting incentives are one attraction in the service that often makes even the competent, a conformist. The opportunity is not fair and equal, a few instances notwithstanding. Connections count. Like all bureaucracies, the system often prefers conformity over competence, conviction and willingness to take an evidence-based position. A democracy has its own compulsions of political compliance and the IAS is not insulated from it. The political culture of the times does influence all professionals.\nRead full opinion on TOI+\n\n",
        "headline_1": "Bureaucrats haven’t failed. But they can do better: Their performance depends crucially on politicians and is also constrained by conformity culture",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bureaucrats-havent-failed-but-they-can-do-better-their-performance-depends-crucially-on-politicians-and-is-also-constrained-by-conformity-culture/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Bangladesh's banking sector is often in the news, and not necessarily always for the right reasons. Recent media reports, citing the central bank data, suggest that as of June this year, defaulted loans have reached Tk 125,257 crore, a new high – or low depending on the perspective – for the country. It is a 26.3 percent increase from the previous year.\nThis is an alarming sign for an already convalescent banking sector that is struggling to recover non-performing loans (NPLs) from defaulters, many of whom are wilful defaulters. Over the years, the country has been witnessing a trend of spiralling bad debts, and experts have raised plenty of red flags from time to time for the regulators to take pre-emptive measures to control the situation before it gets worse. But it seems the warnings have all fallen on deaf years.\nThe most recent BB bad debt data was revealed against the backdrop of the central bank's July 18 directive to further relax rules for repayment of NPLs, for which it has garnered much criticism from economists and financial experts alike. The relaxed policy allows banks to reschedule their non-performing loans for up to four times instead of the previous three, and with extended grace periods and slashed down payment and repayment schemes.\nFor instance, defaulters who have taken term loans would be required to pay 2.5-6.5 percent of their total NPL amount as down payment. Previously it was 10-30 percent. Similarly, those who had taken loans in the form of working capital or demand loans, would have to give a down payment of 2.5-5 percent, instead of the previous 5-15 percent. Exporters will be required to pay two percent of their rescheduled loans to secure new loans. Previously it was 7.5 percent. And common borrowers would have to pay three percent of the loans they have defaulted on, instead of the previous 15 percent to get new loans.\nThe central bank has also decentralised the process of loan rescheduling, leaving it up to the boards of individual banks to decide who and how one can avail the benefits of the relaxed policies.\nThe central bank has justified the new relaxation policy suggesting that these measures have been taken to \"reduce the pressure on the economy\". While it is understandable that the decentralisation of the decision-making process – now vested solely with the banks – will expedite the work process, how extending loan rescheduling facility, lowering down payment amounts or extending grace periods to loan defaulters will help the economy remain a mystery. Rather it is being feared that such policies are detrimental to economic growth, as they will be rewarding delinquent borrowers and would discourage the timely payment of loan amounts.\nThe new policies, however, would ease the woes of the state-owned banks, who have the lion's share of NPLs. BB data reveal that the state-owned banks accounted for 21.93 percent of the total defaulted loans, while private banks accounted for six percent, as of June this year. Amidst the finance ministry's target of reducing default loans in state-owned banks by nearly Tk 2,500 crore in the current fiscal year, the new BB policy would enable the SOBs to apply creative accounting to clean up their balance sheets by rescheduling classified loans, automatically pushing down bad debt and registering higher profits.\n\"While it is a positive move that the central bank has deregulated the decision to reschedule, the banks must now invest more in KYC [Know Your Customer] and good governance to ensure that delinquent borrowers do not take advantage of this. We must also take note of the possibility that with banks now having sole responsibility to decide on bad debt rescheduling, this could potentially affect the good borrowers negatively. If the banks tighten their lending terms to guard against selection of wilful defaulters, the good borrowers might feel discouraged from borrowing, while the delinquent borrowers – with no intention to pay the banks back – might take the larger share of the pie, safe in the knowledge that they can get away with their unscrupulous activities. These complex issues need to be taken into serious consideration by the banks, so that good borrowers do not feel that they are being punished, while the delinquent borrowers are rewarded,\" suggested Dr Zahid Hussain, a former lead economist of the World Bank's Dhaka office.\nInterestingly, earlier in June this year, the central bank had revived the partial loan moratorium, allowing big businesses, SMEs and flood-affected agricultural businesses to enjoy flexibility in loan repayment till December this year. This move by the central bank was taken following a request from the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI). While extending such facility to CMSMEs and flood-hit businesses makes sense, why the same flexibility should also be extended to the large industries remains unclear. With the pandemic and its economic shocks fading with time, why they are being repeatedly referred to in order to justify relaxed loan repayment facilities to defaulters is beyond the understanding of the common people. While the war in Ukraine has created a new set of challenges with the dollar's price rising, shortage of energy supplies and impaired international trade, these cannot be used as excuses to reward wilful defaulters at home. Also, the regulators need to look at how other countries are navigating the current situation without incentivising the loan defaulters.\nAnd this is not a new phenomenon. Over the years, loan defaulters – most of them influential and with strong political links – have enjoyed benefits of various central bank decisions to relax default loan repayments. One would remember the 2019 decision by the central bank to backtrack on its own measure to curb loan defaulting. A 2015 BB decision suggested – under a special package to restructure loans amounting to Tk 15,180 crore for 11 businesses – that if a borrower failed to pay two consecutive instalments of their restructured loans, they would be branded defaulters and would not be eligible for any further loan rescheduling. It was one of the multiple commitments under the said special package. Within four years, the central bank made an about-turn. Unfortunately, this practice of cushioning loan defaulters and packaging loan defaults under various schemes has become a recurring feature of the banking sector.\nThe policies of the central bank give the impression that the regulators are more worried about window-dressing the performance of the banking sector rather than actually putting in enough thought, time and effort to curb the problem of loan defaults, if not worse. The central bank also seems to lack the political will to bring the loan defaulters to justice, which is why they keep finding mechanisms to not only sustain them, but also incentivise their illegal activities.\nThe central bank should revisit its ethos, goals and objectives as a regulator and tailor its policies accordingly. Haphazardly taken decisions imply that they are either knee-jerk reactions to certain situations, or have been taken to reward delinquent borrowers.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n\n",
        "headline_1": "Bangladesh’s sour-debt conundrum",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladeshs-sour-debt-conundrum-3096356",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Ever since the 1980s-90s, our typical perception of a rural village has been changing. Its catalysts include rural electrification, mechanisation of agriculture, connecting the rural hinterland with urban centres, microcredit as a bottom-up financial tool to alleviate rural poverty, and remittances sent by the Bangladeshi diaspora. But what changes have taken place in the last two decades for our rural economy?\nDr Adnan Zillur Morshed architect and executive director of the Centre for Inclusive Architecture and Urbanism at BRAC University, spoke to us about his recent experience of travelling through Faridpur, Jashore, Magura, Satkhira, and some other districts of the country.\n",
        "headline_1": "How has rural Bangladesh transformed in the last 20 years? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/news/how-has-rural-bangladesh-transformed-the-last-20-years-3096331",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Strategic assets are those that demand attention from the highest levels of the state, and are subject to interstate competition. For the leaders and decision-makers, it is not only important to identify a nation's strategic endowments, but also to manage and use them to further national interests.\nOf late, discourse on this particular issue has gained traction, definitional vagueness of the term notwithstanding. Such a discourse in Bangladesh, to identify the country's strategic assets, was essential so that the planners, policymakers and leaders could take informed decisions to stave off any extraneous influence on those on the one hand, while on the other, employ their inherent attributes to secure our national interests. Unfortunately, there has been a tendency, a mindset which clouded much of our thoughts, to make light of the geopolitical assets of Bangladesh and consequently minimise the inherent importance of many resources that nature has gifted us with.\nIt had taken a long time to get in to our heads that neither is Bangladesh a basket case, nor does our location in the backwaters of the Bay of Bengal diminish our geopolitical importance.\nThus, the general remark that Jeffrey Ding and Allan Dafoe makes in their very interesting article, referring to the world scenario in this regard that, \"even as nations are increasingly concerned about strategies to build up technological advantages over their rivals, much more work needs to be done to understand the underlying logic of what makes an asset strategic\", could not be more relevant in the case of Bangladesh. And a cursory look at how our strategic assets have been handled will make it amply clear whether our decision-makers have fully comprehended the fundamental rationale of \"strategic asset\".\nWe have taken our geographical location, that makes us \"India locked\" on all three sides, as fait accompli, beset with the psyche that we shall have to remain at the mercy of a very big and powerful country as our neighbour. But our geographical location should not have been seen in isolation but in the context of our neighbour's geography, too, particularly our big neighbour and its geographical configuration.\nWe have emerged from the mental doldrums and have only just come to internalise the huge boon our geographical location is. That, coupled with our population and the demographic composition have lent Bangladesh tremendous weightage, which we have, unfortunately, not fully used to our advantage. If anything, it has been frittered away at the expense of the country's national interest. Our strategic assets have been lent out, and the legitimate question which the administration should answer is, at what cost, what have the returns and the gains been for Bangladesh?\nOne would like to ask if our planners and decision-makers had calculated the strategic weight that our facilities that India had been seeking, and has since got, and whether they have done enough to ensure that the use of our strategic assets have paid us the dividends that they should from their utilisation by a third country.\nLet's put this particular matter in a more concrete context.\nWhat took us long to figure out is that if Bangladesh is \"India locked\", so is a good part of Indian North East, whose psychological hiatus from the centre is less acknowledged by Delhi. This reality has never been out of the discourse of the Indian planners as well as its strategic community, who realised that with a backward, poorly developed North East, the remoteness, psychological and physical division between the region and Delhi would continue to grow. But, given the tortuous land distance between the mainland and the region, development would not only be excessively costly but also very time consuming. Seeking the shortest route between mainland India and its North East was a major strategic aim for India. Cutting through Bangladesh would reduce the time and distance by less than a third. In other words, development of the Indian NE and its integration with the rest of India was predicated on the disposition of Bangladesh towards India. And getting access through Bangladesh was India's singular aim.\nThus, the Indian stress on regional connectivity, which would gain them more than one strategic advantage in one shot. The idea that an interconnected South Asia through multi-modal network would boost the economic development of the region, was sold by India. On the face of it, the idea has merits, and there was no reason for rejecting it. Bangladesh bought the idea and has since allowed its land territory to be used by India – road, rail, river, etc. In the last 10 years there has been more bilateral connection between Bangladesh and India, than multilateral. Bangladesh's river and sea ports have been opened for use by India. Presently, there are 13 points of entry and exit from India through Bangladesh. Interestingly, all connectivity has been eastward, very little connection has been made west or northwards. Of late our geopolitical significance has been multiplied by the recently completed Padma Bridge. One need only to glance at the coverage of the completion of the project by the major Indian newspapers to understand the significance of the bridge to India.\nBut as of now, Bangladeshi vehicles cannot go directly to Nepal or India since Delhi is yet to give transit facility to Bangladesh, a facility that India has given to the other two countries.\nIndia's contrasting position suits its national interests. Using our territory to connect its north and northeast saves time and money. Giving Bangladesh transit to Nepal and Bhutan would cost it trade. But is the levy of Tk 524 per ton on Indian goods and a pittance of Tk 2 per km of road usage adequate? At least we have levied some money. Initially we got the impression that these might be given free to India, given the remarks of the PM's economic advisor, that asking money from our neighbours for the use of our territory for commercial purpose is uncivil. But, is the levied amount adequate recompense for the use of our road, river and port facilities, or for the loss in trade that Bangladesh has suffered and will suffer, due to benefits of transit given to India?\nNow that the Padma Bridge has added immeasurable strategic significance and value to our infrastructure, what will we do to reap the economic dividends from it? Reportedly, the first Indian truck made the use of the bridge to move from east to north and northeast of India a few days ago. But what have we got in return in so far as connecting with our other neighbours, namely Nepal and Bhutan? Have we used the weight of our assets to gain our strategic aims? Have we measured up to India's bargaining capacity?\nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "What have we done with our strategic assets?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-have-we-done-our-strategic-assets-3096301",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "The United Nations Framework Convention on Climate Change (UNFCCC) was signed 30 years ago at the Earth Summit held in Rio de Janeiro, Brazil, by all the governments of the world. The first annual Conference of Parties (COP1) was held in Berlin, Germany, with the then Environment Minister of Germany, Angela Merkel, as COP President in 1995. Since then, there have been 26 COPs, and COP27 is scheduled to be held in Sharm El-Sheikh, Egypt, in November this year.\nCOP27 will be the first COP in the new era of climate change, where impacts and losses and damages have become daily phenomena in different parts of the world. And Egypt has already promoted the idea of it being an action-oriented COP, with the focus on adaptation and loss and damage.\nAs one of the few people who has attended every COP so far, I think these sessions are no longer fit for the purpose, and I use COP27 as an opportunity to make some suggestions for revising the COPs and how they are organised and reported on going forward, to make them fit better in the new era of loss and damage from human induced climate change.\nThe first issue to address is the difference between talk and action. COP was designed for governments to come together and talk and make collective decisions to tackle the problem of human induced climate change. While that was adequate while we still had time to prepare ourselves through actions like mitigation and adaptation, it is now too late. Hence, the emphasis needs to shift dramatically from talk to action. This is indeed happening through some initiatives.\nThe main difference between the talks under UNFCCC, which require consensus between all the nearly two hundred governments, and action, is that actions need only coalitions of the willing and can include many different groups other than national governments.\nHence my first proposal is to restructure the COPs to give centre stage to the coalitions of actors that are taking meaningful action and relegate the talkers to the backstage. This does, in fact, happen to a certain extent by designating a thematic day each day during the COP on a particular theme such as mitigation, adaptation, etc. This was quite successfully done by the COP26 presidency in Glasgow last year, and it is good to see that the incoming COP27 presidency of Egypt is also planning to continue this practice.\nThe second proposal is for all the different coalitions to find ways to find synergies between them, and where possible, join forces to enhance the effectiveness of their respective actions. This would mean a very different way of working together with many different stakeholders, not only national governments, and more importantly, will not require consensus to reach decisions.\nMy third proposal is to elevate the topic of dealing with the now visible and getting worse, adverse impacts of human induced climate change, which are happening everywhere in the world. This is truly an emergency that is much bigger than the war between Russia-Ukraine, or the Covid-19 pandemic, and we need a much stronger and more robust approach to address it.\nUnfortunately, the UNFCCC has so far shown itself to be totally inadequate in dealing with it. In fact, loss and damage is not even a standing agenda item in every COP. This time, for COP27, the developing countries have proposed it as an agenda item which has been accepted provisionally and will be subject to a debate as to whether it should be in the COP27 agenda at all.\nIn my view, all countries should agree to include loss dnd Damage as a regular agenda item in every COP going forward. Failure to accept it as such, which we will know at the beginning of the next COP, will make or break COP27 before it even starts.\nIf the UNFCCC is to still have any semblance of relevance, COP27 must adopt loss and damage as a regular agenda item for all future COPs, starting with COP27.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Is the UNFCCC still relevant?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-unfccc-still-relevant-3096296",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Amid already high staple prices, the price of rice has increased for a second time in just four days in the market. How are people to survive the immense inflationary pressure coming at them from all sides? While businessmen have blamed the usual suspects – the increase in paddy price, transport cost and import taxes – for the hike in rice prices, the food minister has blamed it on the actions of crooked businessmen. According to him, the hike is disproportionate with the rise in transport costs.\nThe question is, what actions has the ministry taken to address this? Given that the majority of people, particularly those in the lower- and middle-income groups, are facing the worst economic pressure in Bangladesh's recent history, shouldn't the government be actively looking to prevent any shady manoeuvrings of \"dishonest\" businessmen during this time of great national crisis?\nLower-income groups, as well as people living on fixed incomes, have already had to abandon the intake of meat, fish, etc. due to their prices being astronomically high. Recently, the price of egg – perhaps the last affordable source of protein for the poor – has risen so much that the country risks facing a malnutrition crisis soon. And that will undoubtedly set us back massively, across numerous fronts. With the price of rice now rising rapidly, what are people to eat? Can we expect them to just forgo it, too?\nThe prime minister has recently acknowledged the pain that the general people are going through. But why is it that we don't see such concerns, genuine as they may be, translated into greater efforts to alleviate their suffering? Given the current reality, why is it that the authorities are refusing to increase the minimum wage for workers in RMG and tea plantation sectors, for example, who are easily among the most poorly paid? How are these people and others living on fixed incomes going to afford prices of food and other essentials?\n\nLower-income groups, as well as people living on fixed incomes, have already had to abandon the intake of meat, fish, etc. due to their prices being astronomically high.\nEven though we are pleased to know that the government is going to launch a food friendly programme (FFP), where it will sell rice at a cheaper rate for 50 lakh poor families, as well as expand its Open Market Sales (OMS) to the upazila level, these are but temporary band-aid measures. Not all people can access these programmes either. What will happen to the rest? And how is the government going to ensure that these programmes are not going to be infested with corruption, like most of its programmes are? The government needs to think these matters through, instead of providing superficial solutions.\n",
        "headline_1": "The time for superficial solutions to price hikes is over",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-time-superficial-solutions-price-hikes-over-3095686",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Although Bangladesh has a huge workforce that, if utilised properly, could give the economy a massive boost, it is not happening in reality because of a number of factors, the most important of them being rising unemployment. Currently, 65.6 percent of the population is of working age (between 15 and 64). Experts tell us that when there is a steady flow of people in the workforce, productivity increases, which in turn brings desired economic growth. But recent data point to a bleak scenario in which Bangladesh is wasting its \"once-in-a-lifetime window\" of demographic dividend because of its inability to create new jobs.\nJust how bad the situation is can be understood from a 2016 survey by the Bangladesh Bureau of Statistics, in which the unemployment rate among the educated was shown to be 47 percent. There has been little progress since, as evidenced by a 2021 survey by the Bangladesh Institute of Development Studies that concluded that about 66 percent of the graduates from colleges affiliated with National University remain unemployed. Unemployment among university graduates is about 10 percent. Every year, about 20 lakh people are added to the labour force but jobs are not being created in that proportion. Equally worryingly, about a third of the youth population (45.9 million) are not engaged in employment, education or training.\nBangladesh could do wonders on the economic front if it could just exploit the advantage of having such a huge active population. And this is where we are missing out on the benefits of the demographic dividend. The window of our demographic dividend is said to have opened during the mid-noughties, thanks to low fertility and mortality rates and the workforce having fewer dependents, and it is expected to be shut by 2045. If we continue to squander our human capital advantage, this dividend may well turn into a disaster.\nThe government must act fast to turn the situation around. It must focus on creating jobs and advancing job-oriented education, and engage more of the youth population in employment, education and training. More investment is needed in vocational and technical education, as well as expansion of the service sectors, to help create jobs. The government has recently, and rather belatedly, formulated the National Employment Policy 2022 that aims to create about 30 million new jobs by 2030 and take unemployment to the \"lowest level\" by 2041. It also identified a number of challenges. Removing those challenges should be its highest priority now.\n",
        "headline_1": "We can’t let our demographic dividend just pass us by",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-cant-let-our-demographic-dividend-just-pass-us-3095671",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "A fire at a four-storey building at Chawkbazar and the fall of a BRT (bus rapid transit) project girder on a moving car at Uttara in the city on Monday accounted for avoidable tragedies. In the fire incident at Kamalbagh in Chawkbazar area, six restaurant workers reportedly died of suffocation while they were asleep. It was under similar circumstances that 71 persons were burnt to death in another devastating fire originating from flammable chemicals in the same part of Old Dhaka at Churihatta in Chawkbazar three and a half years ago. The Monday's fire, too, is suspected to have originated from a plastic goods factory on the upper floors of the building. One can well guess the ferocity of the Kamalbagh blaze from the fact that it took more than two hours for ten fire-fighting units to bring it under control.But why is such recurrence of terrible fires in a very congested place like Chowkbazar in Old Dhaka? One may recall that twelve years back at Nimtoli, also in old Dhaka,124 people died as the fire from a transformer explosion set fire to flammable chemicals stored in shops that were adjacent to one another. Evidently, even more than a decade after the horrific Nimtoli fire or the appalling Churihatta inferno at Chowkbazar three plus years back, no serious attempt has been made to remove the shops dealing in goods made of combustible materials or warehouses storing those. Clearly, the law has not worked as it should have. In the second incident that happed after 4 pm in the afternoon of Monday, five passengers of a private car, returning from a wedding event, were reportedly crushed to death at Uttara in the city, as a concrete girder of an under-construction BRT elevated expressway fell on it. A young married couple also riding the same car, however, could be rescued alive. The 80-tonne girder reportedly fell as the crane lifting it apparently went off-balance and tilted on one side. What is most glaringly obvious in either of the tragedies is gross irresponsibility and a lack of concern for human life. In the second tragedy, one wonders why the movement of traffic was allowed in the area where work for the BRT project was going on! A similar accident happened at the same project site in Uttara area more than a year ago in which six people including three Chinese were injured. Going by the report, it is indeed very concerning that the crane in question failed to bear the weight of the huge concrete girder. It naturally sends shivers down the spine as to how the construction work for the big-budget infrastructure project is being run! Are the types of machinery being used and the operators who are in control of those up to standard? Also, the question arises if the management running the whole affair is doing its part efficiently. A 5-member probe body has reportedly been formed by the Road Transport and Bridges ministry to inquire into the tragic incident. But as it is often the case, the results of such officially initiated probes in most cases turn out to be an exercise in stating the obvious. But what is more urgently needed here is prevention of causes that lead to such avoidable tragedies befalling unsuspecting victims. And it can be done through closer scrutiny, monitoring and application of law by appropriate authorities and making those responsible accountable.",
        "headline_1": "Monday's avoidable twin tragedies in city",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mondays-avoidable-twin-tragedies-in-city-1660662276",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "The country's exporters are under a legal obligation to repatriate the proceeds against the exported goods within four months of shipment. The law is equally applicable to the repatriation of export proceeds against services. Non-repatriation or partial repatriation is a punishable offence.At the same time, the lender bank is to recover the loan given against import of raw materials under the back-to-back letter of credit (LC). Most of the exporters rely on bank loan for procuring the raw materials essential for the production of the goods/articles to be exported. To that end, the exporters have to open LC for procuring raw materials either from local or foreign suppliers. Additionally, for facilitating the export, the exporters may have to avail of several credit facilities from the banks. After exporting and repatriating the foreign proceeds, the liabilities are adjusted against the said foreign proceeds. An exporter who could not manage repatriation of the export proceeds may go for arbitration, if the contracts are well written with provision of arbitration. Such an affected exporter may also file civil suit for realisation of export value along with compensation and interests as well as criminal case for breach of trust against the local agency of the buyers, if there is any. The exporters may also file lawsuit against the buyers to recover the overdue export amount in the courts of the buyer's country.Banks are under obligation to take several legal actions against exporters defaulting on repatriation of export proceeds. The actions include (1) selling or taking control and possession of the mortgaged and hypothecated property, shares etc., (2) listing the name of the exporter along with guarantors as defaulters in the CIB list of Bangladesh Bank, (3) filing suit under the Artha Rin Adalat Ain, 2003, (4) cheque dishonour case under Negotiable Instruments Act, 1881, and (5) more aggressively criminal cases under Penal Code, 1860 for breach of trust, cheating, and others.The repatriation is not fully under control of exporter and the question of certain degree of immunity arises. The question concerns the legal remedies that are available to the affected exporters in case of non-repatriation of foreign proceeds. There is a small breathing space for an exporter. The Bangladesh Bank has the legal authority to exempt the affected exporters from the liability to repatriate the foreign proceeds by exercising the powers under Section 12 (2) (b) of the Foreign Exchange Regulation Act, 1947 (FERA). The BB may exercise the power under section 12 (3) of the FERA and may permit the affected exporters to sell the exported goods from the port of the buyer's country and procure the sale proceeds accordingly. In this way, the affected exporter may have the opportunity to sell his exported goods to some other buyers other than the original buyer by way of selling 'stock-lot' and very high discounted prices. Even then, if the affected exporters fail to sell the exported goods, upon request of the exporters, the BB has the authority to direct that the goods be assigned to the government. The BB also has the legal authority to protect the lender bank.In comparison with Bangladesh, India has more favourable terms and condition for exporters. The Indian Foreign Exchange Regulation Act permits realisation and repatriation of the export proceeds within nine months from the date of export. Any export to a warehouse established outside India with permission of the RBI is allowed to bring the export proceeds within 15 months from the date of shipment. In terms of the RBI Master Directions on Exports, an exporter who has not been able to realize the outstanding export dues despite best efforts, may either self-write off or approach the AD Bank which had handled the relevant shipping documents, with appropriate supporting documentary evidence. There are also limits prescribed for write-offs of unrealised export bills due to loss of cargo in transit. For instance, when shipments from India for which payment has not been received either by negotiation of bills under letters of credit or otherwise are lost in transit, the banks must ensure that insurance claim is made as soon as the loss is known. In cases where the claim is payable abroad, the banks must arrange to collect the full amount of claim due on the lost shipment, through the medium of their overseas branch/correspondent and release the duplicate copy of EDF only after the amount has been collected.The RBI Master Directions on Exports further provide that the write-off will be subject to certain conditions that the relevant amount has remained outstanding for more than one-year. Besides, satisfactory documentary evidence is furnished in support of the exporter having made all efforts to realize the dues.India has easier rules and AD bank also can extend time of realisation of export proceeds. The Bangladesh Bank may also extend times of export realization. Again, the exporters in India are generally exempted from liability if they use all the available options to realise the money from abroad. In Bangladesh, exporters usually face criminal liability although the BB may exempt some of them at their discretion. \n[email protected]",
        "headline_1": "Easing export-proceeds repatriation rules",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-export-proceeds-repatriation-rules-1660662316",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "Away from the noise coming from the recent market volatility, safely staying are a few fortunate groups in the country. Life seems to be colourful or even enchanting to some of them, if not so to millions who struggle to run their kitchens every day.The 'fortunate groups' may include the direct beneficiaries of the price upsurge, the filthy rich and ones in the high income bracket and those who live on the taxpayers' money. None of them would either say publicly that price-hike of essentials is good for anyone. A few would try to justify the steps like upward revision of utility tariffs without public hearing, against the will of the stakeholders. Abnormal price rise in a free market isn't the fault of regulators, even if it's manipulated by a syndicate!Except criticisms over public suffering on social media and the political fronts, the ultimate impacts of increasing prices of goods, commodities and services on families are not officially studied in our country.When the vast majority of the population has to spend amounts beyond their means from their pockets to buy, say, cooking and fuel oils, the money surely goes to nowhere but certain people and entities. It's a loss for many, and obvious gain for a few others. And the losers still have to come to the market while the gainers, a smaller number possessing much more resources, don't need to spend a fraction of income for purchasing the same items despite a high standard of living.The losers' number surges as many of them have lost their jobs, business opportunities and livelihoods in more than two years of coronavirus crisis. The 'new poor', whatever may be their number, have by this time joined the old ones. Some desperate beggars are also seen on the streets these days.Already in a consumerist mode, a garment worker, a wage earner, a freelancer, a mechanic, a technician, a nurse, or a small trader makes a little bit of money only to see that it's not his/hers to stay for long.Construction of large infrastructure at high costs, and fiscal and other supports to big fishes in society doesn't guarantee that the commoners would eventually get the cash from procurements or distribution. They are the ones who are being made hostage to the tyranny of the forces of what the economists call 'crony capitalism'.Other than the beneficiaries of the safety net programmes and public servants, who else receives 'welfare' money from the exchequer? Who knows how millions of lower middle and lower income families are meeting the costs of living! The fate of most of more than two million job market entrants a year is uncertain and their families know their pains of supporting the unemployed children including educated ones.To a large extent, the process of trickle-down effect doesn't work to keep the status quo for the vulnerable classes, let alone ensure graduation of the poor. Banks apply more than strict rules for small loan recipients but remain lenient to big loan defaulters.With national resources increasingly being concentrated in the hands of a privileged few and barely any mechanism to channel them equitably to all others inclusive of aspiring entrepreneurs and hard-working men and women, it's hard to address the widening disparity.This goes against the spirit of the country's constitution, which, in its preamble, pledges a 'society, free from exploitation, a society in which the rule of law, fundamental human rights and freedom, equality and justice, political, economic and social, will be secured for all citizens'.Welfare of only the minority doesn't form a democratic society, nor does tyranny of the majority do justice to all citizens. However, the state needs to be just in providing opportunities for growth of each individual by creating an enabling atmosphere and functional system for generations.\n[email protected]",
        "headline_1": "Market's distribution without equity and justice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/markets-distribution-without-equity-and-justice-1660662353",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2022"
    },
    {
        "full_article": "The workers of 167 Bangladeshi tea plantations have been waging a strike since Saturday, demanding a 150 per cent rise to their dollar-a-day wages, which many say are among the lowest in the world. Currently, a tea worker gets a daily wage of Tk 120. And with this meagre amount, they cannot even afford coarse rice for their family, let alone other daily necessities. However, it is the tea sector from where the country is earning a huge amount of money every year. Many of us cannot even think of passing a single day without drinking tea. And when we take tea at home or somewhere else, do we think of the toils and sufferings a tea worker has to undergo? The tea garden workers have been demanding their pay hike for the last one and a half years. During the period, tea garden owners held several meetings with the workers and proposed a raise from Tk 120 to Tk 134. The workers rejected it and demanded a daily wage of Tk 300. It is crucial that the owners of the gardens were considerate in reviewing the issue and increased their daily income as per their expectation. If the workers survive, tea estates will survive, see better productivity, and thus earn better foreign currency for Bangladesh.\nMA Islam,Dhanmondi, Dhaka",
        "headline_1": "Need for meeting tea garden workers' demand",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-meeting-tea-garden-workers-demand-1660662375",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2022"
    }
]