[
    {
        "full_article": "The world’s lived experience with pandemics has conferred it with the certitude that epidemics wane to die down, or transform into seasonal outbreaks; COVID-19 is no exception. The World Health Organization (WHO) Director-General, Tedros Adhanom Ghebreyesus, last week declared, on the basis of advice from the emergency committee (comprising independent experts), that the COVID-19 pandemic was no longer a Public Health Emergency of International Concern. After over three years, he was reading down an emergency that he first announced on January 30, 2020, forced by a rapidly spreading infection that moved from China to 20 other nations across the world. Dr. Tedros notably invoked hope when he declared that COVID-19 was over as a global health emergency, but followed it up with a rider: it did not mean COVID-19 was no longer a global health threat. Over the months leading up to the announcement, various experts with WHO were laying the ground, urging that it was time to treat COVID quite like seasonal influenza. For a world fatigued by great loss, human and otherwise, caused by the COVID pandemic, and exhaustively on guard, the DG’s announcement brought a collective sigh of relief.\rHowever, the task now for WHO and nations is to ensure that this announcement is not selectively received, to prevent the world from slipping into a torpor of complacence. For, COVID is not over — multiple variants and sub variants continue to emerge regularly, and it has not yet settled into a seasonal pattern that one can read, or prevent. At any point of time, it is possible that a new variant, or recombinant may lead to rapid transmission and cause severe disease, resulting in hospitalisations and even higher mortality rates. As global health experts continue to insist: for health systems, eternal vigilance is essential, to maintain a level of care and periodically test their capacity to respond to epidemic situations. The impressive network of INSACOG laboratories capable of genetic sequencing and even routine health infrastructure built up during the COVID years must be utilised well. It is also important to not take the foot off the pedal in terms of research and development into vaccine platforms, drug delivery systems, anti virals, and antibiotics. This will enable nations to be prepared and on guard not just for COVID-19 but also other emerging infections. At a personal level, individuals will benefit from following the hygiene and precautions that became a habit during the COVID years, particularly adhering to the vaccination schedule, and following hand hygiene and masking under certain circumstances.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCoronavirus\n\n/\n\nUnited Nations\n\n/\n\nhealth\n\n/\n\ndisease",
        "headline_1": "Of hope and vigilance: announcement that the COVID-19 pandemic is no longer a global health emergency",
        "headline_2": "The World Health Organization’s announcement gives hope, but there is a message of caution",
        "link": "https://www.thehindu.com/opinion/editorial/of-hope-and-vigilance-announcement-that-the-covid-19-pandemic-is-no-longer-a-global-health-emergency/article66827153.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "Every time a boat capsizes in Kerala, where inland cruise tourism is flourishing largely unregulated, the familiar refrain is that it was a tragedy waiting to happen. The boat that sank in the Poorapuzha estuary in Tanur municipality on Sunday evening, killing 22 people, 15 of them children, was packed with local tourists to twice its capacity and was not cleared for post-dusk operations. It remains unclear how a fishing boat fitted with an upper deck received clearance, if at all it did, to conduct inland tourist operations. Rescue workers, most of them fishermen, sustained injuries from the broken glass panels that covered the windows on its lower deck where most victims had got trapped. The Kerala government has ordered a judicial inquiry, with the support of experts, into the accident and the police have arrested the owner of the vessel.It was just a month ago that international disaster management expert Muralee Thummarukudy issued a prescient warning, which sounds eerie in hindsight, of an imminent houseboat tragedy in Kerala with at least 10 casualties. The cautionary note flagged the absence of crew training, sparse availability and use of safety material such as life vests, lack of on-board briefing of guests and erratic renewal of operational licence and enforcement thereon. Inquiring into the Thekkady boat capsize, in 2009, the worst Kerala has seen with 45 casualties, the former judge, E. Moideen Kunju, had recommended expeditious formation of a maritime board to regulate water transport. The Kerala Maritime Board was formed in 2017 by merging the Directorate of Ports, Kerala State Maritime Development Corporation Limited, and the Kerala Maritime Society. But the police investigation in the case dragged on, with a second charge sheet filed 10 years after the accident. The trial has not begun yet. As per official data, 3,213 inland vessels are in operation in Kerala’s numerous waterways, but industry insiders give a ballpark figure of about 4,000 vessels, also counting the unlicensed ones. The maritime board, vested with the responsibility to ensure the fitness, licensing and safe operation of all tourist vessels in Kerala including houseboats, is short of adequate manpower to carry out its job. It has no enforcement wing to keep a tab on errant vessels including those that dodge periodic renewal of licence. Boat tourism holds tremendous potential in a State lined with waterways, but to be able to reap its benefits, the safety of the people using it should be given top priority. The government should expeditiously arm the maritime board with the wherewithal to carry out enforcement. This will ensure that erring officials are taken to task and not just the boat crew and managers.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKerala\n\n/\n\naccident (general)\n\n/\n\ntourism\n\n/\n\nwaterway and maritime transport\n\n/\n\nchildren",
        "headline_1": "A tragedy foretold: on the boat accident in Kerala and lapses",
        "headline_2": "Kerala should ensure the maritime board is able to enforce regulations",
        "link": "https://www.thehindu.com/opinion/editorial/a-tragedy-foretold-on-the-boat-accident-in-kerala-and-lapses/article66827365.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "Politics is generally a theatre of the absurd, and nowhere more so than in the US this week. Donald Trump’s arraignment in a New York court where he was charged with 34 counts of felony was a media moment of unparalleled proportions. He sent out a travel itinerary, sold many t-shirts with a fake “Not Guilty” message, and raised, according to his office, something like $7mn in over a single day. He dominated US TV networks, which relegated President Joe Biden’s speech on the American economy to the background. Trump is officially in the game of thrones for US presidency in 2024.\nRead full story on ToI +\n\n",
        "headline_1": "Why Trump can bring bad news for the world and India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/globespotting/why-trump-can-bring-bad-news-for-the-world-and-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "Five years of a government are like the five stages of human life, only that the new government starts off as a young adult, not as a child. The first year is the honeymoon – with the electors – thanking, praising, loving, caring. In the second year, realities emerge from under the fading sheen of the affair – state finances, the burden of promises, the challenge of meeting expectations. The third year is when it tries to address them, often putting a strain on the relationship. The fourth is when it realises that it has more years behind it than ahead of it. At this stage, it tends to give in to temptations (some do it quite early), often with results that it\nregrets. The fifth, the last, is when it tries desperately to revive the relationship and pray for a rebirth. The M K Stalin government entered its third year on May 8. And here are two things to expect.\n\nBitter pills\nThis government should be credited with starting the process of salvaging the state’s economy early, mostly in its second year. Inheriting an ailing economy in 2021, it has managed to reduce the fiscal deficit from 4.6% of gross state domestic product (GSDP) to somewhere around 3% (borderline). Going by surveys by the Reserve Bank of India (RBI) and states, Tamil Nadu, with a GSDP of 24.8 lakh crore is the biggest economy in the south, but it has a debt-to-GSDP ratio of 27.7%, compared to Telangana’s 25.3% and Karnataka’s 27.5%. This despite Tamil Nadu topping in tax revenues at 1.27 lakh crore.\nTamil Nadu’s per capita income (2.41 lakh) is also behind those of Telangana (2.75 lakh) and Karnataka (2.65 lakh).\nWhether Palanivel Thiaga Rajan continues as the finance minister or not, the state will have to shore up more revenue and cut down on wasteful expenditure if it is serious about its trillion-dollar dream. This means the taxpayer, who now pays more for properties and power than he did a year ago, may have to shell out more – mostly for his drink (liquor tax) and drive (motor vehicle tax). For the government, the challenge would be balancing its populism (not welfare) with demands for a robust economy in a year of general elections.\nDravidian (over)dose\nWhen the state government cannot afford to undo the financial gains it made in the first two years, the ruling party will deploy a political shield against criticisms of taxing policies. What better a political front than the idea of ‘Dravidian model’? Governor R N Ravi and some BJP leaders have been doing Stalin a favour by keeping the Dravidian discourse alive. Every time they try to demolish the idea as a political construct (so is Hindutva), the DMK turns from its creator to its protector, depicting its detractors as outsiders trying to demean and destroy Tamil pride. And trying to hyphenate Kasi with Tamil isn’t helping. So, expect a lot more of the Dravidian drum-up.\nThe DMK’s relationship with the BJP may change after the elections – and that would depend a lot on the BJP’s performance across the country – but 2024 will be the DMK’s ‘We vs Them’ battle. By seeking to make social justice – the core of Dravidian political philosophy – a national discourse, Stalin will try to expand his appeal across the Vindhyas. He may not be interested – or ambitious enough – in bartering his TN captaincy with a national role, but the pan-India outreach is part of his attempts not just to be seen as the fulcrum of anti-BJP forces, but to also fill his father’s shoes that he has stepped into.\n\n",
        "headline_1": "Two things to expect in Stalin’s third year as CM",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/two-things-to-expect-in-stalins-third-year-as-cm/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "Legend has it that when the goddess Annapoorneshwari journeyed to Kerala from Kashi, she travelled in a golden boat. Accompanying her were subordinate deities but also, interestingly, Buddhists and Muslims; indeed, her ship’s captain was Muslim. After arrival, the goddess was consecrated at Cherukunnu, where her temple still stands. As for the captain who delivered her safely to her new home, on death he was buried nearby – at what is now the Oliyankara masjid, minutes away from the goddess’s shrine.\nFor those with an interest in Kerala’s culture, such tales are available in a surplus. Not mortals alone, but the gods also mingled here with one another, whether it is tribal deities sharing space with Sanskritic ones, or Christian saints with links to Hindu temples. The region’s social fabric conceded space to all major communities. At the duodecennial Mamankam (Maha-Magha) festival, for example, Muslims were participants; in southern Kerala, only oil ‘purified’ by the ‘touch’ of a Nasrani Christian was accepted in many orthodox Hindu kitchens and temples.\nRead full story on TOI+\n\n",
        "headline_1": "Retelling the Real Kerala Story",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/retelling-the-real-kerala-story/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "Even as the Karnataka campaign is underway, speculation is already abounding over the significance of its results for the next general election. Will this election put the Congress on track for 2024? Would a BJP victory ease its inroads in the South?\nAs voters are still making their mind up about whom to choose, it is useful to look at historical patterns in Karnataka state elections, and remember that the meaning of state elections is first and foremost regional.\nRead full story on TOI+\n\n",
        "headline_1": "Big drama, small stage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/big-drama-small-stage/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "While Bangladesh has been successful in controlling infectious diseases and reducing child mortality rates over the past decade, its non-communicable disease control (NCDC) programme is yet to effectively take off. Genetic diseases like thalassemia is like the tip of the iceberg, not yet receiving proper attention under the NCDC programme. Few organisations like Bangladesh Thalassemia Samiti, Bangladesh Thalassemia Foundation, and Bangladesh Thalassemia Protirodh Andolon are working on raising awareness and gathering help for the patients within a very limited scope. This year, the theme of International Thalassemia Day was observed on May 8 with the theme \"Be Aware. Share. Care: Strengthening Education to Bridge the Thalassemia Care Gap.\"\nThalassemia is a genetic blood disorder and is one of the most widespread diseases worldwide. There are different types of thalassemia, but in Southeast Asia, Hb-E and Hb-Beta-Thalassemia are the most prevalent. According to the recent data of the World Health Organization (WHO), about 10-12 percent of Bangladesh's population are thalassemia carriers (Hb-E and Hb-Beta-Thalassemia). It is presumed that every year, approximately 6,000-8,000 of the children born in Bangladesh are thalassemic. The number of patients suffering from thalassemia diseases with different levels of severity is estimated to be approximately 70,000-80,000. This high prevalence of thalassemia diseases is due to consanguineous marriage and marriage between two carriers.\nThalassemia carriers are asymptomatic and unaware of the genetic problem. They need no treatment or dietary restrictions, but their importance lies in the prevention of disease by not marrying another carrier. Because when both are carriers, there is a 25 percent probability (one in four live births) of their child being thalassemic, and a 50 percent probability (one in two live births) of the child being a carrier. In the worst case scenario, all their children could be thalassemic.\nMany thalassemia patients are transfusion-dependent for life, starting from the age of six months. They are of short stature with facial deformities (thalassemic facies), with delayed or absent puberty. Some variants of thalassemia (like Haemoglobin Bart's hydrops foetalis) are often fatal, but fortunately they are rare in Bangladesh. Thalassemia patients need medical treatment such as regular blood transfusion to keep the haemoglobin up to the target level, screening for blood-borne infections, chelation method to minimise iron overload and endocrine complications related to iron overload, control of osteoporosis and sometimes splenectomy due to hypersplenism.\nHematopoietic stem cell transplantation (HSCT) is the only curative treatment of thalassemia at present. HSCT outcomes (more than 80 percent) are best for younger individuals who have undergone rigorous medical therapy with transfusion and iron chelation to minimise the risk of organ damage from iron toxicities. HSCT for thalassemia was pioneered in the early 1980 and results have continued to improve over time. According to a 2012 analysis, allogeneic HSCT is cost-effective compared to the standard medical treatment.\nAccording to the Thalassemia International Federation (TIF), less than 10 percent of global thalassemia patients in developing countries can access the optimal standard of care. In 2017, it was estimated that the direct cost for treating an individual with transfusion-dependent thalassemia in Italy and Turkey would be approximately $30,000 and $15,000 annually, respectively. In Bangladesh, about $2,500 (around Tk250,000) is spent annually, much less than the developed countries, but it is mostly out-of-pocket expenditure. Thus, the management of thalassemia patients requires a significant use of public health resources (approximately Tk 12,000 crore annually).\nUnfortunately, this issue is not being addressed with the appropriate attention in our public health domain. Moreover, many thalassemia patients in the country have not been diagnosed and/or appropriately treated, which clearly indicates a need to improve our community education programme as well as opportunities for genetic and prenatal counselling.\nEffective diagnostic and screening programmes are essential for thalassemia prevention. Carrier detection, test for thalassemia before marriage, prenatal diagnosis of thalassemic foetus before 13 weeks of pregnancy, genetic counselling and awareness are utmost important to this end. For thalassemia prevention, Bangladesh can look into Cyprus' experience. In Cyprus, thalassemia was a serious problem, which led to the initiation of strategies for prevention and management of thalassemia in 1976. In 1979, high-risk families started to get screened for thalassemia. In 1980, premarital screening was made compulsory by law. After prenatal diagnosis started in 1984, affected birth rates saw a sharp decrease. Between 1991 and 2001, only five thalassemic babies were born.\nThere's no doubt that at present, thalassemia is a serious health problem in Bangladesh. The government should formulate a policy for the prevention and treatment of thalassemia immediately. The existing thalassemia patients' standard of care (medical and curative) should be arranged in every public hospital. Planning should be done in such a way that no thalassemia baby can be born in the next five years. The main approach for thalassemia prevention is screening. A policy will have to be in place for the screening of the high-risk group. Premarital screening should be mandated by law as well. Scope for prenatal diagnosis should be increased in all medical college hospitals.\nProf Dr MA Khan is adviser to the Thalassaemia Samity Hospital and former head and founder of the Department of Haematology and Bone Marrow Transplant Unit at Dhaka Medical College Hospital (DMCH).\n\n",
        "headline_1": "How to curb thalassemia in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/how-curb-thalassemia-bangladesh-3314341",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "The Ministry of Education has issued the \"Policy for the Prevention of Bullying and Ragging in Educational Institutions, 2023\" to prevent bullying in educational institutions and punish the perpetrators around Bangladesh. But how far can a central directive go in achieving the results? What else should be done?\nBullying among peers is a common antisocial behaviour among children and adolescents in most cultures. When this happens in a school setting, supposedly a safe and stimulating environment where children would learn, thrive and flourish, this is unacceptable. Yet, this is far too common a situation.\nSchool bullying of a student takes many forms: corporal punishment as a disciplinary measure; physical violence; verbal humiliation; gender-based violence; and abuse prompted by personal attributes such as disabilities, and any other distinguishing features such as physical appearance, ethnicity, language or socioeconomic background. The perpetrators are not just the peers, but sometimes teachers, administrators, and school staff.\nA Unicef survey in Bangladesh in 2019 indicated that a quarter of the children of 10-17 years of age have been victims of bullying. This is likely to be a large underestimate. The prevalence and impact of bullying are difficult to quantify because of its interpersonal nature, the diverse ways in which it is manifested, not often overt, and the immediate and longer-term effects that are not easy to detect.\nThe problem is not new; it has been the subject of public debate, received media attention, and even attracted judicial interventions. There have also been regulations and directives issued by the education authorities regarding physical violence and verbal abuse of students by teachers. In a way, it is surprising that a policy now has been issued regarding this long-standing and pervasive phenomenon. The question is if and how the new directive can make a difference.\n\nLooking at the pattern of bullying and transgressions of student safety and rights at different levels of education, a pattern can be observed. At the tertiary level, it is the ruling regime-supported student organisations that are involved in various illegal activities and in exercising control over the general student bodies. Bullying and violence in these circumstances can be restrained only by a political decision to cut loose the ties of political protection and patronage to the student wings and make them subject to the normal academic code of conduct.\nOver two decades ago, the Education Policy, 2010 recognised the problem and provided some guidelines as solutions. For example, it suggested initiating student welfare and counselling services at all educational levels, with designated teachers to be trained to deliver counselling (Chapter 22). A working committee would also be formed with teachers, guardians, students and community representatives to improve the (learning and physical) environment in each school at primary and secondary levels. For higher education institutions, action plans will be prepared to take effective measures (Chapter 22). It also suggested that codes of conduct be adopted for teachers and learners at all levels of education, a purpose of which would be to ensure that students \"do not face any physical or mental tortures\" (Chapter 28).\nThe authorities have not taken the necessary steps to implement these policy recommendations. The most egregious incidents that drew public and media attention prompted judicial intervention. On October 7, 2019, Abrar Fahad, a student of Bangladesh University of Engineering and Technology (Buet), was beaten to death by the activists of the student wing of the ruling party (BCL) for allegedly making a post on Facebook that was critical of the government. The High Court then directed the government to form within three months anti-bullying committees at all educational institutions, especially universities and colleges. No systematic action followed this court ruling.\nOn August 21, 2021, the High Court bench issued a ruling asking the authorities concerned to explain their inaction in stopping bullying at educational institutions. Then, on February 16 this year, the High Court sounded alarm about the physical torture of a female student of the Islamic University in Kushtia allegedly by a group of BCL members. The current policy directive appears to be a belated and hesitant response to the judicial observations and public concern.\nLooking at the pattern of bullying and transgressions of student safety and rights at different levels of education, a pattern can be observed. At the tertiary level, it is the ruling regime-supported student organisations that are involved in various illegal activities and in exercising control over the general student bodies. Bullying and violence in these circumstances can be restrained only by a political decision to cut loose the ties of political protection and patronage to the student wings and make them subject to the normal academic code of conduct.\nThere is a gender and sexual dimension to bullying, ragging and intimidation, which cuts across the types and levels of institutions. Girl students are especially vulnerable in the prevailing patriarchal norms and values in society. Mindset, customs and habits of teachers, institutional managers, students – both boys and girls – and families of students are complicit, directly or indirectly, in creating and maintaining the environment that makes girls vulnerable.\nThere is the common behaviour pattern and psychology of children and adolescents, often characterised by jealousy, rivalry, selfishness, insecurity and a lack of self-esteem, that lead young people to antisocial behaviour and picking on those who seem to be different or weak. This situation is commonly evident at the primary and secondary school levels. The educational experience of students in the classroom and outside, and the extracurricular activities need to recognise this reality. Teachers, parents, and school administrators have to be alert to the situation and need to examine their own attitudes and values in this respect. The school experience should also nurture among learners empathy, appreciation of diversity, and respect for differences.\nIt is in the sphere of children and teenage behaviour patterns and the need for guidance, counselling, support, and learning the norms of social interaction as children grow up that the policy guidance and various measures proposed are likely to be particularly relevant. In respect of the politics-generated misconduct at the tertiary institutions, and the gender-related vulnerability of girl students, the policy directives can be of help only to the extent that these are supported by policy shift and mindset change beyond the school premises, particularly at the higher tiers of political decision-making.\nThe social and cultural conditions that have fostered the environment for bullying and the values that allow tolerance of such behaviour are alive and well. So is the political culture that has prevented the efforts to change the conditions. The key actors have to recognise these obstacles and find ways to work around them to implement the policy.\nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network, and vice-chair of the Campaign for Popular Education (CAMPE). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Is a policy directive enough to stop school bullying?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/policy-directive-enough-stop-school-bullying-3314311",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "We fail to understand the logic behind Biman's decision – not for the first time – to approve in principle the purchase of 10 Airbus planes, including two freighters. Last year, Biman managed to carry just over 28,000 tonnes of freight in the cargo hold of planes making international flights when it had the capacity to transport over 4.98 lakh tonnes, meaning that 94 percent of its freight-carrying capacity remained unutilised. Moreover, as an audit by the Civil Aviation Authority of Bangladesh (CAAB) shows, Biman carried 20.58 lakh passengers on international flights with around 7 lakh seats left vacant.\nBetween 2011 and 2019, Biman bought 12 Boeing planes spending around Tk 19,000 crore. But evidently, those haven't been properly utilised, largely due to shortages of pilots and cabin crew members as well as its poor planning and management. This newspaper has also published multiple reports showing the disastrous state of pilot recruitment and training at Biman. Its incompetence has already put passengers' lives at risk on more than one occasion, and embarrassed the nation as a whole. Why is it, then, that instead of fixing these problems and ensuring proper utilisation of existing planes, Biman is focusing on purchasing more of them? Has Biman carried out any research to see whether the decision to ferry cargo in additional freighters will increase profits, and not result in greater losses the burden of which will eventually be shifted onto taxpayers?\nExperts have suggested that the decision is not an economically viable one. Airfreight is a seasonal business in Bangladesh, which means that for five to six months, there is very little demand. That is why even foreign carriers operate in Bangladesh only when demand is high during the peak season. On top of that, most outbound freight goes to the West, and the items Bangladesh imports largely come from China, Hong Kong and Japan. So, the inbound cargo flights from the West and the outbound flights to the East would be virtually empty. As there is little or no inbound demand for cargo to Dhaka from the West, foreign carriers first fly to Bangkok or Singapore carrying goods and then make a stopover in Dhaka during the return flight to pick up freight that they deliver to the West. But Biman has no such strategic plan in place.\nAnother thing that Biman needs to do should it purchase the Airbus planes is train its cockpit, cabin crew members and engineers afresh to deal with the new aircraft. Again, we wonder how well Biman is positioned to do so with the existing problems it has.\nWe believe Biman's decision is a rash and overambitious one. There are plenty of things it needs to focus on first – starting with addressing systemic problems including corruption, nepotism and mismanagement – before it can expand to the height it seems to be aspiring to. Of course, we definitely want our national flag carrier to elevate itself to such a position. But that has to begin by addressing Biman's internal issues, so that its efficiency can reach a level that justifies such an expansion.\n",
        "headline_1": "Biman’s Airbus plan rests on shaky ground",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bimans-airbus-plan-rests-shaky-ground-3314271",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "We fail to understand the logic behind Biman's decision – not for the first time – to approve in principle the purchase of 10 Airbus planes, including two freighters. Last year, Biman managed to carry just over 28,000 tonnes of freight in the cargo hold of planes making international flights when it had the capacity to transport over 4.98 lakh tonnes, meaning that 94 percent of its freight-carrying capacity remained unutilised. Moreover, as an audit by the Civil Aviation Authority of Bangladesh (CAAB) shows, Biman carried 20.58 lakh passengers on international flights with around 7 lakh seats left vacant.\nBetween 2011 and 2019, Biman bought 12 Boeing planes spending around Tk 19,000 crore. But evidently, those haven't been properly utilised, largely due to shortages of pilots and cabin crew members as well as its poor planning and management. This newspaper has also published multiple reports showing the disastrous state of pilot recruitment and training at Biman. Its incompetence has already put passengers' lives at risk on more than one occasion, and embarrassed the nation as a whole. Why is it, then, that instead of fixing these problems and ensuring proper utilisation of existing planes, Biman is focusing on purchasing more of them? Has Biman carried out any research to see whether the decision to ferry cargo in additional freighters will increase profits, and not result in greater losses the burden of which will eventually be shifted onto taxpayers?\nExperts have suggested that the decision is not an economically viable one. Airfreight is a seasonal business in Bangladesh, which means that for five to six months, there is very little demand. That is why even foreign carriers operate in Bangladesh only when demand is high during the peak season. On top of that, most outbound freight goes to the West, and the items Bangladesh imports largely come from China, Hong Kong and Japan. So, the inbound cargo flights from the West and the outbound flights to the East would be virtually empty. As there is little or no inbound demand for cargo to Dhaka from the West, foreign carriers first fly to Bangkok or Singapore carrying goods and then make a stopover in Dhaka during the return flight to pick up freight that they deliver to the West. But Biman has no such strategic plan in place.\nAnother thing that Biman needs to do should it purchase the Airbus planes is train its cockpit, cabin crew members and engineers afresh to deal with the new aircraft. Again, we wonder how well Biman is positioned to do so with the existing problems it has.\nWe believe Biman's decision is a rash and overambitious one. There are plenty of things it needs to focus on first – starting with addressing systemic problems including corruption, nepotism and mismanagement – before it can expand to the height it seems to be aspiring to. Of course, we definitely want our national flag carrier to elevate itself to such a position. But that has to begin by addressing Biman's internal issues, so that its efficiency can reach a level that justifies such an expansion.\n",
        "headline_1": "Biman’s Airbus plan rests on shaky ground",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bimans-airbus-plan-rests-shaky-ground-3314271",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "The way those in charge of the railway have been going about addressing its longstanding locomotive crisis is alarming. At a time when the railway is going through a severe shortage of engines threatening to derail its operation, the authorities have been moving at a snail's pace to fix it. That is, if they are moving at all. As per a new report by this daily, two projects – which, if executed as planned, would have added 70 new meter-gauge (MG) locomotives to its fleet and overhauled 21 old locomotives – are now at risk of being cancelled. Reason? Because of zero progress achieved in the projects despite years and crores spent in preparation. It shows how, instead of fixing the engine crisis, the relevant authorities are allowing it to continue, which can only mean public suffering down the road.\nGetting into the details of these long-delayed projects serves up useful lessons. Bangladesh Railway (BR) took up the first project to procure 70 MG locomotives in August 2011. But despite three deadline extensions since then, punctuated by a major revision in 2018, when the project budget was increased from Tk 1,946 crore to Tk 2,659.33 crore, things are yet to pass the preliminary stage. The second project, taken up in July 2019, also suffered more or less the same fate. Reportedly, the project authority floated tender thrice over the last four years, but still failed to get it off the ground. The delay that has been witnessed in both cases is anything but usual, even by government standards. These projects have been evidently undone by the mismanagement, poor planning and incompetence of those involved. The question is, who will answer for that?\nEven if the projects are now cancelled and fresh initiatives are taken to procure and overhaul locomotives, it will be little more than a bureaucratic formality with no guarantee that the same problems will not recur to haunt them. And the fact remains that we wouldn't have to deal with this situation had the higher authorities been remotely sincere about addressing the dire engine crisis. According to the latest estimate, the state-run BR has 171 MG locomotives, of which a whopping 82 percent are old or \"overaged\", requiring urgent overhauling. Of the 92 broad-gauge (BG) locomotives in the BR fleet, 55 percent are also overaged. Clearly, the BR is headed toward a crisis point even if it may not publicly acknowledge it.\nUnfortunately, the problems that derailed the locomotive projects have been the hallmarks of most railway projects over the last decade or so. We have frequently seen how, in the absence of any functional institutional accountability, expensive projects have been taken up and frequently revised to allow for inflated bills, only for them to add little to the railway service in the long run. How long will such mismanagement, irregularities and corruption be allowed? How long will taxpayers have to see their hard-earned money go down the drain like this? We urge the government to immediately address this issue. The locomotive crisis must not be allowed to continue any longer.\n",
        "headline_1": "Locomotive crisis can cripple the railway",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/locomotive-crisis-can-cripple-the-railway-3314181",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "The death of six workers of the seven fatally injured in a furnace blast at a rerolling mill under construction at Rupganj, Narayanganj has exposed some unpleasant developments in the country's industrial sector. Irregularities, non-compliance with required specifications and safety measures usually mark the operation of mills and factories leading to tragic loss of lives and damage to property. The authorities responsible for monitoring such omissions and wilful tinkering with regulations are often found to be a party to the gross malpractice. In this case, however, the Department of Inspection for Factories and Establishments (DIFE) performed its job well enough by not issuing a licence and suggesting the required safety measures. Two inspectors from the DIFE visited the site twice, the last time on March 6, and found wanting in the layout of the machine, working environment for workers and their safe costume. They suggested modification and improvement in those matters. Even after the management was informed of this verbally and then in writing, it did not pay heed to the suggestions and continued with its trial run.Now the owners have reportedly gone into hiding. Had the management complied with the inspection team's suggestion, the poor workers would not succumb to such a painful death. The still surviving worker is suffering in hospital bed with little chance of recovery. The workers were smelting iron in the rerolling furnace at the time of the blast. In the devastating blast at Sitakunda oxygen plant, the cause of the accident has not been precisely determined but a mismatch at the time of filling the cylinders is thought to be responsible. That plant also failed to renew its registration and get its inspection done. All this points to the negligence and wilful avoidance of regulatory checkups. What is highly concerning is the fact that these two units are not the only ones to have bypassed the approval and regular inspection respectively, there are many more in factory-intensive areas such as Narayanganj and Sitakunda. The rerolling mill's case is particularly shocking because it defied the authority proper, which refused to issue its licence on account of various lapses. The poor workers, who are desperate to land a job, any job, can hardly bargain for wages, let alone safety issues at a time when employment is scarce. Unsafe working conditions prevail in a number of factories and mills, particularly in plastic factories and rerolling mills. True, the DIFE did its duty by not issuing the rerolling mill a licence to go for operation. But there has to be a system of monitoring the non-compliant factories and mills. Whenever an outsize accident takes place, the irregularities, shortcomings and negligence come to the open. There are public outcries and assurances from the authorities immediately after an accident but then the issues are hardly pursued and the urgency is relegated to forgetfulness until a fresh accident happens. This cannot be the right approach to address industrial mishaps which actually are mostly manmade and the deaths caused are not accidental deaths but plain murder. So an effective system of regular inspection and monitoring of mills and factories should be there in order to ensure that no unlicensed factory ever operate or the licensed ones stall repair or renovation. Finally, the families of the dead in the blast should be given compensation.",
        "headline_1": "Deaths at unlicensed mills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deaths-at-unlicensed-mills-1683554265",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "As had been feared, oblivion and a sense of complacence started gripping the Dhaka dwellers after the terrible fire incidents two months ago. Of the supermarkets identified as vulnerable to fire disasters, a few have already been singled out. Mouchak market stands among them prominently. Experts have also focused on the busy Gausia building and a few other popular markets among them. Meanwhile, an explosion at a gas line digging site in the Dhupkhola area has lately injured several passersby. The recent fire disasters, the kind of which visited Dhaka almost one after another in the months of last March and April, cannot be ruled out for returning in the future. The fire near Science Laboratory on March 5 also witnessed an explosion. That fire has allegedly gas-triggered explosions in the morning at the venue, followed by a fire; then it emerged later in the form of a blaze, allegedly followed by a weird outburst of gas leakage. The gas smell came after a few days. The smell scare still remains a threat, because the problem has not been addressed sufficiently. The metallic smell of supply gas throughout large swathes of Dhaka recently and the detection of innumerable gas leakage sources have turned out to be a close call. Hadn't the panic-stricken city residents started creating an uproar and the Titas Gas authorities intervened promptly, there would have been big and small disasters in many parts of the capital. Dhaka is no stranger to supply gas related accidents. It was the blasts caused allegedly by accumulated gas in the pipeline of the commercial complexes in Dhaka that had stunned people. The residents have felt nonplussed as the Titas authorities pointed the finger at myriad small leaks in the gas pipelines; and the high pressure on the gas supply flows. It's anybody's guess as to how the gas authorities have been coping with these two hazards all these years.Titas Gas Transmission and Distribution Company didn't fail to come up with their explanations on the gas leakages. To senior experts, these assurances might keep many potential hazards at bay. Putting the critical issue in perspective, many others stress the urgent need for failsafe devices. They can detect immediately the loopholes and negligence in the transmission and distribution systems, and correct them. Given the frequency of big and small gas pipe-related mishaps, the said mechanism ought to have long been in place. That it hasn't materialised is unfortunate. The failsafe mechanism in the modern times is a sine qua non for many industries, the communication sector, especially aviation, and for supply networks dealing with the essential services. During gas line repair works on roads, the scene of bubbles in the rain water accumulated at the place of digging work is a common sight.Coming to the recent gas-smell episode, the term 'odorant' has been seen being used widely. According to the Titas authorities, they have mixed the household natural gas supplies with 'odorant', so that the leaked gas could be recognisable instantly. It's a wise and practical idea. But in fact, people in the areas filled with the smell of leaked gas have reportedly found the same old smell they have known for long. The news of the mixture should have been announced publicly. There was no special smell in the city neighbourhoods. According to Google dictionary, 'odorant' is actually methyl mercaptan. It is added to natural gas, usually in mixtures containing methane. Its smell is reminiscent of rotten eggs or cabbage. People hope, the authorities concerned will clarify the odorant mixture issue, as well as the substance's role in the detection of the leaked gas.Titas Gas Company is in charge of operating a formidably large network of pipelines. As mentioned in a recent FE editorial, the company in 2021-22 \"detected as many as 985 gas leaks at 449 points of 1,682-kilometre long pipeline of its total 7,000 km network it brought under its scrutiny. It means more than 5,000 km pipeline remains undetected.\" This staggering figure of undetected pipelines carries elements of extreme worries and panic. The capital has long been used to noticing the seemingly never-ending work of repairing underground gas pipelines. At times, the digging work remains left incomplete for indefinite periods. In spite of being long used to handling gas burners, many in the city are unaware of how to operate them properly. This ignorance ranges from the lack of knowledge about turning the burners off completely after cooking to keeping at least one window of the kitchens open. It's because this practice doesn't allow the accidentally leaked gas to accumulate inside the kitchens. Upon entering a kitchen with insufficient openings, alert home-makers first open all windows and the door. Stopping these negligent behaviours doesn't fall within the duties of the gas distribution authorities. But due to their being the main source of gas supply, they can at least make the households aware of the hazards prompted by gas mishandling. Ignorance about the supply gas has led to many tragic accidents at city residences. Many have heaved a sigh of relief that Dhaka didn't turn into an inferno on the night of the city-wide gas leaks. Credits go to the authorities that they were able to deal aptly with a highly volatile situation. But this is not the end of the story. Why so many leaks began emitting gas almost at a time has started upsetting a section of people. The Titas authorities owe the Dhaka residents an unambiguous statement on the whole episode.\n[email protected]",
        "headline_1": "Complacency back after city fires",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/complacency-back-after-city-fires-1683554324",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "Though the Eid-ul-Fitr is over, the kitchen market shows no sign of cooling down. The essential items in the shopping list at the kitchen market including soybean oil, sugar, potato and onion are getting pricier. So are the prices of garlic and ginger. The price of soybean oil, for instance, has increased by Tk.12 per litre. As a result, it is now selling at Tk.199 per litre. Maybe being an import-dependent commodity for daily use, its price is increasing. It may also be that scarcity of the US dollar in the banks and the resulting restrictions on import have something to do with the dearness of the edible oil in the market. But no, these are not the reasons for the fresh hike in the price of this key ingredient for cooking. In truth, crude soybean oil's price has rather been falling in the international market during the last four months. Then, why is its price rising in the local market? Well, the VAT exemption on the crude soybean import that the traders had been enjoying so far has come to an end since April 30 last. Now, the refiners and wholesalers have to pay Tk.20 per kilogram (kg) of soybean as VAT. This is Tk.15 more per kg than it was till April 30 at Tk.5. So, to make up for the loss, the burden of the VAT has now fallen on the shoulders of the consumers. It could be learnt that the traders, especially the producers of the vegetable oil, Vanaspati, and refiners of crude soybean oil, have in consultation with the commerce ministry and the tariff commission decided to increase the edible oil's price. So, it cannot be said that the traders have unilaterally increased soybean oil's price. But for sugar the problem lies in the international market where its price is surging. So, there is no question that the common people have to pay a higher price for sugar. But the price hike is not limited only to oil and sugar. Potato, onion, garlic, ginger, you name it, are dearer in the market. And, of course, there are reasons aplenty in support of this fresh spate of price hike. Price of potato, for example, has about doubled in a year. Last year, this vegetable cost between Tk 16 and Tk 20 per kg. Lately (on Saturday), it was selling between Tk 32 and Tk 37 a kg. But hardly a month ago, potato was selling at a price that was around 33 per cent lower. How to explain this?This year's potato production has been 19.51 tonnes per hectare. True, it is the lowest yield in potato production in the last eight years, according to the Department of Agricultural Extension (DAE). Even so, the expected amount of production at around 8.9 million tonnes, though less than the government-set target at slightly over 10.55 million tonnes, can well meet the nation's annual demand for potato, which is between 7 to 8 million tonnes. So, the argument of production or supply shortage of potato for such a sharp rise in its price in a month hardly stands to reason. The upcoming Muslim festival of Eid-ul-Azha when this particular vegetable will be in high demand may have driven traders, even farmers, to stock up on it. Needless to say, spices like onion, garlic and ginger are also getting costlier perhaps for similar reasons. However, traders, as usual, are blaming the soaring prices of these kitchen items on restriction on import, dollar crisis behind fewer letters of credit (L/Cs) being opened and so on and so forth. Not that there is no truth in these claims. But the truth of the matter is that the consumers are always at the receiving end, rain or shine.\n[email protected]",
        "headline_1": "Essentials will be pricier, rain or shine",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/essentials-will-be-pricier-rain-or-shine-1683554360",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2023"
    },
    {
        "full_article": "A glass window of a metro rail has been damaged recently after a stone-like object hit the running train. No passenger was, however, injured in the incident as the glass window of the train did not fall apart. Although it was the first time for the metro rail, incidents of pelting stones at moving trains is a common experience for our train passengers. At some spots, it turns very dangerous making the passengers unsafe. Many passengers were injured from stones thus hitting moving trains. Some of them were fatally injured. Even a number of locomotive operators got injured in some incidents. These incidents could be easily avoided if we had been able to make our people aware of our public properties and how we should take care of them. The metro rail authorities have already filed a case with Kafrul police station accusing some unknown people of pelting stones at the windows of the metro coach. Bringing the perpetrators under justice is no doubt a good way to curb such incidents. But at the same time, educating people, especially children and youth, would be the best way to reduce the incidents of stone-pelting at running trains. The awareness building campaign should be expanded. Moreover, criminals like drug peddlers and snatchers sometimes instigate minors to pelt stones as a game. Even in some cases, bus operators support stone pelting at local commuter trains. AC trains also become the target of such mischief-makers. The metro and railway authorities as well as law enforcers should take necessary steps to prevent such occurences. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Throwing stones at running trains should stop",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/throwing-stones-at-running-trains-should-stop-1683554383",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2023"
    }
]