[
    {
        "full_article": "The first official gauge of the economy’s performance so far in 2024-25 pegs real GDP growth at 6.7% between April and June, a five-quarter low and below the central bank’s projection. The Reserve Bank of India (RBI), which expects a 7.2% GDP growth through 2024-25 following last year’s 8.2% surge, had revised its estimate for Q1 from 7.2% to 7.1%, earlier this month. The actual numbers are underwhelming and mark a clear cooling in the economic momentum, although some base effects are in play. Growth in the Gross Value Added (GVA) in the economy came in higher at 6.8%, after a year of widening divergences with the GDP print. At the onset of this fiscal year, major hopes hinged on a normal monsoon boosting farm sector output and easing inflation, which could lift the weak rural demand and private consumption witnessed last year. Higher demand would bolster private firms’ propensity to invest in new capacities, and ease the pressure on public spending to prop up growth. That the government would still ramp up capital expenditure by 17% to ₹11.11 lakh crore this year, while it waited for this narrative to unfold, was the other pillar underpinning this year’s growth aspirations.As things stand, this script is yet to fully play out. The stretched general election has sharply scuppered public capex, and the government will need to redouble efforts to meet its spending goals. The good news is that private consumption spends bounced to a six-quarter peak of 7.4%, partly thanks to easing headline inflation. But food prices remain elevated. The monsoon has been better than last year but a tad erratic and uneven, temporally as well as spatially. Farm GVA growth has moved up to a four-quarter high of 2% but the next few weeks will determine whether the sector rebounds in earnest (and food inflation cools). Projections of above normal downpours in September may well affect standing kharif crops. This is a key monitorable for the RBI, whose independent monetary policy panel members have flagged a 1% GDP growth loss this year and next, if interest rate cuts are delayed. India may still grow 6.5% to 7% this year, but most expect growth to slip to 6.5% in 2025-26, with the medium-term potential hovering around that number. This is too slow for comfort. As top IMF official Gita Gopinath pointed out recently, policymakers need to urgently pursue meaningful reforms across all aspects of the economy, and improve the efficiency of its institutions and the judiciary. This is critical to lift its growth potential and fulfil hopes of creating gainful employment for its young, fast enough for India’s demographics to yield a dividend. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\neconomy (general)\n\n/\n\nReserve Bank of India\n\n/\n\nMonsoon\n\n/\n\nagriculture\n\n/\n\nGeneral Elections 2024\n\n/\n\ninflation and deflation\n\n/\n\njudiciary (system of justice)\n\n/\n\ndemography\n\n/\n\nfood\n\n/\n\nprices",
        "headline_1": "​Growth matrix: On the economy’s performance",
        "headline_2": "Economic outlook is evenly poised but reforms need acceleration",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bgrowth-matrix-on-the-economys-performance/article68586412.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "Hate speech, especially by elected authorities and targeting a specific community, has been repeatedly flagged as a possible trigger for ethnic conflagrations and atrocities that could have catastrophic consequences. Politicians in India are well aware of this but this does not deter the most cynical among them from using hate speech to further a polarising agenda. A case in point is the Chief Minister of Assam, Himanta Biswa Sarma. The BJP leader continues to revel in making communally sensitive remarks, targeting the State’s minority communities. On Tuesday, he explicitly said that he would take sides against “Miya Muslims” — a discriminatory euphemism for the minority Bengali Muslim community — and would not let them “go to Upper Assam”. These remarks were in the context of a debate on the law and order situation after a gangrape of a minor in Dhing. During the 2024 general election, Mr. Sarma, in speech after speech, had used rabidly communal language to target Muslims, with nary a response from the Election Commission of India. He even said, “Islamophobia is real for many of us [Hindus]”.By making these statements repeatedly, Mr. Sarma is going against the oath he took as the Chief Minister — that he will bear true faith and allegiance to India’s secular Constitution. He should be condemned for explicitly saying that he will side against a particular community. Second, by amplifying demands by groups that have threatened an entire community to leave “Upper Assam” and suggesting that the minority community does not have the right to free movement, he is furthering hate in a State which has been affected by ethnic violence. From violent anti-immigrant agitations to militancy and a flawed process of identifying “foreigners” that has brought misery to the poor, Assam has been through crises; some of those issues continue to fester. Instead of finding ways of reconciliation, all-round harmony and peace, he uses the cynical ploy of fostering division in order to reap the benefits out of the politics of hate. As actions in nearby Myanmar and the plight of the Rohingya show, repeated use of hate speech to characterise a minority community and the amplification of communalism have disastrous consequences. The Union government and the BJP leadership have shown no inclination to rein in the errant Chief Minister. Unlike party leaders who have been reprimanded for utterances targeting sections such as farmers, Mr. Sarma uses hate speech against Muslims. But if the government is serious about improving the lot of the Assamese people — the State has among the poorest HDI indicators in the country — it has to put an end to hate speech as a communally charged environment militates against all-round development. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nhate crimes\n\n/\n\nminority group\n\n/\n\npolitics\n\n/\n\nAssam\n\n/\n\nsexual assault & rape\n\n/\n\nGeneral Elections 2024\n\n/\n\nconstitution\n\n/\n\nnational or ethnic minority\n\n/\n\nMyanmar\n\n/\n\nRohingya crisis\n\n/\n\nsociety and human capital\n\n/\n\nagriculture",
        "headline_1": "Hateful, baleful: On the Assam Chief Minister and communally sensitive remarks",
        "headline_2": "The Assam Chief Minister is transgressing his oath by making hateful remarks against Muslims",
        "link": "https://www.thehindu.com/opinion/editorial/hateful-baleful-on-the-assam-chief-minister-and-communally-sensitive-remarks/article68586433.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "Netas do great disservice by demanding instant justice\nMamata Banerjee is agitating for death penalty for rape convicts, and setting ultimatums for investigators in the RG Kar case. Before that, TMC and BJP sparred over fast-track courts. As political rivalry hits fever pitch, outrage over sexual violence has been reduced to an instrument, rather than being seen for the pervasive crisis it is. Instead of justice, we witness a demeaning competition over which leader asked for the quicker fix, who demanded the more dire punishment. Setting summary deadlines to punish culprits, fighting over fast-track courts and so on, are about playing to a mob, not furthering justice. Our unforgivably slow, interrupted judicial process does let down victims of sexual crime, and this needs redress. But legal trials are about examining evidence, sifting the claims of defence and prosecution — where hurry is as bad as delay. The need for speed can cause cases to collapse because of shoddy investigation.\nToday, even state administrations are destroying due process, in their quest to appear like avenging action heroes. Bulldozer demolitions, or extra-judicial police murders that we call ‘encounters’, might appease a section of the public that has already decided who the criminal is. But the mood of the majority or the careerism of political leaders should not goad courts into cutting corners, or denying the accused their right of a full defence.  The idea of ‘settling scores’ or delivering rough justice to pre-decided targets, rather than the patient labour of a fair trial, erodes the legitimacy of law enforcement. All of our fundamental rights depend on this understanding, on impartial legal process.\nPublic sentiment around sexual violence is real; all over India, women are crying out for safety and autonomy. But the rule of law should not be disfigured by those who opportunistically claim to speak for the public.\n\n",
        "headline_1": "Off With Their Head? No",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/off-with-their-head-no/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "Sometimes, politicians do more harm than good by demanding quick justice.\nMamata Banerjee, a political leader, is asking for the death penalty for people convicted of rape and is giving investigators very short deadlines in a case. Before that, her party, TMC, and another party, BJP, argued over how quickly courts should handle cases. As these political fights heat up, the real issue of sexual violence is being used as a tool to gain political points, rather than being treated as a serious problem that needs careful attention. Instead of focusing on real justice, we see a race over who can demand the fastest or harshest punishment. Setting quick deadlines to punish wrongdoers or arguing over fast-track courts is more about making the public happy than actually delivering justice.\nOur justice system is indeed slow and often fails the victims of crimes, and this is a problem that needs fixing. However, legal trials are important because they carefully look at all the evidence and listen to both sides — rushing these trials can lead to mistakes and cases falling apart due to poor investigation.\nToday, even government leaders sometimes ignore fair legal processes just to look like action heroes. Actions like bulldozing someone’s home or police killing suspects without a fair trial might satisfy some people who already think they know who is guilty. But the opinions of the public or the ambitions of political leaders should not force courts to rush or deny the accused a fair chance to defend themselves. The idea of taking shortcuts or delivering “rough justice” to those already judged by the public, rather than conducting fair trials, weakens our justice system. All our basic rights depend on fair and impartial legal processes.\nPeople’s anger about sexual violence is genuine, and women all over India are demanding safety and freedom. But the rule of law should not be twisted by those who only pretend to speak for the people.\n\n",
        "headline_1": "Should We Rush to Punish? No",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/should-we-rush-to-punish-no/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "We shouldn’t make villains out of threatened animals\nNine terrible deaths in wolf attacks in Bahraich over 45 days demands plenty scientific follow-through – to protect both human populations and wolf-conservation efforts. Without serious study, it’s easy for fear to settle. There’s much ignorance about both wolves and the need for much wider research into human-animal conflicts on margins of wild habitats.\nWolves avoid humans. Attacks are triggered when wolves feel threatened, over food scarcity or loss of habitat, or when protecting their young. Flooding of habitat, loss of food, cubs driven over by tractors unknowingly are some triggers discussed among the terrified locals in this instance. Wildlife scientists emphasise the need to study DNA from kill sites to determine whether a single wolf or more attacked the children. Some posit it could be hybrids of wolf-cum-dogs behind such attacks. Such mingling has increased as human habitations extend into wolf habitats, and such hybrids have lost fear of humans. There’s limited research on the Indian wolf – barely 3,000 of whom remain in the wild.\nIn 1996, in UP, from Lakhimpur to Manjanpur, between April and August, 33 children were killed by wolves, 20 others seriously mauled. A trigger for the attacks reportedly was thrill-seeking villagers stealing cubs from lairs. A wolf-killing campaign ensued – a reward for every dead wolf brought in. In 2024, as doors are being installed in huts, we have to do better to understand the triggers, and thereby protect both wolves and human settlements.\n\n",
        "headline_1": "Crying Wolf",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/crying-wolf/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "We shouldn’t turn threatened animals like wolves into villains\nRecently, in Bahraich, there were nine tragic deaths caused by wolf attacks over 45 days. This situation needs careful scientific investigation to protect both people and the wolves. Without proper research, fear can easily take over. Many people don’t know much about wolves or the need to study how humans and animals interact, especially where wild habitats and human settlements meet.\nWolves usually stay away from humans. They might attack only if they feel threatened, if there’s not enough food, if they lose their habitat, or if they’re protecting their cubs. In this case, flooding, loss of food, or cubs accidentally getting run over by tractors could have triggered the attacks. Wildlife experts suggest studying DNA from the attack sites to find out if one wolf or more were involved. Some scientists think that the attackers might be hybrids of wolves and dogs. As people build more homes in wolf habitats, these hybrids are losing their fear of humans.\nThere’s not much research on Indian wolves—there are only about 3,000 left in the wild. In 1996, in Uttar Pradesh (UP), wolves killed 33 children and seriously injured 20 others in just a few months. The attacks were believed to have been triggered when villagers, out of curiosity, stole wolf cubs from their dens. This led to a campaign to kill wolves, with rewards offered for every wolf killed. Today, as people are installing doors on their huts for safety, we need to better understand what triggers these attacks to protect both wolves and humans.\n \n\n",
        "headline_1": "Don’t Blame the Wolves",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/dont-blame-the-wolves/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "Following the resignation of Sheikh Hasina, the dissolution of parliament, and the formation of the interim government, we've been witnessing a massive change in university administrations all around the country. Vice-chancellors, pro-vice-chancellors, proctors, registrars, provosts and other members of university administration bodies have stepped down from their positions, mostly citing personal reasons behind their resignation. However, it's quite evident that the decision was made under pressure, particularly from students and teachers.\nThe active participation of students in demanding the resignation of VCs and other admin body members comes as no surprise. The nine-point demands put forth by students during the quota reform movement called for the resignation of VCs and proctorial bodies of Dhaka, Rajshahi, and Jahangirnagar universities. As VCs of the universities, their response to violence on students by law enforcement and Bangladesh Chhatra League members was not only inadequate, but it actively placed the students in harm's way. The situation was similar in many public and private universities throughout the country, where members of the admin body endangered the lives of students by refusing accommodation and support.\nFollowing universities, students of schools and colleges also called for a change in their respective governing bodies, urging the resignation of principals and teachers based on misconduct during and before the protests.\nWhile peacefully demanding the resignation of faculties and teachers is a justifiable right, the mob mentality borne out of it crossed a line. Administrative personnel had to step down under duress, often leading to disruptions in the educational institutions. A video of high school students trying to physically force the principal of a school to sign her resignation surfaced on the internet, which garnered criticism online.\nDuring the Awami League (AL) government regime, most members in high positions at educational institutions were often affiliated with the political party, which has served as an incentive for students and staff to demand their resignation. Cases emerged of governing body members misusing their position to accept bribes, embezzling research funds, being involved in corruption, etc. While demanding justice for those guilty of such wrongdoing is fair, being affiliated with a political party alone shouldn't warrant such claims.\nRather than jumping the gun on demanding resignations, we need to step back and re-evaluate whether those in administrative positions are qualified enough. Someone should not be banned simply for their ties to the AL without evidence of misconduct, considering the political climate before the protests.\nThe forced resignations have led to an administrative vacuum in universities, causing delays in the resuming of classes, payment of the staff's salaries etc. The University of Dhaka has appointed Professor Niaz Ahmed Khan as the new VC. Pro-VC and proctorial positions have also been filled, and the student opinion so far is rather optimistic. This isn't the case in many other universities, where academic activities are halted, setting students back.\nThe administrative body members' first and foremost duties should be creating a sound structure for academics and protecting the students' interests. The politicisation of these positions made way for corruption. Student politics and the violent nature of it were also overlooked. Combinedly, these caused the students' interests to take a backseat.\nRecent events have created a shift in the teacher-student dynamic in general. Since childhood, we've viewed our teachers as role models not only in academics but also in principles. The teachers, in turn, were to treat students with affection and guide them towards the moral path. Self-serving politics and corruption from the teachers' ends have disrupted this relationship and altered the students' perceptions, dampening their respect for educators. It is this very shift in dynamic that has caused students to lay hands on their teachers and force them to resign. This damage needs to be repaired.\nMany consider the resignation of administrative staff a necessary step in reformation as they believe having apolitical persons in charge will bring about progress. That being said, forced resignations can create unforeseen circumstances and make way for unqualified candidates to assume positions of power. Persecution of teachers and forceful resignation not only expels qualified individuals but also reflects badly on students.\nStudents have expressed dissatisfaction at the news of Khulna University's VC Mahmood Hossain's resignation after his bold stance in protecting the students during the movement. So, it's obvious that the general expectation is that our educators will have our best interests at heart. We want to see a positive change in administration where student welfare and education quality are prioritised, research scopes are expanded, and resources and facilities are modernised and made accessible for students.\nResignation of corrupt individuals is indeed a necessary step in building a better education system, but it is up to us—students—to not give into mob mentality and ensure justice is done towards our educators.\nZabin Tazrin Nashita is an engineering student at Islamic University of Technology.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Is forcing our educators to resign the right way to go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/forcing-our-educators-resign-the-right-way-go-3690436",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "My father, Shafiqul Islam Kajol's lifestyle of publicly criticising and calling out any ill activities of the then Awami-ruled government would often prompt my mother to make comments such as, \"You're going to get disappeared any day now.\" These comments were, of course, made as light jokes. Yet, when on March 10, 2020, my father didn't return, it took us more than a day to realise what had happened. When people turned away from us, when the unwelcoming feeling at the police station became apparent, when the voices on the calls became soft, that's when we realised that my father had been forcibly disappeared. Even then, there wasn't a definite moment when we knew for sure. No one breaks the news to you clearly.\nAmong the hundreds of different illegal activities that go on around the world, some have the unique characteristic of not being identifiable as a crime. Enforced disappearance is one such activity. Often these incidents cannot be validated officially as crimes while the related government is in power as the state's resources are used to carry out this crime. These state-sponsored crimes are justified by claiming they are carried out for the sake of the government or to protect stakeholders in the government.\nThe countries and states where enforced disappearance is possible have one common characteristic: these are states where you cannot vocally express or talk about the atrocities of the powerful. Often, the powerful derive their power solely from the state itself, serving as a quid pro quo. The state gets immunity from any criticism, and the persons running the state get full access to the state's resources at their fingertips; they can unleash it without any backlash or accountability. Soon, the state resources become available for them to use for their personal gain.\nThe enforced disappearances under the last government had two distinct categories. The first type was perhaps the easiest for them to authorise. These were politically influential people whom the government feared so much that the all-too-common scenario of politicians always being legally persecuted, arrested, and put in jail was not enough. For whatever the reason may be, the party in power didn't even want them to have any legal shield. This group also included individuals from important sectors and even former high-ranking officials of government bodies.\nThe second type of enforced disappearance was carried out against people who were personally deemed troublesome for individuals in the ruling government. Perhaps they had sensitive information about the individual or had other animosity. Since these individuals in the government were extremely influential, they could easily pull strings to make their targets disappear without much hassle.\nThe media's gag played a massive role in enabling this heinous crime by the state. The most the media would do is report on the missing aspect of these disappearances. They never mentioned the state's involvement in the disappearances. The media would only show statements from some politicians blaming the disappeared and spreading false information about them, such as how the missing person was perhaps a loan defaulter, a criminal hiding from cases, or involved in some other scandal. Law enforcement officials would state that they had no idea about the missing person's whereabouts. And then everyone would move on.\nThe media never received any official message about the restrictions on reporting cases of enforced disappearances. But the multiple cases under the Digital Security Act and other laws that a news outlet faced after publishing news severely critical of the government was a sufficient warning message for everyone. My father also served as such a message when the government decided to show my father as \"found\" on May 3, 2020, World Press Freedom Day. His arms were tied behind his back, and he was dragged to court like a petty criminal and sent to jail. The timing of my father's reappearance on World Press Freedom Day was not a coincidence.\nThe horrors of a family member being disappeared are not easy to put into words. Of the people who disappeared, a mere fraction came back alive. Some were found dead, far away from the place where they were last seen. The worst thing about these ordeals is that the family waiting for the person never gets closure. They don't get a deadline. They don't get a message. They are forever left hoping, even after weeks, months, years, sometimes decades, that maybe one day their loved one will come back.\nThe hopes of the family members were sparked on August 5 at the fall of Sheikh Hasina's regime. A select few even went back to their families around that time. But the majority are still missing. Yesterday, under Dr Yunus's interim government, Bangladesh became a signatory to the United Nations treaty on enforced disappearances. Earlier this week, the interim government set up a commission to investigate incidents of enforced disappearances that occurred during Sheikh Hasina's 15-year tenure.\nWhile the formation of the commission and the signing of the UN treaty on enforced disappearances is applaudable, the list of victims of enforced disappearance must be formally finalised as soon as possible. The list should also be inclusive of all those who have disappeared. Any political bias should not play for or against the entry of a name to that list. Upon finalising the list, anyone still missing, must immediately be released, if they are still in one of the many secret detention centres called the Aynaghar.\nThe victims of enforced disappearances must also be protected. While the Awami League government is not in power now, the law enforcement agents who have actively participated in these disappearances still operate within these agencies. Even Awami League's own goons are not to be ignored. They are violently dangerous by themselves. The security of the victims who are returning or have returned must be ensured.\nThe current government must also identify those who have been killed during their disappearances. While that is the last thing these families want, this closure is a must. When and how these victims were picked up, and under whose order—all of this should be made public. Every person involved in these disappearances must be brought to justice immediately. Furthermore, some sort of compensation must also be considered, as it was the state's duty to protect these people, yet it was the state's resources that ended up ruining their lives, taking away their legal and human rights. We all know how justice delayed is justice denied. We are already delayed by 15 years. The interim government must ensure that the wait doesn't extend to the hands of the next government.\nMonorom Polok is a member of the Editorial team at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The invisible prisoners of state ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-invisible-prisoners-state-3690356",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "I knew I was abducted on the basis of a politically motivated case. Those who abducted me knew my name and were in plainclothes. I was told that I was against the treaty (Chittagong Hill Tracts Peace Accord, 1997). They claimed it was a crime to oppose it. They said, \"It means you are against the state. The government runs the state, and the government is the state.\"\nI said they could kill me if they considered asking for workers' rights and the rights of my people a crime. I said, \"Amar rokte Banglar pobitro mati snigdho hok\" (Let my blood bring peace to the sacred soil of Bengal). I even said if they killed me, my ideals would live on. When I said these, they hit me in the stomach with an object, and eventually took me to a facility.\nThe facilities are constructed so that a sliver of light enters through an angle only in a few rooms so you can see nothing. No sound from outside can be heard. Towards the end, I fell very ill. In the beginning, I lost a significant amount of weight as I was unable to eat. I was handcuffed, blindfolded tightly, and not allowed to sleep during my time there. I suffered in this manner for a year. Medical examinations had to be conducted on me because I had fallen severely ill. My sodium level and blood pressure had dropped drastically.\nOne day, I was fastened onto a chair that was capable of rotating at a high speed. I was asked, \"Where are your weapons?\"\nIn this way, five years passed there. No information reached me during that time, and speaking to others was not allowed. I did hear the sound of other people talking and felt the presence of other inmates, but I never got to know what happened to them.\nOn the day of my release, I was asked if I had any personal belongings. At that point, I did not know I was going to be freed. I thought I was going to be killed. I was being taken somewhere in a car while another car was following us and I saw weapons.\nI was in the car for several hours, when suddenly a left turn was taken. The man to my right told me not to scream or make a fuss. He asked if I knew my family's number. Then he said, \"We're going to release you. Wherever we drop you, you will stay there, for 30 minutes. If you get up before that time, we'll shoot you. Once 30 minutes pass, you will untie yourself, and you will run.\"\nI said nothing. When I opened my blindfold, I saw the light of the world for the first time in years. I saw in a newspaper that the nation was awaiting a new government; I learnt that Sheikh Hasina's government had fallen.\nMy family was in immense pain. They believed I had passed away, and my funeral was held. I learnt my father who was alive at the time of my capture, was no more.\nIf it had not been for the student's uprising, the heaviness of the pain for many in a similar situation would not have been relieved. Sheikh Hasina and her accomplices committed heinous acts to create an atmosphere of immense fear. She along with every person who assisted her should be tried. I want them to be punished lawfully so that such heinous acts and such horrifying breaches of human rights, never occur.\nMikel Changma is leader, CHT-based United People's Democratic Front (UPDF).\n\nThis is an abridged excerpt from an interview taken for The Daily Star.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "'Let my blood bring peace to the sacred soil of Bengal'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/let-my-blood-bring-peace-the-sacred-soil-bengal-3690286",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "Life expectancy at birth predicts how long a newborn baby is expected to live. Obviously, such predictability in large measure depends on the overall health condition of the population in question. Admittedly, the healthier a population is the greater the possibility of longer lives for its newborns. So, what is Bangladesh's status in this respect at the moment? Going by the Bangladesh Bureau of Statistics (BBS)'s latest data made public on Tuesday last, in 2023, the average life expectancy of Bangladeshis dropped to 72.3 years, down by 0.1 years from 72.4 years in the previous year. That means in 2023, the longevity of a newborn was shortened by 1.2 months compared to 2022. Though the country's chief statistical agency, BBS, did not explain what has led to this decline in the population's average life expectancy in Bangladesh within the span of a year, it is not hard to imagine why it has been so.Of the factors that work behind the increase or decrease in the average longevity of a population, the quality of the food it consumes is a determining one. Other issues include the access of the population under consideration to health services provided by the government through public hospitals, health complexes and so on. Now with only US$58 per capita health expenditure in Bangladesh (according to World Bank data), of which 75 per cent is out-of-pocket (OOP) expenditure (that is, borne by the citizens themselves), it is not hard to understand how far the public can afford the cost under the present circumstances. Alongside health issues, the intake of nutritious diets is an important criterion for a population to keep healthy. But given the sharp rise in the cost of living, thanks to soaring inflation, which remained above 9.0 per cent since March, 2023 and the food inflation witnessing a still higher rate peaking at 12.56 per cent in October of the same year, the highest in a decade till that time, it is no surprise that the common people found it beyond their means to afford healthy diet. To make matters worse, far from cooling down, the inflationary trend, especially of food, has been spiralling upwards since, crossing 14 per cent last month--- a record high in 13 years. But beyond official statistics, which are just abstract figures on paper, the facts on the ground, were harsher. The low income people, who comprise the overwhelming majority of the population, have been skimping on their daily diets just to make ends meet. In fact, what the common consumers have been coming up against in the kitchen market was quite different from what the official statistical agency was providing and on which other agencies, government or otherwise, depend to plan their policies or conduct researches. The end result, as expected, was a further pauperised population compromising on their dietary quality just to survive. In such a situation, one wonders, if the existing official data based on which the latest average life expectancy has been determined was foolproof!Be that as it may, the very report that the average life expectancy has fallen is undoubtedly a bitter truth staring in the nation's face. Against this backdrop, the topmost priority before the incumbent interim government would be to arrest the galloping inflation so the common consumers can afford the food they need to remain at least productive, if not very healthy. The government also needs to have accurate data on the nation's vital statistics for demographic planning.",
        "headline_1": "Reversing decline in life expectancy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reversing-decline-in-life-expectancy-1725025079",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "Successive governments from 2009 onwards were headed by the same party and the country ended up paying billions of dollars for establishing several mega projects that were supposed to generation of 40 Gigawatts (GW) of power by 2030. If the biggest scam over the last 15 years centred around the banking system, then the energy scam follows close behind. Energy experts and the government's own energy professionals working in the sector were effectively silenced by disinformation. The use of certain civil society groups to whip up the myth of catastrophic environmental degradation if open-pit method of coal mining was done helped fuel this fallacy. There is no denying that coal mining has its demerits, but the technological advancements made in the field were simply not taken into account. Then why were all these expensive coal power plants built? There was no way that Bangladesh could handle the millions of tons of coal which would be needed to keep these plants in operation from two vital points. First, huge investments would be needed in terms of setting up the physical infrastructure to transport coal and second but equally important, confrontation with a lack of requisite finance to sign long-term coal supply contracts internationally. The idea that Bangladesh could always buy coal from the spot market was not only wrong but quite absurd because a handful of countries were both largest buyers and consumers of international coal and this included China, India, the United States and some other nations. Not only did these nations have deep pockets but also had the infrastructure and finance in place to buy up coal from far-off lands like Australia, Indonesia, etc. for many years in advance. The idea of producing thousands of megawatts of power from coal was a pipedream, or was it? As one sifts through the emerging data in the aftermath of the change in government, it is now abundantly clear that the past regime was interested only in import. That's where the profits lay for a small coterie of business interests and corrupt officials. There was no intention to develop the economy. Developing own natural resources would have brought no profit at the individual or company level. What good would it serve if people did benefit, if industry developed or employment generated? That would mean no personal wealth for buying the $25,000 designer watch, no holidays in the Swiss Alps, no \"Begum Para\" in the developed world. The scene was set for a Yeltsin-type era in Bangladesh. The country would serve the interests of a few hundred thousand people who would rip off this country in the name of development while the rest of the population would barely eke out a living. Former policymakers were dead wrong on the coal issue. If one looks at the Asia Pacific region, the global coal production reached an epic 179 exajoules (EJ), surpassing the previous year's record. Indeed, according to an article published in Forbes magazine, \"The Asia Pacific region contributed nearly 80% of the global output, primarily driven by Australia, China, India, and Indonesia, which together accounted for 97% of the region's production.\" This is further explained in the '2024 Statistical Review of World Energy' published by the Energy Institute in June this year.Coal didn't decline, its consumption has been rising over the last decade. Only our policymakers used the \"environmental\" argument to cripple the economy while rest of Asia was galloping ahead to use coal for spurring their economies. The second argument on international coal prices is that the demand has reduced over the last decade. But as stated before, global economic giants in Asia like China (followed by India) were in a competition to lock future outputs of major coal producing nations years in advance. How could an emerging economy like Bangladesh ever hope to compete at that level? Our needs were a pittance compared to those countries. Why would any major seller even bother with our demands? It should be noted here that both high and low quality have been used in both these countries. Yes, there has been environmental fall-out, but it was deemed a national priority in both China and India to develop their economies first and invest in cleaner coal technologies to mitigate some of the environmental fallouts. Without strong economies, policymakers in those countries could not lift millions of people out of poverty and jobs would not be generated without cheap power. Bangladesh missed the entire point of cheap, reliable power. Today, the interim government is stuck with this problem of multiple, multi-billion-dollar coal-fired plants that are sitting idle. We have wasted precious years when the coal mines could have been developed and there is no money to buy the coal from the international market now. There is no silver bullet to solve this mess and the only way out for Bangladesh is if the billions of dollars siphoned off and laundered abroad can be brought back. Then perhaps, some sort of financial settlement can be reached before seeking an exit from these contracts and investing in development of natural gas fields. A tall order, but there is no other option for today's policymakers.\n[email protected]",
        "headline_1": "Ulterior motive behind faulty energy plan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ulterior-motive-behind-faulty-energy-plan-1725025119",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "It is heartening to find that hundreds and thousands of people, especially younger ones, have joined their hands to mobilise relief materials for the flood-affected people in the country's south-eastern part. People enthusiastically donate money, clothes, dry foods, bottled water, water purification tablets and other drugs, candles and lighters, and other necessary materials. Students of schools, colleges, and universities collect money and materials from different households. They also work days and nights to pack the materials for distribution. Various voluntary organisations are rushing relief materials to the affected areas. Religious institutions also lend their hands. So, there is a wave of social cohesion that was otherwise largely absent in the last decade, mainly due to the oppressive attitude of the Hasina government. Social solidarity is necessary to develop a country in an inclusive manner. In Bangladesh, social cooperation and solidarity were not always strong for various reasons. Nevertheless, there was a long tradition of extending social cooperation during any crisis, irrespective of religion and political identity. Unfortunately, the Awami League (AL) regime in the last one and a half decades systematically distorted the spirit of social cooperation and undermined social solidarity. The AL and its affiliated organisations felt threatened by any social gathering and so foiled those with the use of verbal and physical attacks. Over the decade, there have been a series of incidents, such as attacks and foiling the social and even family gatherings of those who were affiliated with other political parties, especially the Bangladesh Nationalist Party (BNP). Leaders and activists of the AL, along with Jubo League and Bangladesh Chattra League (BCL), attacked various social gatherings on the occasion of wedding ceremonies, birthdays, death anniversaries, and even funeral prayers. The most common scene was a BCL attack on any student gathering in different public universities and colleges nationwide. The ultimate result was the breakdown of social cooperation as people did not feel safe to gather for any social cause. It became almost impossible to mobilise any social initiative without involving the AL leaders and activists in the locality. Except for some registered voluntary organisations, there was no way to mobilise social work. Even the organisations have to get permission from law enforcement agencies from time to time to run their operation, with the blessing of some influential people having strong connections with the ruling party. In the changed environment, there is now an effort to revive social cooperation,, which is, however, not an easy task. Mistrust and fear in the last decade have made people hesitant to move ahead, and it will take time for them to come around. Again, enthusiasm for social work, such as assisting flood victims, has stoked adventurism, especially among youths. They need to correctly understand the risk in flood-affected areas and should not rush by boats with relief materials. The distribution becomes haphazard and uneven as many want to do the work, although they don't have any logistics and training to do so during the natural disaster and calamity. Instead of going directly to various spots, they should hand over their collected materials and money to any big voluntary organisation or centres such as the one at TSC of Dhaka University. Moreover, students of any educational institution should now be barred from collecting money for flood victims from houses, shopping centres and pedestrians. Instead, those who want to volunteer need to join any voluntary organisations for the time being. Those who want to donate can easily give it to bank accounts of government and voluntary organisations or through the digital payment system. For materials like clothes and dry foods, some dedicated spots should be there under the supervision of the Red Crescent and Bangladesh Scouts, where people can donate. It is an opportunity to revive the social cooperation in a disciplined manner. The opportunity must not be lost in misguided adventurism.\n[email protected]",
        "headline_1": "Relief work is no adventure",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/relief-work-is-no-adventure-1725025151",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2024"
    },
    {
        "full_article": "The interim government is currently focused on overhauling the entire system. As time progresses, the extent of the irregularities plaguing our state-owned institutions is becoming increasingly apparent. Addressing these issues is a lengthy process. Recently, people from various sectors have taken to the streets, demanding redress for the injustices they have endured over the past 15 years. While their actions are understandable, they are unfortunately interfering with the interim government's daily functions.Our advisors are putting in extra hours to restore order and stabilise the faltering economy. The key uncertainty remains whether the new government, once elected, will continue with the reforms or gradually revert to an authoritarian way.So, it would be unwise to hastily call elections which could take the nation back to the old days of flawed democracy and state oppression once again.\nRafid AlamMPM, DU[email protected]",
        "headline_1": "Extending tenure of interim government",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/extending-tenure-of-interim-government-1725025171",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2024"
    }
]