[
    {
        "full_article": "The Chinese government’s announcement on December 30 that it had come up with its own names for 15 places in Arunachal Pradesh could not have come at a more precarious moment for an already strained relationship. The move is ostensibly aimed at “standardising” how places in the Indian State are depicted in official Chinese maps, which show all of Arunachal as “south Tibet”. India’s Ministry of External Affairs (MEA) said in a statement in response to the move that “assigning invented names” will not “alter” any facts on the ground and Arunachal’s status as an integral part of India. As the MEA noted, this is not the first time that Beijing has done so. In 2017, Chinese authorities issued “official” names for six places in Arunachal. The first instance followed a visit by the Dalai Lama to the State, which Beijing had protested. The list on this occasion is longer, and not only includes eight towns but also four mountains, two rivers and a mountain pass. The list covers 11 out of Arunachal’s 25 districts, extending from Tawang in the west to Dibang Valley in the north and Anjaw in the east. The spread of the locations suggests the places were chosen to reiterate Chinese claims to the whole State.If the latest move is largely symbolic and will not, as the MEA observed, change facts on the ground, it needs to be seen against the backdrop of broader changes in China’s approach to the boundary dispute. The naming announcement was made ahead of a new border law coming into force on January 1, 2022. The law, which was proposed in March 2021 and calls for various Chinese government bodies to take steps to “safeguard” Chinese territory, was put forward a year into the crisis along the Line of Actual Control (LAC). New Delhi, which has expressed concern about the law, has seen it as an attempt to formalise the transgressions made by the Chinese military since the summer of 2020 and put a stamp on China’s unilateral measures to redraw the LAC. The Chinese Foreign Ministry defended the latest move saying the matter was “within China’s sovereignty”. Yet, Beijing had a very different view on India’s own internal reorganisation of Jammu and Kashmir in 2019, which elicited not only sharp statements from China but also led to Beijing raising the matter at the United Nations Security Council. The announcement this week came as India and China remain engaged at both diplomatic and military levels to complete the stalled disengagement process along the LAC. Restoring relations, as well as the status quo along the borders, will require mutual sensitivity and an adherence to past agreements that helped keep the peace, rather than needless provocations that expand an already long list of differences.",
        "headline_1": "Needless provocation: On China ‘renaming’ Arunachal places",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/needless-provocation-the-hindu-on-china-renaming-arunachal-pradesh-places/article38083334.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-01-2022"
    },
    {
        "full_article": "When the United Nations General Assembly laid out its 2030 agenda in 2015, no one could have imagined that Bangladesh would surpass some of the milestone targets for health ahead of time. The Global Goals for Good Health—Sustainable Development Goal (SDG) number 3—includes child-related indicators of under-five mortality rate and neonatal mortality rate, as well as women-related targets for maternal mortality ratio and deaths by road accidents. Indeed, Bangladesh ranks above two South Asian giants—India and Pakistan—in its overall performance.\nIn terms of health, Bangladesh has managed to achieve its performance by establishing an extensive network of over 13,000 community clinics, which provide primary care for a significant number of people. There is no doubt that preventive medicine, by means of primary care, is the key to achieving all the targets. However, the nine years that we have left will not be enough to develop the complete infrastructure required to deliver the entire spectrum of preventive healthcare across the country.\nThe only other approach that could be used to achieve these targets in the given time is by developing emergency care services, where essential medical treatment is provided appropriately for time-critical cases such as sepsis, bleeding, stroke, and heart attack. This was recognised by the 72nd World Health Assembly back in 2019, when they adopted Resolution #72.16, which states that emergency care systems are essential for universal health coverage.\nThis would be a promising path for the country to take, were it not for the fact that Bangladesh does not have any efficient emergency care systems in place. This may sound odd, especially as the casualty department has existed in most medical colleges, and the High Court has directed the government to ensure that healthcare facilities and practitioners provide emergency medical services to every patient brought to them.\nIt is true that all hospitals have now introduced emergency departments; the bastion that is Bangabandhu Sheikh Mujib Medical University (BSMMU) only just opened its emergency department in November 2021. These, however, can be described as cosmetic facelifts at best, as the systems required to deliver standardised emergency care are grossly lacking.\nEmergency care has been in development since the 1950s in the West, arising from the casualty departments of old, developing into accident and emergency in the UK and finally into its own field of emergency medicine. Training in this specialty allows a single clinician to provide the first few hours of care appropriately for any patient presenting any condition. As opposed to other fields of medical science where diagnosis is key, this field looks at optimising a patient's condition before they receive definitive care by more traditional specialties. Despite its 50 years of existence, and all the other South Asian countries developing this field, Bangladesh has yet to recognise emergency care.\nRecognition of this specialty would allow for standardised training of not only doctors, but also of nurses, paramedics, and other related healthcare professionals, so that patients receive quality care in the moments when they need it the most. This, unfortunately, leads to the second major issue that Bangladesh faces. Due to the lack of recognition, there are no defined career pathways for professionals in emergency care. This leads to clinicians being seconded to the emergency departments from a parent specialty for a short period of time. It is well and good when a cardiology trainee receives a patient with crushing, central chest pain in the emergency department, but the value they provide would be questionable when they are to deal with a new mother who is bleeding profusely following childbirth. Also, a placement for six months or so does not allow a clinician to develop new skills with confidence—especially when those skills learnt will never be called upon again. It is, therefore, vital that clinicians get embedded in the emergency department and move up their career ladder, so that they may instil confidence in their patients.\nNine years may not be enough time to bolster up the primary care services in the country to achieve its targets for SDG 3, but an emergency care training programme for clinicians across the country over the course of the next five years will contribute to bringing down death rates and ratios across all spectra of health issues. We do have time to amend our course, but the time of action is now. We have the benefit of skilled human resources by virtue of a local and expatriate community of trained medical professionals, as well as the support of regional and national organisations keen to develop a framework for emergency care. The Covid-19 pandemic has already proven that the health sector in Bangladesh is ready to take up a challenge, no matter how large; all we need now is guidance.\n \nDr Mir Saaduddin Ahmad is academic director at Dr Nizam Medical Centre in Dhaka, Bangladesh, and a trained specialist in emergency medicine.\n",
        "headline_1": "Why Bangladesh may not meet its SDG health goals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-bangladesh-may-not-meet-its-sdg-health-goals-2930266",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-01-2022"
    },
    {
        "full_article": "Fifty years ago, the dominant concern of citizens and observers alike was about the economic future of newly independent Bangladesh. Five decades later, a poverty-stricken, disaster-prone vulnerable economy has confounded observers at home and abroad alike by scripting a remarkable story of economic transformation and resilience. The achievements came neither overnight nor by the efforts of any single quarter. But the change has been real, and the country today has legitimately embraced a higher-level aspiration of middle-income status within the coming decade. Progress in economic development, however, has not been mirrored in progress in political development.\nAfter independence, politics seemed the lesser challenge. In a twist of irony, today it is deficits in political development that are gnawing at the foundational dream of an inclusive, humane society. Representational rights have been fatally weakened as have been the institutions of accountability across the board. Such political decay is fuelling unaccountable power, rampant cronyism and systemic corruption.\nBut first, a look back. The by-now commonplace statistics of Bangladesh's social and economic success do not do justice to the quality and depth of Bangladesh's transformation thus far. Five system-defining achievements stand out.\nThe first has to do with how the country has re-defined its relationship with disaster. A country defined by its eco-vulnerability and hence its entrenched status as a disaster victim has gone on to win global recognition and respect as a disaster manager. Food security too has been a transformative achievement—tripling of food production in a shrinking cropping area even as population more than doubled. A largely illiterate peasantry embraced the promise of technology while heavy-handed bureaucratic oversight incrementally retreated to allow for the dynamism of the market process to come into play.\nThe third transformational achievement has been in banishing the curse of remoteness and transforming a largely rural country of isolated villages into a connected national economy integrated to the global economy, with both entrepreneurs and workers transforming the \"abroad\" into key economic destinations. The emergence of women as social and economic actors too has been a transformational achievement, although deeper empowerment battles remain. Female gains in primary and secondary education, access to birth control measures, access to microcredit, and changes in social attitudes looking positively on women's economic participation have made such a wide-ranging transformation possible. The achievement on fertility decline too has been transformational. My own research shows that between 1980 and 2010, one-third of the rise in per capita income was due to the fertility decline.\nNeither conventional economic narratives of growth nor self-promoting narratives of political regimes provide a full explanation of what drove these system-defining transformations. The least-examined driver of change has been the lasting impact of independence on the psyche of the common citizen. An eco-vulnerable and impoverished population steeped in fatalism and espousing a dependent mind-set underwent something of a personality revolution, more assertive, pro-active towards opportunities, clearer on life goals. Fatalism was replaced by aspirations. This fundamental attitudinal shift saw an illiterate peasantry embrace the promise of technology, saw rural youth exploring the opportunities of the global labour market, saw poor women responding to the call of economic participation, and saw former employees daring to become new entrepreneurs. Any explanation of Bangladesh's transformation to date is significantly deficient without acknowledging this aspirational revolution at the level of individuals.\nA second driver of change has been a grassroots culture of solution-centric innovations. \"Nation-building\" after independence did not remain a narrow elite pre-occupation but spilled over into the popular domain. This is the period when NGOs got born in Bangladesh, but the quest for innovations was not limited to the NGO sector alone but eventually graduated to a multi-sectoral pre-occupation. Micro-credit, feeder roads, drug policy, social forestry, conditional cash transfers, new crop varieties, use of solar—the series of innovations have been both consequential and continuous.\nPolitics too was a critical driver of change, not politics as such but contested politics at both local and national levels. It is true that such contestations were mired in a degree of violence and governance shortfalls but nevertheless ensured a degree of political renewal, which arguably has been the primary source of accountability in a system where formal accountability processes are yet to prove their worth. It was really the return of contested politics in the 1990s that served as the backdrop to the process of growth acceleration that began in that decade. \nThe Bangladesh transformation was also aided by two lesser-known drivers of change. While the state has a large institutional presence, mainly a legacy of colonial rule, the coming of independence has not translated into system-wide strengths of accountable governance and policy and implementation leadership. Within such a deficient politico-institutional milieu, Bangladesh has been surprisingly successful in driving policy reforms in certain critical sectoral areas that went on to have larger system-wide impacts. The drug policy of 1980s, banking reforms of 1990s, telecommunications and digital reforms of 1900s and 2010s, conditional cash transfers driving early MDG successes in health and education all have been marked by a process of policy entrepreneurship—the opportunistic coming together of a \"contingent coalition\" of policy entrepreneurs, social entrepreneurs and political entrepreneurs around clearly-focused, specific policy goals. Bangladesh also benefitted from a reality-grounded development discourse that served to spur action on key developmental challenges such as extreme poverty, social protection and agricultural modernisation.\nAs the chapter on the first fifty years of Bangladesh closes and the sun rises on 2022 and beyond, looking back now has to give way to looking forward. But for a nation-state born through a bloody struggle on an emancipatory dream of economic prosperity and social equality, \"looking forward\" cannot just be a new iteration of a growth narrative—be it of experts or of unaccountable ruling groups—but rather a collective act of dreaming on what matters most with equality of agency all across society. Politics and economics are thus coming together to pose a new challenge for Bangladesh. However, understanding the nature of this challenge is easier said than done.\nAnalysts and academics have had to cross the traditional disciplinary boundaries to grapple with such complexities. A critical insight emerging from such cross-disciplinary analysis is that it is less the form of government and more the degree and quality of politics and governance—i.e. legitimacy, opportunities for contestations, rationalisation of authority, state capacity, robust spaces for public discourse, minimising system disruptions around transitions in power—that distinguish politically developed societies from politically decaying ones. Clearly, politics and development are closely intertwined processes that have no easy or predictable answers on cause and effect.\nWithin its fifty-year journey, two decades stand out as constituting something of \"turning points\" in terms of the development trajectory of Bangladesh. An understanding of these \"turning point\" decades is critical to assess how the interface of politics and economics is likely to shape development outcomes in the coming decades. The first of these was the 1990s. Four outstanding system features crystallised and witnessed a dynamic interplay to mark this decade a \"turning point\"—a broad-based ideological embrace of the market economy and competitive capitalism, contested politics, a strong current of policy entrepreneurship, and the flowering of a dynamic social sector focused on grassroots transformation. The constellation of these system features laid the foundations for growth acceleration, rapid realisation of MDGs as well as incentivising a shift from \"brain drain\" to \"brain gain\".\nThe 2010s, however, have witnessed a contrasting type of \"turning point\". While the growth momentum has continued and a more upward aspiration of \"middle income\" country has been embraced, the decade has seen a reversal in certain critical system features. The inclusive nature of development outcomes has witnessed three distinct reversals—worsening income inequality, a growing spatial inequality with a Dhaka-versus-the rest reality holding increasing sway, and a deepening employment crisis with nearly one-third of youth currently being neither in employment nor in education nor in training. The poverty reduction elasticity of growth has slowed. Competitive capitalism has given way to crony capitalism. Progress in school enrolment has not translated into quality learning. Significant segments of the middle class are struggling to establish sustainable economic foundations for themselves and their families. Even as women have emerged as critical change agents, gender-based violence has become rampant. Institutionalised corruption abetted by poor governance norms is shackling Bangladesh significantly below its economic potential.\nBangladesh's fifty-year journey is thus truly Dickensian in its complexity. The transformation certainly has been deep and real. But the future increasingly looks less inclusive and uncertain on the challenges of quality completion of the middle-income transition. The fate of other once-promising countries—South Africa, Brazil, Malaysia, Philippines—stands as a stark warning on falling into the so-called middle-income trap.\nWhile the private sector remains pivotal for the next phase of Bangladesh's developmental journey, increasingly the internal dynamics of the \"private sector\" holds the answer to how effective this role is going to be. Earlier, we had the state-aided private sector and the self-driven private sector. There is now a new reality. Proximity to power has become as important if not more important than proving one's competitive prowess in the marketplace—and not just proximity to power but actual positions in the high-table of power, both formal and informal. Conflict-of-interest situations have become rampant. Lucrative sectors of the economy appear to have fallen under oligopolistic or rentier control. A worrying trend has been the disregard of state capacity for apparent benefits of unclear \"private sector\" interests. Is this a new \"turning point\"?\nA look at Bangladesh's performance on the global competitiveness index brings out critical weaknesses on the very indicators on which the accelerated realisation of the \"middle income\" aspiration rests—institutions, logistics, skills, labour market efficiency, technological readiness and rule of law. It is not as if each of these weaknesses is not recognised. Policies abound. Projects abound. But credible reforms and progress flounder at the gate of unaccountable power and decision-making. The aspirational citizenry remains stoically engaged. What looms is the challenge of democratising the \"middle income\" dream if Bangladesh is to reconnect with its foundational dreams.\n \nHossain Zillur Rahman is Executive Chairman, Power and Participation Research Centre (PPRC), and former Advisor of the Caretaker Government of Bangladesh.\n",
        "headline_1": "The challenge of democratising the ‘middle income’ dream",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-challenge-democratising-the-middle-income-dream-2930236",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-01-2022"
    },
    {
        "full_article": "Is it really 2022? How did 2021 go so fast? Was it because we had such high expectations and ended up facing one daunting catastrophe after another, that we didn't realise that the days had turned into weeks, weeks into months, and months into a whole year?\nIt was supposed to have been the year of salvation—the year when we would finally be able to at least take our masks off and breathe. Instead, it became another battle: another, more vicious strain of coronavirus called Delta ravaged our nations, killing and debilitating humans even more ruthlessly than its cousins, destroying families. Then, just as we were starting to believe the pandemic was on its way out, Omicron made its way in to give us a rude reminder that it was far from over.\nIt has been the year of \"realisation\": that we must live with Covid—for how long, no one knows. Scientists fear that newer variants of the virus may crop up from time to time, and the one way to combat them is to update the vaccine formulae and keep inoculation rates high.\nBut since we are starting the New Year, let's try to see the silver linings among the constant barrage of tragedy and chaos. Unsurprisingly, it has been the young people who have provided the balm to our wounded psyche. Nothing could be more exhilarating than the Bangladesh U-19 women's football team clinching the 2021 SAFF U-19 Women's Championship after defeating India 1-0. The euphoria of the girls was so contagious that it was hard not to get teared up with pride and wonder. How heart-warming was it to see the feisty Mogini twins—Ana Mogini and Anuching Mogini—play, with Ana scoring the winning goal? It proved again how girls from the remotest, most impoverished and neglected communities could be trained to become the most formidable athletes. This, and the happy event of the Bangladesh national women's cricket team qualifying for the Women's ODI World Cup for the first time, are signs of where we should be turning our attention to: sports facilities and support for our girls and women—something that has been grossly neglected for decades.\nWhile we are talking about getting awards for excellent performances, let's not forget the 16-member team of girls and boys who won four gold, two silver and five bronze medals in the 23rd International Robot Olympiad. It proves the point about giving young people the right opportunities at the right time to bring in outstanding results.\nLast year has also shown us just how passionate our young people are about protesting against injustice. The death of Nayeem Hasan, a Notre Dame College student who was hit by a Dhaka South City Corporation garbage truck, reignited protests by hundreds of school students demanding road safety, compensation for victims, and proper monitoring of vehicle fitness. It showed that, despite the heavy-handedness and intimidation they had faced in the first road safety movement in 2018 (also sparked by the deaths of two students hit by a killer bus), these young people refused to cow down from stopping vehicles to check for valid papers, and demanding something as basic as roads that are safe from reckless drivers, who think nothing of bulldozing a human life and speeding away.\nAll over the world, young people are joining the movement for change—whether it is Greta Thunberg from Sweden continuing to chastise governments for their ineptitude and insincerity in combatting climate change, or Malala from Pakistan who took a shot to the head for championing girls education banned by the Taliban, or those thousands of young men and women pouring into the streets to protest police brutality and gross racial discrimination against Blacks or People of Colour, or the students of Dhaka University protesting the torture and killing of a fellow student by a sadistic husband. The young are tired of the impotency of greying leaders who talk incessantly and continue to fail in leading, protecting or nurturing them and their planet. Their outrage is contagious and has connected millions of their comrades across the globe, and now collectively they are a force to be reckoned with.\nIn the Orwellian systems that seem to be spreading all over the world—where the innocent continues to be denied justice, silenced for even asking for it; where the slightest dissent may be ferociously muzzled and where the tentacles of corruption reach far and wide—it is the young people who have the temerity to throw their fists into the air in protest or victory. It is their courage, resilience, solidarity, the clear perception of what is right and wrong, the ability to be creative in the direst circumstances, and the innovative spirit that emerges during each crisis as well as each technological revolution—it is all this that we must embrace, encourage and support with sincerity and love. The year 2021 has given us ample evidence that pandemics, climate change and greed for power will continue to threaten our very existence. As we stumble into 2022, let's have faith that our young will find ways to reverse this doomsday trajectory, and come up with the antidote for a toxic, dystopian future.\n \nAasha Mehreen Amin is senior deputy editor and the head of the editorial team at The Daily Star.\n",
        "headline_1": "Our children will be our saviours",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/our-children-will-be-our-saviours-2929776",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-01-2022"
    },
    {
        "full_article": "Will the Covid-19 masks finally come off in 2022? The ever-evolving nature of our little big enemy makes it difficult to say if the mask mandates will remain effective in this new year. The signs indicate the pandemic's weakening, and the end of the global misery is probably within sight. So, are services and masks going to remain entangled in the much-awaited neo-normal? While many will keep on wearing the masks voluntarily, many others will abandon the face-covering at the first opportunity. I belong to the second category; I cannot wait to liberate myself fully from the stringed piece of fabric.\nWearing masks can wear people out. They can stop people from displaying their emotional palette. With masks on, people can neither use their smiles as a social lubricant, nor express their discomfort, dismay or disdain in public. On the other hand, masks can be the perfect gear to hide emotions. They spare the wearer from the guilt of faking it. They give the perfect cover-up for their grins and grimaces, offering an emancipatory shelter for hiding their feelings. Then again, in the post-pandemic world, one wonders how liberation from masks will affect our everyday lives. What will happen to the physical and figurative disguises that we don on a daily basis?\nThe thought occurred to me while attending an academic presentation the other day. The nonsensical comments of some speakers made me make faces underneath my mask. The upper part of my face maintained a poker mode, while the lower part contorted like Jim Carrey in the animation-inspired movie \"The Mask.\" I thanked the divine spirit for giving me the mask. The following day, I was in a meeting where everyone took off their face masks as we were safely spread out. Someone made a very absurd proposition, and an uncivilised grimace that I have cultured during these masked days made an appearance. It is only after I had made the ugly facial gesture that I realised I was not wearing my mask. Exposed and embarrassed, I thought of doing some research on the socio-behavioural changes that wearing masks has inflicted on us during this period of health emergency.\nMasks have already brought changes in the communication package of frontline workers, who have to deal with their stakeholders in a physical setting. Unlike many of us who have worked from home using digital devices, doctors, police, or retailers don't have the luxury of switching off their Zoom video option or clicking a reaction to suggest emotion. These people, who interact at a human level, have realised that they must be extra expressive to compensate for the masked expressions. They have learnt to adapt to a world where facial expressions are invisible. With half of the face covered from the view of the viewer, a salesperson, for instance, has to widen their eyes to suggest warm greetings or raise their eyebrows or squint them to give additional visual clues. The non-verbal thank you that was once said with a smile could not be relayed anymore. The smiley or facial assurances that were once used to complement words are now faded into the folds of a surgical mask. How do we greet, coax or flirt with our masks on? Use hand gestures? Tilt heads? Such use of body language is fast becoming a part of the habit, because without these communication gizmos, my words can be interpreted wrongly.\nThe head of Emotions Lab at the University of Wisconsin–Madison has categorised three types of smiles: \"those that express pleasure at a reward or surprise, like when you get to see your friends in person after a prolonged separation (soon, please); those that convey a desire to be friendly, or at least non-threatening, which she calls smiles of affiliation; and those that show dominance, like the one Dirty Harry gives when he asks a certain punk if he feels lucky.\" Paula Niedenthal argues that it is easy to confuse one category with the other. If the use of masks is stretched, people will have to explain the context to help their listeners understand or interpret a situation. She gives the example of handling a barking dog with facial gestures. The dog could have been controlled better with a friendly look rather than with a hand gesture. The issue can be even more troublesome in a cross-cultural setting. What if hand gestures that are deemed in one culture are rude in another? What about visual learners who need to see the movement of lips to process a message?\nMeanwhile, in the masked sanctuary, a smiler can grin to recall some happy memories and his beaming face may be totally out of synch with his setting. So, after practising these non-verbal cues as well as relishing the secret smiles for about two years, have we internalised these habits? More importantly, the million-dollar question is: Will these old habits die hard? Or will they phase out?\nThey say, behind every mask, there is a face, and behind that a story. What stories are we losing when we are hiding our smiles behind our masks? I cannot hide a smile and expect the whole world to smile with me. The pandemic is giving clichés a bad rap.\nThe movement of zygomaticus muscles used to produce a smile has always been powerful. At times, these movements are far from authentic and, at best, fake. It is no different from a mask as sometimes a smile is also worn as a protective measure. It is a part of the disguise that we put on every day. We post happy photos on Facebook to protect ourselves from unsolicited probing into our lives. Such flimsy protections come with a shelf life. Eventually, we have to erase the fake smile or take off the mask of disguise. But there are people who are afraid to take off their figurative masks, which they continue to wear throughout their lives.\nTheir masked existence is no different from the double lives lived by superheroes. We have seen how Batman needs his masks to perform in life. Or how Superman brings his \"inside out\" to create a fallacy of his supernormal power. When he recourses to his inner strength, as symbolised by the outwardly worn undergarment, he finds the \"creative\" mask of a hero. Funnily enough, the dilemma of masks got twisted recently, when dressers were not sure whether to put on their Covid masks under or over their Halloween masks. While a Halloween mask is designed to liberate one from the social norms for a day, a Covid mask remains a marker of the emergency protocol. Their coexistence created a unique condition that made us revisit the double piston of liberation and protection.\nWe wear masks because we seek protection. Masks bind us in various restrictions as suggested by the overwhelming signs: No Mask, No Service. At the same time, we wear masks because we want freedom. It is the best way to be authentic. I can make faces without being worried about being seen by others. The German language actually has a word to describe the freedom found behind a mask: Maskenfreiheit. You do not have to be a masked celebrity in a crowd to enjoy your privacy; walking alone in a foreign land can give you the mask of freedom. The tour is your metaphorical mask—a source of your excitement. But is it healthy to seek such pleasure? The answer ripples through the facial muscles of all those who enjoy their masks.\nOnce the Covid-inflicted mask is removed, we need to learn to juggle between the face mask and the figurative mask. We need to put it on while rendering services like a salesperson programmed to chant, \"The customer is always right.\" Such smiles, also known as PANAM smiles, named after the service smiles of flight attendants, are needed to be phoney for the sake of decency that civilisation has ingrained in us. However, we also need to learn to set such masks aside for people with whom we want to be honest for the sake of humanity that tradition has taught us. If we do not learn to negotiate with our masks, they might very well trap us in the prison-house of our hearts.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "When the masks come off",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/when-the-masks-come-2929766",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-01-2022"
    },
    {
        "full_article": "We are left baffled and wondering how strong a sense of impunity a police officer must have had in order to be able to take control of a heavy vehicle and plough through a crowd, leading to fatal injuries. That is what Assistant Sub-Inspector (ASI) Emdadul Haque did last Thursday in the capital's Gulistan. Witness accounts say that ASI Haque forced out the driver of an empty bus—after the latter had had an altercation with another plainclothes policeman—saying it was being seized and would be taken to Paltan police station. Though the DC of Motijheel division DMP claimed that the driver and conductor had fled the scene and the ASI was forced to drive the bus away from traffic, witnesses testified otherwise. Once Haque had control of the vehicle he swerved violently, ploughing into a crowd, and eventually drove into the rail of a footpath. His reckless manoeuvre killed two people, injured three, and damaged multiple motorcycles and rickshaws.\nIt should be noted that the area in which the incident occurred was not under the jurisdiction of Paltan police station, and that ASI Haque had not informed the concerned DMP Wari division before seizing the bus. Importantly, the ASI was not even supposed to take control of the vehicle, even if it had been abandoned, as the Motijheel DC claims. Several traffic police officers confirmed that he should have called for a tow truck and removed the bus to a safer location. Though the ASI was placed on a two-day remand on Friday, we don't know yet what his plan was when he drove into the crowd. What is clear, however, is the immense sense of power our law enforcers must feel they have, with no regard for the consequences of their actions.\nThough this may seem like a one-off event, we believe this is just another exhibit of the callous and, frankly, reckless attitude of some members of law enforcement. We would urge the authorities to investigate this incident. It is also crucial to end the culture of impunity which our law enforcement agencies generally enjoy. Otherwise, we risk becoming a country where citizens have to fear law enforcers, rather than look to them for protection.\n",
        "headline_1": "Police officer’s reckless disregard for life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/police-officers-reckless-disregard-life-2930226",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-01-2022"
    },
    {
        "full_article": "We appreciate the government for inoculating over half of our population—over seven crore people—with the first dose and over five crore people with the second dose of Covid-19 vaccine till now. The government has also set a target to inoculate all eligible persons with a double dose by June and with a booster dose by the end of this year. It has already started vaccinating children above 12 as well as the booster dose campaign on a limited scale. Moreover, the government's plan to set up a vaccine plant by this year to produce our own vaccines also seems very promising.\nSo far, the progress the government has made in vaccinating the population is quite good given the various challenges it had to face in procuring vaccines, maintaining the cold chain, ensuring a smooth supply as well as managing a digital system through which people have to register for the vaccines.\nOne of the major reasons for our progress in vaccination is that we have a strong Expanded Programme on Immunisation (EPI). Because of this, we could better manage the vaccination campaigns despite the fact that most of our public healthcare facilities are ill-equipped. The efforts our healthcare professionals have made in this regard is also remarkable.\nNow that we have overcome the basic hurdles as the supply of vaccines has become smooth, we should not become complacent. There is still a lot more to do as a majority of our people have still not gotten the first dose of the vaccine. We should, in fact, expedite our vaccination programmes since a new Covid-19 variant Omicron—which has raised alarm bells across the world—has been detected in the country. The WHO has already warned the world about the looming danger of Omicron, saying that it may overwhelm the healthcare systems around the world. Already countries in Europe, China and the US have been facing a rapid surge in Omicron cases.\nAgainst this backdrop, it is extremely necessary for our government to prepare and improve our public healthcare facilities to cope with any possible surge in Covid cases. However, for a country like ours with a weak healthcare system, it will be judicious to focus more on strengthening our vaccination drives because vaccination will curb hospitalisation and deaths.\nAs such, in order to ramp up our vaccination drives, the government needs to launch special drives to bring more people under its coverage. Attention needs to be given to vaccinate the rural people as they have limited access to online registration. At the same time, vaccinating more children should be given a priority this time around since the new variant is found to have harmful effects on children.\nWe hope the government will be successful in fulfilling its target of vaccinating all people by the end of this year through ensuring a smooth supply of the vaccines. Setting up a vaccine plant in the country will further strengthen our vaccination drive.\n",
        "headline_1": "Covid vaccination programme on the right track",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/covid-vaccination-programme-the-right-track-2930141",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-01-2022"
    }
]