[
    {
        "full_article": "Nearly a year after the rollout of COVID-19 vaccines for health-care workers, the primary vaccination schedule to cover 75 million teenagers aged 15-17 years began across the country on January 3. Nearly 0.4 million children received the first dose on the first day. With all adults aged 18 years and above already being covered, the inclusion of teenagers has reduced the eligibility age group to 15 years. The decision to vaccinate teenagers, which was announced by Prime Minister Narendra Modi on December 25 last year, was based on the emergence of the highly transmissive Omicron variant, its spread to many countries in about a month after it was designated as a variant of concern, the global case surge, and the trend in many developed countries of vaccinating adolescents and children. While there is no clear consensus on whether healthy teenagers above 15 should be vaccinated particularly as severe disease and deaths in this age group are relatively low when infected by the virus and a significant percentage of teenagers and children have been already infected as indicated by a few sero surveys, vaccination does increase the level of protection. Unlike in the case of adults who were vaccinated with one of the two vaccines — Covishield or Covaxin — teenagers will be administered only Covaxin. It was found to be safe and immunogenic in teenagers during a phase-2/3 of the clinical trial; only 175 adolescents aged 12 to 18 years were studied. The data of the trial, yet to be peer-reviewed, were posted on a preprint server on December 29. As in the case of adults, the eligible teenagers will receive the second dose 28 days after the first. Besides providing teenagers with a primary vaccine, health-care and frontline workers and those above 60 years with co-morbidities will be provided with a precaution dose. Providing Covaxin as the precaution dose to all the people who have received the same vaccine as part of the primary vaccination schedule, scientifically called as homologous vaccine booster, will be the best approach at least till there is evidence on using a different vaccine as a booster shot. Though Covaxin accounts for only around 10% of all doses administered till date, the scientific bodies need to factor in vaccine availability too. This becomes particularly important as only Covaxin is used for vaccinating teenagers and its production is very limited in comparison to Covishield. The compulsion to test other vaccines that can be used in place of Covaxin as an additional dose in adults is therefore overwhelming. The approval of two additional vaccines, which are manufactured using different vaccine platforms, will further lessen the reliance on Covaxin for primary vaccination of adults, thus ensuring that the vaccination programme for teenagers does not suffer from shortages midway.",
        "headline_1": "Widening the safety net: On rollout of COVID-19 vaccines for health-care workers",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/widening-the-safety-net-on-rollout-of-covid-19-vaccines-for-health-care-workers/article38102836.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-01-2022"
    },
    {
        "full_article": "The death of four workers on New Year’s Day in a blast at a fireworks unit in Kalathur village of Virudhunagar district, the hub of the firecrackers sector in Tamil Nadu, reiterates the need for relentless vigil to enforce safety protocols in an industry that deals with hazardous processes. The blast was said to have been triggered by friction caused by the mishandling of chemicals. Apparently, the workers had come to the unit for a pooja to usher in 2022. Even though the authorities have suspended the unit’s licence and filed cases under the Indian Penal Code and Indian Explosive Substances Act, they have not cited violations such as the licence holder leasing out the unit to others and manufacturing products unauthorisedly. Over the years, the district has seen numerous blasts and successive State Governments had formed, at times, committees to study the factors that led to the blasts. There have been improvements in the way the firecracker industry has been functioning. For example, the extent of child labour has reduced considerably. But, with regard to adherence to and monitoring of safety protocols, the track record leaves much to be desired. There has to be a paradigm shift in the manner an event such as the Kalathur blast is viewed. Generally, any blast is called an accident but such usage unwittingly tends to gloss over the role of those who are responsible for the implementation and the enforcement of safety protocols. There can be no compromise on this count. At the same time, the contribution of the firecracker industry to the country’s economy, especially that of Tamil Nadu, has to be acknowledged. The sector employs eight lakh people, directly and indirectly, in a backward region of the State with no assured irrigation. However, this does not absolve the industry of the responsibility to the life and the health of workers and the larger sections of society. In any investigation of the event, the authorities concerned should seriously consider translating into action some of the suggestions made by an eight-member committee constituted by the National Green Tribunal after a blast in the district that killed over 20 people in February 2021. Headed by former judge of the Punjab and Haryana, and Madras High Courts K. Kannan, the panel had suggested that the Explosives Act be amended to make punishments more stringent than now, employing only certified persons for operations including mixing, filling of chemicals and the making of colour pellets, and using drones for surveillance of various units. There is no dearth of ideas to improve the working of the industry but what is required is that the authorities, both at the levels of Central and State Governments, should ensure the enforcement of safety protocols.",
        "headline_1": "Safety at all costs: On implementation of safety protocols in fireworks industry",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/safety-at-all-costs-on-implementation-of-safety-protocols-in-fireworks-industry/article38102844.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-01-2022"
    },
    {
        "full_article": "The extraordinary assurance that no journalist will be arrested immediately under the Digital Security Act (DSA) without a summon seems to be an attractive solution to the concerns and fears created by its random abuse to suppress critical voices in the media. Law Minister Anisul Huq recently gave this assurance to the members of Overseas Correspondents Association of Bangladesh (OCAB), when he said that journalists would be getting an opportunity to seek bail in court. In a significant shift in the government's position on this controversial law, he also acknowledged that there were incidents of misuse and abuse of the DSA. Though his sublime remarks made an eye-catching headline, the legal and moral questions of such exceptionalism should not be ignored.\nIt should be noted that this controversial law was passed in a hurry, just before the 2018 elections, brushing aside the concerns of journalists and human rights activists. Those apprehensions of widespread abuse of the DSA have now been proven correct. The international community—especially Western democracies and various organisations working on democracy, human rights and the rule of law—have also expressed their concerns about the DSA publicly and in private conversations. One may wonder whether the statement made to the representatives of foreign media was an attempt to allay some of the concerns of friends abroad.\nSadly, his assurances are even more troubling, because none of his words can be found in the law. Therefore, in order to afford this extraordinary exemption to a journalist, the officials and employees of the republic have to sidestep the letter and spirit of the law. This they are not expected to do; rather they should dutifully resist. Such verbal assurances, therefore, have no legal value whatsoever. Besides, who can forget the assurances given by three ministers to the Editors' Council regarding this law that were forgotten for political convenience?\nThis issue became even clearer when the law minister responded to a question about why there wasn't any office order issued in this regard. He responded, \"We cannot give such instructions to the judiciary from the executive branch.\" But he added that he had been informed that internally every police station had been advised accordingly. Referring to his discussions with Home Minister Asaduzzaman Khan, the law minister said, \"We have both decided that if a case is filed against a journalist under the Digital Security Act, the court will not immediately proceed with the case. We have decided that the case will be referred to a special cell formed under a different law immediately. If it is decided upon the investigation of that cell that there are ingredients of the crime that has been complained about under the Digital Security Act, only then the case will be accepted.\"\nThis part of his remarks suggests that the law is subject to the will of the ministers. Whatever has been written in the law, the ministers can make exceptions if they wish to. Doesn't it raise a serious question about the rule of law in Bangladesh? The promised exception for journalists means following two different policies in law enforcement, which is not only unconstitutional, but a gross contravention of the fundamental principle of the law that everyone should be treated equally. No wonder that the Transparency International Bangladesh (TIB) has called for making it a common rule for everyone.\nAs a journalist, some of us may find it convenient and too tempting to welcome this move. But a little warning for them is that these exceptions are entirely dependent on the goodwill or wishes of the government, and the price may warrant some compromise against our professional ethics. We can recall that Ruhul Amin Gazi, a leader of an anti-government journalists' union, is still in jail under the DSA after repeated denial of bail by a number of courts.\nAccording to newly released figures from ARTICLE 19, an organisation that advocates freedom of expression, at least 15 journalists have been prosecuted and jailed under the law in 2021. Between January and November last year, lawsuits were filed under the DSA against at least 225 people, including 68 journalists. Journalists don't need special favours as an individual or working for some privileged media houses. What is needed, instead, is to ensure the protection of professional rights of journalists under any law. The misuse of DSA did not only affect journalists, but also a number of university teachers, authors, singers, and intellectuals. Author Mushtaq Ahmed died in custody under this law. This law has become a preferred tool of political harassment, intimidation and suppressing dissent.\nAs the law minister has admitted that there has been some misuse and misapplication of the DSA, we need fresh thinking and a new approach. Laws are meant to curb crime, not abuse anyone. Since DSA's abuse has already been proven in a number of cases, the only solution is to repeal it. The government's decision to seek expertise from the UN Human Rights Commission in reviewing the DSA should be expanded to replace the existing repressive law with a new one that promotes freedom of expression and protects citizens' privacy, and not persecute anyone for freethinking, dissent and criticism.\n \nKamal Ahmed is an independent journalist and writes from the UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "Journalists should be worried about DSA exceptionalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/journalists-should-be-worried-about-dsa-exceptionalism-2931761",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2022"
    },
    {
        "full_article": "With the passing of Archbishop Desmond Tutu, the world has lost an unstoppable force for good who taught compassion and forgiveness, and pursued his mission with a will of iron. \"Arch\" will be rightly remembered as the international voice of the anti-apartheid movement, and for his place beside Nelson Mandela in the decades-long fight for racial equality and justice in South Africa. But he touched people's lives in so many other ways.\nIn particular, I want to acknowledge his contribution to the global efforts to end child marriage. His involvement began with another of his great qualities: the humility to admit what he did not know. I remember the moment when he learned that child marriage rates in Sub-Saharan Africa were as high or higher than in South Asia or the Middle East. \"I didn't think this was an African thing,\" he said to me frankly.\nBut once he knew, he became fully committed to the cause. Already almost 80 years old, he willingly travelled to remote villages in Ethiopia, India, and Zambia to meet and listen to adolescent girls who had been married or were under pressure to marry. He met their fathers, faith leaders, village elders, and politicians to learn why this was happening, and tried to convince them that early marriage was not in the girls' best interests.\nHe was never afraid to take on the establishment—religious, cultural, or political. He was a brilliant communicator and wily campaigner who could make audiences laugh and cry within minutes. He knew how to press the right emotional buttons and convey difficult messages, often using stories to get his point across. While travelling with him, it was not unusual to see leaders, including presidents and prime ministers, listening like children to one of his stories, then realising that the point of the tale was directed squarely at them.\nIf he bore witness to injustice, he made sure that those in power knew about it. He spoke not only about the suffering of girls forced into marriage, but also about men's role in ending this harmful practice. He spoke of the changes he had witnessed when men started treating their wives as equals: \"They actually told me they liked doing housework and taking care of their children!\" But he tempered harsh truths with such compassion and good humour that he was welcomed by leaders of all faiths and none. He was very hard to resist when he set his mind to something.\nBut while Arch was a man of steely determination, he always made people feel valued. He would stop to speak to those who served tea or opened doors for him, more than once making a president wait. I am sure he was making a point to the great men (they were almost always men): everyone deserves respect and equal treatment. He loved meeting young people and gave them enormous encouragement and hope. He often used to say that creating big change requires a big wave. Each of us can be a drop of water constituting that wave, and by working together, we can achieve great things.\nForgiveness of others, and of ourselves, was one of his most-repeated messages. As chair of The Elders, a group of global leaders that he, together with Mandela and Graça Machel, established in 2007, he reminded his distinguished peers of our shared humanity and interconnectedness—ensuring that the work of the group remained focused on justice and those most in need of help.\nAs a friend, he was deeply loyal. I will always be grateful for the comfort and counsel he gave me when my husband was severely injured. Arch called me every day in the long months while Friso was unconscious. Sometimes we spoke for hours, and sometimes just for a few minutes. But he made it clear that he was always there for me.\nIt is impossible to say everything there is to say about this tough, funny, brilliant giant of social justice. I will try to remember him by taking small actions every day to make a difference, and by upholding his belief that goodness will ultimately triumph in this troubled world.\n \nMabel van Oranje, a former CEO of The Elders, is co-founder of Girls Not Brides.Copyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Desmond Tutu’s True Self",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/desmond-tutus-true-self-2931741",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2022"
    },
    {
        "full_article": "According to media reports, a 600-feet-long \"safety zone\" was recently allocated for women and children visiting Cox's Bazar. This was days after a woman had been gang-raped in the area. Thankfully, the idea was scrapped a few hours after the inauguration of this special zone. But I think it's important to investigate the underlying problems of this supposed \"solution\" which rightly received a lot of backlash.\nFirst, the \"solution\" did not address the real problem. This reminds me of how Bangladesh once tried to stop public urination by painting Arabic script on walls on city streets, in the hopes that the general populace (the majority of them being Muslim) would deem the text \"holy\" and therefore shy away from peeing on \"sacred\" words which, frankly, most of them could neither read nor understand. Well, the campaign failed, because it didn't address the actual problem: lack of (functional) public toilets. Creating a designated area for women and minors on the beach, too, does not address the main issue: misogyny and toxic masculinity, along with a lack of empathy (i.e. the reasons behind rape).\nSecond, the so-called solution demeans women. To provide a \"safe\" space for women does not require women to be segregated from their male counterparts. In fact, grouping women and children together basically points to the fact that women are just as vulnerable and dependent as children.\nThird, it is the same as saying that women should wear \"modest\" clothing if they don't want to be raped. Just as female victims of rape and sexual assault are morally policed for their choice of clothing, and others are told to cover themselves up in an effort to avoid the perverted male gaze, the female tourists in their designated area, likewise, would be secluded and therefore physically segregated from their male counterparts, ensuring that they don't become the objects of the male gaze.\nFourth, it actually sexualises women's bodies. Through creating a separate zone for women, the message that is given is that women's bodies are sexual objects that need to stay hidden/out of sight. It is as if they're all just walking-talking Eves in the garden (read: beaches) of Eden (read: Cox's Bazar)—temptresses that arouse men who are going about their ways in a business-as-usual manner.\nFifth, it is unfair for women to be given 600 feet of segregated land whereas the entire beach—the longest unbroken beach in the world—is basically for the benefit of men. If men are generally the rapists, wouldn't it make more sense to keep them on a leash? Wouldn't it make more sense to keep a watchful eye on potential perpetrators than to do the same with potential victims? After all, you don't see law-abiding citizens in prisons. You see criminals behind bars.\nThe men who were involved in the gang rape of the female tourist—mother of an eight-month-old infant—were devoid of empathy, their egos bruised by their victim's husband in a minor altercation that had taken place earlier, where the latter had apologised but was not forgiven. These vindictive men decided to seek revenge by encroaching upon his wife. Thus, they treated her body as the site of control, or a battleground where victory would be ascertained.\nPatriarchy has enabled man to dominate over woman \"by reason of his more forceful and aggressive qualities both of body and mind. But the balance is already shifting; force is losing its dominance, and mental alertness, intuition, and the spiritual qualities of love and service, in which woman is strong, are gaining ascendancy. Hence the new age will be an age-less masculine and more permeated with the feminine ideals, or, to speak more exactly, will be an age in which the masculine and feminine elements of civilisation will be more evenly balanced\" (Abdu'l-Baha). I believe these words uttered by a wise man more than a century ago (in 1912) may be enough to understand the root of the problem.\nCoercion, violence, aggression, and machismo must be replaced with empathy, sensitivity, love, and intuition, among many others. When boys are taught to acquire these traits from a very young age, they will not grow up to embody toxic masculinity, which is very commonly found in rapists. There is no need to \"protect\" women; there is a need to make our boys become more sensitised and empathetic men—men who don't view women as vulnerable bodies to control or oppress.\n \nNoora Shamsi Bahar is a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n",
        "headline_1": "Five reasons why ‘safety zone’ for women is a bad idea",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/five-reasons-why-safety-zone-women-bad-idea-2931726",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2022"
    },
    {
        "full_article": "The thought of retirement crosses the human mind for a variety of reasons. Physical and mental constraints and plans to initiate other exciting ventures are major factors which induce people to consider retirement. My discussion is, however, focused on the most common cause of retirement—attainment of a certain age.\nIt is usually around the age of 50 when one begins having thoughts about retirement. Suddenly they realise they're ageing and start thinking seriously about life after retirement. Until then, this eventuality doesn't come to the fore, and remains rather latent somewhere in the back of one's mind. Only a few foresighted people, with grand ideas about better utilising the next stage of their life, indulge in serious thinking about retirement much earlier.\nThe first thing people considering retirement look into is if they are materially secure enough to carry through the rest of their lives, unless they plan to do something financially rewarding after retirement. Even those having solid plans to engage in post-retirement remunerative activities wonder if they would have sufficient resources to make a living until that plan is executed.\nThe latter group maybe called \"pseudo retirees,\" since they're not practically retiring from their work life. They're simply switching from their regular 9-to-5 job, after qualifying for retirement benefits, to do something else they love and believe are adept at doing. Some are confident of better applying the skills they gained from their job as, say, an independent consultant. \nIn Bangladesh, people have very limited choices to invest for retirement, or invest the annuity they receive after retiring, in rewarding portfolios. Thus far, the best choice has been to invest in government bonds and securities with a fixed rate of return. Despite this method's falling rate of return, it is still in use largely due to lack of enough safe and reliable investment opportunities. The second most popular investment instrument for Bangladeshi retirees is term deposits, the interest rate for which has also been gradually dropping.\nMany financially better-off fixed income earners invest their money into procuring assets such as land and real estate, primarily with the intent of falling back on them after retirement. A few others run small side businesses with partners to generate extra savings for their retired lives. Some procure land in and around their village homes with the intent of engaging in farming after retirement.\nLike in developed and many developing nations, the concept of investing in stocks hasn't yet gained much traction among small investors in Bangladesh. Mutual funds comprising diverse stocks and/or bonds are available in these countries for fixed income earners to invest in order to prepare for their retirement. They are constituted keeping in view the needs of a diverse range of investors with varying income levels. If necessary, adjustments within each individual mutual fund package can be made to best fit the needs of individual clients.\nGiven the rate of return from term deposits, and the dwindling of government bonds and securities, the time is ripe for financial institutions to seriously consider introducing mutual funds in their investment portfolios. Such a portfolio, still unavailable in Bangladesh, has a gigantic business potential for financial institutions. If taken up, this cutting-edge step of these institutions will provide potential retirees and other small investors with more viable options to invest their savings and retirement money into.\nHowever, the governmental regulatory bodies have to have an effective check and balance mechanism in place for the mutual funds to function at an acceptable degree of reliability. Otherwise, the potential consumers will not feel confident to stake their hard-earned money in such an investment portfolio.\nAdditionally, the regulatory bodies must check the activities of potential scammers early on to ensure that investors are not defrauded. Any indication of a financial institution trying to lure investors into their unholy trap must be nipped in the bud.\nMany low and fixed income earners in Bangladesh suffer immeasurable financial hardship following retirement due to insufficient retirement benefits and lack of feasible investment opportunities. The government should consider framing a national retirement policy to mitigate this issue of national concern.   \nEmployers should not lose sight of the fact that peace of mind is an essential ingredient for enhancing labour productivity. Besides other factors, unrelenting anxiety about life after retirement hampers labour productivity considerably.\n \nASM Jahangir is a retired development practitioner with expertise in financial management.\n",
        "headline_1": "A case for prioritising retirement benefits for ordinary people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/case-prioritising-retirement-benefits-ordinary-people-2931711",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2022"
    },
    {
        "full_article": "Although a number of bodies and organisations exist for the sole purpose of curbing road accidents in Bangladesh, the reality is that we are still losing precious lives on our roads on a daily basis. On January 2, 2022, nine people, including three minors, were the latest to join this endless procession after fatal crashes in different districts. This comes after a year that, up to the month of August, saw as many as 3,502 people die and 3,479 get severely injured in road accidents. By any measure, this is downright unacceptable.\nA great deal has been deliberated in seminars over the decades, and many causes of accidents have been identified, but at the end of the day, very little has been done to put a brake on the killer vehicles. In an appraisal report prepared by the World Bank for financing a road safety project in Bangladesh, the following observations were made, \"Different bodies exist in Bangladesh to ensure road safety, but they are not empowered and lack effective coordination to get (the) expected outcomes. These organisations are also not held accountable. Besides, the fund allocated for road safety action plans is insufficient, not prioritised, and has never been institutionalised.\" The result is a disaster that's been decades in the making, with the rise in the road crash fatality rate between 1990 and 2017 purported to be three times higher than that across the rest of South Asia.\nThe World Bank in its report further observed that, though a road safety management structure exists in Bangladesh, it is not sufficiently empowered or is hardly held accountable for safety outcomes. It may be recalled that the National Road Safety Council (NRSC), established in 1995, is responsible for preparing safety strategies aimed at reducing accidents. But how much this council could do remains a big question. There are reports that the functioning of numerous committees has been hampered because of poor internal communication, a lack of coordination and integration, and a scarcity of resources. Undue interventions, lack of professional persons in committees, and setting impractical goals are some of the obstacles that make the task of experts difficult.\nThis must stop. The authorities must step up their game. If we are to make any headway in preventing road accidents ever, we must sufficiently empower and hold to account these bodies and committees, and ensure that they work collaboratively. \"Road safety is no accident,\" as experts say, meaning it cannot happen on its own; it needs careful planning, proper logistics and implementation by those responsible.\n",
        "headline_1": "Take stronger actions to make roads safe",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-stronger-actions-make-roads-safe-2931706",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2022"
    },
    {
        "full_article": "The rapid rise in Covid-19 infections in recent days has brought fresh concerns for the public health authorities. According to data by the Directorate General of Health Services (DGHS), a total of 557 cases were reported in the 24 hours to 8am on January 2, 2022, while the number was 370 in the preceding 24 hours. The DGHS data also shows that daily infections have increased by 60 percent this week, compared to last week. Given the fact that countries around the world have been struggling with fresh surges in cases since the emergence of the highly transmissible Omicron variant, it is likely that we will also see a significant increase in cases in the coming days. A number of Omicron infections have already been reported here. India has also reported a rapid increase in Covid cases in recent weeks, which is believed to be propelled by Omicron. This means we need to take immediate measures to prevent any massive, community spread of the new variant.\nOne of the most effective ways to fight the virus for us would be to expedite our vaccination drives, which will surely reduce hospitalisations and deaths. The fact that more than half of our population have yet to receive the first dose of Covid vaccine is something that should worry us. While it is good to know that the government plans to vaccinate all eligible citizens with a double-dose vaccine by June and a booster dose by the end of this year, it will need a massive operation aided by proper planning and execution on part of the authorities.\nThe DGHS data also shows that around 82 percent of the 91 people who died of coronavirus infections in December were not vaccinated—thus, the need for strengthening the vaccination drives. Since research suggests that booster doses are effective against the Omicron variant—because an additional dose increases the level of antibodies to fight the virus—the government's booster campaign should also gain momentum this time around, bringing more vulnerable people under its purview.\nAnother worrying finding about Omicron is that it is infecting more women than men globally. Thus, while continuing with its vaccination drive, the government must ensure that more women—both urban and rural—register for the vaccines. It also needs to ascertain whether women are finding the registration process more complicated or if they are discouraged to be vaccinated in any way, and try to address the issue.\nIn other words, we need to ensure wide, inclusive vaccination coverage to fight this new variant as well as any future surges.\n",
        "headline_1": "Fresh concerns as Covid-19 cases rise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/fresh-concerns-covid-19-cases-rise-2931521",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2022"
    }
]