[
    {
        "full_article": "Time is of the essence in adopting advanced technology in medical care. When medical technology arrives dragging its feet, then its transformative effects are not that dramatic. The Union Health Ministry’s decision to introduce the new treatment regimen for drug-resistant tuberculosis hardly a couple of years after it was recommended by the World Health Organization (WHO), is a step in the right direction. Last week, the government approved the BPaLM regimen comprising four drugs — Bedaquiline, Pretomanid, Linezolid and Moxifloxacin. This regimen has been proven to offer better outcomes, remarkably shortening the duration of treatment, and resulting in improvements in quality of life for persons living with multidrug-resistant tuberculosis (MDR-TB), which resists treatment by isoniazid and rifampicin, the two hitherto frontline drugs in TB treatment. The move makes tremendous sense for a country that voluntarily set itself an earlier target for TB elimination by 2025, five years ahead of the global target under the UN Sustainable Development Goals. TB elimination means there should be under one case of TB for a population of 10 lakh. Traditional treatments can last up to 20 months, and entail severe side effects for the patient. The BPaLM regimen is reputed to cure drug-resistant TB in just six months, with a high success rate. It is particularly significant in this country, because an estimated 75,000 people living with drug-resistant TB can now switch to this shorter, cheaper treatment regimen. This move, experts endorse, will undoubtedly improve treatment outcomes and help thousands of patients.The government has, admirably, shown a commitment and political will to see the back of TB, and has, over the years, implemented several measures in aid of this. Shifting from conventional culture and drug sensitivity testing to rapid molecular tests for diagnosing MDR-TB has resulted in improved case detection, higher treatment coverage, better treatment success rates, and falling death rates. Extra support (financially, nutritionally and societally) in the form of the Ni-kshay Mitra scheme has also yielded results. India’s reduction of TB incidence by 16% from 2015 to 2022 is almost double the pace at which global TB incidence is declining, as per WHO’s Global TB Report 2023. Mortality has also reduced by 18% during the same period in India. It was India which led the way earlier with its Directly Observed Therapy Short-course programme, revolutionising TB care back in the day with supervised administration of drugs. Centring its patients, the government should not merely follow, but be a pioneer in diagnosing and treating TB. Published - September 10, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntechnology (general)\n\n/\n\nmedical service\n\n/\n\nhealth\n\n/\n\nmedicine\n\n/\n\nprescription drugs\n\n/\n\nhealth treatment\n\n/\n\ntuberculosis\n\n/\n\nUnited Nations\n\n/\n\nSustainable Development Goals\n\n/\n\npopulation\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nIndia",
        "headline_1": "​Taking TB seriously: On the BPaLM treatment regimen for drug-resistant tuberculosis",
        "headline_2": "Early adoption of the new treatment regimen is welcome",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btaking-tb-seriously-on-the-bpalm-treatment-regimen-for-drug-resistant-tuberculosis/article68622530.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "Emmanuel Macron, France’s centrist President, called a snap parliamentary election in June after the country’s far-right National Rally (RN) finished first in the European elections. Mr. Macron wanted a fresh national mandate against the far right. But in the elections, held in two rounds in June and July, no party won a majority (289 seats) with the leftist New Popular Front (NFP) emerging as the biggest bloc, with 182 seats. Mr. Macron’s Ensemble won 168 seats and the RN finished third with 143 seats. The NFP immediately staked claim to form the next government and even picked a prime ministerial candidate. But after two months of a political deadlock, Mr. Macron, last week, picked Michel Barnier, a veteran from the conservative Republican party, which finished fourth in the election with 46 seats, as the new Prime Minister. In effect, Mr. Macron called the snap election to defeat the far right, saw the victory of the left-wing bloc, but appointed a conservative as the Prime Minister. His decision has angered many French voters, with tens of thousands of them pouring into the streets on Saturday to protest against the “stolen vote”. The NFP, especially its leader Jean-Luc Mélenchon, has slammed Mr. Macron’s “betrayal” of the public mandate.Mr. Macron’s rationale was that he chose “institutional stability” as most other political blocs were opposed to a leftist forming the government. In the current arrangement, Mr. Barnier would seek to form a minority government with support from Mr. Macron’s party and indirect support (through abstention) from the RN. So, if Mr. Macron called the snap elections to defeat the far-right RN, his pick for the post of the Prime Minister would be dependent on the far right’s mercy to stay in power and push legislation through Parliament. Mr. Macron wants a leader who can form “a unity government to serve the French people”, and Marine Le Pen, the far-right leader, wants a Prime Minister “who works for RN voters”. Mr. Barnier, 73, has served in several conservative cabinets and was the EU’s main Brexit negotiator from 2016-21. His job is to form a government that would take Mr. Macron’s agenda forward without irking the far right. Whether he would succeed or not, Mr. Macron’s move itself is a sledgehammer blow to democracy in France. His impulsive decisions to push the country into elections and then ignore the spirit of the people’s mandate are not typical of leaders of mature democracies. By rejecting the winner of the election and picking a Prime Minister who is acceptable for the far right, Mr. Macron is making a mockery of the people’s choice and also mainstreaming the far right with neo-Nazi roots. He has made a big mistake. Published - September 10, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nFrance\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\npolitical parties\n\n/\n\nlaws\n\n/\n\ngovernment\n\n/\n\npolitical development",
        "headline_1": "Stolen vote: On a sledgehammer blow to democracy in France",
        "headline_2": "Macron’s impulsive decisions are pushing France into political turmoil",
        "link": "https://www.thehindu.com/opinion/editorial/stolen-vote-on-a-sledgehammer-blow-to-democracy-in-france/article68622213.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "Handing over unified command to state govt is problematic. Manipur needs civil society solutions \nThat young students in school uniforms organised a massive protest in Manipur yesterday is a grim reminder of the damage the state’s violence has wrought on Manipuris. Recent drone attacks, highlighted by protesting students, have shown what security forces are up against. But the students’ demand that the unified command structure for law and order be handed over to the state govt is problematic. In fact, this is one of CM Biren Singh’s two recent submissions to Manipur’s governor – the other being revocation of the Suspension of Operations (SoO) Agreement with some militant outfits. Neither of these can be accepted without risking escalation.\nDeep polarisation | While Singh argues that it’s the job of the state govt to restore law and order, the fact is the Imphal-Hills divide is at the source of the conflict. Manipur police is seen as part of the problem by one side. Therefore, handing over the unified command – which oversees coordination between state and central security forces – to Imphal simply won’t be accepted by the Hills.\nDon’t open Pandora’s box | Similarly, SoO was inked in 2008 with 25 militant groups, with their cadre confined to camps and their weapons under lock and key. Revoking SoO now will not only be construed as a clear provocation by the Hills, but will also undo all the work GOI has done to tame insurgency in the Northeast. Northeast can’t be allowed to become a hotbed of militancy again. And with turmoil in neighbouring Myanmar, revoking SoO is a particularly bad idea.\nLook within | Any solution perceived as partisan by either side won’t work. While security forces continue with their targeted operations against miscreants, Manipur’s genuine civil society, cutting across ethnic divides, must be encouraged to reverse social polarisation. It is they who should be leading the discourse, not armed groups – supported by political elements – on both sides. \n\n",
        "headline_1": "Guns not imphallible",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/guns-not-imphallible/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "Aedes loves a laugh and is very class conscious\nIt has been my earnest desire to know the mind of the mosquito, both for understanding its behavioural triggers and to ascertain whether it is amenable to suggestions. Although not credited with a significant brain size compared with human beings, the mosquito remains one of the most formidable foes of humankind, causing 6L malarial and 40,000 dengue deaths every year globally. \nThe necessity of speaking to an aedes aegypti mosquito was made more pressing by the approaching “dengue season” and reports of one of India’s sportpersons at the Olympics playing a sub-par game since he had just recovered from chikungunya. My proposal to Aedes was that in a country of 1.4bn, if it must bite, could it not target people with health coverage, and spare those who could not afford to skip work, athletes about to compete, soldiers in difficult posts, essential workers and the poor, most of whom did not have health coverage?\nCalling the suggestion “naïve”, Aedes laughed imperiously. It flew off, displaying its black and white stripes menacingly, before settling down again. “I always work from home – I bite where I live. I do not discriminate,” it explained.\nThat was a blatant lie, I said. Data on dengue and malaria show discrimination practised by Aedes and its cousin Anopheles. For example, in Lutyens’ Delhi or New Delhi, administered by NDMC, only four dengue cases had been reported till Aug 24 this year, compared with an average 38 cases for a typical Delhi district (totalling 457 cases) managed by MCD. \nSimilarly, how did one malaria case in New Delhi compare with 205 cases (averaging 17 per district) for the rest of Delhi? Aedes was prejudiced against common people, I said. And didn’t the pattern get repeated in all cities, a preference for common people’s residential areas, sparing the affluent and the authorities who had better planned neighbourhoods with bungalows, wider streets and better civic infra?\nAt this, Aedes laughed even louder and flew off again, but instead of returning to counter the charge, it found a poor boy selling socks in warm weather – hardly making a sale – and sat on him. By the time I could alert him, Aedes had thrust its blood-sucking proboscis into the boy’s arm and bitten him. That’s how one keeps one’s word in this day and age.\n\n",
        "headline_1": "Interview with a mosquito",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/interview-with-a-mosquito/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "iPhone 16 is a nice Make in India moment. Inclusive growth awaits labour-intensive success stories\nGlass is definitely half full. The iPhone 16 launch will mark a meaningful Make in India moment. One, because experts say this may well be the first time a global player will make available a product manufactured in Indian factories across the world, within a few days of the start of sales. Two, because it affirms the potential of luring production from China, as companies look to diversify supply chains. Three, it shows electronics PLIs delivering. Four, the trend of a majority of women being employed by Apple’s India suppliers, is a social and economic good.\nGlass is also definitely half empty. Some experts have highlighted, sparking an energetic debate, how the mobile phone export boom is tempered by rising imports of mobile phone components. They see the value added in India increasing with increase in sub-assemblies, but argue that manufacturing value added here will not become significant until India makes the component parts themselves. Understanding why, after years of tariffs plus PLIs, “India makes few of even the simplest parts” is fundamental to scripting any 8%, let alone double-digit, growth future. \nA different perspective is available in World Bank’s India development update this month, which highlights the problem with increasing concentration of skill-intensive manufacturing and services in the country’s exports. No one needs reminding that the creation of well-paying jobs for the masses has been India’s biggest failure, both before and after liberalisation. And highly capital-intensive sectors are ill-suited to employ large shares of the Indian workforce. \nTariffs are a connecting factor decreasing competitiveness and exports across the high- and lower-skilled sectors, per the bank. In mobile phones, hikes in import tariffs on key intermediary inputs have given an advantage to lower-tariff countries. Domestic manufacturers cannot mitigate these increases as well as the big global companies. At the opposite end, India’s share in global exports of goods like clothes and footwear was higher than Bangladesh and Vietnam a decade ago. Since then, tariff hikes have contributed to a painful productivity decline. \nThe Padma Bhushan bestowed upon Foxconn chairman Young Liu this year, is an indicator of everything India hopes the company’s brand of manufacturing will deliver for the country. But ‘inclusive growth’ needs labour-intensive industries such as apparel, footwear, furniture and other light manufactures to flourish as well. India’s most abundant resource – labour – will otherwise keep going to waste. \n\n",
        "headline_1": "Phones & footwear",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/phones-footwear/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "By Karan Singh \nThe world today is in turmoil. Wars, the ultimate symbols of negativity, are raging everywhere. There are wars in Europe, wars in Asia, wars in Africa, wars in Latin America. As a result of these thousands of people are dying every week, but that seems to be written off as collateral damage. There is no sense of sympathy with the victims of those wars. In addition, climate change with all its erratic weather events has created havoc around the world. Between flooding and drought, hurricanes and tornadoes, melting of glaciers and species extinction, large sections of the world population are suffering the direct impact of global warming. Several island states will disappear soon, and we will be faced with a new category of environmental refugees.\nAll this raises the question as to what we as individuals can do in such a situation. It is easy enough to shrug off the ocean of suffering as part of world politics, but that is surely not a satisfactory response from those who claim they are following a spiritual path. For such persons the ancient concept of Vasudhaiva Kutumbakam, the world is a family, has to be rearticulated. Many parts of this family are in turmoil, and we also bear part of the responsibility because of our lack of caring. Even if we are not able to help concretely, it is important that each one of us try to find within ourselves the fountain of peace and harmony. If enough individuals around the world are prepared to look within and find the spiritual core of their being, it can make a difference to the destiny of the human race.\nAt present we seem to be following the prognosis of the European philosopher Arthur Koestler who predicted that the human race was programmed for self-destruction because of an engineering defect in the human brain, thereby the thinking and feeling aspects are not adequately conjoined, so that while we know what we should bedoing we do not do it, and while we know what we should not be doing, yet we do it. This is reflected in Dushasana’s enigma in the Mahabharat when he says, “I know what is correct but I am not attracted to it/I know what is wrong but I am attracted to it.”\nThe greater the outer turmoil, the deeper the inner integration must be, otherwise humanity, which is at a precarious tipping point, may tip over, not to speak of the new threats and challenges posed by Artificial Intelligence and its multiple implications.\nThe world, of course, is constantly changing: ‘Samyak Sansariti iti Sansar’, and we all have to adjust ourselves to the rapidly changing situation. It is not really aquestion of age, but rather our ability to face and confront the problems before us.\nA collective can be very useful in this context. For example if people in a mohalla, colony, decide to band together in saving the environment. The same is true with movements against drug use, alcoholism and faulty hygiene. These are all building blocks towards creating a healthy society. Corruption, unfortunately, almost seems to have entered our DNA, and here again it is only committed individuals who can fight against these social evils. In the final analyses the compassionate and dedicated individual remains our only hope in the dystopian world that surrounds us.\n\n",
        "headline_1": "The individual in a tumultuous world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-individual-in-a-tumultuous-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "The extent of damage done to the banking sector during Awami League's 15 years of rule is truly shocking. Despite this daily's frequent coverage of various irregularities during its tenure, and more transparency emerging in the wake of the mass uprising that brought down Sheikh Hasina, the true scale of corruption in the banking sector seems unfathomable, with new revelations coming to the fore every day. This just shows how daunting the challenge will be for the interim government as it sets its sights on reforms and recovery. Nevertheless, it must perform its duties diligently.\nThe new administration has already taken some positive steps in this regard. The decisions to form a banking commission to undertake reforms and a task force to identify key areas of concern are notable. According to a report by this daily, the Bangladesh Bank (BB) has also decided to rescue struggling banks, including some Shariah-based banks formerly controlled by the S Alam Group, by managing liquidity or merging a few. It is important to note that the old regime had promised similar objectives. However, instead of working towards them, it gave preferential treatment to corrupt, politically connected bank owners and stakeholders, which further compromised the health of these banks, put depositors' funds at risk, and damaged the economy as a whole.\nIn contrast, the present authorities are believed to be supporting these banks for three main reasons: to safeguard the country's economy, to protect depositors, and to assist customers involved in production. These are the exact factors that should drive all reform decisions. Though many of the banks were mired in corruption, their bankruptcy would cause significant harm to both depositors and the economy. The central bank is therefore obligated to try to rescue them, but it must do so in the right way and for the right reasons.\nFor instance, as the central bank has now promised, it must avoid providing liquidity support by printing money—as was done before—and instead allow lenders to access support through inter-bank money supply, with the BB acting as the guarantor for struggling banks. Additionally, the BB must ensure that these banks take every possible measure to recover defaulted loans in order to alleviate their liquidity crisis. So far, most of the banks have not performed well in this regard. That needs to change.\nReportedly, out of the Tk 70,000 crore that left the banking sector, Tk 30,000 crore has been recovered. This, along with the government's decision to insure up to Tk 2 lakh for each depositor, should help restore some confidence in the sector. While we welcome the direction in which the banking sector is moving under the interim government, coordinated efforts involving various agencies—including the Anti-Corruption Commission (ACC), Criminal Investigation Department (CID) of police, and home and foreign ministries, among others—are essential to recover the remaining funds. They should also complement the long-term reform measures currently being outlined.\n",
        "headline_1": "Can we change the story of our ailing banks?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-change-the-story-our-ailing-banks-3698581",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "In July 2024, a student-led protest movement culminated in the ousting of the Awami League government after 15 years in power in Bangladesh. The revolution ushered in an interim government led by Nobel laureate Dr Muhammed Yunus, marking a significant turning point in the nation's history. This dramatic change raises a question worth pursuing in the shared vision of a safer and more prosperous country: Can citizen diplomacy lead to better relations between the state and its people?\nIn December 2023, a month before the most recent elections, CIVICUS, a global civil society alliance, downgraded Bangladesh's civic space category to \"closed,\" its worst rating. Citizen diplomats as demonstrated in the last month and a half, can play a tremendous role in increasing civic engagement. Participation of civil society, citizens, and the people of the country promote social justice and democracy, and citizen diplomacy can be an excellent channel for that.\nCitizen diplomacy stands in contrast to traditional diplomacy, which is the institutional and state-sponsored implementation of foreign policy. While a diplomat represents a state and is typically employed by a government entity like the Ministry of Foreign Affairs, a citizen diplomat operates outside these formal structures. Citizen diplomacy empowers individuals and non-governmental organisations to influence policy-making processes. \nTo fully understand the potential of citizen diplomacy, we can consider the broader context of international relations (IR) and diplomatic culture. IR Scholar Raymond John Vincent's 1975 perspective on diplomatic culture provides valuable insight. Vincent argues that traditional diplomatic culture is rooted in European aristocratic cosmopolitanism, and provides customs, precedents, and manners aligned with the elite diplomats. This culture gave rise to creating international law, treatises and principles like the balance of power and pivotal congregations like the Hague Conference or Vienna Convention. While this outlook focuses on procedural aspects and principles of sovereignty and non-intervention, in today's context, the role of non-state actors and civil society leaders cannot be understated. We can see this in the case of Greta Thunberg, the Swedish activist who has interacted with institutional entities as a citizen diplomat. \nThe roots of citizen diplomacy can be traced back to pivotal moments in history. In 1945, the US State Department invited 42 NGOs to send consultants to participate in drafting the UN Charter at the San Francisco Conference. These organisations represented a diverse cross-section of society, including business, agriculture, education, law, women's rights, religious groups, and peace advocates. Their involvement led to significant outcomes, such as the inclusion of education in the Economic and Social Council's purview.\nBangladesh's recent experience with citizen diplomacy has shown remarkable potential in the short term. The interim government that emerged from the protests embodies this potential, comprising a diverse group of individuals from various backgrounds and age groups. Some of the student leaders from the anti-discrimination protest movement now serve as advisors alongside established academics, NGO leaders, and civil society members. This organic rearrangement of the social fabric within the government structure holds promise for positive change if Bangladesh and the international community can fully harness the power of ongoing citizen diplomacy efforts. By engaging citizens more directly in institutional decision-making, citizen diplomacy can pave the way for more substantive and direct democracy.\nHowever, the long-term sustainability and impact of citizen diplomacy in Bangladesh is uncertain. While it has shown promise in reshaping institutional processes and increasing civic engagement, questions persist about its ability to achieve and maintain momentum over time. There is also an organisational challenge for this non-institutional form of diplomacy, and it needs some process and structure for continuity. The challenge further lies in having effective communication in the absence of institutional structures. \nThe ability of citizen diplomacy to engage a wider spectrum of voices in the diplomatic process challenges traditional power structures and opens new avenues for civic participation. While challenges and uncertainties remain, the potential benefits of citizen diplomacy in creating a more liveable and safer society are significant. As Bangladesh continues to evolve politically, the role of citizen diplomats in shaping the nation's future will be interesting to watch. Their efforts may set a precedent for other regional nations grappling with similar challenges, demonstrating the power of practicing diplomacy outside the institutional setup.\nSadman Rahman is a policy expert with the United Nations Development Programme. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Role of citizen diplomacy in a new Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/role-citizen-diplomacy-new-bangladesh-3698361",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "Firdous Azim: There has been an uprising in Bangladesh. There are many who would like to see it as a change of government, with the restoration of order in all sectors as their prime goal. Although it started as an anti-discriminatory movement, the student coordinators who guided the movement envisage a new Bangladesh, a new social order, and now is the time to think of what this phrase means – what an equal, just and fair society looks like.\nIt is only fitting that a special issue of the journal of Inter-Asia Cultural Studies on Akhtaruzzaman Elias's Khwabnama should come out during these turbulent times. This wonderful coincidence connects the past with the present and draws a continuum between accounts of past movements that have shaped us as a nation and polity, to the factors that inspire young people today. This special issue also draws attention to the art – the literature – that such movements can ignite, and that in turn not only acts as an account or representation of revolutionary political fervour, but also as an inspiration for the future.\nKhwabnama occupies an interesting, and perhaps an intriguing, place in Elias's oeuvre. The second of what would be a trilogy, in chronological time it weaves its way back from Chilekothar Sepahi, which chronicled the 1969 students' movement to the 1947 Partition of India. Khwabnama thus becomes something of a looking back at the events of 1947 and after. Yet both novels look at founding moments - the first of 1969, the students anticipating the birth of Bangladesh two years later, and the second, looking back at 1947, to allied and mismatched movements, that resulted in the birth of Pakistan, and its impact on its eastern wing. We can only speculate what Elias would have made of this movement in 2024, and how he would have fictionalised the various actors and actions at play within it. We can only hope that a new novel will emerge to complete Elias's trilogy.\nThe special issue that you will be able to access here delves into the various aspects of Khwabnama, both the hopes and aspirations that independence brings, and the unchanging nature of the backdrop in which these are played out. But the novel that is referred to the most in our present is Chilekothar Sepahi, and the 1969 student movement. It is as though people of a certain generation – themselves likely students of 1969 – see the events of 1969 being repeated in the present. In it, then as now, Dhakaites are shown to be divided and uncertain about what is afoot, with the café debates, the processions, and the unleashing of state violence and ensuing deaths, and the characters such as Haddi Khizir or Osman, which seem to come out of the pages of the novel into real life. There could be a lot written about the differences between then and now, especially as we look out at the nation being conjured in this call for change. It is a different populace that is being called upon at this juncture and a different political terrain in which this call is playing out.\nOur readings of Khwabnama, set in a largely rural landscape, gives further historical dimension to the present. The special issue reads the novel to draw attention to the many and divergent ways in which the idea of a new nation plays out. In other words, it reminds that although one may begin as one, the pathways may become different and divergent.  Furthermore, despite the radical changes, we are kept in doubt by the novel as to whether these fundamentally change societal hierarchies and relationships.  And it raises questions as to what deeper, perhaps more spiritual, even magical visions accompany change.\nIn our engagement with Elias, many comment on his use of magic realism and his literary style, as the narrative plays on various linguistic registers, and hovers between reality, dreams and magical spheres of being. There is much that a present-day chronicler could learn from this dynamic play with words. Looking at the creative outpouring that the 2024 July movement has brought in its wake – its rappers, its meme creators, its artists – one knows that some time must lapse for a literary expression. At the same time, literature – with a capital L – does not appear to be the creative medium of choice for the young today. A look back at Elias may be timely and inspiring for new writers.  For Elias is also a herald of the new. He has, truly, heralded in a new era in Bangla fiction and writing, a way of writing that eschews the social realism that had been inaugurated by the nineteenth century Bangla novel, to draw on hard reality on the ground – landscapes, cityscapes, the grit and grime of everyday living, its smells and excreta – juxtaposing it with its dreams and aspirations, its desires and fears, - to create new forms of literary expression. We hope that the volume we are presenting to you captures some of this, and makes you turn to reading Elias.\nNaeem Mohaiemen: Both the novelist Elias and his novel Khwabnama bear witness to the collapse of multiple utopia projects–first, the idea of a just society in rural East Bengal in the colonial period, then the separate peace for Bengali Muslims within Pakistan, the lack of velocity for communist politics within united Pakistan, and finally the implosion of the Socialist parties in post-independence Bangladesh. I locate Akhtaruzzaman Elias' literary work within a terrain of disappointment experienced in Bangladesh at two postcolonial junctures–as East Pakistan after the British partition of 1947 and as Bangladesh after the Liberation War of 1971. In the first instance, post-1947 disappointment was felt by a Bengali Muslim middle class and peasantry that found the new state of Pakistan–comprised of East Pakistan (today's Bangladesh) and West Pakistan (contemporary Pakistan)–to be not the egalitarian Muslim homeland they had imagined. In the second instance, the setback was for those who imagined a socialist future for independent Bangladesh.\nTo locate Elias' within his context, I look at two other writers–Ahmed Sofa (1943-2001) and Mahmudul Haque (1940-2008) – who had a similar language of angry lament within their work. A group known as the \"sixties' writers\" were comprised of Akhtaruzzaman Elias, Mahmudul Haque, Ahmed Sofa, Hasan Azizul Huq (1930-2020), and Abdul Mannan Syed (1943-2010). They came out of a Marxist tendency within the literary community, and class conflict dominated their postwar novels. Out of this group, I bracket Elias, Sofa, and Haque as an ideologically aligned trio. Ahmed Sofa was one of the co-founders of the leftist Bangladesh Lekhak Shibir (Writers Camp) –which Elias also joined. Sofa was invested in developing a distinct intellectual genealogy for Bengali Muslims within the idea of Bengal. This Bengal encompasses today's West Bengal in India and the state of Bangladesh– two geographies that were previously together as united Bengal province in the colonial and precolonial eras. Sofa explored a philosophy derived from rural East Bengal and expressed it in a language that pushed against elite Bengali Hindu culture.\nMahmudul Haque was another writer who thought extensively about the reversals seen after Bangladesh's two postcolonial conjunctures. Haque spent his childhood in West Bengal, the half of Bengal province allocated to India in the 1947 partition. Thus, his novels carried an additional melancholia for the loss of a united Bengal where Muslim and Hindu communities once lived together, even if not always amiably. Mahmudul Haque's friendship with Akhtaruzzaman Elias was of two fellow travelers bringing granular observation techniques to the novel.\nNovelist Mahmud Rahman has recorded a conversation Haque had with Elias at the old rail gate between Nawabpur and Gulistan in Dhaka. In it, Elias wryly observed, \"My territory is from here to the river, yours is on the other side.\" Elias was commenting on the fact that he was oriented towards regional dialects and geographies, whereas Haque's novels were within a middle-class urban milieu. The two were not always aligned on the role of active political engagement. While Elias joined the left literary circle of Lekhak Shibir, co-founded by Ahmad Sofa, Haque stayed away from the organization. As Rahman recalls from a conversation with Haque, once it became clear that Elias had become an active member of Lekhak Shibir, Haque began to avoid their regular gatherings. \"He said he didn't want to be part of any shibir, one with a slogan of stopping the third world war with poetry.\" (Rahman 2023)\nPost-1971 Bangladesh was fertile ground for a literature that could have expressed the passions of left uprising seen in global south countries in the post-1968 moment. Yet Elias took a critical stance toward left politicians' inability to show leadership during the war. The sting of disappointment in this epoch was marked by the feeling that there were no future utopias to be found. The period leading up to 1947 was suffused by the energy of anticolonial uprisings (demanding the end of the British colony) and the call for a separate Muslim homeland (through a separation from India). When that new homeland (Pakistan) failed, East Pakistan, reborn as independent Bangladesh, was a dramatic new emancipatory configuration. After 1971, there were no remaining horizons for national projects of the imagination. Facing a blockage of hope, Elias now focused his analysis on the left political parties, with whom he felt affinity but also castigated for failing to imagine a different future. One aspect of Elias' political engagements in his literary output is the way he expresses outrage in the face of disappointment and its attendant passivity. He does this through the struggles between dueling characters in his fiction. In his short stories, an unstable post-independence is played out among a new petty criminal class, their hapless victims, and principled individuals who, unable to make sense of this new situation, choose madness or collaboration.\nI propose that Akhtaruzzaman Elias' literary output was motivated by a personal alignment with the Socialist project and the experience of disappointment in that same politics. There is a corrosive anger that layers his prose, and tragic plot denouements materialize with metronomic frequency. This writing style troubled activist readers, who wanted more clarity of position and denunciation of exploitation. However, I still see his stories as invested in the forward motion of human emancipation from within a framework of socialist politics. I would not go so far as to say these were optimistic works, but neither do they close off the possibility of future collective politics. The experience of devastating setbacks within new political dispensations have been experienced in all the \"post\" scenarios of the last century–postcolonial, post-revolutionary, and post-socialism. The experience of Pakistan after 1947 and Bangladesh after 1971 has been repeated in other newly independent nations.\nAny discussion of Elias must center the fact of his early death and the unfinished third novel. There is a way that this sequence of events leaves us with the option of reading a full arc of redemptive hope within his pessimistic works while missing a crucial unfinished novel–the shape of things yet to come.\nNaveeda Khan: In 2011 when I, an anthropologist, started doing fieldwork in the Sirajganj chars I was struck anew by a fact that has been stated repeatedly by the geographer Haroun Er Rashid, that the geography of Bangladesh is amazing.  There is a delicateness and diversity to landscapes, flora and fauna but also to the human relations to this geography.  So much of music and dance is bound up with this geography, with rains that threaten not to come, the seasonal flowers bursting forth, the smell and sound of wet soil and so on and on.  The aesthetic elements that resonate with natural ones are endless.  But what is also startling is how quickly all of this devolves to the background, forgotten and soon no more.  I am thinking of the crickets I heard all night long or the frogs that crossed my pathway as I snuck out of my house into our garden at night.  They are all gone from that garden as clean water and soil, intrinsic to their existence, are no more. I don't remember when I stopped hearing them but when I finally paid attention I was struck by the eeriness of the silence in the garden, interrupted only by the sounds of the city.  And what brought my distracted attention back was spending time in the chars.  These are strange nodes of space-time on which we have yet to meditate and where the night sounds, really sounds.  Sitting in the midst of it you feel yourself become a part of the sounding.  This is very much the sense I had when reading and immersing myself in Elias's masterpiece, Khwabnama.\nOne thing that one misses often in Elias's Khwabnama is his attention to the liveliness of nature.  In the novel's opening scene in which Tomijer baap sleepwalks to the Katlahar beel to catch sight of the ghostly visage of the Munshi, stumbles around the beel, lurches one way or the other, we are witness to a daybreak like no other.  This is both the scene of a broken man trying to make himself whole and that of nature bursting forth.  And just as mention is made of the fates of the characters in the novel even as we are being introduced to them, so we are told of the fates of forests and lakes as these are described to us.  Their ends are foretold. \nAzim (above) has spoken about Elias' capacity to herald the new through heralding a new literary expression in his two novels, while Mohaiemen (above) has put forward the claim that Elias did not shy away from expressing disappointment while maintaining a commitment to the utopic within his writings.  For my part, I claim for Elias's Khwabnama a deep sensitivity to nature and care for ecological issues.  This special issue brings together anthropologists, visual artists, literary scholars and political theorists, each engaging the book through their own interests and finding something anew.  A visual essay on the work of Syeda Farhana, whose photographic method has an interesting resonance with Elias's interest in excavating the familiar, rounds out the offering.  We include here a few photographs taken by her of my char fieldsite which we felt both did justice to the mysterious nature of chars and to the type of riverine landscape that we are asked to imagine within the Khwabnama.  We are pleased to have the journal make the special issue open access for a month for our readers.  You will find it here.\nFirdous Azim (BRAC University) and Naveeda Khan (Johns Hopkins University) are co-editors, and Naeem Mohaiemen (Columbia University) is among the contributors to \"Dreams' navel: a special issue on Akhtaruzzaman Elias's Khwabnama\", in Inter-Asia Cultural Studies, Volume 25, Issue 4 (2024)\nThe special issue of journal linked here will be open access for the month of September.\nThe Taylor & Francis website will keep this special issue open access until end of September: https://www.tandfonline.com/toc/riac20/25/4\n",
        "headline_1": "Reading Akhteruzzaman Elias after an uprising",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/reading-akhteruzzaman-elias-after-uprising-3697891",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "To say anarchy reigns supreme in the country's pharmaceutical sector involving particularly the pricing of drugs is an understatement. Factory price as represented by Producer Price Index (PPI) is a measure of 'the average change over time in the prices domestic producers receive for their output.' Here the emphasis is on domestic producers whose output may be both goods and services. It was known as wholesale price index in the US until 1978 and by 1982 all Producer Price Indexes were reset to 100 as the base. Following this monthly inflation-(in rare cases deflation) adjusted prices producers receive, Bangladesh also determines factory-gate prices for domestically produced commodities and services. Since it does so, the wide gap between the PPI and the Consumer Price Index (CPI) of essentials, remarkably medicines, defies logic. The lead news on the front page of Sunday issue of this newspaper has focused on the mysterious anachronism between the PPI and the retail prices of different drugs.The latest PPI, as the Bangladesh Bureau of Statistics finds, had remained unchanged at 141.8 for 14 months until May last since April 2023. If this is the case, the retail prices of drugs were supposed to remain stable as well. But in reality, soaring prices of all kinds of medicines, particularly those in higher demand, have inflicted a blow below the belt of consumers at a time they are writhing under the relentless commodity inflation. But is it credible that the PPI of the pharmaceutical industry has stayed at the same slot for long 14 months? This is bogus. Actually, data generated by the pharmaceutical companies are a casual exercise with no relations to reality. There is a dubious way of raising prices of drugs by way of a secret agreement with the buyers of their products. Here the impression is that the pharmacists and others working as middlemen in between like agents or medical representatives are to blame. In fact, that is hardly the case. Accusing fingers are pointed at the pharmaceutical companies themselves.However, the manipulation of drug market aimed at earning outrageous profit is counter to medical ethics. Prices have recorded rises from 7.0 per cent to 140 per cent. In some rare cases, the hike has been double the price or 200 per cent. The monopoly market could be established courtesy of the massive corruption and malpractices that have become the hallmark of the health sector with the Directorate General of Health Services (DGHS) and Directorate General of Drug Administration (DGDA) getting degenerated from top to bottom.It is time all these changed for the better. Bangladesh may at this stage not aspire to be in the league of the select nations that provide free medical treatment and medicines but at least it can get its primary acts such as bringing order in health services and pricing in drugs together. To do so, the first task would be to root out corruption from the two organisations overseeing the matters of health services and pharmaceutical industry. The endemic corruption for which the DGHS and the DGDA are notorious, has been responsible for leaving the entire health sector in a shambles. Therefore, the cleaning of the Augean stables must start from the top down the system.",
        "headline_1": "Manipulative drug price in a corrupt health-sector regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/manipulative-drug-price-in-a-corrupt-health-sector-regime-1725895272",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "Many constitutional experts opine that the fallen autocrat Sheikh Hasina Wajed has brought the country's constitution to such a ramshackle state by resorting to reckless doctoring that it has now become almost impossible to follow it by letter or spirit. The interim government that has assumed office after riding on the crest of a people's revolution in Bangladesh is also facing problems in dealing with it, occasionally giving rise to some questions as well. The government is apparently following some parts of the constitution while ignoring others. Firstly, Article-123 (3,4) of the Bangladesh constitution provides for holding parliamentary election without dissolving the parliament, which is quite unprecedented and without any parallel in democratic nations of the world. It implied that 600 elected MPs including 300 from the outgoing parliament could exist simultaneously, even though for a brief period. This bizarre phenomenon was in fact witnessed during the fraudulent elections of 2014, 2018, and 2024. Secondly, Article-7A on the offence of abrogation, suspension, etc. of the constitution has been laid out in such a way that anyone guilty of such 'seditious' act shall be meted out the highest punishment under existing laws. Thirdly, Article-7B of the constitution that contradicts Article-142 related to amending the constitution stipulates that the preamble, all articles of Part-1, Part-2 and Part-3 subject to the provisions of Part-IXA, and provisions of articles related to the basic structures of the constitution including Article-150 of Part-XI shall not be amendable by way of insertion, modification, substitution, repeal, or by any other means. Fourthly, although Article-54 provides for the Speaker of parliament to discharge the president's responsibility in his or her absence, it does not clarify who will be in charge if and when the Speaker is absent or unable to discharge that responsibility. Fifthly, Article-47 of the current constitution is wholly contradictory and directly clashes with the fundamental rights of citizens as provided for in Part-3 of the constitution. According to Barrister Nazir Ahmad, the interim government of Bangladesh has broadly three options before them for dealing with the constitution. The first one is to gift the nation with a completely new constitution by repealing the existing one. This can be done by holding election to a 300-member Constituent Assembly, whose sole task will be to frame and adopt a constitution for the country. A countrywide referendum can then be held for approving the constitution and providing legal cover to the tenure and workings of the interim government. In the second option, the interim government can constitute a committee comprising 50 to 60 experts for framing a new constitution. The only task of this committee will be to draft a new constitution, which will have to be subsequently approved through holding a free and fair referendum. Besides, the referendum can simultaneously provide a seal of approval to the tenure and tasks of the interim revolutionary government.In the third option, the interim government may choose a path similar to the caretaker government of 2007-08 by depending on the goodwill of the subsequent government elected through a free and fair election organized by it. The elected government will then grant approval to constitutional changes or the new constitution as well as tenure cum tasks of the interim government. It is quite obvious from the above that opting for the first or second option will be wiser or more pragmatic, as it will yield guaranteed outcomes. Moreover, we may not get another such opportunity to frame a new constitution, as this interim government has been the outcome of a successful mass upsurge cum people's revolution after 53 years of Bangladesh's independence. Formulation of a completely new constitution is a demand of time and fully justified, as any political government is unlikely to bring about any changes to the constitution that goes against its interest. Besides, they are more likely to capitulate to the demands and preferences of civil servants in such matters, as has been observed in the past. There are also other angles to the issue. The third option is likely to be riskier and more hazard-prone, as there are many 'ifs and buts' to its occurrence. As evident from the autobiography of the late Indian President Pranab Mukherjee, a two-thirds majority was needed by the India-backed Awami League for giving approval to the tenure and work of the 2007-08 caretaker government. Consequently, the then army-backed regime made sure that the Awami League won over two-thirds of the parliamentary seats though it got 48 per cent of popular votes, whereas BNP won 10 per cent seats despite getting 32.5 percent of popular votes. After forming the government, the fallen autocrat Sheikh Hasina herself claimed on many occasions that the BNP could not have become the main opposition if more machinations were applied. The claims made by the then Deputy Director General of Forces Intelligence Brigadier General Fazlul Bari in the social media also reveal that special efforts were made by high-ups in his agency to extend preferential treatment to Sheikh Hasina and her party in 2008. This, together with the autobiographical utterances of Pranab Mukherjee, are corroborative evidences of the foul-play that was enacted then. In the above backdrop, the interim government should now inform the nation about what it plans to do with regard to the constitution. This government has the mandate of the people as it came to power through a people's revolution. Therefore, the people will extend all-out support to whatever it does for the sake of the country and its people. There should not be unnecessary delays or ambiguities in this matter, as the hostile Indian establishment and her despicable local agents are still active in Bangladesh, and the momentum for bringing about changes may wane soon due to procrastination. Any confusion on the issue may also generate hearsays, rumours, and unnecessary anxieties. Whatever the hostile elements may say, we undoubtedly need to repair the Bangladesh state as desired by the people and making the constitution time-befitting in conformity with modern-day realities can be the best means for starting such a process. Options like bicameral parliament with lower and upper house, or proportional representation of political parties in parliament may also be considered to make the new constitution permanent, as no party is likely to win two-thirds majority under such a dispensation. [email protected]",
        "headline_1": "Options for reforming the constitution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/options-for-reforming-the-constitution-1725895316",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "At a time when impacts of climate change caused by human actions including burning of fossil fuels has been wreaking havoc on the life and livelihood of people across the globe, the urgency of finding a viable, cleaner alternative to hydrocarbon-based energy cannot be overemphasised. Cleaner energy from sun, wind, tidal waves and so on is being tried and used. But they are not robust and efficient enough to replace fossil fuel. Nuclear energy though clean and inexhaustible, is still not safe enough to let the (nuclear) genie completely out of the bottle. There is yet another source of energy, the lightest element hydrogen, which is clean and the most abundantly available substance in the universe. Remember that the fuel that propels rockets that blast off to the near and the interplanetary spaces is hydrogen. Naturally, it should be of interest to an energy-starved country like Bangladesh. But the problem is despite its overabundance, the commercial technology to produce hydrogen profitably is still developing. So, its full potential is yet to be exploited to facilitate the world's faster transition to greener technology. The challenge lies in its high cost of production and difficulty in its transportation. So, as a clean energy solution in the market, it is rated as the second or third best option. The market of hydrogen as a transportation fuel is in its early stage. Even so, with Fuel Cell Electric Vehicles (FECVs) gaining popularity, production and distribution of hydrogen is drawing increased attention from the industries as well as governments. However, it has to be ensured that the production process of hydrogen is clean, safe and economical.The methods of producing hydrogen fuel include natural gas reforming and electrolysis. Notably, the thermal process of steam reforming to produce hydrogen involves the use of hydrocarbon fuels in 95 per cent cases. Seeing that the raw material for hydrogen fuel is overwhelmingly of hydrocarbon origin, the economic reason for producing hydrogen as a fuel is not very convincing. And that is for the simple reason that hydrocarbons themselves are fuels and in use for centuries as a cheap source of energy. However, with rising concern about fossil fuels' contribution to global warming, the appeal of clean fuels like hydrogen, though expensive, has been growing.Meanwhile, efforts are on to find hydrogen's novel use as a viable and clean energy solution for big projects. Mention may be made here of a skyscraper being built in Egypt's New Administrative Capital (NAC) outside Cairo. Its designer, Gordon Gill, is the world's foremost exponent of performance-based architecture. Basically focused on energy-efficient and sustainable architectural designs, his 'performance philosophy' is that there is a 'Language of Performance' and that 'Form Follows Performance'. As partner of the firm, 'Adrian Smith + Gordon Gill Architecture', he is behind the design of a 787 feet tall skyscraper, an office building, in Egypt's NAC. According to its developer, the 43-floor office building will be powered mainly (75 per cent) by energy from clean hydrogen and 25 per cent by photovoltaics (solar panels). Obviously, the objective of the massive project is to achieve a net zero-carbon footprint. Even the materials being used to construct the skyscraper, its developer, Magnom Properties, said, have, which it termed, 'low-embodied carbon'. That means the sources from which the building materials were produced and the method of their manufacturing involved reduced carbon emission. Also, eventual disposal or reuse of the materials will have low carbon footprint. In this way, the developer of the massive structure believes, the carbon footprint of construction could be cut by 58 per cent. And with recycling and treatment on site, the demand for fresh water, too, will be reduced.The success of this futuristic project will definitely inspire a climate vulnerable country like Bangladesh. [email protected]",
        "headline_1": "Hydrogen to power skyscrapers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hydrogen-to-power-skyscrapers-1725895425",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2024"
    },
    {
        "full_article": "The recent traffic congestion across key points in Dhaka, including Farmgate, Bijoy Sarani, Karwan Bazar, Banglamotor, Siddheshwari, and Motijheel, has brought the city's already strained transportation system to a standstill. The combination of ongoing protests, sit-ins, and the reopening of educational institutions has exacerbated the situation, creating a near-total paralysis of traffic flow in many areas.Shahbagh, Ramna, and Motijheel have been particularly affected, with protesters blocking roads and leading to gridlock that has caused ripples across the city. The situation has been further aggravated by unchecked plying of rickshaws and auto-rickshaws in all major thoroughfares in Dhaka.Besides, as classes have fully resumed at educational institutions, the influx of students and professionals on the streets has added to the chaos. Without immediate intervention, this situation will only worsen, leading to further disruptions and economic losses.Immediate measures, such as better traffic management, alternative routes, and strict enforcement of traffic regulations, are essential to alleviate the congestion. Additionally, by stopping rickshaws from plying on main roads, the authorities would be able to lessen the chaos to a great extent.Ziaur RahmanMalibagh, Dhaka",
        "headline_1": "Traffic chaos in Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/traffic-chaos-in-dhaka-1725895536",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-09-2024"
    }
]