[
    {
        "full_article": "Prime Minister Narendra Modi’s Moscow visit was billed as his first “stand-alone” visit during this tenure, with officials laying stress on the purely “bilateral” framework. However, while the visit had strong bilateral components, its impact has been felt globally, with unprecedented criticism from Kyiv and Washington on its timing and optics. On the bilateral front, the visit, his first to Russia since 2019, and the first “annual” summit in three years, resulted in a number of outcomes. There was a reaffirmation of India-Russia ties as well as Mr. Modi’s obvious personal rapport with Russian President Vladimir Putin. Mr. Modi also received Russia’s highest civilian award. He praised Mr. Putin’s efforts to strengthen bilateral ties, that had appeared to be flagging, given the war in Ukraine, and growing Russia-China ties. In formal talks, the leaders focused on bettering the economic and trade relationship, which has often been a neglected part of the largely government-to-government engagements, and announced a bilateral trade target of $100 billion by 2030, which should be easily met given India’s massive increase in oil imports from Russia specially discounted due to western sanctions. Mr. Modi also won an assurance from Mr. Putin that Indian recruits enlisted in the Russian Army will be allowed to return to India. Unlike in the past, the visit lacked any announcements of military purchases that have been the mainstay of ties, due partially to Russian delays in supplies of deals already announced after the invasion of Ukraine and to also avoid international censure. Mr. Modi’s statement that there was “no solution on the battlefield” to the conflict, as well as his decision to travel further to Vienna, were seen as attempts to balance the trip, his first since the conflict began.In an increasingly polarised world, this was easier said than done, especially as Mr. Modi’s visit happened even as Ukraine was hit by a devastating missile attack. There were also NATO, western alliance leaders and Ukraine President Volodymyr Zelenskyy converging in Washington for a summit that was aimed, albeit unsuccessfully, at showing Russia’s isolation. It is another matter that the stance reeks of hypocrisy, as the NATO countries have failed to show similar concerns over the killing of innocents in Gaza due to Israel’s relentless bombardment. The U.S. State Department and Ukraine have been openly critical of Mr. Modi’s visit, and New Delhi’s task will be to limit the damage in ties with the U.S. and Europe. In the long term, India will have to assert its interests and convince the West that it is futile to force India to choose, or to push a country known for its independent stance, to become a camp follower in this conflict.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nRussia\n\n/\n\nUSA\n\n/\n\nUkraine\n\n/\n\nsummit\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nChina\n\n/\n\neconomic policy\n\n/\n\ntrade policy\n\n/\n\noil and gas - upstream activities\n\n/\n\neconomic sanction\n\n/\n\narmed Forces\n\n/\n\ndefence equipment\n\n/\n\nNATO\n\n/\n\nEuropean Union\n\n/\n\nIndia",
        "headline_1": "​A wobbly walk: On Modi’s Moscow visit and India-Russia ties",
        "headline_2": "India did well to assert its ties with Russia, but the optics were bad",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Ba-wobbly-walk-on-the-modi-moscow-visit-india-russia-ties/article68396190.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "On July 10, in Uttar Pradesh, a private double-decker bus collided with a milk tanker, killing 18 people. Local reports claimed the bus’s insurance had not been renewed and that it lacked an alarm system to alert the driver if the bus drifted from its lane, among other issues. Should the State government’s inquiry bear these details out, they will highlight the importance of the multidimensional nature of road safety, which banks on road and highway design, presence of roadside businesses, speed and access control, and visibility, among other factors, to protect lives. The details should also highlight the reluctance of municipal authorities and local bodies to scrutinise public and licensed private infrastructure until lives are lost. According to the National Crime Records Bureau, 1.71 lakh people died and 4.23 lakh were injured in 4.46 lakh road accidents in 2022. A 2023 IIT Delhi report estimated there were 11.3 road-accident deaths per lakh population in 2021, which, after accounting for official data inconsistencies and underreporting, is constitutive of a public health crisis. Speed control is particularly important: it is implicated in most deadly road accidents in the country. Following the bus accident, police also told news agencies the collision had flung passengers out of the bus. Public officials know how to control speed in urban and rural areas — with strategically placed speed-breakers and roundabouts and increased police monitoring, for example. Similarly, it should be clear which portions of the Automotive Industry Standards that the bus’s condition at the time of the accident violated.There are three ways forward. First, local authorities must enforce existing standards and have skilled personnel and proper equipment for this purpose. They must also be allowed to impose harsher penalties on transport service operators who fail to meet safety requirements. Municipal bodies must also be prevented from diluting standards painstakingly specified by engineers in order to, say, facilitate local businesses. Second, the Ministry of Road Transport and Highways needs to collect and publish better, ideally complete, data on vehicle registrations, safety certificates, testing centres, criteria, and reports and audits. It also needs to improve the quality of data about injuries and deaths, both of which remain undercounted. Finally, there is a need for greater public awareness of how the health of transport vehicles is ascertained and for access to each vehicle’s latest test report. This may be a bridge too far given both the generally complacent attitude towards quality control and unscrupulous operators’ ability to escape sanction — but it remains the bridge that will have to be crossed.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUttar Pradesh\n\n/\n\nroad accident\n\n/\n\ngovernment\n\n/\n\nroad safety\n\n/\n\nlocal authority\n\n/\n\nministers (government)\n\n/\n\nroad transport\n\n/\n\nsafety of citizens",
        "headline_1": "​Crash course: On the health of transport vehicles in India",
        "headline_2": "There must be better monitoring of road-worthiness of transport vehicles",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bcrash-course-on-the-health-of-transport-vehicles-in-india/article68396185.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "Defying predictions of a stagnating relationship, PM Narendra Modi and Russian president Vladimir Putin have once again shown the world the bonhomie they share. Putin added a charming touch by conveying his remarks through a competent Hindi translator, which seemed to visibly please the PM. ‘Sukh-dukh ka saathi’ or all-weather friend is how Modi described Russia. The Modi visit has restored the nearly quarter-century-old ritual of annual summitry that had been interrupted since 2020 by Covid and then the Ukraine war in 2022.\nGeopolitics has always been at the heart of the India-Russia relationship. A radical and menacing China in the 1960s and the Sino-American rapprochement in the 1970s had led Delhi and Moscow to develop a comprehensive strategic partnership. Today, alignments have shifted and are more complex. Russia and China have come closer, in large part to counterbalance an unpredictable and hostile US.\nBut is Russia really becoming a junior partner to China, as mainstream commentaries suggest? This is simply untrue. Russia has single-handedly and successfully resisted the mighty NATO alliance in Ukraine as well as absorbed the shock of nearly 16,000 western economic sanctions. According to World Bank data released in June, Russia is the fourth largest economy in the world after China, US, and India (GDP based on purchasing power parity).\nRussia is too proud, too independent and too militarily powerful to ever submit to China. Its grand strategy is to balance the US, shape a stable balance of power in Eurasia and Asia, and proactively collaborate with the Global South in developing a more sustainable multipolar world. India, for its part, has committed itself to comprehensively deepen economic interdependence with Russia so the latter has another major Asian economy as an option to diversify its commercial ties with China.\nHow will Washington and Beijing look at this summit? Many have already declared Modi’s folly in undermining the partnership with the US and failing to make a dent in the Sino-Russian relationship. Again, this sweeping narrative is based on half-truths and devoid of context. It also fails to recognise Indian geostrategic interests.\nFirst, a more transactional relationship with the US has been evident for some time. If two decades ago, it was conventional wisdom to assert that the US held the keys to India’s emergence as a great economic, political and military power, this assumption is no longer obvious today. In recent years, Washington has made it apparent that it sees India more as a useful instrument in a future confrontation with China than as a major power with legitimate interests and aspirations. This approach has unsettled Indian strategists who worry not just about the US being unable to back up the tough talk on China should a serious clash erupt in the Himalayas, but that India might find itself drawn into a deadly Sino-American military conflict in the Western Pacific. This is a key reason for India to hedge its bets and broaden its geopolitical horizon towards the non-western world. Rejuvenated ties with Moscow will ensure Washington takes India more seriously as an independent player.\nAs for China, its growing ties with Russia have been premised on an acute realisation that a sequel to the Ukraine experiment — using a willing proxy — could occur on its eastern doorstep in the Taiwan Straits. Beijing might even wish for a protracted conflict in Ukraine so the US finds itself bogged down in areas away from the Western Pacific. China, therefore, is unlikely to weaken its Russia link in a hurry. The only realistic way to influence the Sino-Russian entente, is if the collective West abandons its disastrous confrontation and negotiates a new European security architecture that accommodates core Russian interests. However, the prevailing politics in the US leaves little room for optimism.\nThe irony of this summit is that Beijing views the upswing in India-Russia relations as generally conducive to regional and continental stability. This is because Delhi’s latest assertion of its geopolitical independence makes it less receptive to a US Cold War approach to Asia while simultaneously providing it with the reassurance that a military superpower like Russia has a sympathetic ear to core Indian interests in the subcontinent. While Russia will not interfere or publicly take sides in the India-China border dispute, it has its own strategic reasons to encourage both its key partners in Asia to deal with their differences in a mature framework. Russia has already played such a constructive role in the aftermath of the 2020 Ladakh border crisis.\nIndia-Russia relations are still vital because they act as a geopolitical stabilizer while also providing immense leverage to Delhi during this period of great change. The messaging from Modi’s visit should be seen in this light — it is an emphatic vote for a multipolar world and India’s continued march forward to major power status.\n\n",
        "headline_1": "The deeper message and geopolitics behind the Modi-Putin bonhomie",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/the-deeper-message-and-geopolitics-behind-the-modi-putin-bonhomie/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "On my 49th birthday, before the family woke up, I was bent over my laptop, like every other morning in the previous month, working on my first-term submission that focused on the disruption of time in Alice Munro’s fiction. There were two reasons I was working on my birthday. One was anxiety as this was a graded submission for my Master’s, and the other was the immense pleasure I got from being immersed in Munro’s landscape of dense narratives about women and their displacement in the world.\nAlice Munro’s stories rarely follow chronological order. I had chosen to break down the techniques she used to manipulate time and picked ‘To Reach Japan’, where her chronological disruptions are framed within a train journey.  In the story, Greta, a married poet, sneaks away with a young actor, leaving her young daughter alone. When she returns, her daughter is missing and she finally finds her stranded between two railcars, ‘Not crying, not complaining, as if she was just to sit there forever and there was to be no explanation offered to her, no hope.’ A guilty Greta decides to stick to the path of motherhood and put her family ahead of herself. This is again jeopardised at the train station when she meets another man and lets go of her daughter’s hand.\nPicture credit: Chad Crowe\nI made small cards with the first line and a short synopsis of each chapter of the story that morning. I groggily placed these cards sequentially the way Munro laid out her chapters and then rearranged them chronologically to see the play of time in the narrative. I noted the way she used epistolary, tense changes, anchoring events as linguistic devices. In a house filled with family and friends, with raucous laughter and bewildering disagreements, I cherished the quiet dawn of my birthday with Alice Munro.\nShe passed away in May this year, and like the rest of her devoted readers, I mourned the loss of a great writer and my hero.\nTwo months after her death, her daughter, Andrea Skinner, has written an essay for the Toronto Star about how she had been sexually abused by her stepfather as a young child. In her twenties, she finally wrote a letter to her mother detailing what her stepfather had done to her. In retaliation, the stepfather wrote a series of letters to the family. In the essay, Andrea states, ‘He described my 9-year-old self as a ‘homewrecker,’ who looked towards him for ‘sexual adventure’’.\nAfter this revelation, Alice Munro fled her marital home, but shortly returned to her husband and stayed with him for the rest of his life. Andrea writes, ‘She said that she had been told too late. She loved him too much, and that our misogynistic culture was to blame if I expected her to deny her own needs, sacrifice for her children and make up for the failings of men. She was adamant that whatever had happened was between me and my stepfather. It had nothing to do with her.’\nLike her fictional Greta, Munro, despite the guilt and obligations of motherhood, prioritised her own needs and abandoned her daughter.\nMotherhood’s greatest covenant revolves around protection. In terms of hierarchy, when it comes to our greatest fears, the death of a child is closely followed by abuse and disease. While one would think that a mother being ambivalent about her child’s abuser is an anomaly, I know of two families who have undergone comparable situations. In one, the mother was deeply conflicted between her daughter and the abuser, and in the other, the mother stayed on with the stepfather, refusing to believe her daughter’s account of the abuse.\nConscience often seems to be like an ocean influenced by the moon. Volatile high tides that embrace the shore in mighty bursts. Low tides that pull back to reveal empty wrappers and broken idols.\nIn the two scenarios I mentioned, the reasons for maternal apathy could be attributed to torn loyalties, wanting to keep the family intact, fear of social stigma and the mother’s dependence on the men in her family.  In Munro’s case, we only have her stories to give us clues. A series of tales about weak women bedazzled by duplicitous men. Another reason could possibly be her upbringing as her fellow Nobel Prize winner, Margaret Atwood, states, ‘One noteworthy thing for me is that Alice was from small-town southwestern Ontario at a time when such things were swept under the carpet as a matter of course.’\nThe moral failures of Munro’s motherhood, though, cannot be justified. Just the way Picasso’s misogynistic treatment of women that led to two of his lovers killing themselves and two going mad cannot be ignored when talking about his legacy.\nIt brings us back to a series of questions when we encounter remarkable art created by rotten people. Do we abandon their music, paintings and books? Is it possible to celebrate the art and not the artist? Consider the impact of a piece of art that lifts you onto its shoulders to show you a new horizon, settles into your chest with the warmth of your morning tea or jars you out of complacency like you have brushed against a faulty switchboard. Assuming you are not an atheist, should you also then refuse to bask in the morning sun because its callous creator allows legions to die in wars in his name? Humans are strange creatures; we accept flawed gods but expect perfection from our idols.\nIn her essay, Andrea states, ‘I wanted this story, my story, to become part of the stories people tell about my mother. I never wanted to see another interview, biography or event that didn’t wrestle with the reality of what had happened to me.’\nMunro often used a metaphor to describe her reading process, which could be an analogy to her approach to writing. ‘A story is… more like a house. You go inside and stay there for a while, wandering back and forth and settling where you like and discovering how the room and corridors relate to each other, how the world outside is altered by being viewed from these windows… You can go back again and again, and the house, the story, always contains more than you saw the last time.’\nAndrea Skinner has rightfully unlocked a secret room in her mother’s house of words. She stands at its threshold with her story inside each one of Munro’s.\nLike in her non-linear fiction, Alice Munro’s death is not the end of her story, but the penultimate paragraph where the present can only be understood by examining the past.\n\n",
        "headline_1": "Munro, Motherhood and Morality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/munro-motherhood-and-morality/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "Authored by Jaya Row\nDo your relationships feel like a roller coaster ride? Are the amazing highs followed by the invariable lows in your relationships? The initial thrills don’t last. Everything is not sunshine and roses.\nHappy relationships cannot be attributed to luck. You need to work towards them. Begin with yourself. To the extent you get upset, you are the cause. Take responsibility and look within.\nWhen you lack the self-sufficiency to be happy with yourself you need to lean on others. This is the starting point of a bad relationship. Only when you are happy within can you connect meaningfully with others.\nLove tainted with selfishness is ‘attachment’. You expect a return for your affection – tangible or intang ible. You make demands on people and bind them. The more people do for you, the more you want. The relationship thus becomes conflict-ridden. In the end, it breaks down and you lose the person.\n\nThe age-old philosophy of Vedanta steps in with new ways of defining ourselves, others and the world around us – ways that will appeal to the younger generation. It takes dedication, a leap of faith, and practice.\nExpand your mind. Get attached to a wider circle of people – community, nation, humanity. Work for loka sangraha – welfare of the world. As you get attached to the higher, you get detached from the lower. True love is born and your relationships become free from the endless strife.\nSo get yourself out of the way. Rise above thought of self. Give of yourself entirely to people around you. Then people will adore you, love you and cater to every wish of yours. Healthy interactions result in extraordinary success, enduring happiness and staggering growth.\nLove others for what they are, not what you want them to be. Understand that people behave according to their nature. Do you hate a lion for its ferocity or a deer for its timidity? You love both creatures equally because you understand their nature. What prevents you from accepting people as they are? Why do you complain when a partner gets aggressive, or a child is timid?\nAs you develop true love you will focus on their best qualities and gloss over the negativities. You will see opponents as partners, competitors as comrades. However, use the intellect at all stages of a relationship. Express your love discriminately so that unscrupulous people do not take advantage of you. In the end love turns Godward. You worship God in all beings.\nVedanta says there is only One. If you see separateness, it is your delusion. Just as the one ray of light refracts into seven different colours, you see distinctions and demarcations because you view the world through the prism of your body, mind and intellect. See the world through your mind and your love expands to include your family. Rise to the intellect and you see oneness among your compatriots. Merge with Atman, the Spirit within, and all differences vanish. You exult in the experience of the One in the many.\n\n",
        "headline_1": "Discover secrets to fulfilling relationships",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/discover-secrets-to-fulfilling-relationships/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "Maha’s public security bill deserves close scrutiny\nMaharashtra’s Public Security Bill, 2024, per officials, is meant to “plug gaps” in anti-terror law UAPA. The bill is required for, purportedly, a “growing urban naxal menace”, with all offences cognisable and non-bailable. It’s curious a govt at the fag end of its term should table such a consequential bill, with election campaigning weeks away. There are three key issues to deliberate. First, what is govt’s definition of “urban naxalism”? Second, if it can be defined, how is it measured? These should have been sorted out before the bill was designed? Third,  leftwing extremism, India-wide, by GOI’s data, is largely contained.\n‘Urban naxal’ phenom | The umbrella term has been applied to activists, academics, politicians. In the 2018 CM-chief secretary spat in Delhi, BJP veterans called AAP/Kejriwal “urban naxals”. Opponents of Gujarat’s Sardar Sarovar project were “urban naxals”. From academics to protesters, the “urban naxal” tag has sent people into gruelling prison terms on vague accusations. The term became a ditty in the Elgar Parishad case when Pune police arrested activists, all of whom had earned the “urban Naxal” moniker. In 2021, adivasi rights campaigner Stan Swamy died in custody, also regarded part of the “urban Naxal group”.\nNear wiped out | What’s puzzling about the bill’s raison d’etre is that naxalism pan-India is on its last legs per GOI. Govt has repeatedly stated that over the last five years, Bihar, Jharkhand, Odisha, Telangana, Andhra, MP and Maharashtra had been freed from Maoist influence. That only pockets in Chhattisgarh remained as outliers. In Parliament answers in 2023, GOI said naxal incidents had reduced from 1,533 (2004) to 531 (2022), deaths from 566 to 69. Decadal comparison (May 2005-Apr 2014 to May 2014-Apr 2023) showed incidents reduced by 52%, and deaths by 69%. GOI told Parliament “districts reporting violence reduced from 96 (2010) to 45 (2022).” \nFor Maharashtra govt, though, urban naxalism is “growing”. How it came to that conclusion, only the govt can answer.\n\n",
        "headline_1": "A curious bill",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-curious-bill/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "It is not unusual for us to experience an intense sense of nostalgia and longing for our loved ones as the monsoon clouds roll in and the first raindrops touch the ground. Much like in Kalidas's acclaimed Sanskrit poem \"Meghdoot\" where on the first day of the monsoon, Yaksha felt a desperate longing to reach his distant wife.\nThe myth follows Yaksha, who was banished by his master Kuber to the remote Ramgiri mountain for neglecting his duties, separated from his beloved wife. In yearning for her, Yaksha sees thick clouds drifting towards north on the first day of the month Ashar and appeals to a passing cloud to deliver a message to his wife in the faraway city of Alaka. Thus begins \"Meghdoot\", with an imaginary dialogue between the Yaksha and the cloud.\nKalidas used clouds to symbolise Yaksha's hope of sending a heartfelt message to his beloved. Aside from that, their majestic presence brings joy and relief to the people suffering from the scorching summer heat, emerging as their answered prayer and announcing long awaited rain.\nBut monsoon in Bangladesh contrasts this idyllic portrayal. While some indulge in weather demands like khichuri or fritters with a hot cup of tea, for others—working professionals, students, or those running errands—it's a complete curse. Waterlogged streets, muddy footpaths, traffic jams, and high transport costs turn everyday tasks into a challenge. For those living in flood-prone areas near riverbanks, monsoon brings additional hardships. It becomes a period of survival, at least the recent floods in Sylhet hint so.\nWhich is why, although Kalidas associated monsoon clouds with concepts of nature and love, in Bangladesh, the arrival of the monsoon is now viewed with concerns because of the hardships it could cause.\nNatural occurrences or debts to pay?\n\nThroughout history, monsoon in Bangladesh has been more than just a season of rain, it is a celebrated cultural experience influencing folk songs, festivals, and agricultural practices. Historically, successful monsoon brought abundance, while a failed or weak one could even trigger famine.\nMonsoon in Bangladesh has become too complex to be simply termed a \"natural disaster.\" In recent years, it has posed increasing challenges, with Bangladesh ranking seventh on the 2021 Global Climate Risk Index, highlighting its vulnerability to climate devastation.\nThis predicament extends across South Asia, where scientists attribute these changes to the climate crisis, predicting stronger monsoons with more heavy rainfall ahead. But addressing these challenges requires moving beyond viewing the damages as purely natural occurrences, because that approach helps us avoid our accountability for the damages incurred. A study titled \"Fourth National Climate Assessment\", published by the US Global Change Research Program provides compelling evidence that human activities, notably fossil fuel burning, are the primary factors behind warming trend across the globe that is affecting climate patterns.\nColonial mindset\nWhen we mention human activity, it is essential to acknowledge the colonial mindset that emerged after post-British rule. During the British period, the rulers saw waterways, especially the delta's changing rivers, as obstacles to management, taxation, and governance.\nFor over 200 years, urban development prioritised creating dry land by regulating waterways, filling up the rivers, canals, embankments, and other structures. They created maps and laws, like the Permanent Settlement Act, to clearly distinct land from water.\nThey constructed other infrastructure projects, to dominate the delta and increase profitability. Local influentials and natives also participated for their benefit. These actions normalised the alteration of the natural water-soaked ecology, leading people to forget and overlook the potential consequences.\nEven after the British left, city and water management remained unchanged. The government continued building embankments and dams to control rivers, aiming to modernise the country. This infrastructure-focused approach overlooked the challenges of filling waterways, causing most of the monsoon struggles people experience now.\nNow, the monsoon makes us wonder how the situation escalated, whereas we acknowledge that current approaches to managing water aren't really effective.\nYet the obsession with West-defined \"development\" continues to promise us more unplanned infrastructure projects, often supported by international organisations. Such aims overshadow questions for what the climate needs and how cities in a monsoon-fed landscape should be designed.\nEnvironment vs economy: Who is paying the price for these developments?\n\nThe recent floods in Sylhet serve as a relevant example of the impact of forced development. These floods are happening for many reasons. Located just below Cherrapunji, known as the wettest place on Earth, Sylhet is naturally prone to significant rain. But the last two years clearly suggest that human actions too are exacerbating the situation there.\nIn areas like Sylhet or Sunamganj, the lands used to be different: rivers were navigable, and there were fewer roads and structures. Now, floodwaters take more time to recede. Previously, swamps and sinkholes helped contain floodwaters, but this is no longer the case.\nBecause every region has a capacity limit for water absorption, when rainfall exceeds this limit, flooding occurs—which has become a regular fixture in Sylhet. The hilly terrain of Sylhet historically allowed rainwater to naturally flow down from high grounds. But unplanned development, including filling water bodies and rampant illegal hill-cutting disrupted this natural balance and exacerbated flood risks, while eroding the area's geographical identity. Roads constructed across the Haor region impede water flow, while urban development prevents water from permeating the ground.\nWhile flooding can be natural, waterlogging primarily stems from human errors and negligence. Unplanned infrastructure that fills up the waterways, leaving no natural pathways for water, makes for inadequate drainage systems, compounded by additional plastic pollution.\nWe cannot, anymore, imagine monsoon without waterlogging, especially in Dhaka, despite ongoing promises from local authorities to resolve the issue. Responsibility has shifted from WASA to the city corporations, with hundreds of crores spent on drainage projects. However, the heavy rainfall continues to cause severe waterlogging due to inadequate drainage systems, blocked catch pits, plastic pollution, and outdated infrastructure.\nEven in Chattogram, moderate to heavy rainfall is enough to inundate residential areas, main roads, lanes, and by-lanes across both the old and new parts of the city, notably because of defiance of a 1995 drainage master plan, hasty project implementations without feasibility studies, and the filling of 70 percent of water bodies for construction purposes and more.\nLandslides in Bangladesh from 2000 to 2022 have caused 727 deaths, including 54 children, and 1,017 injuries. Historical records of landslide events indicate an average of 19 landslides annually in the country, with a four percent increase each year.\nThe never-ending saga of the Teesta treaty\nThe management of international rivers like Teesta and Ganga, particularly the opening of the Farakka and Teesta barrage gates during heavy rains and upstream water flow from India, has caused ongoing damages and hardships for the people of Bangladesh. These rivers are governed by the United Nations' International River Convention of 1997, which establishes rules for their shared use.\nAccording to Article 7.2 of the convention, if significant harm is caused to another watercourse state, the state responsible must consult with the affected state, taking effective measures to eliminate or mitigate the harm. This includes discussing compensation where appropriate. Bangladesh retains the right to seek compensation for damages resulting from upstream projects affecting these rivers.\nBut each time, hopes for progress on the Teesta treaty are dashed by West Bengal's objections and India's extensive irrigation use of Teesta's water, similarly to the Ganges and the Farakka barrage.\nMany believe that negotiation with India could be pivotal—a collaborative approach to managing shared rivers rather than unilateral diversions. However, decolonising the idea of development should be taken seriously as well. This involves rethinking infrastructure priorities, emphasising highly on the waterways and their natural flow, focusing on resilient and sustainable solutions, investing in robust drainage systems capable of handling monsoon deluges and providing early warning systems to mitigate disaster risks. Moreover, safeguarding vulnerable communities living in flood-prone areas and ensuring their shelter and safety must be prioritised in urban planning and development.\nAs we revel in the cozy comforts of a monsoon at home, we experience a modern interpretation of Kalidas's poetic vision. In \"Meghdoot\", clouds conveyed messages of love. But today, our clouds carry concerns about the severity of each year's monsoon. What we often term as \"development\" can backfire when the rains arrive, leading to flooded streets, precarious landslides, and a reminder that our monsoon has become more about survival than celebration.\nAyesha Humayra Waresa is a freelance writer.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Kalidas’s Meghdoot and Bangladesh’s monsoon reality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/kalidass-meghdoot-and-bangladeshs-monsoon-reality-3655791",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "We are living in a society where corruption is rampant, pervasive, and institutionalised. The organisational structure of any institution should make it impossible for corruption of massive proportions to go undetected or continue unhindered without the knowledge of the higher echelons, unless they too are complicit in the crime and benefits from the loot. Unfortunately, that appears to be the case with the unravelling of illicit wealth amassed by some of the top echelons of the state machinery.\nIn Bangladesh, we are witnessing white-collar thugs who abused their power and position and allegedly committed crimes of all sorts and magnitude including intimidation, extortion, embezzlement, insider-trading, illegal occupation and possession of lands to become superrich overnight. Their reported accumulation of illicit wealth and illegal exercise of power dwarfs that of even Al Capone.\nThe questions that arises are—what were the public institutions or departments, where these thugs worked, doing when these crimes were being committed. Similarly, where were the agencies, responsible for monitoring monetary transactions? Also, what roles did the central banking authority and Bangladesh Financial Intelligence Unit (BFIU) play while billions were being laundered, which the Global Financial Integrity (GFI) terms as Illicit Financial Flow (IFF). The interesting thing is while overseas organisations keep figures of IFF from Bangladesh, our own agencies or authorities remain oblivious to it, therefore, raising suspicion of their complicity in the crimes. GFI, the Washington-based think tank on illicit financial flows, corruption, illicit trade, and money laundering had reported that a struggling economy like Bangladesh lost an astonishing sum of $61.6 billion during the period 2005-2014 in outward illicit financial flow or money laundering. The outward IFF is alleged to have spiked since then, as a result of which the economy of the country has been further crippled and the foreign reserve has depleted from over $48 billion in August 2021 to $12.8 billion in net reserve in April 2024. The country is now in a serious crisis to meet its import payments which impacts its foreign trade and balance of payment. The resultant upward surge in inflation has brought misery to the lives of the common people.\nMeanwhile the Anti-Corruption Commission (ACC), which is too weak, too compromised, and too scared, is failing to effectively prosecute the Al Capones of Bangladesh. Even the criminal justice system is not faring any better. Thus, the Al Capones often manage to obtain a safe passage to countries where they can stash their illicit money and properties.\nThis perhaps explains why Benazir could leave the country and Matiur could flee despite the massive allegations of corruption. The case of Matiur is even more amusing. On June 24, the ACC went to court seeking an order to bar him and his family from leaving the country after, but according to news reports, Matiur and his family had already fled the country. ACC's actions remind us of the English grammar lessons in schools: \"the doctor arrived after the patient had died.\" It also raises the obvious question why the ACC didn't institute the same proceedings against Benazir, rather made it possible for him to pass through the border check post manned by the very force that he had commanded once. On the other hand, many people are detained or refused clearance to embark on their outward journey on flimsy grounds.\nReturning to Matiur's case, it is alleged that a very influential cartel facilitated the former revenue boss's safe passage out of the country. The drama doesn't seem to have ended yet with some reports saying that Matiur hasn't fled but is hiding in the country. Interestingly, his companion in corruption—his wife—is boasting with shameless pride that they have managed powerful media and power centres and nothing would happen to them. She is correct to an extent that law in the country never gets hold of the wealthy and powerful no matter what illegal, illicit or immoral actions they take. The fact is: an unholy nexus of unlawful cartels, regulators, politicians, and bureaucrats exercise such ruthless power and influence that the interests of the state and that of the people become secondary to theirs. Their triumph is visible but none dares to point it out because \"justice\" is long dead.\nThe nation is in hibernation and unlikely to wake up soon because the rot has gone on for so long and so deep that it has infested the entire social system, losing its strength to take measures to clear the mess it has gathered over time. The most concerning factor is not the money lost through corruption but the fact that it is leading us to a hopeless future. The prevailing perversions are damaging, and are creating an unhealthy social structure. Young people are helplessly witnessing crimes in high offices and how the criminals remain immune from prosecution. The statutory institutions are becoming weak putting democracy in jeopardy. Honesty and integrity are being replaced by insatiable greed and debauchery. Different branches of the state are failing to uphold and discharge their respective functions. Finally, meritorious youths are getting frustrated at the prevailing state of affairs and leaving the country in droves. Only the half-educated, mediocre and illiterates are left behind to run the country.\nThe devastatingly falling standard of our tertiary education is a major contributing factor to the abyss of moral depravity. The shameless sycophancy in academia and the failure to nurture and cherish meritocracy is creating an atmosphere where learning is becoming absent and earning money has become the main objective for students. I am not aware of any nation apart from ours which permits student politics of the kind and nature, that dominates our educational institutions. Students in other countries aspire to become responsible members of the society and contribute to its development and prosperity. They don't have the time or leisure to indulge in activities that are fraught with corruption and servility to power.\nIt is time we ask ourselves the most pertinent question of our time—whether we want to see ourselves as a failed state or should we bury all our ills and work towards building a nation dreamt by Bangabandhu and the millions who shed their blood and dignity to liberate the country and gifted us a free and sovereign nation. We certainly don't want to leave a failed nation for our children. It is about time and absolutely imperative that the nation mustered all its strength to rise and shake itself off the mud and filth it has accumulated thus far. It is not going to be easy to come out of the unfathomable quagmire of corruption and moral turpitude, but if we start the hard work now, a new generation will rise to pull the country out of its misery.\nKhandaker R Zaman is an alumnus of the Australian Maritime College, University of Tasmania, and a former fellow of the Chartered Institute of Logistics and Transport.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Getting out of the abyss of corruption in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/getting-out-the-abyss-corruption-bangladesh-3655781",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "Cometh the hour, cometh Obaidul Quader. Part of the charm of Awami League's long-running general secretary is that he always seems to deliver the most poetic lines about his opponents, even if they aren't entirely original. So recently, after a barrage of high-profile scandals rocked the administration, he set out to outline the government's strategy to curb corruption, using a reference that would seem strange to many: khela hobe. Yes, that all's-fair-in-love-and-war inspired mantra that guided Awami League's ruthless campaign against its rivals prior to the 2024 election.\n\"The game is on again [Abaro khela hobe],\" Quader declared while addressing a party gathering. \"It's on against corruption, plundering, and money laundering. Bangladesh must be rid of corruption.\" This is not the first time he used a sporting reference to attack corruption. The question is: how does the administration plan to play this game? Will it be like how it played last time, through force and coercion? Or does it have any special plan we are not privy to yet? Details are scarce at this point. So far, beyond rote reiterations of its \"zero tolerance\" commitment, occasional disciplinary spectacles that hardly qualify as punishment, and lengthy proceedings that may kick the judicial can down the road indefinitely, the administration has betrayed little awareness that it is no longer enough to go after a few rotten apples—it must go after the very system that enables corruption.\n\nWe can talk about how corruption has spread its tentacles in every sector, from banking to health to energy to transport to construction to civil aviation. We can talk about how nothing moves without bribery. But for a fuller grasp of how it all works and where it all originates from, we must examine civil service—the system governing public officials—which seems designed from start to finish to foster a partisan and corrupt bureaucracy. But since we are into references, let me use one that aptly portrays the seamless progression of public servants through this system: the cat with nine lives.\nThe general idea behind this myth is to celebrate cats' natural suppleness and swiftness allowing them to get out of potentially fatal situations. Now, think of the nine lives granted to cats as the nine or so lifelines or stages through which state officials are supported, sometimes starting even before recruitment and continuing well into retirement. Think of how they are favoured or shielded at every turn. And ask yourself if so many of them turning out to be corrupt or compromised is a coincidence.\n\nLet's delve into these hypothetical lifelines in a public servant's career:\nThe whole process of corruption in the civil service starts with the cultivation of the idea that government jobs are superior to all others. Power, prestige, money, and job security—nothing beats this lucrative offering, with the private sector proving to be a poor substitute. Hence the mad race for all recruitment tests held under public authorities. Hence the demand for leaked question papers and all those supplying them, even from within the PSC. Hence the metamorphosis of public universities into BCS factories, and their libraries into BCS workshops. Hence the debate on extending the age limit for government jobs to 35 years.\nI can go on and on, but you get the message: that the unhealthy competition in civil service recruitment and the lack of private sector alternatives have created an atmosphere that breeds and feeds off desperation. This is where future officials get their first lesson: that corruption can give you an edge over the teeming thousands. So you see some candidates spending lakhs for that golden goose of a job. You see others leaning on the preferential quota system, or leaked question papers, or their political connections. You see Chhatra League leaders locking up university VCs, or the government—forever wary of dissent—delving into irrelevant details like candidates' political affiliations during post-exam background checks, thus further undermining meritocracy. How likely are those emerging from such a compromised process to respond to Obaidul Quader's plea to \"play,\" and rein in corruption or refrain from corrupt practices themselves?\n\nWe can talk about how corruption has spread its tentacles in every sector, from banking to health to energy to transport to construction to civil aviation. We can talk about how nothing moves without bribery. But for a fuller grasp of how it all works and where it all originates from, we must examine civil service—the system governing public officials—which seems designed from start to finish to foster a partisan and corrupt bureaucracy.\nThere are about 14 lakh government employees spread across the public sector. Once recruited, employees receive lucrative salaries, allowances, and benefits, with a side dish of opportunities for corruption. It's no wonder why certain departments and postings are so highly sought after, or why so many medical and engineering graduates are lining up for BCS general cadre, forgoing once-cherished careers in specialised fields. State officials are granted powers and privileges, sometimes even undeserved promotions, that come with little scrutiny or accountability. Further relaxations of rules governing their activities are on the cards.\nFor example, the public administration ministry is reportedly set to allow public servants to engage in stock market trading, reversing a prohibition in the Government Servants (Conduct) Rules, 1979. If it comes to pass, they will be able to buy or sell shares legally. Why is this problematic? Recall that Matiur Rahman, a top NBR official now under investigation for corruption, allegedly made a fortune through stock market investments, using insider information, both of which are illegal. Many government employees are similarly engaged in stock trading and have demonstrated their willingness to exploit privileged access for financial gain. So, legalising it may open a Pandora's box of unethical practices. Or, think of the proposal to relax another provision in the service rules requiring officials to submit wealth statements every five years, removing an important layer of scrutiny that already stands significantly diluted.\n\nThose who are honest have nothing to fear from punishment. But when penalties are reduced by relaxing anti-graft rules, it benefits only the corrupt, and this is what the administration has done on a number of occasions. For example, in 2018, an amendment to the Government Servants (Discipline and Appeal) Rules (1985) introduced \"reprimand\" as a penalty for proven corruption, besides other penalties. You often hear of salary reduction, or \"closing,\" or demotion, or transfer—so often the penalties of choice—which does feel like a slap on the wrist given the gravity of some of the crimes, thus further encouraging corruption.\nOver the years, we have seen how such anti-graft regulations have been relaxed. In any sector other than public, the punishment for proven corruption would be instant termination. A recent editorial by this daily recounts three incidents where the accused, despite being found guilty of corruption, continue to be in service as they have been spared harsher departmental actions and even legal consequences. What message does it send to the wider public servant community? This policy of leniency provides a safety net for dishonest officials and contrasts sharply with the government's zero tolerance stance on corruption.\n\nAnother lifeline extended to government officials is through a collusive arrangement in which departments, and relevant officials, responsible for certain failures are seldom held accountable. You often see people die or suffer terribly because of accidents, disasters, and crimes that can be linked to the mismanagement, negligence or inefficiencies of certain government departments. Yet rarely, if ever, is a higher-up punished or even subjected to a reprimand. There is a tendency to let them off the hook during interdepartmental inquiries.\nThe case of a former deputy commissioner of Cox's Bazar, who reportedly got his name removed from a list of accused for misappropriation of funds with the help of several court officials, including a former judge, shows to what extent power can be abused to both commit crimes and protect criminals—both being the same person in this case. But he wasn't acting alone, neither do corrupt or compromised or inefficient officials, as they protect each other. And more often than not, the system allows it. We may recall how the attorney general himself told the apex court a few years ago that the parliament had passed the Government Service Act, 2018 to protect public servants, considering them a \"different class of people.\" The same act had mandated law enforcers to seek \"permission\" for arresting public servants in criminal cases before the court, in August 2022, scrapped the relevant provision. But this culture of impunity has reached such a state that top officials are often seen directly flouting court directives, with no consequences faced.\n\nScandal-hit top officials, politicians, MPs, vice-chancellors or anyone like them rarely, if ever, resign in Bangladesh, even amid public protests. A common refrain among those under pressure to step down from their positions is that they will only do so if directed by the prime minister, indicating a culture where political loyalty supersedes accountability. Their connection and conviction further undermine what few accountability mechanisms we have left, however fragile.\nThe extent to which government officers and even low-level operatives can exploit their positions to engage in corruption, taking advantage of the protection and lack of oversight provided by the system, has again come to light following a series of financial scandals reported by the media. Beside the power they hold, some even post-retirement, what these revelations show is how rampant corruption has been. With so many present and former officials facing court proceedings, there is still a palpable sense that we are only scratching the surface. The iceberg still lies beneath it. Such massive presence not only indicates the normalisation of corruption, but also serves as a boost to the corrupt-minded.\nAnother lifeline or boost granted to the corrupt is the possibility of getting state rewards and recognition, so long as they are connected to the powers that be. The case of former IGP Benazir Ahmed, who was given state honours despite his controversial record, exemplifies this trend. But we are only getting to know about it now, post-retirement, which raises the question: how many such cases have there been? What really influences the decision to recognise state officers? Their service record, or political connection? Or is it their strategic importance to the government? Whatever it is, honesty is certainly not among the criteria. The implication of handing what serves as a symbolic victory to a potentially corrupt person—and all the way in which they can further shield themselves or advance their careers using such honours—cannot be stressed enough. Over the years, we have also seen how once-revered state awards for writers have been made objects of ridicule because of overzealous bureaucrats lobbying for their own candidature, and they sometimes got their way.\n\nScandal-hit top officials, politicians, MPs, vice-chancellors or anyone like them rarely, if ever, resign in Bangladesh, even amid public protests. A common refrain among those under pressure to step down from their positions is that they will only do so if directed by the prime minister, indicating a culture where political loyalty supersedes accountability. Their connection and conviction further undermine what few accountability mechanisms we have left, however fragile. But this culture of no resignation does give the corrupt a boost, heightening their sense of inviolability so long as they have the government's support. And they usually do—unless, suddenly and quite inexplicably for the public, they don't.\nThis is another stage where the corrupt win big. Even if it comes to all employees regardless of how ethical they have been during their tenure, it adds to the overall appeal of civil service for the corrupt-minded. Being able to reach the finish line unpunished, and bow out with a fat pension that the majority of the population cannot even think of, is indeed a motivation. A lot can be said about the ongoing debate on the new universal pension scheme—with different, discriminatory hierarchies for government officials and others in the public sector—but that's for another day.\nThe last lifeline may come in several forms, including one recently shown by the Bangladesh Police Service Association (BPSA) that extended unquestioning support to Benazir Ahmed as it lambasted the media for its coverage and even seemingly made threatening overtures. The message that other professional bodies likely got from its public statement is that they have a duty to protect their members regardless of whether they are in service or not. General members of police forces, which usually are among the groups most talked about in any discussion on human rights, should be particularly happy for the active role being played by the BPSA to represent them in public forums, but corrupt police officers will take note, too.\n\nBut what adds more to the destabilising appeal of civil service in Bangladesh has to do with the enduring influence of partisan loyalty. Loyal retiring top officials may not only see their tenure extended, but also secure cushy positions in some statutory bodies. Some may even transition into active politics, perpetuating the cycle of patronage.\nIn the end, I must say my analysis is based on the worst-case scenarios and corrupt trends reported in the media, and is in no way a denigration of honest officials who I would like to believe are as many in number as their dishonest counterparts, if not more. But despite the latter's unchecked activities and collusion with unscrupulous entities across all sectors, the government has waxed lyrical at best, like Obaidul Quader did, or totally ignored it at worst. It only shows how entrenched corruption is. To the government, any loss of image or public resources owing to corruption seems to be an acceptable one so long as it has a pliant bureaucracy doing its bidding.\nSince independence, at least 16 commissions and committees have recommended reforms to create an efficient, merit-based civil administration, but those have been largely ignored. It is not difficult to understand the reluctance of bureaucratic and political leaders. For civil servants, especially those in high-ranking positions, reforms that promote efficiency, meritocracy and accountability represent a threat to their influence, benefits and promotional prospects. Political leaders also do not want to embrace change as it is easier to maintain control over a weak bureaucracy. But without taking on the system, and the many layers through which it sustains itself, corruption can never be tackled.\nBadiuzzaman Bay is assistant editor at The Daily Star. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The nine lives of a corrupt public servant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/the-nine-lives-corrupt-public-servant-3655336",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "It has now emerged that Chittagong Port Authority (CPA) has been calculating the number of outbound containers twice. Interestingly enough, the CPA has gone on record to state that this is, apparently, the international practice. While checking the number of containers twice is probably to ascertain that the initial count was correct, not so much to double the number of containers being shipped abroad. It would appear that in our country, every agency, department and ministry involved with collection of data on exports is at liberty to choose its own data-collection process. Now that the cat is out of the bag, there appears to be a blame game afoot to pass the responsibility on to some other party. For years, business leaders, trade experts and economists have been pointing out that figures have been inflated and to what end? It is very easy to see the discrepancies because import data of readymade apparels are readily available both from the United States and the European Union (EU), both of which regularly publish these figures online. While the blame game goes on, one wonders what happened to the 'digitisation' of infrastructures such as seaports. Any expert on the issue will agree unanimously that digitising would take care of data-collection and do away with much of the data mismatch we are witnessing of late. Since the systems were not developed (reasons which ought to be investigated thoroughly), policymakers find themselves in this mess, inundated with questions both domestically and internationally. While domestic parties may be ignored at will, the same cannot be said of foreign (would be) investors, and therein lies the problem.If one is to go by what Bangladesh Bank (the central bank) has come up in its revised July-April period of the 2023-24 fiscal year, export receipts have been lowered by $13.8 billion vis-à-vis Export Promotion Bureau (EPB) data. As greater scrutiny is now being done on previous years, a further $12 billion mismatch was found with the fiscal year preceding this. It is interesting to observe that these revised figures come from further scrutiny of Kamalapur Inland Container Depot (ICD) and Pangaon Inland Container Terminal (ICT) and their container handling is being counted on top of CPA. What is the point of counting and double-counting containers and showing such inflated data, if it is not an attempt to prove that the economy is doing fabulously well? These fantastic figures may have fooled local decision makers but they made no impression on foreign observers. Facing so much heat, EPB, meanwhile, has delayed the publication of the June export data. The reasons require little explanation, since it is obvious that the bureau must revisit previously published data and redo them to reflect reality on the ground. Actually, the fault lies with the National Board of Revenue (NBR) which has compiled export data multiple times. Needless to say, there are repercussions for such unprofessionalism, because foreign investors look to EPB data as one of the major sources of information and now that all sorts of 'data mismatch' are appearing, the matter needs to be resolved as soon as possible. That is to ensure that such bungling does not happen in the future. Authorities need to look at data over many preceding fiscal years to ascertain whether this error in data compilation was a systemic problem.",
        "headline_1": "Data errors: CPA too resorts to double counting",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/data-errors-cpa-too-resorts-to-double-counting-1720883683",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "Is protectionism in global trade rising and also eroding global business? The answer is 'yes', as per the head of the World Trade Organization (WTO). Last week, she told BBC: \"We are seeing increasing protectionism, some undermining of the WTO rules, and some of this is leading to fragmentation.\" Dr Ngozi Okonjo-Iweala, the director general of the WTO, also added that global trade is part of the lifeblood of making countries resilient and underpinning growth. Though the outcome of free trade is still a matter of debate for some, there is a consensus that trade protection tends to lower national welfare by taxing consumers and, reducing potential gains from output efficiency and expanding export-oriented industries. On the other hand, trade liberalisation opens up the economy and enhances investment, exports and employment. Most economists and trade experts argue that despite the lack of evidence supporting trade protection, it continues to persist due to the political economy of different countries. Moreover, there is an argument for supporting domestic workers by protecting their jobs from import competition. It leads to import restriction which is the central pillar of protectionist economic policy that any government uses to cut or bar international trade to help domestic industries. Two main tools of import restriction are tariff and non-tariff barriers (NTBs). Quota and product standards are two core NTBs, although the standard is largely used to ensure the quality of goods and so, in many cases, considered as non-tariff measures (NTMs). To be exact, generally, NTM is used for the country that imposes it and NTB is for the country that faces it while exporting. Thirty years after establishing the WTO as a successor of the General Agreement on Tariffs and Trade (GATT) to boost rule-based free trade, the rise in trade constraining steps is not welcome. It is, however, a reality due to complex geo-political tensions and conflicts. Moreover, the recent wave of protectionism needs to be reviewed with some caution as the latest Trade Monitoring Update of the WTO, released last week, provides a slightly different scenario. The report, covering the period between mid-October 2023 and mid-May 2024, showed that member countries of the WTO initiated some 99 trade-restricting measures on goods, most of which were on the import side. The initiation of new export restrictions declined significantly during the review period. A reverse trend was also observed between 2021 and 2023, as new import bars outpaced the number of new export restrictions.At the same time, the number of trade-facilitating measures, import-facilitating measures to be precise, stood at 169, showing that countries continue to introduce more trade-facilitating measures than trade-restricting ones. In total, 473 trade measures on goods were recorded during the review in question, which also includes 172 trade remedy initiations and 33 trade remedy terminations. The WTO report has some limitations, such as non-reporting and under-reporting by some member countries regarding trade-related measures and ambiguities in defining trade-restrictive measures. The report divides various trade measures into three parts: trade remedy, facilitating, and others. The third one or other measures are considered trade-restricting steps with some ambiguities. The report mentioned that the characterisation of a trade measure as restrictive must be considered with additional care and nuance. \"For instance, some measures may have been introduced in direct response to actions taken by others. Some argue that it is important to take a more holistic view of the reasons behind the implementation of certain trade measures,\" it added.Despite some limitations, it is the only global report providing updated information on the movement of various measures facilitating, correcting and blocking international trade. Quantifying the measures in terms of value may provide a better understanding of the trend. For instance, trade coverage of the import-facilitating measures introduced during the six-month review period was estimated at US$1,152.2 billion against $955 billion in the last annual report that covers 12 months (mid-October 2022 to mid-October 2023). In other words, countries have intensified their efforts to ease trade. At the same time, trade coverage of the import-facilitating measures stood at $248 billion against $178 billion last year. It means the move to reduce imports by some countries has increased significantly in the previous six months. Reviewing the decade-long trend of these trade measures may reveal a wider picture. The annual version of the monitoring report, released in November last, revealed that the import restrictions implemented since 2009 continue to increase. In 2023, the trade covered by import restrictions in force was estimated at US$2,480 billion, representing almost one-tenth of total world imports of goods. Identifying import restrictions as protectionism is not always straightforward. For instance, if a country restricts the import of a harmful product, it may not be considered protectionism, even if it has local manufacturers of the item. The reasons behind import restrictions are diverse and it is crucial to examine the ultimate goal or intention of such measures. That's why, the Financial Times (FT) in an editorial three months ago said: \"Fears of destructive protectionism are overdone.\" (April 29, 2024) It acknowledged that without a strong legal framework, conditions for a surge of government interventionism with protectionist elements remain in place. \"But there have been so many false alarms over the decades that the onus is on the worriers to show that this time is different and that globalisation is in serious trouble,\" it added. \"So far, there does not seem to be truly compelling evidence that it is.\" In other words, though trade restriction is generally undesirable, in some cases, it is not possible to avoid, and some countries also exploit the limitations to impose import-restricting measures. [email protected]",
        "headline_1": "Doing away with measures that restrict trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/doing-away-with-measures-that-restrict-trade-1720883730",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "The youth of Bangladesh have seemingly had enough and are not prepared to stand by in silence any longer and just accept what is being dished out to them. Wherever you look nowadays nationwide you'll find angry and disillusioned university students gathered in large numbers chanting in raised voices against the possible return of the 56 per cent quota system in government jobs. And if that weren't enough, there's the question paper leak scandal that has delivered yet another painful blow to the youth. The cherished dreams of many youth have almost faded into the distant past. They are trying hard to keep afloat in a raging whirlpool of severe unemployment. Astonishingly, according to various local and international studies, a staggering 47 per cent of educated youths in Bangladesh are unemployed. That's almost half of the university graduates whose families scrimped and saved, and most likely ran into debt to meet their exorbitant educational costs. The dire situation of joblessness at a time of high inflation is driving more and more young people to take desperate measures. Their desperation could well be explained by the recent recruitment of 2,172 candidates by Bangladesh Railway for the position of waymen, which were all filled by master degree holders, though the qualification required for the job is an SSC certificate. The duties of a wayman include laying railway tracks and keeping those in repair. It is a low paying job and never included in the wish list of jobs by Master Degree graduates. Desperate times, however, demand desperate measures and one can only feel sympathy for the SSC degree holders as they watch these jobs evaporate before them. The despair has driven many youth to embark on perilous overseas journeys to escape the bleak reality of unemployment. Others, unable to carry the immense pressure, or seeing no other way out choose suicide as their exit and escape.Against this heartbreaking backdrop of grief, misery, and desperation, the government's indifference and abject failure to assure the youths of upholding merit in the recruitment process have plunged many youth into a vortex of anger and rebellion. This is evidenced by the fact that hundreds of thousands of students are taking to the streets to protest as one voice and airing their grievances. Government's warnings, intimidation by the pro-government student wings and the ever-present possibility of a police baton cracking their bones are being braved and ignored. The determination they're displaying has not been seen since 2018 quota reform movement.During the previous quota reform movement, the protesters had demanded that the 56 per cent quota reservation in civil service be reduced to 10 or 15 per cent. In a spur of the moment, however, the government abolished quota system altogether from 1st and 2nd class government jobs. Subsequently, the sons of freedom fighters took the matter to court and challenged the legality of the cancellation of the 30 per cent freedom fighter quota. On June 5 this year the High Court declared that the cancellation of the quota was illegal, which sparked the current protest. The Appellate Division's subsequent order on July 10th imposing a month-long moratorium on the High Court's judgment has failed to quell the anger and frustrations of the demonstrators. Students remain resolute in their demands for a permanent solution. The government maintains that the matter is under judicial review.Clearly, the youth of Bangladesh have reached the end of their tether. They stood by in silence observing the skullduggery and scandals unfolding before them. They've taken all they can take and are fed up with this sordid state of affairs. The government needs to seriously think and assess the situation to adopt measures to address the existing unemployment problem and ensure fairness in the recruiting process. It should not ignore the sad truth that social unrest and lawlessness have a lot to do with unemployment. The nation is now speaking to the government through its youth.[email protected]",
        "headline_1": "Getting to the heart of youth unrest",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-to-the-heart-of-youth-unrest-1720883777",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2024"
    },
    {
        "full_article": "An incessant rainfall on Friday brought the capital to a standstill, highlighting once again the critical need for improved drainage infrastructure. The heavy monsoon rain resulted in severe waterlogging across several key areas of Dhaka, including Mirpur, Mohammadpur, Shewrapara, Kazipara, Mazar Road, Elephant Road, Matsya Bhaban, Central Road, Dhanmondi 27, Karwan Bazar, Farmgate, Tejgaon, and BijoySarani. Additionally, Shantinagar, Malibagh, Mouchak, Kakrail, Purana Paltan, NayaPaltan, Arambagh, Shahjahanpur, Fakirapul, and Bijoynagar were similarly inundatedleading to significant traffic congestion. The plight of local shopkeepers like Mahbubul Alam in Mohakhali's Dakkhin Para, whose shop was inundated despite recent paving efforts, underscores the urgent need for comprehensive solutions. Similarly, in Shantinagar market, meat seller Amin Mia's testimony highlights the direct impact on livelihoods as customers due to the flooded conditions.The situation demands immediate action. While the Meteorological Department's forecasts provide some warning, they do not mitigate the aftermath of heavy rainfall. The need for development and infrastructure improvements must be addressed. Concrete measures should be taken to improve the city's drainage inadequacies. Enhanced drainage systems and regular maintenance can prevent rainwater from flooding streets and homes, thereby reducing the immense suffering of Dhaka's residents.The experience of past Friday should serve as a wake-up call. Comprehensive urban planning and investment in robust drainage infrastructure are not just necessary but imperative to protect the lives, properties, and livelihoods of Dhaka's residents. We urge the authorities to prioritise these developments to mitigate the recurring waterlogging crisis.Bappy RahmanDhanmondi, Dhaka",
        "headline_1": "Dhaka's perennial water-logging problem",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhakas-perennial-water-logging-problem-1720883804",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2024"
    }
]