[
    {
        "full_article": "Against all odds (read: the non-existent movement restrictions and the maintenance of health safety guidelines almost becoming a practice-as-you-please thing), it seems the rate of Covid-19 infections in Bangladesh is finally going down, and hopefully nearing the \"safe\" and much-desired mark of five percent or less. This is, without a doubt, a welcome development, given the phased reopening of schools and, soon, of universities. Lest we rest easy, though, the seasonal dengue menace has been making itself known in the country for the last few months.\nIn fact, the beginning of the \"dengue season\" this year can be traced back to May, when 43 people were reported to be infected by the virus. By the end of July, the number of dengue cases climbed to 2,098 in the country. As of the morning of September 19, this number stood at 15,701, with 5,345 people diagnosed this month alone.\nDengue has caused 59 deaths in the country so far this year, according to the Directorate General of Health Services (DGHS). While most of the cases of infections have been reported in Dhaka, dengue—as any other virus—has started spreading outwards. For instance, of the 307 cases reported between September 14 and 15, about 20.52 percent were cases reported outside the capital. This is significant when we consider the fact that, of all the dengue cases this year until September 15, only around 10.79 percent were detected outside Dhaka.\nHowever, the question now is not how we can combat this dengue surge, but why we did not anticipate this situation in the first place. Did the 2020 outbreak of Covid-19 pandemic wash away all the memories of the horrid dengue crisis that the country suffered in 2019?\nTwo years ago, the worst dengue outbreak in Bangladesh since 2000 left 101,354 sick with the dangerous serotype-3 variant of the virus—the same one is at work in 2021 as well— and caused at least 179 deaths, according to the DGHS. While the monsoon months typically see bouts of dengue infections anyway, the current dengue situation could also have been handled better, with preparations based on the experts' observation that dengue outbreaks seem to be worse every other year.\nSo, what can we learn from the errors made in 2019 in order to save our citizens, and our already exhausted healthcare system, from the burden of another dengue epidemic?\nOne of the major ways in which city corporations attempt to kill Aedes mosquitoes (carriers of the dengue virus) and prevent their breeding is by fogging—that is, the spraying of mosquito repellents in public spaces using fogging machines. However, in 2019, a study by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) found that the insecticides sprayed by the city corporations in Dhaka had no effect on adult mosquitoes, as they became resistant to one of the major chemical components of the insecticides: permethrin. This study was presented by the icddr,b to both the city corporations in May 2019. One would presume this would have given the authorities enough time to buck up and use insecticides containing malathion and deltamethrin instead of permethrin, as recommended by the researchers. Or to start their dengue awareness campaign earlier on. But it was not until July 15, 2019 that the Dhaka North City Corporation (DNCC) held a meeting and decided to look into the effectiveness of its adulticides. Alas, the dengue epidemic of 2019 still happened.\nWhen it comes to diseases like dengue, authorities such as the city corporations tend to put a lot of emphasis on the citizens' own responsibility to save themselves from being infected. But there comes a point where it stops being awareness-building and starts becoming blame-shifting. No doubt, the public must take up preventive measures, such as wearing clothes that cover most of their bodies, spraying insecticides in their own homes, and get rid of stagnant water so Aedes larvae don't get the chance to breed there. But it cannot be denied that the majority of places where mosquitoes can breed freely and undisturbed are public spaces, making them the responsibility of the authorities.\nConducting mobile drives and imposing fines on people whose private properties have been found to have Aedes larvae are all well and good. But equal vigilance is required to encourage people to keep their homes clean and to raise awareness about how dangerous the dengue virus—specifically the serotype-3 variant—can be. Additionally, bulking up our healthcare sector to deal with the increasing number of dengue patients, amid the still-dangerous Covid-19 situation, is also crucial. Back in July, when the Covid-19 numbers were at their worst, two of the dengue wards of Shaheed Suhrawardy Medical College Hospital in Dhaka had to be re-assigned to accommodate coronavirus patients.\nIt is important to remember, no matter what the disease, that prevention is more desirable—and certainly a more intelligent option—than cure. Viruses will likely never disappear and will only mutate and exist among us as different, more dangerous variants. While dengue is seasonal, it is not as discriminative as Covid-19, in that it can infect people of all ages—including children. We must all work together—the state and the people, to the best of our respective abilities—in order to prevent a situation as bad as what we experienced in 2019, in this year and in the coming ones.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Are we headed towards another dengue crisis?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/are-we-headed-towards-another-dengue-crisis-2180276",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2021"
    },
    {
        "full_article": "Having created the BRIC acronym to capture the collective potential of Brazil, Russia, India, and China to influence the world economy, I now must ask a rather awkward question: When is that influence going to show up? Given today's global challenges and the enormous issues facing the BRICS (which subsequently became a real-world entity and was expanded in 2010 to include South Africa), the bloc's ongoing failure to develop substantive policies through its annual summitry has become increasingly glaring.\nThis November will mark the 20th anniversary of the BRIC acronym, which I first used in a 2001 Goldman Sachs paper titled \"Building Better Global Economic BRICs.\" At that time, I offered four scenarios for how each country could develop over the next decade, and made the case for why global governance needed to become more representative and include these four rising powers.\nThat paper was followed by a series of others, starting in 2003, which showed how China's economy could become as large as the US economy (in nominal dollar terms) by 2040; how India could surpass Japan to become the third-largest economy soon thereafter; and how the BRIC economies together could grow larger than the G6 (the G7 minus Canada).\nBut the bloc's economic trajectory since 2001 has been a mixed bag. While the first decade was a roaring success for all four countries, with each surpassing all four scenarios that I had originally outlined, the second decade was less kind to Brazil and Russia, whose respective shares of global GDP have now fallen back to where they were 20 years ago.\nIf it weren't for China—and India, to some degree—there wouldn't be much of a BRIC story to tell. Yet, notwithstanding the difficulties the BRICs have faced, China's growth alone is on track to lift the technical aggregate of all four economies to match the size of the G6.\nIn terms of global governance, the only notable shift over the past two decades has been the rise of the G20 since it took centre stage in response to the 2008 global financial crisis. Representing the world's 20 largest economies, the organisation seemed immensely powerful at the time, and it managed to implement policies of potentially lasting importance. But since then, it has generally been a disappointment, saying much but achieving very little.\nFor their part, the BRICs held their first annual meeting as a political club in 2009, in Russia (the first to include South Africa took place in China in 2011). And this year, Indian Prime Minister Narendra Modi hosted the BRICS leaders—virtually—for their 13th summit. Every leader made bold statements about what they had supposedly achieved together, and all discussed avenues for future cooperation. Yet, they have accomplished very little; lofty statements are usually accompanied by only scant policy moves.\nNothing in the bloc's latest joint declaration suggests that anything has changed. Perhaps, not surprisingly, most of the attention this year has been on security and terrorism. After all, recent developments in Afghanistan will have serious, direct implications for Russia, India, and China. But this singular focus is disappointing, because it highlights the group's limited joint ambitions.\nModi would seem to agree, saying: \"We need to ensure that the BRICS are more productive in the next 15 years.\" Beyond creating the BRICS Development Bank, now known as the New Development Bank, it is difficult to see what the group has done other than holding meetings annually.\nFollowing the bloc's rather dismal second decade, there are many things that BRICS leaders could do collectively to help revive the kind of economic gains made in the first decade, all of which would be good for the rest of the world as well. In doing so, they could create a much stronger impression of their usefulness alongside the G20, strengthening the case for more substantive reforms to global governance.\nFor starters, the BRICS need to strengthen trade between themselves. China and India could both gain enormously from a more open and ambitious trading relationship, which would redound to the benefit of the rest of the region, the other BRICS members, and the world. In fact, more India-China trade alone would visibly boost global trade.\nMoreover, while the BRICS have little in common other than having large populations, they also share a significant exposure to infectious diseases. The Review on Antimicrobial Resistance that I led in 2014-16 showed that all of the BRICS were worryingly vulnerable to drug-resistant tuberculosis. And as Covid-19 has shown, most have healthcare systems that are poorly equipped to deal with pandemics. Unless they treat global infectious diseases more seriously, they will never be able to reach their economic potential.\nSince the fall of 2020, I have had the privilege of serving on the World Health Organization's independent Pan-European Commission on Health and Sustainable Development, which is chaired by former Italian Prime Minister Mario Monti. One crucial proposal from our initial call to action this past spring, now outlined in detail in our final report, is to establish a Global Health and Finance Board under the auspices of the G20. The reasoning is simple: unless we place global health challenges at the heart of regular economic and financial dialogues, we will remain ill-prepared for them. And as the pandemic has shown, global health challenges are also economic and political challenges.\nThis proposal already has the support of several key governments—notably those of the United Kingdom, the United States, France, Italy, and the European Union. Yet, for reasons I fail to understand, the BRICS, especially China, seem to be opposed to it. Such resistance makes no sense and will have dire consequences for the rest of the world. It gives me and other long-time champions even more reason to doubt the group's collective potential.\n \nJim O'Neill, a former chairman of Goldman Sachs Asset Management and a former UK treasury minister, is a member of the Pan-European Commission on Health and Sustainable Development at WHO.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Will the BRICS ever grow up?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/will-the-brics-ever-grow-2180266",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2021"
    },
    {
        "full_article": "Discretion is the better part of valour, but not quite when it comes to West Bengal Chief Minister Mamata Banerjee. She has a penchant for rushing into political terrains where not many would dare to tread—a trait that has characterised her political career. Who else, for instance, would have been brave enough to take on senior Marxist leader Somnath Chatterjee and pull off the giant-killing feat in the Lok Sabha poll in 1984, when Mamata was a young feisty leader from the Congress party, contesting from Jadavpur constituency?\nFast forward to September 2021: Mamata is no longer young, but remains as feisty and fleet-footed as ever, and has often defied conventional political wisdom. That is why when she chose Nandigram as her assembly constituency in the state assembly elections this year, she knew she was taking a calculated risk by moving out of her safe bastion of Bhabanipur in south Kolkata, her home and a cosmopolitan constituency from where she had won twice in the 2011 and 2016 elections. Many would say that Mamata had chosen Nandigram because her agitation in 2007-08 against land acquisition for industries by then Left Front government had catapulted her to power for the first time in 2011. But a decade is too long a time in politics for things to change.\nNandigram disappointed Mamata by giving the victory to aide-turned-adversary Suvendu Adhikari of the Bharatiya Janata Party (BJP) on the latter's home turf this year. But she knew she always had the option of winning a by-poll within the six-month mandatory timeframe provided under Article 164 (4) of the constitution, and retain her chief ministerial chair. But things did not turn out as smoothly as she might have thought about the by-election since her defeat in Nandigram on May 2. Mamata is, no doubt, a charismatic mass leader, and has been keen on getting elected as a member of the legislative assembly to shed the tag of an un-elected chief minister.\nIt required several meetings between the Mamata-led Trinamool Congress (TMC) and the Election Commission, as well as her own pleas with the poll body, to ensure that the Bhabanipur by-poll would be held before the six-month deadline expires in early November. Tension had been building up within the TMC as to when the Election Commission would announce the by-poll. When the schedule was announced with the polling to be held on September 30 and the result declaration on October 3, a sense of relief ran through the ruling party, which had at times apprehended—albeit without any basis—that if the Election Commission did not hold the democratic exercise on time citing Covid-19, Mamata would face the embarrassment of stepping down as chief minister.\nThe poll body's decision to hold the Bhabanipur by-poll is a resounding rebuff to those in the opposition, including the TMC, who had been attacking it by questioning its fair play capability and the dependability of EVMs without an iota of evidence. In fact, the Election Commission allowed the Bhabanipur by-poll even as it continued to postpone by-elections in three Lok Sabha and 31 other assembly constituencies across India, including four others in West Bengal itself, in view of the pandemic and flood situation there. Obviously, keeping Mamata in mind, West Bengal Chief Secretary HK Dwivedi had written to the commission seeking an early by-poll in Bhabanipur on the grounds of \"constitutional exigency and public interest to avoid a vacuum\" in the state. And the commission acknowledged that.\nIt is going to be a battle between the unequals and two generations of politicians in Bhabanipur as Mamata, in her late 60s, is pitted against much younger rivals Priyanka Tibrewal, 39, of the BJP, and Srijib Biswas, in his early 40s, of the Communist Party of India (Marxist). The Congress party, which is in talks with Trinamool Congress for overall unity among the opposition parties to take on the BJP in the 2024 Lok Sabha poll, has decided not to field a candidate against Mamata in Bhabanipur. While Priyanka is not new to electoral politics as she had unsuccessfully contested the recent assembly elections from Entally constituency in Kolkata, Srijib is set to make his debut in elections. Priyanka's claim to fame is that she is among the petitioners on whose pleading the Calcutta High Court ordered a comprehensive investigation into the post-poll violence, an exercise that was stonewalled by the TMC.\nThe TMC is leaving nothing to chance in Bhabanipur. The party's campaign is spearheaded by Mamata, and it has pressed into service its entire organisational machinery, deploying three senior ministers—Subrata Mukherjee, Firhad Hakim and Partha Chatterjee, Kolkata Municipal Corporation Administrator Debasish Kumar, Mamata's brother Kartick, and activists of the party's student front in different parts of the constituency. The BJP, on the other hand, has lined up a motley collection of its Bengal leaders led by state unit President Dilip Ghosh and at least three federal ministers to woo the voters of Bhabanipur.\nIn the last assembly polls in March-April this year, Bhabanipur gave victory to Sobhandeb Chattopadhyay by a margin of 28,000 votes against BJP nominee Rudranil Ghosh. Soon after Mamata's defeat in Nandigram, Sobhandeb vacated the Bhabanipur seat so that Mamata could contest the by-poll from there.\nAlthough dominated by the Bangalee middle class, a sizable chunk of the 206,389-electorate in Bhabanipur consists of Muslims in Ekbalpur, Khidderpore and Mominpur areas, as well as Marwaris, Punjabis and Gujratis, who will be a key factor in tilting the scale. Almost three-fourths of Sobhandeb's victory margin of 28,000 votes in the last assembly poll came from the Muslim-majority areas, while the TMC did not do that well in areas of non-Bangalee Hindus.\nThe TMC was first off the bloc as far as publicity blitz is concerned in Bhabanipur—with banners, festoons, posters, and graffiti—all of which describe Mamata as \"Bhabanipurer meye (Bhabanipur's daughter),\" a hyper-local version of the slogan \"Bangla taar meyekey chai (Bangla wants its daughter)\" in the run-up to the state assembly election earlier this year. Considering that Bhabanipur has a significant number of non-Bangalee voters, the TMC has so far refrained from playing up the Bengal subnationalism card, which it had successfully done in the assembly elections. The religious symbolism in Mamata's campaign was quite evident as she herself visited a temple, a mosque and a gurudwara in Bhabanipur.\nIn the cut-throat world of competitive politics, at times, past performance in an election counts little for the future. Therefore, Mamata rightly told the TMC workers not to take her victory in Bhabanipur for granted. She has raised the stakes in the outcome of Bhabanipur by-poll by telling them that the election result will have an impact on the forthcoming civic body polls across West Bengal and set the tone for the 2024 general elections. Whether this strategy pays off or not will be known on October 3, when the final vote counts of the by-poll are out. But for Mamata's presence, the Bhabanipur by-poll would pass off as just another routine democratic exercise.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "A by-poll like no other",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/poll-no-other-2180256",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2021"
    },
    {
        "full_article": "After the complete withdrawal of the United States and North Atlantic Treaty Organization (NATO) forces from Afghanistan last month, the Taliban took over the country for the second time. Although the Taliban-led government has yet to be recognised by any country, China is one of the few that has expressed interest in developing friendly relations with the Taliban.\nChina has reiterated its stand for non-interference in Afghanistan's internal affairs and firm support for the country's sovereignty, independence and territorial integrity. While the US and its NATO allies have evacuated their embassy staff from Afghanistan, the Chinese embassy is still functioning normally in the country. China's State Councillor and Foreign Minister Wang Yi hosted a Taliban delegation led by Mullah Abdul Ghani Baradar, head of the Afghan Taliban Political Commission, on July 28, in the northeastern Chinese port city of Tianjin. China has given a clear indication that it wants to make contact and establish effective communication with the Taliban.\nAs per the policy, during an informal meeting in Dushanbe, Tajikistan on September 16, China along with Russia, Pakistan and Iran agreed to strengthen communication and coordination, exert positive influence and play constructive role in order to stabilise the situation in Afghanistan. China has also announced USD 31 million worth of emergency aid to Afghanistan, which includes food supplies, medicines, and coronavirus vaccines. These developments imply that China has increased engagement with Afghanistan moderately under the Taliban rule.\nIt is important to note that China never established an official relationship with the Taliban when the group was previously in power in Afghanistan from 1996 to 2001. Then what is the reason behind China's remarkable policy shift towards the Taliban in post-US Afghanistan?\nProtecting its national interests is one of the key reasons why China is willing to build good relations with the Taliban. The Chinese government perceives the East Turkestan Islamic Movement (ETIM)—referring to the alleged Uyghur extremist group—as a direct threat to the country's national security and territorial integrity. According to Chinese news agency Xinhua, there are currently 200-300 ETIM members in Afghanistan. The fact of the matter is that the Wakhan Corridor, a narrow strip of territory in Afghanistan, borders China's Xinjiang province. Given that China is concerned about the possible connection between the Taliban and the ETIM, and a potential rise of terror attacks within its borders, the country seeks clear assurance from the newly empowered Taliban to break ties with all kinds of international terrorist forces. According to a press statement on the China-Taliban meeting issued by the Chinese foreign ministry, Foreign Minister Wang Yi remarked: \"We hope the Afghan Taliban will make a clean break with all terrorist organisations, including the ETIM, and resolutely and effectively combat them to remove obstacles, play a positive role, and create enabling conditions for security, stability, development and cooperation in the region.\"\nChina has gained assurance from the Taliban that it will not allow any forces to use Afghanistan's land to endanger other countries—including China. The country has urged the new Taliban government to take effective measures to crack down on terrorism within its territory. Neil Thomas, analyst on China and Northeast Asia at Eurasia Group, said: \"Chinese authorities may also be trying to protect their country from terror attacks by building a relationship with the Taliban.\" Thus, the Taliban attaches a great deal of significance to China to ensure an ETIM-free Afghanistan.\nChina is also willing to develop good relations with the newly formed Taliban government to pursue its economic interests through economic diplomacy. As Afghanistan has been facing daunting challenges and uncertainties, China is considered to have emerged as the best partner in Afghanistan's reconstruction process, according to the Global Times, a mouthpiece for the Chinese Communist Party. Chinese companies seek investment opportunities in Afghanistan's severely damaged infrastructures. It attempts not only to expand Chinese business through establishing a long-term industrial platform in Afghanistan, but also to facilitate the development of economic corridors across the region, under the framework of China's most ambitious Belt and Road Initiative (BRI) project. Whereas building cross-border infrastructure connectivity remains the prime agenda of BRI, such investment opportunities can accelerate China's infrastructure projects in war-torn Afghanistan. It also opens the door for the potential expansion of China-Pakistan Economic Corridor (CPEC), the flagship and fastest growing project of the BRI, into Afghanistan. The Taliban has already expressed its desire to join the CPEC to protect overseas investment.\nEnhancing economic engagement with Afghanistan in sectors such as utilities and mining has been of significant interest for China for years. For instance, the China Metallurgical Group Corporation (MCC Group), a state-owned Chinese company, won the right to develop a large copper deposit and extract high-quality copper from the Aynak copper field near Kabul in November 2007. The China National Petroleum Corporation (CNPC) signed a 25-year deal with Afghanistan in December 2011, to explore three fields in the basin containing about 87 million barrels of oil. These projects have been stalled due to the instability and security concerns in Afghanistan. Amid the dramatic power shift with the Taliban takeover, Chinese firms are eying a resumption of these projects. China also seeks to start new projects to extract rare earth metals and minerals in Afghanistan. In this regard, China plans to boost cooperation in the energy sector with the mineral-rich country.\nIt is apparent that China's gradual engagement with the Taliban has both geostrategic and geo-economic implications. Being one of the neighbouring countries of China, it is crucial to restore long-term peace and stability in Afghanistan in order to ensure China's territorial integrity and national security. Hence there is a huge possibility of expanding China's BRI project to Afghanistan, which would, of course, depend on China's successful diplomacy with the Taliban.\n \nSultana Yesmin has completed her PhD from the Central China Normal University in Wuhan, China. She is a former visiting research fellow at the Yunnan Academy of Social Sciences (YASS).\n",
        "headline_1": "China’s strategic interests in post-US Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/chinas-strategic-interests-post-us-afghanistan-2180246",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2021"
    },
    {
        "full_article": "We wholeheartedly support a parliamentary body's decision to strongly oppose the public administration ministry's plan to build a civil service academy in Cox's Bazar on 700 acres of land that has been declared as a protected forest and ecologically critical area (ECA). According to the chairman of the parliamentary watchdog, it would be unacceptable for a government department to take the reserved forest land at a time when the government is trying to reclaim forest land that has been grabbed by different individuals and organisations. We, too, have previously mentioned in this column how this would set a dangerous precedent, and could open doors for private entities to follow suit.\nIn 2018, the Cox's Bazar district administration sought clearance from the Department of Environment (DoE) for the construction of the Bangabandhu Academy of Public Administration on the 700 acres of land adjacent to the Cox's Bazar-Teknaf Marine Drive. According to some sources, the name of Bangabandu was used in the proposed name so that the project could jump through bureaucratic hoops with ease. As distasteful as that move was, it seemed to have worked somewhat, as the DoE cleared the project.\nNevertheless, according to the parliamentary watchdog, the respective government department and the Prime Minister's Office were not properly informed about the type of land that the public administration ministry wanted to use. Otherwise, the construction of the training centre would never have been approved. Having been informed that the land has 100 acres of orchards created through social afforestation under the afforestation project in the coastal areas to address the adverse effects of climate change—and it's a hilly area that is a habitat to different species of flora and fauna—the parliamentary standing committee has recommended that the government take steps to stop the project and relocate it to somewhere else.\nIt is clear that the environment and ecology of the area would be severely damaged if the project is set up there. Given that the area is already under serious pressure from the influx of the Rohingyas, which has resulted in the razing of some 6,000 acres of forestland in southern Cox's Bazar, further destruction of forest areas is not something we can afford. Therefore, we second the parliamentary body's call to the DoE to withdraw its clearance for the project. We also ask the land ministry to reclaim the plot from the public administration ministry. The move to set up the training centre on the ECA is unconstitutional, and we hope that it is stopped and that no such initiatives are pursued in the future.\n",
        "headline_1": "An excellent decision by JS watchdog",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/excellent-decision-js-watchdog-2180241",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2021"
    },
    {
        "full_article": "The UN has expressed its concerns over shrinking civic space, growing inequality and violence against women in Bangladesh. At a recently held discussion at the Foreign Service Academy, UN Resident Coordinator Mia Seppo mentioned how the pandemic had led to growing inequality and violence against women not only in Bangladesh, but across the world, and said that action on both national and global levels was needed to address these issues. Most importantly, she called on the government to make the Digital Security Act (DSA) compliant with international human rights standards.\nUndoubtedly, the shrinking of civic space is a major concern in the country right now. Freedom of expression and opinion is under severe threat as people's voices are being suppressed using repressive laws such as the DSA. Cases of enforced disappearances have created fear among the citizens. Poverty has increased in society, while violence against women and children have become major issues of concern.\nIt is time for the government to seriously reconsider dropping some of the more controversial provisions of the DSA that have repeatedly been used against the citizens. The Editors' Council and the TIB called for review of this law several times in the past. As the Universal Periodic Review (UPR) has looked into the DSA and made some recommendations, we now hope that the law ministry will take steps to implement the recommendations. Needless to say, the DSA should be made compliant with the international standards. If Bangladesh wants to work as a functioning democracy, it needs to get rid of such repressive laws and work to protect civic space. We also need to ratify the convention on enforced disappearances, which the UN advised us to do.\nMoreover, as Bangladesh is going to graduate from the LDC status, it should now focus more on eliminating inequality from society. There are several steps that the government can take in this regard, such as expanding its social safety net programmes and addressing corruption—which ultimately leads to increased poverty and inequality. At the same time, the government should make sincere efforts to stop violence against women and children in the country, which is also a major barrier to the country's development.\n",
        "headline_1": "Government should heed the UN’s concerns",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/government-should-heed-the-uns-concerns-2180216",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2021"
    }
]