[
    {
        "full_article": "An impartial inquiry into a politically contested incident is always welcome. Earlier this month, Prime Minister Narendra Modi’s convoy was stranded on a flyover near Ferozepur in Punjab for about 20 minutes. Treating this as a serious security lapse, and taking note of the potential for partisan inquiries, the Supreme Court has appointed its former judge, Justice Indu Malhotra, to lead an inquiry. Other members of the probe committee comprise the DGP of Chandigarh, a senior officer of the National Investigation Agency, the additional DGP (security) of Punjab, and the Registrar-General of the Punjab and Haryana High Court. The court official has already secured the records related to the Prime Minister’s tour programme on that day. One hopes the probe, which has been constituted only to avoid one-sided inquiries at the instance of either the Union government or the State government, will give a quietus to the raging political controversy. None will disagree that once the matter was taken to the apex court, only an inquiry of this nature will steer clear of partisan politics, especially in the backdrop of the incident emerging as an exploitable issue in the elections to five State Assemblies. The Union government’s show-cause notice to the Chief Secretary and DGP of Punjab, demanding a response within 24 hours, evoked some resentment from the Bench.Initial inquiries ordered by both governments have been put on hold. However, there is something disquieting about the way an isolated lapse in the Prime Minister’s security is being used to raise the political temperature and garner electoral dividends. It is unfortunate that the attempt on the part of the ruling BJP to fix the blame on the Punjab government, and the Congress which helms it, is continuing even after the Supreme Court appointed an independent committee to probe the incident. Assam Chief Minister Himanta Biswa Sarma has made some crude and unwarranted remarks on his Punjab counterpart, Charanjit Singh Channi, demanding Mr. Channi’s arrest and alleging a conspiracy to kill the Prime Minister. It is clear that a divisive narrative is sought to be built by key functionaries of the BJP, as though they have been asked to milk the issue as much as possible in the run-up to the Assembly elections. The petition, which the Bench headed by the Chief Justice of India, N.V. Ramana, agreed to hear early, seemed to be an exercise to put the Punjab government in the dock. However, the Supreme Court has managed to emancipate the litigation from its political overtones and preserve the scope for a dispassionate inquiry. It would be in the fitness of things if the Court took note of the attempts to use the incident for electoral propaganda and restrained political parties from the resort to needless rhetoric.",
        "headline_1": "A welcome probe: On PM security breach and propaganda",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-welcome-probe-the-hindu-editorial-on-pm-security-breach-and-propaganda/article38268550.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-01-2022"
    },
    {
        "full_article": "This year, the harvest festival brings a change at the helm for the Indian Space Research Organisation (ISRO), with S. Somanath who heads the Vikram Sarabhai Space Centre (VSSC) at Thiruvananthapuram taking over as its chairperson. He succeeds K. Sivan, who also came to head ISRO after having led the efforts at VSSC. Mr. Somanath is the third consecutive chairperson of ISRO to have a master’s degree in engineering from the Indian Institute of Science. The organisation thus sees a continuation of the recent trend of being led by engineers. It is to be seen if Mr. Somanath’s specific expertise in leading innovations in rocket engines, the cryogenic engine, for instance, will shape future developments at ISRO. If earlier the Mars Orbiter Mission, which broke the records for expense by costing just ₹7 per kilometre, and Chandrayaan 2, had kept anticipation high, the new chairperson will oversee the unfurling of the human space flight programme — Gaganyaan. Another long-awaited mission is Aditya-L1. This has morphed and grown into what will be India’s grandest investment in space dedicated to science, specifically, solar physics. The aim to take a space observatory to the Lagrangian point one (L-1) to study the Sun offers yet another frontier for ISRO to breach.Mr. Somanath will also lead a transition in the stance of ISRO towards privatisation. Until a few years ago, ISRO had remained largely preoccupied with deriving socio-economic benefits from space technology and applications that were used by the Government of India and some international collaborations. Of course, these ventures had a strong industry participation, but privatisation reforms have been pursued hard recently. The first announcement came in 2019, with the NewSpace India Limited (NSIL) being floated in March, and the commercial arm of ISRO was more firmly established. Apart from building and launching satellites, the company will provide launch services, build customised launch vehicles, provide services of Earth observation and communication through satellites and also transfer technology to Indian industry. As a sequel to the establishment of NSIL came the announcement of the creation of the Indian National Space Promotion and Authorization Center, in June 2020 — a channel through which non-governmental private enterprises can carry out space activities. The country’s imagination to get up to speed with other competing nations would be put to the test under the new leadership. ISRO and its sister organisations have much to offer in the form of spin-offs and technology transfer. Underlying these questions is the anticipation which stems from the very nature of space science; it not only contributes to immense learning and perspective but also unfolds the very horizon, enhancing universal feelings of oneness.",
        "headline_1": "Space for dreams: On ISRO’s new chief",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/space-for-dreams-the-hindu-editorial-on-isros-new-chief-s-somanath/article38268586.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-01-2022"
    },
    {
        "full_article": "On December 19, The Daily Star published a refreshing story that offered a window into the changing landscape of our job market. Electronics manufacturers, according to the report, are scrambling for graduates from the polytechnic institutes, often recruiting them straight from the campus. It appears that those graduates are not looking for jobs; jobs are finding them instead.\nIn a different case, Luna, a junior nurse, administers injections for my mother. She qualified as a nurse a few years ago but is already in two separate jobs. \"No one wants to let me go,\" Luna chuckles, in response to my question about her profession.\nThese are two random cases where there simply aren't enough graduates to meet the demand of the job market. Unfortunately, Bangladesh's overall employment situation is not as encouraging.\nFor example, a December 2019 study by the Bangladesh Institute of Development Studies (BIDS) paints a bleak picture of employment, with the average rates of full-time employment and unemployment being at 43 percent and 33 percent, respectively. That means, among other things, that the skills of most of the job-seekers are not aligned with industry demands. Should Bangladesh's educated youth continue being underemployed or unemployed? Or should they learn necessary skills to cater to the country's current and future industrial and social needs?\nIn its \"The Future of Jobs\" report (October 2020), the World Economic Forum (WEF) predicts that by 2025 the Fourth Industrial Revolution with its automation boom will replace 85 million jobs worldwide. It will also create 97 million new tech-oriented jobs. The report lists ten professions that will diminish, including that of data entry clerks and factory workers. It mentions another ten sectors that will create new positions (e.g. data scientists and process automation specialists). The WEF forecasts that only the tech-related jobs will remain relevant while manual work will gradually go to automation. But it reassures us that the 4IR will create more jobs than it will eliminate, as did the previous industrial revolutions.\nSuch a simplistic view of the future may not apply everywhere. Countries differ in socio-economic conditions, state of industrialisation, population structure, and skill level, among other things. Besides, it is not only factory workers or data entry clerks who may become redundant because of automation. Any predictable intellectual work is also susceptible to automation because software can perform it. Many stable earning jobs such as those of copywriters, journalists or medical image analysts are vulnerable, too. Software will make such jobs so easy that a low-wage worker with some training can accomplish them. Manual work is at lower risk of automation as it requires operating an expensive robot, as opposed to software. Even if robots take over much of the manual work, that will create new demands for robot technicians with hands-on skills. That's good news for the polytechnic graduates with technical backgrounds; their skills will remain relevant and further possibilities may open up.\nHere is one example. Trained operators somewhere in the USA can fly drones in Afghanistan, Syria, or Libya to carry out surveillance activities. Similarly, technicians can also operate and repair machines anywhere in the world, provided they have the required skills and dexterity—and that too at a fraction of the cost.\nMeanwhile, Luna and others like her will continue to receive more job offers. Why? The World Health Organization (WHO) reports, as per 2011 estimates, that there are about 3.05 physicians and 1.07 nurses per 10,000 people in Bangladesh.  The situation has worsened over the subsequent decade which the Covid-19 pandemic has exposed. Bangladesh has only 24 percent of the nurses it needs, according to Bangladesh Nursing and Midwifery Council (BNMC). No wonder many nurses have two jobs.\nThe global scenario in the nursing profession is not much different either. A study by the British Centre for Health and Social Care Research estimates that shortage of nurses will stand at 7 million globally by 2030. There aren't enough new nurses to fill up the vacancies created by retiring ones. Higher life expectancy has resulted in an increasing number of adult populations requiring more nurses. The USA will need 175,900 new nurses each year until 2029. For the UK, the nursing crisis has severely affected its ability to fight the Covid-19 situation. In Australia, a federal government agency predicts a shortfall of 85,000 nurses by 2025 and 123,000 by 2030. Automation is unlikely to be of any help to these developed countries.\nRobots are still a long way from offering the empathy, care, and dexterity that the profession requires. Human nurses will remain in high demand for many more years. Only they have the skills to solve problems in unpredictable environments that nurses often face. Populous countries such as Bangladesh can benefit from such a situation.\nBangladesh must look at its own needs and the global market demands. The automation trend will increase in every sector, more or less. The country will require an adequately trained workforce that only relevant technical training can produce. It will also need many more nurses to deliver quality healthcare services that are also essential for sustained economic growth. Bangladesh will not have to send unskilled workers to foreign lands or sell low-tech products anymore. Instead, it can offer higher-value skill, knowledge, and care to the world.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "How to secure jobs amid looming automation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-secure-jobs-amid-looming-automation-2939811",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2022"
    },
    {
        "full_article": "Judy Wangari is one of an estimated 800,000 smallholder potato farmers who, according to the National Potato Council of Kenya, contribute at least 83 percent of the total potato production.\nIn a good season, her two acres in Molo in Kenya's Rift Valley region produce between 60 kg and 80 kg bags of potato per acre. Due to drastic and erratic weather patterns, Wangari says that a good season is often not guaranteed.\n\"The rains come too early or too late. Two years after I started potato farming back in 2018, I lost all my potatoes to heavy rainfall,\" she says.\nWomen make up 75 percent of the agricultural labour force in this East African nation.\nOverall, women also manage approximately 40 percent of the smallholder farms. As pillars of food production and largely lacking in financial and technical support, women are increasingly exposed to the effects of climate change and consequent land degradation.\n\"We may be in the same storm, but we are definitely not in the same boat. Nowhere is this truer than for women in the face of climate change,\" says Patricia Scotland, the Secretary-General of the Commonwealth.\nA Commonwealth report titled Gender Integration for Climate Action: A Review of Commonwealth Member Country Nationally Determined Contributions (NDCs), presented at the recent UN climate summit COP26, shows how underrepresentation of women in climate policies and plans, poor access to climate finance, technologies, and lack of capacity for effective decision-making compound inequality.\nThe lack of representation also creates a barrier to women fully contributing to climate action, reinforcing the circle, and continuing vulnerability.\nHowever, the report also showed that countries are increasingly acknowledging the vulnerability and inequality of women in climate action, taking concrete steps to address it.\nAt the heart of the review is a macro-level overview of the extent of gender integration in NDCs—the technical term for national climate action plans under the Paris Agreement—in Commonwealth member countries.\nOverall, 65 percent of Commonwealth countries included gender as a cross-cutting or mainstreaming priority in new or updated NDCs.\nCountries have also identified challenges, particularly in finance, where international support is urgently needed.\nThe role of women in smart agriculture practices, including agro-processing, is now embraced all across the small island nation of Saint Lucia. While not the main economic stay, agriculture contributes significantly to the country's revenue.\n\"Noteworthy, women have assumed entrepreneurial roles over regular farming skills, in women-only farming groups. Consequently, as entrepreneurs, women can actively influence the strategic decision-making requirements necessary for the agriculture sector to become more climate-resilient,\" says the country's Chief Sustainable Development and Environment Officer, Annette Rattigan-Leo.\nExperts such as Aina-Maria Iteta, head of Monitoring and Evaluation Unit at the Environmental Investment Fund in Namibia, are quick to point out that even though the review finds considerable progress towards gender representation in policies, plans and strategies, additional financial and technical support is needed.\n\"There is a gap in the budgeting of climate action on gender, overall. Gender initiatives or actions are always planned and funded on an ad hoc basis making it difficult to ensure this goal of gender mainstreaming in climate action is achieved,\" Iteta says. \"The Commonwealth can facilitate access to financing gender climate-action initiatives.\"\n\"Capacity-building specific to strategic gender budget approaches is an area that can benefit from the Commonwealth Climate Finance Access Hub's expertise. With the country's existing financial constraints, especially in the face of Covid-19 related recovery efforts, it would help to determine the best entry points,\" Rattigan-Leo says.\nFor local farmers such as Wangari, the help cannot come soon enough because they continue to struggle to survive and provide for their families on the front lines of climate change.\n\"If we do not tackle climate change with sufficient urgency and success, those on the wrong end of inequalities, especially women, will bear the hardest burden,\" Secretary-General Scotland concluded.\n \nJoyce Chimbi is a Kenya-based journalist who focuses on climate change, gender and health.  Copyright: Inter Press Service\n",
        "headline_1": "Climate action incomplete without women’s contribution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/climate-action-incomplete-without-womens-contribution-2939806",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2022"
    },
    {
        "full_article": "As we continue to celebrate 50 years of Bangladesh's independence, there is a need for an elaborate discussion about the development challenges we are about to face in the days to come. Bangladesh's development challenges are associated with its larger development goals. The country aims to become an upper-middle-income country by 2031 and a high-income one by 2041. Also, there are stiff development targets to be achieved by 2030 under the UN's Sustainable Development Goals (SDGs).\nIf we look back at the past 50 years, Bangladesh has achieved huge progress after coming out of a devastating war in 1971. The country made a significant improvement in per capita GDP from a small base in 1971. Its economic growth performance over the last three decades has been particularly impressive. Bangladesh graduated from the low-income category (as per the classification of World Bank) to the lower-middle-income category in 2015, and is set to graduate from the Least Developed Country (LDC) category by 2026. The remarkable success achieved in RMG production and exports has made the country the second-largest RMG exporter in the world.\nThere have also been notable improvements in some social indicators. Both maternal and child mortality rates have declined substantially, while life expectancy at birth has increased dramatically. The country achieved universal gross enrolment in primary education. Also, there has been some notable progress in gender parity and women's empowerment. However, given its weak performance in terms of formal institutional capabilities (both economic and political), Bangladesh's achievements so far have prompted many to argue whether Bangladesh was an outlier in the development experience. Some recent political economy analyses, however, indicate that while Bangladesh did act like an outlier in terms of progress in some social indicators, things were different in case of its economic performance.\nFrom the past experiences of development in Bangladesh, we can highlight four areas/lessons that will have an important bearing on the future: (i) the supremacy of pockets of functional informal institutions over weak formal institutions; (ii) the supremacy of a \"deals environment\" over a coordinated industrial policy; (iii) the challenges of effective regulation; and (iv) the challenges of state capacity.\nAgainst an overall distressing picture of the formal institutions, Bangladesh has been successful in creating some pockets of functional informal institutions. Examples of such pockets include the well-functioning privileges and special arrangements made for the RMG sector, promotion of labour exports, agricultural research and development related to food security, and microfinance. The fundamental question, however, remains whether Bangladesh will be able to achieve its larger development goals with the weaker formal institutions.\nInformal institutions can have two distinct roles in various stages of development. If a country can steer informal institutions to make them growth-enhancing at an early stage of development, it can achieve strong economic growth and also some improvements in the social sector. However, for the transition from a lower stage of development to a higher stage, whether the country can maintain a high growth rate and achieve further development goals depends on the dynamics of how informal institutions evolve and whether formal institutions become stronger and functional. Not many developing countries have been able to make this transition. Certainly, East Asian and most Southeast Asian countries are success stories in terms of using informal institutions efficiently at an early stage of development, as well as achieving some notable successes in the transition to functional formal institutions. Bangladesh's progress in developing formal institutions over the years has, unfortunately, remained weak, and this will certainly act as a binding constraint to its development process in the days to come.\nUnder the \"deals environment\" mentioned above, its industrial or—more broadly—development strategies, as well as significant investment or resource allocation choices, are frequently an outcome of agreements or \"deals\" made between the political and business elites.These arrangements are for specific activities or programmes that are decided on an ad hoc basis, rather than following a well-defined overall strategy. A recent political economy analysis suggests that this \"deals environment\", rather than any coordinated industrial policy, has been a major feature of Bangladesh's development process. Such an environment is discriminatory and does not allow diversification of the economy. Though the \"deals\" involving RMG exports resulted in positive outcomes, many other sectors remained excluded and have not benefitted from the \"deals environment\".\nBangladesh needs to pursue a coordinated industrial policy that is inextricably linked to the government's other policy instruments, such as the macroeconomic policy (e.g. the real exchange rate), public infrastructure, and SEZ management. Transparency and accountability regarding the implications of these policies for industrial development are also hugely important. There is a need to make a substantial improvement in the general business climate too.\nThe challenge that the government faces in regulating certain key activities to achieve more efficiency and equity in the economy is referred to as the \"problem of effective regulation\". In some cases, the legal framework for such regulation is an issue, which may be antiquated or otherwise inadequate for the goals pursued, and in which reform attempts have continually failed. In other cases, a framework may exist but there is simply not enough capacity to put it into action. The banking system's weaknesses, the difficulties to ensure ideal labour conditions in a crucial sector like RMG, or the poor performance of taxation are some of the examples of the latter case. The result is a waste of resources, such as excessive non-performing loans in the banking sector or ad-hoc use of Statutory Regulatory Orders (SROs) in taxation and their misallocation, social damage and lost lives in Rana Plaza-like accidents, and rising inequality, with the culture of violating rules disproportionately benefitting the wealthy and harming the poor.\nThe economic costs of these violations of rules may be significant, despite how difficult it is to assess them. Effective regulatory reforms in critical economic domains like the financial and taxation sectors will be extremely important in the coming days.   \nThe challenges of state capacity are manifested in a variety of ways in which Bangladesh has to make a substantial improvement to achieve its larger development goals. Some of these challenges are obvious, such as a lack of public resources (e.g. low level of domestic resource mobilisation through taxation), resulting in limited provisions and low quality of public goods (e.g. very low level of public spending on health, education and social protection), a lack of public service capabilities, or lack of efficiency in the administrative structure. Other challenges are less obvious, such as corruption in most administrative clusters, which makes public service delivery inefficient and inequitable, cuts revenues, and discourages economic projects. The capacity of the state to implement its mega projects in a cost-effective and timely manner also remains a big challenge.\nNow that Bangladesh has reached the mature age of fifty, one expects a serious undertaking based on lessons learnt from the past and guided by well-thought-out plans to get rid of these challenges.\n \nDr Selim Raihan is a professor of economics at Dhaka University, and Executive Director at South Asian Network on Economic Modeling (SANEM). Email: selim.raihan@gmail.com\n",
        "headline_1": "The path to development is riddled with challenges",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-path-development-riddled-challenges-2939796",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2022"
    },
    {
        "full_article": "Efforts to limit the ruler's authority over the ruled is as old as human history. It is a subject that has occupied the minds of social thinkers and philosophers of all major civilisations since ancient times. Modern parliaments are the outcome of the search for a balanced system of governance, whereby people pledge obeisance to the ruling authority in exchange for a social compact that ensures their protection and well-being. The concept of government's accountability to the people was born in the process. In parliamentary democracy, it forms the basis for peoples' trust in the government and the latter's answerability to the people. People choose their representatives to represent their interests in parliament and raise their concerns with the government on matters of governance. The purpose is to ensure that government activities are corruption-free, guided by law, and serve public good.\nOver time, as the concept of peoples' sovereignty over the state became more concretised, the need for other measures of government accountability grew in tandem. It increased further with the rise of authoritarianism globally and attendant efforts to muzzle parliaments, often turning them into \"rubber-stamp\" bodies. The call for supplementary and alternative methods of accountability increased accordingly.\nAn important development in this regard was the resurrection of the Freedom of Information (FOI) Act, which was first introduced by Sweden in 1766, but remained largely limited to a few Western nations. It was only in the later part of the last century—more particularly, during the sudden spurt of democracy in the aftermath of the Soviet Union's dissolution—that a large number of countries adopted the FOI law, in various other names, including the Right to Information (RTI) Act. The law provided a platform for citizens to intervene directly with government bodies to promote transparency and accountability in their work.\nWhile citizens are empowered directly by a judicious use of the RTI Act, members of parliament can use the law to advance the interests of their constituents, too. In fact, in many countries, parliamentarians or their staff often use the law to obtain information, normally undisclosed by the government, or to probe government activities. It is resorted to more often when parliaments are in doldrums because of political difficulties. During such times, the RTI law provides an opportunity for all conscious citizens of the land, including lawmakers, to turn to the law to fill the gaps. It may be underscored that the RTI Act is available to all citizens of the land, irrespective of their vocation.\nLet us end with a real-world example to illustrate the type of issues susceptible to such interventions.\nA resident of an upazila in Dinajpur district submitted an RTI request to the local branch of a large bank late last year, asking for the list of recipients who benefitted from a government stimulus package for farmers to help them overcome financial difficulties caused by the Covid-19 pandemic. Upon receiving the request, the bank authorities reportedly resorted to various scare tactics to force the applicant to withdraw his application, including by threatening him with criminal prosecution. The applicant apparently came to know that the stimulus fund had mostly been disbursed among businesspeople, and hence the bank authorities were not inclined to provide the list.\nThe applicant refused to give in to pressures and insisted on his rights, as provided in the RTI Act. As a result, the bank finally sent him a written response, claiming that the requested information could not be disclosed as it fell within the purview of the exemption clause under the RTI Act. The applicant then applied to the appeal authority of the bank, stating, inter alia, that the information requested was public information and did not relate to any individual's private information, and therefore it could not be considered exempt. In the meantime, several other citizens submitted the same RTI request to the bank.\nOn receipt of the appeal and being faced with additional requests of the same nature, the bank authorities organised a meeting with the applicant at the house of a prominent local businessman. There, they pleaded for a mutually acceptable solution. Unable to withstand their relentless pressures, the applicant felt compelled to give in, in exchange for a promise to stop all future lapses of this nature. Subsequently, the applicant received a response to his appeal, \"On basis of your complaint and following discussion between the two sides, specific mistakes have been identified and the concerned sections of the bank have been directed not to repeat such mistakes in the future.\"\nA basic objective of Bangladesh's RTI Act is to ensure that \"corruption shall decrease.\" Assuaging the effects of the pandemic is an issue which has occupied the minds of many, including our parliament, since the beginning of the crisis. While this story shows the difficulties that citizens face in making use of the law, it also highlights the tremendous potential of the law to fight corruption in public work. Hopefully more citizens, including our sociopolitical elites, will join those who are daring to make use of the law to address important public issues.\n \nShamsul Bari and Ruhi Naz are chairman and RTI coordinator, respectively, of the Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "RTI can contribute to government accountability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/rti-can-contribute-government-accountability-2939216",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2022"
    },
    {
        "full_article": "Nothing seems to have worked with the capital's traffic signal system even after spending Tk 119 crore over the last 15 years. Its method of controlling traffic flow on the roads remains as primitive as ever, with traffic policemen jumping right in front of running cars and using their hands to direct vehicular movement. Even ropes, cones and bamboo fences are used to control the extremely disorderly city traffic.\nDhaka ranked 10th in terms of poor traffic management among 228 cities in the World Traffic Index 2020, and to substantiate the veracity of the ranking, one only needs to go out in a motorised vehicle during office hours. Almost every working day, city roads get clogged by thousands of vehicles of every description from dawn to dusk. According to Buet's Accident Research Institute (ARI), in 2021, the country lost an estimated Tk 55,685 crore because of traffic congestion in Dhaka city.\nIt is no surprise that urban transport experts blame an unworkable traffic management system and unrealistic projects for the situation. They also point to impractical permits given to new vehicles that are way beyond the road capacity, contributing to the traffic congestion. Poor road conditions, defective public transport, jaywalking and movement of non-motorised vehicles also contribute to worsening the tailback. The following remarks by Buet experts are quite telling: \"We are allowing vehicles without considering the road capacity. No signal system will work with this existing pressure of vehicles. We must think of striking a balance between road capacity and number of vehicles.\"\nIn their bid to modernise the capital's traffic control system, a number of ambitious projects have been undertaken over the past decades, including digitising signal lights, installing countdown timers and digital display boards installed at some major intersections. But experts say that in many cases, projects were taken up without considering the rising number of vehicles and overall road conditions. Also, the system was initiated based on a flawed plan, without taking traffic volume and speed into consideration. As a result, after expensive trials and errors, officials of the two city corporations and the traffic police department were forced to ditch the new signal systems and return to manual traffic management. We urge the traffic management authorities to find a system that really works for our fast-growing capital.\n",
        "headline_1": "We need a workable traffic control system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-need-workable-traffic-control-system-2939791",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2022"
    },
    {
        "full_article": "We are extremely concerned at the way police have reportedly harassed the families of the victims of enforced disappearance. According to a report by this daily, a number of families alleged that they were being coerced by police into signing pre-written statements \"admitting\" that they had deliberately misled the authorities by concealing information about their \"missing\" relatives. According to Mayer Daak, a platform for the families of disappearance victims, police have visited at least 10 such families recently and forced them to change their statements (in the General Diaries). Reportedly, while some of the families were able to avoid signing the statements, others had to give in to the pressure. They claimed that law enforcers were doing this to deflect blame from themselves, although police have denied the allegations saying that through their visits to the families they wanted to \"update\" information as part of their investigations.  \nIt has been widely reported in the media how plainclothes officers picked up many of the victims. But in most cases, their families could not file any case despite the fact that there was enough circumstantial evidence suggesting the former's involvement, according to human rights activists. These families could mostly only file GDs, and now they are being forced to retract their claims.\nAs has been reported in the media, some of the incidents of enforced disappearance happened many years ago. So, what prompted the police to suddenly start putting pressure on their families? This, we think, may have something to do with recent international pressures, now that some of the country's institutions have been identified and sanctioned for human rights violations. Clearly, our law enforcement agencies are trying to clear their names in the wrong way: instead of finding the \"disappeared\", they are further victimising them and their families.\nThe questions here are: If the police terrorise ordinary citizens instead of protecting them, where will they go? Also, why couldn't we, as a country, still develop a system that protects the victims rather than terrorising them? The families of the victims of enforced disappearance are seeking protection from the state, quite deservedly, but are being harassed instead. They also want their plight to be recognised by the state. This is an important point as state officials have often rubbished disappearance claims by saying the victims had fled away of their own volition. If this is indeed the case, the burden of proof falls on the state, not the victims.\nWe urge the government to take this matter in the manner it deserves and give specific directives to our law enforcement agencies to stop harassing these families, ensure their security, as well as find the missing individuals through proper investigations. Such coercion and high-handedness by the police force against general citizens are condemnable. This will only damage the country's image.\n",
        "headline_1": "Stop harassing families of the disappeared",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/stop-harassing-families-the-disappeared-2939681",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2022"
    }
]