[
    {
        "full_article": "We have all become accustomed to the economic story of China, its astonishing success in reducing poverty, its emergence as the economic powerhouse of the 21st century and its infrastructural ambitions expressed through the Belt and Road Initiative. Lesser known is its foray into the world of ideas and political theorising. Few people in Bangladesh may have heard of Wang Huning. The political theorist behind three paramount leaders including the current leader Xi Jinping, Wang Huning's induction into the all-powerful Politburo of the Chinese Communist Party marks the first time a person primarily from the world of ideas has been assessed as important for the corridors of supreme power.\nBorn in Confucius' birthplace, Shandong, Wang Huning's rise from being a professor of international politics at Fudan University in Shanghai has not merely been a personal journey. Seen by some international circles as China's Machiavelli, his theoretical constructs of political leadership during the modernisation process and integration of Confucian thoughts represent serious challenges to established theoretical orthodoxies on the interface of politics and development. They also provide a novel opportunity to take a fresh look at issues of governance, politics and development, which are particularly pertinent for countries like Bangladesh that are aspiring to climb the next rung on the development ladder.\nThe linking of democracy and governance to issues of developmental performance has long antecedents but in recent times has had varied and contested formulations. The coming to prominence of the \"good governance\" paradigm in the 1990s has obscured a deeper discourse on the interface of politics and development that has run since post-colonial developing countries grappled with issues of economic and political modernisation in the new world order following the Second World War. The late Harvard icon Samuel P Huntington's 1968 seminal work Political Order in Changing Societies provided a dominant reference point for this discourse. Huntington provided a reality check on the over-optimistic modernisation theories and pointed to the possibilities of political decay as much as political development in the process of social and economic change. Analysts and academics have had to cross the traditional disciplinary boundaries to grapple with such complexities, in the process bringing to prominence newer disciplines such as political sociology, institutional economics and culture studies. \nA critical insight emerging from such analysis is that it is less the form of government and more the degree and quality of politics and governance (i.e. legitimacy, opportunities for contestations, rationalisation of authority, state capacity, robust spaces for public discourse, minimising system disruptions around transitions in power) that distinguish politically developed societies from politically decaying ones. Clearly, politics and development are closely intertwined processes that have no easy or predictable answers on cause and effect. Experience shows that there are both well-performing and poorly-performing \"democracies\". The more relevant issue thus is less the regime type per se or a normative set of \"good governance\" indicators, but rather the constellation of system and process features that generate a \"political governance\" capable of nurturing inclusive and sustainable economic outcomes.\nPrevailing perspectives on democracy and governance in developing countries have a typical blind spot as to how politics and political leadership is accommodated within such analysis. For example, the \"good governance\" paradigm favoured by civil society and development agencies includes a politics variable—\"political instability and violence\". This is certainly relevant for many contexts. But what of realities such as today's Bangladesh, where there is both enforced political calm and pronounced uncertainty about the future—a case of \"uncertainty despite stability\" reflected, for example, in stagnant private investment, and rising brain-drain and youth unemployment? Similarly, the \"democracy\" discourse too has found it hard going to concretise the \"politics\" variable beyond \"elections\". The sad reality of \"electoral democracies\" across many parts of the developing world is either of \"voter-less elections\" or various degrees of \"controlled\" elections or directionless blood-letting by rival political blocs during transition. The economic and social fallouts in these countries are all too visible—all-encompassing corruption, state capture by elite groupings, deepening inequalities, pervasive insecurity, and political marginalisation of the common citizenry.\nThe pandemic has created an existential moment for humanity. Sadly, facile talk of \"common purpose\" is belied by the reality of vaccine inequality between developed and developing worlds, rise in number of billionaires and millionaires during the pandemic, and the misery of the \"new poor\". Clearly, the driving of \"common purpose\" has to start at home. And home here is the nation-state and the political order on which it functions. Fifty-odd years after Huntington penned his seminal work and the intervening rise and fall of neoliberal hubris of market supremacy, the development discourse is needing to embrace the thorny discourse of \"politics\".\nIt is here that Wang Huning and China's burgeoning discourse on political theory present new points of departure for the interface of development and political leadership. The impetus for rethinking came in the wake of the ideological crisis of communism, symbolised by the fall of the Berlin Wall. Wang Huning was the driving force for an ideological repositioning that also drew on Confucian thinking to project new concepts such as political meritocracy, virtuous governance and performance legitimacy. Such theoretical efforts have not necessarily led to a full-blown ideological construct such as liberal democracy. Nor have they gained broad-based endorsement. But they have certainly put a spotlight on the urgency of seeking new answers to the all-too-familiar problems of democratic dysfunction and political decay in many of the developing countries. How can merit and efficiency be nurtured as integral building blocks of political governance? And is \"merit\" enough without a commitment to values and being open to performance scrutiny? The discourse is notably reticent on issues of representation, focusing instead on the issue of legitimacy.\nFrom an external perspective, these are large canvases worth exploring with lessons to be independently arrived at rather than axiomatically drawn. Whatever such instrumental lessons turn out to be, the discourse lesson is already clear. Without \"good politics\", there will not be \"good development\". Unlike \"good governance\", which has over-focused on technical solutions, \"good politics\" forged on values, vision and competence can only emerge out of risk-taking and active engagement.\nHossain Zillur Rahman is Executive Chairman, Power and Participation Research Centre (PPRC) and former Advisor of the Caretaker Government of Bangladesh. Email: hossain.rahman@gmail.com\n",
        "headline_1": "Development and political leadership: China’s Wang Huning and new perspectives",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/development-and-political-leadership-chinas-wang-huning-and-new-perspectives-2144841",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2021"
    },
    {
        "full_article": "The theme of this year's World Breastfeeding Week (August 1 to 7) is \"Protecting Breastfeeding, a Shared Responsibility\". In the midst of the global pandemic, with our heightened awareness of the importance of health and robust immunity, it is vital to remember that breast milk is the optimum food for babies. Breastfeeding is the recommended, ideal, natural, and most sustainable food for the healthy growth and development of infants and young children. The recommendation for infants of zero to six months is to breastfeed them exclusively, until the age of two years. That is, to only feed on breast milk and nothing else.  \nThe key to successful breastfeeding is that mothers are empowered to feed their babies anytime and anywhere, which means they need broad-based support across society. Mothers can face significant roadblocks to breastfeeding their babies even when this delicate process goes well for them after the birth of their baby. Given the many stressors on households, sometimes mothers find themselves in hostile home environments and social circles which harbour negative attitudes towards breastfeeding. The need to earn and return to work puts pressure on working mothers to give up breastfeeding. This is why protecting breastfeeding needs to be given a whole-of-society support to ensure that we have work and social environments that are breastfeeding-friendly. How do we do this? It starts with understanding the barriers to breastfeeding that many mothers face.\nPartners can help mothers with the domestic workload as well as with the caring of the baby. Being hands-on with activities such as baby bathing, burping, talking, singing, and playing can be a great form of support. Doing grocery shopping, helping with food preparation, and cleaning the house also creates a supportive environment for breastfeeding mothers. Raising children is never supposed to be a one-person job and partners of new mothers have a major impact on creating a home environment conducive to breastfeeding for the optimum health of both the mother and the baby. When a partner is supportive, mothers are more likely to breastfeed, particularly if they act as her advocate when she experiences difficulties.\nFamily and friends should be cheerleaders for breastfeeding. It makes such a difference to encourage mothers on their journey to provide their babies with the best nutrition. Even if you did not have a positive breastfeeding experience with your baby, each woman should make sure to fully encourage the new mothers in their social circle to continue with it for as long as possible.\nWorkplace support can make a real difference as well when it comes to maintaining breastfeeding after the end of maternity leave. We certainly need some workplace policies to be put in place that are designed to create an enabling environment to support breastfeeding mothers. Breastfeeding those who have returned to work should be entitled to two 30-minute breaks to express breast milk. A private room and refrigeration facilities for safely storing breast milk can provide further necessary support.\nSociety needs to be aware of attitudes that discourage breastfeeding and sometimes even shame breastfeeding mothers. Breastfeeding is perfectly natural and should be normalised and championed across communities. We each must do our part to support, promote and protect breastfeeding as a national asset. It makes sense for us to ensure that our breastfeeding moms feel valued for the great choice they are making, often sacrificing their own comfort for the wellbeing of their babies.\nInterventions to improve breastfeeding should not be targeted solely at the mother, however. Those around her have considerable influence and need education about the importance of breastfeeding and about their roles as supporters, particularly for older generations whose breastfeeding knowledge originates from a time when infant-feeding advice was markedly different. Educating family members, especially the maternal grandmother, extended family, and the father of the baby may provide a better means of providing information and enhancing support—at least in the context of Bangladesh.\nEveryone—from decision-makers, healthcare institutions, healthcare professionals, employers, the media, experts, family members, colleagues, to friends—in their own capacity can assist in the breastfeeding process by providing support, advice, commitment, promotion, care, enabling flexible hours for working mothers, or even just by encouraging breastfeeding.\nAlongside enhanced investment in breastfeeding support to prevent difficulties from arising, greater and wider investment is needed in supporting new mothers. Mothers need to feel socially supported in their new role, which can also help give them more confidence to breastfeed.\nGovernments must invest financially in protecting new mothers, not least because of the potential financial return. However, although some aspects such as laws and policy can easily be universal, given limited economies, interventions must focus on those who are the most vulnerable such as mothers from the poorer sections of our society.\nNew mothers need the support to recover from the rigours of pregnancy and childbirth so that they can cope well with the different challenges presented by infant care. Nothing compares to breastfeeding a baby; it is priceless for their healthy growth. It not only provides them with necessary nutrition, but also protects them from various diseases. Let us support and encourage mothers in those critical hours after birth, and continue the support for the first six months of the baby's life and also over the longer term as they strive to do their best for their children. Protecting breastfeeding is one essential element of this support.\nFahmida Hashem is a senior nutritionist at Labaid Cardiac Hospital.\n",
        "headline_1": "Protecting breastfeeding is a shared responsibility",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/protecting-breastfeeding-shared-responsibility-2144821",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2021"
    },
    {
        "full_article": "Boasting an almost 1,000-kilometre border with Iran and a history of troubled relations between the Iranians and Sunni Muslim militants, including the Taliban, Afghanistan could become a bellwether for the future of the rivalry between the Islamic Republic and Saudi Arabia.\nHad the United States withdrawn from Afghanistan several years earlier, chances would have been that Saudi Arabia would have sought to exploit military advances by the Taliban in far less subtle ways than it may do now.\nSaudi Arabia was still channelling funds in 2017 to anti-Iranian, anti-Shiite militants in the Iranian-Afghan-Pakistani border triangle and further south on the Pakistani side of the frontier, despite Crown Prince Mohammed bin Salman's efforts to distance the kingdom from identification with austere interpretations of Islam that shaped the country's history and that it shared with the Taliban.\n\"The Taliban is a religious extremist group which is no stranger to extremism and murder, especially murdering Shias, and its hands are stained with the blood of our diplomats,\" noted an Iranian cleric, referring to the 1998 killing of eight Iranian diplomats and a journalist in Afghanistan.\nOutgoing Iranian Foreign Minister Mohammad Javad Zarif outlined the potential tripwire Afghanistan constitutes for Iran.\n\"If Iran doesn't play well and makes an enemy out of the Taliban soon, I think some Arab countries in the Persian Gulf and the US would attempt to finance and direct the Taliban to weaken Tehran and divert its attention away from Iraq and other Arab countries. The biggest threat for us would be the formation of an anti-Iran political system in Afghanistan,\" Zarif said.\nComparing the potential problems for Iran with an Afghanistan controlled by the Taliban, or a neighbouring country at war with itself to Saudi Arabia's Houthi troubles in Yemen, is tempting. Saudi Arabia was, before the 2001 US invasion of Afghanistan, one of only three countries to recognise the Taliban's control of the country. At the time, it saw virtue in stirring the pot on Iran's borders.\nMuch has changed not only in the last two decades, but also in the last few years since both Saudi Arabia and some Trump administration officials—like national security advisor John Bolton—were toying with the idea of attempting to spark ethnic insurgencies inside Iran. And neither is Afghanistan Yemen, nor is the Taliban the Houthis.\nThe Taliban have sought in recent weeks to assure Afghanistan's neighbours that they seek cooperation and would not be supporting militancy beyond their country's borders. Iran last month hosted talks between the Taliban and the Afghan government that ended with a joint statement calling for a peaceful political settlement, and declaring that \"war is not the solution.\"\nIt has been war ever since.\nFrom the Saudi perspective, it would not be the first time that the Taliban have said one thing and done another, including keeping an alleged promise prior to 9/11 that Osama Bin Laden would not be allowed to plan and organise attacks from Afghan soil and subsequent refusal to hand over the Saudi national.\nAll of this is not to say that Afghanistan could not emerge as a venue for Middle Eastern rivalries involving not only Saudi Arabia and Iran, but potentially also Turkey and Qatar. It probably will, albeit one in which battles are likely to be fought less through proxies and more economically and culturally, and in which alliances will look significantly different than in the past.\nA crucial factor in how the rivalries play out will be the Taliban's attitude towards non-Pashtun ethnic and religious groups.\n\"If Afghanistan returns to the situation before September 11, 2001, when the Taliban were at war with the Shia Hazara and the Turkic Uzbeks, then Iran and Turkey will almost inevitably be drawn in on the other side—especially if Saudi Arabia resumes support for the Taliban as a way of attacking Iran… Ideally, a regional consensus could successfully pressure the Taliban to respect the autonomy of minority areas,\" said Eurasia scholar Anatol Lieven.\nSupporting the Taliban, a group that is identified with the violation of women's rights, could prove tricky for Prince Mohammed as he seeks to convince the international community that the kingdom has broken with an ultra-conservative strand of Islam that inspired groups like the Afghan militants.\nIt would also complicate the crown prince's efforts to project his country as a beacon of a moderate and tolerant form of the faith, and complicate relations with the United States.\nMoreover, Prince Mohammed's religious soft power strategy may be working. In a sign of changing times, Western non-governmental organisations like Germany's Konrad Adenauer Foundation look to Saudi Arabia as a model for the Taliban.\n\"The way Saudi Arabia has developed in the past 10, 20 years is remarkable. I have seen with my own eyes how much [they] have reconciled modern life, women's rights, women education, work-life, and still guarding [their] Islamic values. This could be a certain role model for the Taliban,\" said Ellinor Zeino, the Foundation's Afghanistan country director, in a webinar hosted by the King Faisal Center for Research and Islamic Studies (KFCRI).\nSaudi steps so far to moderate the Taliban and facilitate a peaceful resolution of the Afghanistan conflict are however unlikely to have ingratiated the kingdom with the Taliban. A Saudi-hosted Islamic Conference on the Declaration of Peace in Afghanistan in the holy city of Mecca in June, attended by Afghan and Pakistani Islamic scholars and government officials, condemned the recent violence as having \"no justification\" and asserting that \"it could not be called jihad.\"\nFuelling the fire, Yusuf Bin Ahmed Al Uthaymeen, the secretary-general of the 57-nation, Saudi-dominated Organisation of Islamic Cooperation (OIC), told the conference that the Taliban-led violence amounted to \"genocide against Muslims.\"\nThe rhetoric notwithstanding, conservative Iran's inclination to accommodate the Taliban as President-elect Ebrahim Raisi takes office, in a twist of irony, could see the Islamic republic and the kingdom both backing a group with a history of fire-breathing anti-Shiism, if it comes to power in Kabul.\nMehdi Jafari, an Afghan Shiite refugee in Belgium, said, \"[The Iranians] have much more to gain from the Taliban. Hazaras are a weak player to choose in this war. Iran is a country before it is a religious institution. They will first choose things that benefit their country before they look at what benefits the Shia.\"\nDr. James M. Dorsey is an award-winning journalist and a senior fellow at Nanyang Technological University's S. Rajaratnam School of International Studies in Singapore and the National University of Singapore's Middle East Institute.\n",
        "headline_1": "Afghanistan may be a bellwether for Saudi-Iranian rivalry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/afghanistan-may-be-bellwether-saudi-iranian-rivalry-2144816",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2021"
    },
    {
        "full_article": "Bangladesh, despite being one of the world's fastest-growing economies with exceptional GDP growth, was unable to avoid extreme food insecurity during the pandemic, which was experienced by a substantial proportion of the population. The Covid-19 pandemic exacerbated \"hidden hunger\" all over the world, resulting in negative public health repercussions.\nBangladesh has made remarkable progress in the reduction of under-five mortality (from 94 deaths per 1,000 live births in 1999–2000 to 31 in 2019), for which the Prime Minister of Bangladesh Sheikh Hasina received the United Nations Millennium Development Goal (MDG) Award in 2010. However, despite this success, the prevalence of chronic undernutrition and micronutrient deficiency is still going up. Approximately 25 percent of the population remains food insecure, and 36 percent of children under the age of five suffer from stunting, a classic symptom of chronic malnutrition.\nOn top of that, a dissemination seminar on \"Preliminary findings of the National Micronutrient Survey in Bangladesh 2019-2020\" revealed that the vitamin A deficiency among children (0-59 months) has increased alarmingly, from 20.5 percent in 2011 to 52.8 percent in 2019-20. Vitamin A deficiency for non-pregnant non-lactating (NPNL) women also went up from 5.4 percent in 2011 to 8.5 percent in 2019-20. A similar trend can also be found with regard to iron deficiency 14.9 percent (2019-20). However, the opposite trend can be found in the case of iodine, zinc and vitamin D, even though the country is still far from solving the issue of micronutrient deficiencies.\nHidden hunger is a micronutrient (vitamin and mineral) deficiency that occurs when the quality of food people eat does not meet their nutrient requirements, which hinder their growth and development. This can have several negative health and social consequences, including an increased risk of malnutrition, multiple infections, chronic diseases, poor health and wellbeing, impaired learning, poor mental health, social conflict, and increased social and economic inequalities. These negative consequences also have the potential to jeopardise the overall developmental activities of citizens of various demographics.\nGlobally, USD 5.6 trillion economic loss is caused by malnutrition every year and in Bangladesh, this loss is more than Tk 7,000 crore (USD one billion). With over 12 lakh citizens affected by Covid-19 to date, the long-standing need to boost immunity and maintain a healthy diet is now more important than ever. In the Global Hunger Index (GHI) 2020, Bangladesh was ranked 75 out of 107 countries, indicating a serious malnutrition epidemic, possibly made worse by the pandemic-induced lockdowns. In March this year, The UN Food and Agriculture Organization (FAO) placed Bangladesh in a list of countries that require external assistance in food to brave \"severe localised food insecurity\".\nIn this context, fortifying food is one of the most cost-effective and reliable investment choices in broader national initiatives to prevent chronic undernutrition. It is considered a highly effective intervention to reduce micronutrients deficiency among children and pregnant women, which has escalated amid the Covid-19 pandemic. Fortified foods are enhanced with six essential vitamins and minerals that the poor segment of the population may otherwise not be able to afford due to lack of access to meat, fish, fruits and other non-rice products.\nThe UN Food Systems Summit 2021, which is going to take place this September, focuses on strengthening food systems, promoting healthy diets and improving nutrition, especially for children and young people. Prime Minister Sheikh Hasina has already urged the government and private sectors to work to ensure nutrition as well as food security for the mass population.\nOn that note, the government has already integrated nutrition security into its existing policies, strategies and acts. The National Food and Nutrition Security Policy (NFNSP) 2020, which recognises that food systems contribute to multiple outcomes that are needed to improve food and nutrition security, has been incorporated into the Eighth Five Year Plan. In line with the SDGs, the government has formulated and implemented the Second Country Investment Plan for Nutrition-Sensitive Food Systems (CIP2) from 2015-2020.\nAdditionally, to improve the overall health, nutritional status, survival, growth, development and productivity of the population by preventing and alleviating micronutrient deficiencies, the National Strategy for Prevention and Control of Micronutrient Deficiencies in Bangladesh (NSPCMD), 2015-2024, is being implemented. The Food Safety Act 2013 has also been a monumental step in providing a proper legal framework for ensuring food security for the poorest of the poor in the country.\nAnother positive development with regard to food fortification is the Mandatory Oil Fortification Act 2013, which makes provisions for the fortification of edible oils with vitamin A. The Act made it mandatory for storing, selling, supplying and marketing of edible oil fortified with vitamin A, whether it is produced locally, refined or imported. Additionally, Bangladesh was one of the first countries globally to introduce mandatory salt iodisation in 1989, aligning with the Universal Salt Iodisation (USI) Programme. Bangladesh has achieved significant success over the years in this regard, with 80.3 percent of households consuming iodised salt and 57 percent of households using adequately iodised salt, according to the National Salt Iodization Survey 2015. However, efforts are still needed to achieve the USI target (more than 90 percent of households) of adequately iodised salt coverage in Bangladesh. In 2021, the government of Bangladesh passed the Iodised Salt Bill, making iodisation of edible salts mandatory to prevent iodine deficiency disorders and improve the nutrition of millions of people.\nThe Covid-19 pandemic has emerged with new opportunities for boosting immune systems by promoting food fortification. Ideas like rice and oil fortification, and salt iodisation, have already been in the spotlight. However, we still need to focus more on how other micronutrients can be mixed with staple foods like wheat, maize flour or milk at very low costs. Finally, preventing vitamin D deficiency among high-risk population groups is yet to receive enough attention, and must be integrated into the strategy of multiple micronutrient supplementation.\nAvijit Saha is currently enrolled in a Master's programme in the Department of Development Studies at Bangladesh University of Professionals.\nEmail: avijitsaha446@gmail.com\n",
        "headline_1": "Fortifying food: An effective strategy to combat hidden hunger",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/fortifying-food-effective-strategy-combat-hidden-hunger-2144106",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2021"
    },
    {
        "full_article": "The decision on not allowing anyone above the age of 18 on the streets or onto any mode of transport unless they are vaccinated—announced by the Liberation War affairs minister after an inter-ministerial meeting on Tuesday—created a wave of criticism against the government's Covid-19 policy for being out of touch with reality and seemingly created on the fly. How else can one explain this outlandish idea when, according to the government's own data, only eight percent of its targeted population have received the first dose of the vaccine?\nAs has been the case with most Covid-related policies, there was, once again, utter confusion in the aftermath of this announcement. How will the government reach its target of inoculating approximately 11.8 crore people when, so far, only around two crore doses of vaccines had reached Bangladesh? Given that the authorities are already struggling to enforce a strict lockdown, how do they plan on checking those who are unvaccinated? Are people meant to carry their vaccine certificates with them? What sort of punishment will be given to those who break this new \"rule\"?\nThese perfectly legitimate questions and the storm of criticism that ensued led to another strange turn of events—yesterday afternoon, the health ministry issued a press release distancing itself from the Liberation War affairs minister's announcement, saying \"no such decision or proposal was given anywhere on behalf of the ministry\". So are we to assume that the health minister or any other representative of his ministry was not invited to the inter-ministerial meeting? Or that, despite being there, the input of the ministry in charge of the public health system during the worst phase of this pandemic was simply not asked for? Or did they listen to the suggestion of movement restrictions for the unvaccinated and simply stayed silent about it? Or did the suggestion not come up for discussion at all, and was only arbitrarily announced later?\nTo further add to the confusion, on the heels of the health ministry's press release, the Ministry of Liberation War Affairs also issued a press release withdrawing its statement. While we appreciate the withdrawal of this completely ludicrous and unjust proposition, we are deeply concerned at what can only be called a chaotic state of affairs within the government, where there seems to be no consensus or cohesion regarding pandemic-related decisions. How can we expect to have policies that are thorough, well-thought-out and grounded in evidence and reality in the midst of such total disarray?\nOver the past few days, there have already been crowds at the vaccination centres, increasing potential risks of Covid-19 transmission. After Tuesday's meeting, the Liberation War Affairs minister, whose mandate generally doesn't include healthcare, gave shopkeepers all of three days to ensure they are vaccinated so they can open up their shops. The government's slipshod and erratic decisions have needlessly created uncertainty and panic, when they should be providing guidance and leadership during an emergency. \nWe urge the government to consult with experts to come up with the best policies to rein in the pandemic in Bangladesh. At the height of this Covid-19 wave, it is not enough for the authorities to consult amongst themselves and come up with rules that ultimately do not benefit the public. They must involve all stakeholders and come up with more judicious policies.\n",
        "headline_1": "Confusion over movement restrictions for the unvaccinated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/confusion-over-movement-restrictions-the-unvaccinated-2144851",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2021"
    },
    {
        "full_article": "Residents from areas near the Matuail landfill have been suffering from its awful stench for nearly five to six years due to lack of waste management capacity at the site. The landfill's capacity was exceeded last year, and more than a quarter of the site has been unusable since February this year due to a high-voltage pylon collapsing onto that part of the site. As a result, landfill authorities are dumping waste into a nearby lake and other waterbodies.\nDue to this lack of dumping space as well as a severe shortage of equipment and manpower, the landfill area has become an open-air crude dumpsite. Poor leachate management, lack of daily covering of the garbage with soil and greenhouse gas emissions have also made it extremely unsanitary. Leachate, a toxic by-product generated from compacted high-moisture content waste, has leaked all over the site, as the leachate collection drains are either full to the brim or completely choked by solid waste. In some places, the solid waste layer is nearly 70 feet high, which means there should be at least three layers of leachate drains; instead, there is only one layer of leachate drain.\nOfficials concerned say they have only around 40 percent of the heavy equipment they need to process the daily 2,500 tonnes of waste. And even the available equipment is damaged frequently as they have to operate on uncovered waste, in contact with overflowing leachate. Lack of manpower is another major issue, in addition to the complete absence of recycling facilities. Overall, the terrible condition of Dhaka's biggest garbage dump depicts a woeful picture—one that illustrates criminal mismanagement and extreme apathy on the part of the authorities who have let things get to this point.\nThe way things are handled at this landfill is in no way sanitary. It is making the nearby region unliveable and is completely unsustainable in the long run. However, it is perhaps a part of a bigger problem: failure of the authorities to create a sustainable and sanitary waste management system. And in order to solve that, there has to be a complete overhaul of our waste management system. In that regard, the authorities need to quickly approve and implement the Clean Dhaka Master Plan 2018-2032. Moreover, hiring the necessary manpower and equipment to handle all the waste that is being dumped, as well as creating recycling facilities, is the need of the hour.\n",
        "headline_1": "Matuail landfill is in utter disarray",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/matuail-landfill-utter-disarray-2144846",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-08-2021"
    }
]