[
    {
        "full_article": "As we all know, Covid-19 struck Wuhan on New Year's Eve in 2019, and the city embraced total lockdown. Soon, the rest of China and the world followed. But what many don't know is Chinese education never went into lockdown.\nWithin less than three months, Beijing Normal University (BNU) started a new semester offering more than 3,000 online courses. BNU could do so only because of China's comprehensive education technology (EdTech) drive in the preceding years, as a blog post at the Oxford Internet Institute elaborates. With EdTech, China combined computer hardware, software, and educational theory and practice to continue education. In 2017, it adopted a vision to become a world leader in EdTech and artificial intelligence (AI), giving top priority to implementing AI solutions in the education sector. In 2018, Zhejiang University on China's east coast had already built smart classrooms equipped with audio recognition and simultaneous interpretation. When the pandemic struck, all the tools were ready for recording video lectures or live streaming. It was not only the universities; most Chinese primary and secondary schools also commenced online schools on February 9, 2020 with nearly 200 million students.\nHow did Beijing achieve such a phenomenal feat? According to a UNESCO post, \"How is China ensuring learning when classes are disrupted by coronavirus?\" the Chinese government mobilised every related ministry, private entity, and telecom company, and above all, teachers and students. It also launched 22 validated free AI-based online course repositories. Schools and teachers chose suitable modes of delivery based on local e-readiness. But China's EdTech drive also highlighted its deep digital divide. As of 2018, many schools in remote areas didn't have reliable internet connections. The Ministry of Education (MOE) started providing every public school with at least a 10-Mbit broadband connection to overcome this problem, achieving 95 percent coverage in April this year.\nThe drive for Internet-based learning also attracted many big corporates—such as Alibaba and Tencent (both tech giants) and SoftBank Group (Japanese multinational conglomerate)—into China's lucrative private e-tutoring market. They each launched one or more EdTech platforms and deployed every means to secure a market share. With Chinese parents' willingness to spend extra money for children's education, such practices triggered intense market competition. E-tutoring and homework consumed the students' weekends and holidays, creating an unsustainable situation. The trend prompted the MOE to set up a division to oversee all private EdTech platforms. Beijing also launched a crackdown on the big ones, several of which had become unicorn companies (private companies valued at more than USD 1 billion) as listed by Holoniq.com.\nUSA is the other country where EdTech saw a surge giving rise to unicorn companies such as Articulate and Udemy. It already enjoys a long-running public education infrastructure comprising schools, state administration, funding, parent-teacher committees, and the like. After the onset of the pandemic, EdTech added value to the existing system by providing technology products and services to facilitate learning and administration. Students, parents, teachers, and administrators use technology for meetings, enrolments, attendance, student support, counseling, and feedback. But the digital divide is a problem in the USA also, as Boston Consulting Group reports. Almost 30 percent of K to 12 students cannot follow online school because they couldn't afford proper internet connection or suitable devices.\nHow do the Chinese and the American EdTech drives compare, and what's their relevance to Bangladesh? China embraced a paradigm shift and introduced AI, making remarkable strides in public education delivery through EdTech. On the other hand, USA further strengthened its existing education system with EdTech. A Forbes article states that the American system is ground-up, while the Chinese approach is delivered centrally with a top-down approach. Whatever their policies, Bangladesh needs to learn from these experiences and address its problems with solutions focusing on local situations. Its education is stuck in the pandemic, and scientists are predicting more such pandemics in the future. Most Bangladeshi schools and universities have started online lectures and exams. Yet, none have found any reasonable solution that can replace the in-person experience. Students attend lessons and take exams over poor internet connections with insufficient devices, often unable to follow or communicate with the teachers. Mobile data quickly runs out, and students have to step out to buy additional packs. It's an untenable situation, and Bangladesh's education is in jeopardy.\nThankfully, Bangladesh has a few advantages too. Several NGOs, such as Brac, specialise in delivering education through a network of schools, teachers, and volunteers. There is also the government education infrastructure down to the upazila level. Two full-scale ministries are responsible for delivering education from K to 12 and at the tertiary level. There are already a few Bangladeshi EdTech initiatives ready to help this sector. What actions can Bangladesh take to embrace education for all in a digital era? Here are a few ideas.\nFirst, adopt a vision to implement education through digital means regardless of the pandemic situation. Second, prepare a policy to implement it. Third, mobilise all professionals such as students, teachers, subject matter specialists, educationists, and pedagogical experts. Include social influencers such as NGOs, political leaders, and the mass media in the process. Third, bring in the infrastructure providers such as telecom companies, internet service providers, cloud platforms, and hardware manufacturers. Fourth, set up an AI and Augmented Reality research center for applications in education. These are, however, not entirely new ideas. Bangladesh government has already adopted a policy to implement the \"Digital Bangladesh\" vision. All that is needed is a vision for delivering quality education through online platforms.\nNo one should miss out on education for lack of digital connectivity. The returns from the factories and businesses are easy to see, and there is a strong lobby to keep them running. But the benefits of education are long-term and profound. Suspending education for any period may cause irreparable damage, erasing decades of progress.\n \nDr Sayeed Ahmed is a consulting engineer and freelance writer.\n",
        "headline_1": "Online education and artificial intelligence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/online-education-and-artificial-intelligence-2141636",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2021"
    },
    {
        "full_article": "Income growth leads to increased urbanisation, which due to higher concentration of the population in smaller geographical areas can cause higher rates of infectious diseases. Bangladesh is no exception to this phenomena. Urbanisation means higher concentration and connectedness of people which helps infections spread faster. About 56 percent of the world's total population live in urban areas. In Bangladesh, about 38 percent of the people live in urban areas. More than 60 percent of the urban population live in only four metropolitan cities which are Dhaka, Chattogram, Rajshahi and Khulna. The urban population of Bangladesh is projected to reach 50 percent of the total population by 2035.\nSo far, urbanisation issues have primarily focused on economic and migration aspects but in recent years, there has been an increasing interest by academics and professionals on the question of greater urban concentration and the emerging health and disease related challenges. Several epidemics in recent times including the current Covid-19 pandemic have caused serious disruptions to people's lives and livelihoods across the world. The mega-cities have witnessed the main concentration of these diseases in most countries to begin with—which then ended up spreading to medium sized and sometimes smaller cities as well.\nThe spread of infectious diseases is often facilitated by international travel and trade. The Ebola outbreak in 2014 spread very fast in the densely populated African cities across several countries. Increased air travel connecting large cities caused the spread of the virus from one country to another and was primarily concentrated in the largest cities. Several viruses like dengue, malaria, chikun-gunya, influenza, measles and tuberculosis, and coronaviruses like SARS, MERS and Covid-19 spread fast from one city to another through international travel and trade. Therefore, there is a need for greater thinking in the management of fast-spreading epidemics when designing urban centres and urban health policies and programmes.\nInfectious diseases can spread in a variety of ways. Some infectious diseases also spread in more than one way. The more common ways are: direct contact with an infected person, animal, or their discharges; direct contact with a contaminated object, contaminated food and water; and disease-carrying insects. These infectious diseases, due to their primary concentration in urban areas in several countries at a time, become a global concern requiring regional and international cooperation among countries, UN bodies, mainly WHO, and vaccine producers. However, instead of fighting these diseases head-on, it is better to prepare and prevent them before they reach a pandemic level.\nIn Bangladesh, due to its smaller geographical area with unplanned growth of cities and higher density of urban population, urban residents face greater health risks from infectious diseases. Between 2000 and 2020, income growth has increased the demand for imported goods, and international trade has increased more than seven times in the country. Passenger travel has increased manifold during this period. In addition to air travel, maritime trade which carries both manufactured products and transports people, plants and animals, are believed to spread diseases across continents as well.\nIncome growth also caused rapid rise in demand for urban housing which resulted in higher concentration of people in cities. The high demand for cheap labour led to rural-urban migration and the mushrooming of slums in cities which have poor water, sanitation and other hygienic facilities that help prevent and contain disease outbreaks. Children and women in slums suffer from infectious diseases like chickenpox, cholera, common cold, hepatitis A and B, malaria, measles, meningitis, pneumonia, smallpox and tuberculosis.\nIn Bangladesh, public health management in the cities is not as good as it should be. The health system does not take into account the changing demographic, socio-economic and poverty aspect. Health interventions should re-evaluate the risks of infectious diseases in view of the increased density of the population in cities, especially in the slums. More than one-fourth of the population of Dhaka live in slums. Health policymakers should be aware that this type of unhealthy living environment can result in the spread of infectious diseases as well as be a source of transporting these diseases to other cities within the country and beyond. This same argument is true for other countries from where people travel to our cities by air, land and sea.\nThere is however, a severe lack of data that affects our understanding when it comes to the challenges of the city-to-city transmission process. International collaboration is required to generate improved information on the vulnerability of urban dwellers which will help mitigate the risk of disease spreading in a globalised world. The urban public health system should have good preparedness and capability to respond to threats of infectious diseases. These include a range of measures such as stronger disease surveillance, information dissemination, training of health workers and citywide health coverage capacity for disease prevention and treatment. Delay in diagnosis, isolation and treatment causes speedy transmission of viral diseases to a bigger population.\nThere is a burgeoning interest today on the relationship between urbanisation and disease pattern characterised by a lifestyle dominated by the consumption of unhealthy food, air-conditioned living, greater mobility and interaction of the people, compact office and work-spaces, high-rise markets, multi-storied educational institutions and hospitals, combined with inadequate open spaces, lakes and parks. We now know that the spread of infectious diseases are caused by behavioural norms among others, and thus the urban planners are now recommending that human concentration should be minimised for a healthy urban living. The population should be spread out which basically means low-height residential living with all the necessary amenities required in an urban area such as schools, play grounds, health and recreational facilities. The new concept of healthy urbanisation which is calling for revisiting the notion of urbanisation we previously conceptualised, refers to an urban space that seamlessly merges with the surrounding rural areas to create a low-density suburban environment. The new concept requires that the industrial zones be located outside the city in the suburban areas so that millions of workers do not need to travel all the way to and from the city centre on a daily basis, increasing the chances of infectious diseases spreading.\nIt is very difficult to practice infectious disease control measures in the densely populated urban areas in accordance with the health regulations. Infectious diseases spread fast in overcrowded, unsanitary environments, and the continuous conversion of wet lands, deforestation, filling of rivers, canals and low lands are exacerbating the situation. Future city development plans have to seriously take into consideration the health needs of the population, with greater focus on the issue of infectious diseases.\n \nDr Nawshad Ahmed, an ex-UN official, is an economist and urban planner.\n",
        "headline_1": "Rapid urbanisation and a rise  in infectious diseases",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/rapid-urbanisation-and-rise-infectious-diseases-2141591",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2021"
    },
    {
        "full_article": "During their June 16 Geneva summit, Russian President Vladimir Putin reportedly offered US President Joe Biden the use of Russian military bases in Tajikistan and Kyrgyzstan in order to coordinate actions vis-à-vis Afghanistan. The Kremlin's motives, of course, are not altruistic. Russia wants to prevent the United States from building its own bases in the region. But Putin's offer is tempting, and Biden may well find a way to accept it.\nCentral Asia, a region nearly the size of the European Union nestled between Russia and China, is thus back in international headlines—again because of bad news, and again in connection with the violence and instability in Afghanistan. Biden's decision to withdraw the remaining US troops from the country will bring to an end a 20-year war that has cost America nearly USD 2.3 trillion and failed to achieve any of its goals. And analysts now warn that the ongoing Taliban offensive could lead to full-scale civil war, a surge in drug trafficking, massive migration, and the spread of Islamic fundamentalism to neighbouring countries.\nThe results of the US-led war were disastrous. According to official figures, 2,312 US military personnel have been killed, and 20,666 wounded, in Afghanistan since 2001. And more than 3,800 US private-security contractors have lost their lives.\nBut the Afghan people have suffered the most. According to the Costs of War project at Brown University, the conflict has killed at least 47,245 civilians and 66,000 to 69,000 Afghan troops. It has contributed to the total of 2.7 million Afghans forced to flee the country over the past four decades, mainly to Pakistan, Iran, and Europe, and it has left more than 3.5 million of Afghanistan's 40 million people internally displaced.\nWith the US troop withdrawal almost complete, the Biden administration says it will continue to support the Afghan government from a distance in order to help contain the Taliban and other Islamist militant groups. But, in order to maintain a regional foothold, the US needs bases to house troops, drones, fighter jets, and artillery.\nAmong Afghanistan's neighbours, neither Iran nor China will allow US bases on their territory under any circumstances. Pakistan has also resolutely rejected the idea. But America has previously had large airbases in some of Afghanistan's Central Asian neighbours to the north—from 2001 to 2014 at Manas International Airport in Kyrgyzstan, and from 2001 to 2005 at the Karshi-Khanabad air base in Uzbekistan. (I was Kyrgyzstan's deputy prime minister during the final year of the US presence at Manas.) The basing arrangements agreed with Russia's strategic allies in Central Asia were made possible by a personal agreement between Putin and former US President George W Bush. Now, Putin is extending a similar offer to Biden.\nThe US has few if any alternatives. Russian public opinion strongly opposes US plans to regain a foothold in Central Asia, and the Kremlin has reportedly warned the Central Asian countries that the US is more interested in containing Russia, China, and Iran than in maintaining control over the situation in Afghanistan. Russia further strengthened its position during recent talks in Moscow with high-ranking Taliban representatives, who promised that the group would not cross the borders of Central Asian states, would fight other radical Islamist groups, and would forbid drug production in Afghanistan.\nAt the same time, three Central Asian countries—Kazakhstan, Tajikistan, and Uzbekistan—are likely to refuse the Biden administration's request that they temporarily host up to 10,000 at-risk Afghans who previously collaborated with US forces. Pakistani Prime Minister Imran Khan's recent statement about the US-led invasion's adverse effects on his country, which hosts 2.7 million Afghan refugees, has impressed other Central Asian leaders. As Russian Foreign Minister Sergey Lavrov stated bluntly in mid-June, \"None of our allies [in Central Asia] have announced their intention to expose their territories and populations to such a risk.\"\nEveryone knows that only Putin can resolve the current impasse, and at the Geneva summit he made the first move. While the US and Russia had previously agreed on other issues without a presidential meeting, the situation in Afghanistan apparently required a face-to-face discussion. Biden, too, may well have realised that the Kremlin now holds the key to the continued US presence in Afghanistan.\nAll of the other issues on the summit's agenda—cyber espionage, Ukraine, Iran, and Syria—were predictable and yielded no visible breakthroughs. The Biden administration must now decide whether to cooperate with Russia and its allies in Afghanistan. Putin's proposal may give America the chance to save face and shore up its shaky international reputation following its hasty withdrawal. Most important, the US and Russia must aim to ensure a future free of conflict and chaos for Afghanistan's long-suffering people.\n \nDjoomart Otorbaev is a former prime minister of Kyrgyzstan.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star) \n",
        "headline_1": "A US-Russia deal on Afghanistan?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/us-russia-deal-afghanistan-2141581",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2021"
    },
    {
        "full_article": "While staying with a host family in Pennsylvania during a weekend trip in the late 1990s, I found a statement knifed in the bed's headboard: \"Here a battle was won by the Man of the house [date]\". The next day at the breakfast table, I expressed my curiosity, and the mother laughed recalling that her son wrote it after he had earned his father's consent for his love marriage. I chuckled remembering a similar parley while convincing my family, who felt I was too young, without any solid grip on my career, to make such a personal commitment. One sardonic comment of an ageing family member—\"you can't wait for having 25 maunds of ghee to make Radha dance\"—has still stuck with me to this day. This adage, as I later discovered, implied that the chandeliers in the royal courthouse needed a huge amount of oil to fully light up so that Radha could perform.\nAs members of Generation X (born between 1966 and 1980), the nuptial decision of my future wife and I depended on the previous generation, the Baby Boomers (born between 1946 and 1965). However, during my daughter's recent wedding, as one of the Millennials (born between 1981 and 2000), she made sure to have her own \"25 maunds of ghee\": the make-up artists, the videographers, the décor—well, the entire wedding planning. My wife and I shared a private joke: ours is a generation that gets thrashed by the ones both before and after.\nThe Millennials, as the social media influencer Simon Sinek succinctly put it, are known for being entitled and narcissistic, probably through no fault of their own. They are the products of bad parenting (we, the Gen-X, have constantly told them that they are special and gave them whatever they asked for), technology (overexposure to social media affecting their self-esteem; creating individual bubbles, failing to develop deep meaningful relationships and turning to digital devices than actual humans when in stressful situations), impatience (seeking instant gratification in life and not finding any fulfilment or joy), and work environment (a corporate culture where they are treated as numbers for short-term benefits without any vision of long-term gains). During this pandemic, another generation (Generation Z), born since 2000, has started appearing in the real world, literally with their masks on—and we are yet to learn how they will be accommodated in a workplace that is veering between the actual and virtual worlds.\nAlready, discussions on how the inter-generational divide will pan out during this pandemic are being conducted. All social indicators suggest that different age categories are affected differently by the coronavirus. While Covid-19 has upended everyone's life worldwide, countries with an ageing population have been hit hard the most; the virus has blitzed through a generation. Pictures of the dead appear regularly on the news portals to announce the latest victims of the virus—and the majority of them are above 50. The older adults are more vulnerable than the younger ones; hence, the first batch of vaccines was made available exclusively to the older generation. This idea added to the perception that the old ones are weak and in need of protection. While in a country like ours, we still have some semblance of reverence left for the elders, in many countries in the West, the lockdown is seen as restrictions on mobility to protect a particular age group. Two British newspapers recently made headlines over the age card. The Daily Express warns of a \"Backlash against 'Ageist' over-50s Virus Plan\" and the Daily Mail maintains, \"Make the young socially distance before locking down over-50s, Boris is warned.\"\nAs a university administrator, I receive periodic messages from parents asking when the vaccines will be made available to their wards. The vaccine barometer has finally dropped down to 25+ age categories, and we are waiting for our young ones to be inoculated before being brought to campuses. We need the conditional \"ghee\" for the academic \"dance\" to happen.\nThe delay is causing repercussions and frustrations. Often, the intergenerational disparities are translated to mutual blaming. Older adults, for example, are more likely to follow health guidelines, whereas people in their 20s and 30s are known to be slack in their compliance. The millennials and Generation Z, who are in the early phase of their careers, are finding it difficult to get suitable jobs in a volatile market. They had to cut down their spending more than the people in their 50s and above. While the senior management can work from home, most early career jobs require face-to-face interactions, customer services or physical office presence. By the same token, the older generation has a relatively stable financial cushion than their young counterparts. Then again, there are many uncertainties looming large over the completion of studies of the new generations and their graduation for the market. The delay is going to impact the social fabric as many life decisions, including jobs, marriages and getting on the property ladder, will be delayed due to this slowdown. To make matters worse, many young employees who are in the early stages of their careers have been forced to get into a debt trap simply to keep themselves afloat. \nAdapting to technology is another area where the breach between the generations is showing. Technology has allowed many young people to opt for non-traditional start-ups and become self-employed. Many of the older generation who were furloughed or made unemployed did not have the technological adaptability to survive in this neo-normal scenario. Suddenly, technological smartness is viewed through a new lens. It is more than an addiction to the internet.\nAt a policy level too, the young ones feel deprived. The relief measures taken by the government often ignore them. Yet the cost of vaccination will eventually fall on the Millennials and Generation Z, as the government will have to realise the expenses by taxing the ones who are in and will be joining the workforce in the days to come. At the same time, experiential evidence suggests that exposure to financial and health crises is affecting their personality and risk appetite. Based on previous crises experience, it is suggested that the effects of unemployment among those who have entire working lives ahead of them can be extremely detrimental. Their attitudes towards employment and earnings prospects can be impaired, leading to anxieties, depression and lack of motivation.\nTo step into a post-Covid world, we will need a huge amount of data related to this inter-generational issue. Unfortunately, we are still thinking in patches, just like the supply of vaccine doses, and not seeing what is on hold for us. We can't wait for all 25 maunds of fuel to be available before the performance starts: we need to make sure that the young ones are ready for their studies, their jobs and their families while the vaccines are being imported. These preparations and performances need to go hand in hand. The battle cannot be won until we tackle it at a multi-frontal level.\n \nShamsad Mortuza is Pro-Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Intergenerational divides in the time of Covid-19",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/intergenerational-divides-the-time-covid-19-2140971",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2021"
    },
    {
        "full_article": "The World Bank, as part of its proposal for preparing a global Refugee Policy Review Framework has suggested to the Bangladesh government through a letter to grant freedom of movement of refugees, that they be given birth certificates, education, jobs and infrastructure. The Bangladesh government has made it clear that it does not want any measures that will lead to Ronhingyas being integrated into society. The reason for this seemingly harsh stand is purely practical. We just don't have the capacity to absorb more than a million people given the huge number of poor we have already, a number that has increased as a result of the economic fallout of Covid.\nBut it is also true that the Rohingya crisis is a very complex issue and it is hard to find any clear-cut solution given the volatile situation in a post-coup Myanmar and an army government that was instrumental in displacing the Rohingyas in the first place through persecution. Bangladesh generously accepted the Rohingyas (who were fleeing genocide in their homeland) because it was the right thing to do but over the last four years it has become increasingly difficult to bear the economic and social burden of being host to more than a million refugees. But what about the Rohingya people who are stranded in Bangladesh with excruciating uncertainty regarding their future? The international community has been providing humanitarian assistance to help Bangladesh cope with the crisis but donor fatigue is setting in resulting in fewer funds than committed, coming in.\nThe international community should realise that this is not a problem created by Bangladesh—it is a problem created by Myanmar, dumped unfairly on Bangladesh. Despite resolutions from the UN, Myanmar has not budged and continues to ignore the crisis it has created. It has not given any clear indication that it will repatriate the stranded Rohingyas and will provide them with a safe and dignified return.\n   It is not the ideal solution that Rohingyas will be deprived of proper education, employment and birth registration while they are in Bangladesh and cannot move out of the camps. However, some concessions need to be made regarding education and income generating activities within the camps including the one at Bhashan Char where conditions are much better (at least till now) than the cramped camps in Cox's Bazar and Teknaf. But it is understandable that Bangladesh does not want to give the impression that the Rohingyas will be integrated into the mainstream society as that would only absolve Myanmar from all responsibility and would only add to Bangladesh's economic burden. The international community with greater involvement of Myanmar's trading partners such as China, India, Japan, Indonesia and Germany, ASEAN and OIC countries has a responsibility to formulate a strategy that will repatriate the Rohingya and ensure their safe return to their motherland. If this is not possible the international community must commit to absorbing this displaced population as they have done in other instances.\n",
        "headline_1": "Rohingya crisis is as much the international community’s problem, as Bangladesh’s",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rohingya-crisis-much-the-international-communitys-problem-bangladeshs-2141571",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2021"
    },
    {
        "full_article": "On Friday, a few hours after the Directorate General of Health Services (DGHS) disclosed its recommendation to extend the current strict lockdown, the government's cabinet division issued a circular stating that export-oriented factories will be able to operate as per usual starting today, August 1. Regarding this, the Directorate General (DG) of the DGHS acknowledged that the government is facing pressure to open the factories, but that, if the infections rise higher, they \"will not be able to accommodate patients at the hospitals.\"\nAccording to a report in this daily, no sooner had this news broken than the ferry terminals became overpacked with Dhaka-bound commuters yesterday. Reportedly, around 20,000 people were waiting to board the ferries at 10 am yesterday. No vehicles could board the three ferries which left the Kazirhaat ferry ghat around the same time, due to the rush of passengers. Needless to say, there was no space for social distancing, and people were also not paying heed to wearing masks since there was no one there to enforce such health guidelines.\nBesides being a potential contributor to a higher rate of infections, this hasty reopening of factories also makes evident a total disregard for the safety of millions of workers. Most of them were given barely a day's notice to reach their workplaces in Dhaka division, while the positivity rates for Covid-19 in all divisions are at their worst yet.\nThis past week, Dhaka experienced a positivity rate of 35 percent, while other industry- and transport-heavy districts such as Narayanganj, Manikganj, Munshiganj and Gazipur had rates of 39 percent, 45 percent, and 44 percent respectively. We cannot criticise the workers for rushing to their workplaces as this is the only way they can survive.\nWouldn't it have been better if the workers had been vaccinated first before reopening factories?  Unfortunately, there has been a consistent lack of planning and foresight when making sweeping decisions such as this during each of the country's worst Covid-19 phases this year, and it seems this trend will continue.\nWe sincerely hope—given that the worst surge following the eight-day easing of the lockdown for Eid-ul-Azha was not enough of a lesson—authorities have a plan to manage the higher rate of infections experts are predicting as a result of reopening of factories.\nWe also hope healthcare personnel will be provided with as many resources as possible so they can continue to not only treat others but also protect themselves on duty. We hope the government soon finds a solution which will allow citizens to save their lives without having to risk their livelihoods.\n",
        "headline_1": "Factories reopening amid strict lockdown",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/factories-reopening-amid-strict-lockdown-2141566",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2021"
    }
]