[
    {
        "full_article": "That the wrong remedy could exacerbate an ailment and not cure it is a well understood adage. This holds true for the Union government’s (Department of Personnel & Training – DoPT) proposals to amend Rule 6 related to deputation of cadre officers of the IAS (Cadre) Rules 1954. Reports have shown that the deputation from States to the Union government has been uneven. Some States have not nominated officers for deputation adequately to work with the Union government; in this, West Bengal (11 out of the 280 officers are on central deputation), Rajasthan (13 out of 247) and Telangana (7 out of an authorised strength of 208) stand out. This has led to vacancies across Union government ministries. Numbers accessed by The Hindu show that actual deputation as a percentage of the mandated reserves fell from 69% (2014) to 30% (2021), suggesting that there is merit in the DoPT’s identification of shortages in deputation being an issue. But does this necessitate the rule changes proposed by the DoPT, which include acquiring overriding powers for the Union government that will do away with seeking approval from the States for transferring IAS and IPS officers?Two of the rules are particularly problematic — in case of any disagreement between the Union and State governments, the States shall give effect to the former’s decision “within a specified time”. And in some “specific situations”, States would have to depute certain cadres whose services are sought by the Union government. These changes amount to arm-twisting States and unwilling bureaucrats to be deputed to serve the Union government and also presenting a fait accompli to States for “specific situations” which have not been defined and prone to misinterpretation and politicisation. These proposed changes have unsurprisingly raised the hackles of State governments. As governance responsibilities during the pandemic have shown, States are quite dependent upon the bureaucracy, and deputation to the Union government should not be done at the cost of State requirements. Also, the Union government must address the key question of the reluctance of capable civil servants to be deputed away from the States. Reports have indicated that civil servants have found the top-down culture in Union government offices to be stifling and prefer the relative autonomy at the State level. There is clearly a need for a more qualitative approach that tackles such work culture issues. Besides, a State-by-State look at deputation that disincentivises those States which depute officers much below the mandated numbers to the Union government by adjusting future cadre strength reviews by the Union Public Service Commission should also address the shortage problem. These steps are better than any rule changes that amount to fiats striking at federalism.",
        "headline_1": "Wrong remedy: On IAS, IPS deputation rule changes",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/wrong-remedy-the-hindu-editorial-on-ias-ips-deputation-rule-changes/article38305091.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-01-2022"
    },
    {
        "full_article": "In the run-up to the February 14 Uttarakhand Assembly elections, temples and development are among the issues raised by politicians. Former Uttarakhand Chief Minister Trivendra Singh Rawat’s attempt to bring the four shrines of Badrinath, Kedarnath, Gangotri and Yamunotri as well as other temples under one board ended with the 2019 Act being withdrawn in November 2021, after continued opposition from priests. The new Chief Minister, Pushkar Singh Dhami, who in July 2021 replaced Tirath Singh Rawat, who had replaced Mr. Trivendra Singh Rawat in March of the same year, carried out a review. Mr. Dhami said while the decision to constitute the board may have been taken with good intentions, it had been rolled back after discussion within the Government. Going into the elections, everyone from Prime Minister Narendra Modi to local leaders in the BJP have touted the redevelopment of Kedarnath as among the achievements of what they call the “double engine” government in the Centre and Uttarakhand. In December, Mr. Modi inaugurated the start of the Lakhwar multipurpose project and ₹8,700 crore-worth of road projects. With the Government backing major infrastructure projects, Mr. Modi termed this the decade of Uttarakhand. While environmentalists have raised concerns over rules being broken for the large infrastructure projects, major parties have not yet raised the environmental concerns.Issues of national security and the welfare of ex-service members are also dominating the campaign. With a large population of retired soldiers, Uttarakhand politics has always witnessed some grandstanding on issues that appeal to them. The brother of the late Chief of Defence Staff, General Bipin Rawat, Col. (retd.) Vijay Rawat, joined the BJP this week. The Aam Aadmi Party (AAP) has projected another retired colonel, Ajay Kothiyal, as its chief ministerial candidate and promised government jobs to all ex-service members in the State. Mr. Dhami has spoken as the “son of a soldier” and said the BJP alone respects the forces. The BJP is trying to fight anti-incumbency and the impression that it is a divided house, having changed two Chief Ministers within months in 2021. The Congress is hoping to wrest back power, after having lost it in 2017. Infighting and tussles over ticket distribution within the party have come out into the open, with former Chief Minister Harish Rawat being one of the claimants to the leadership position. AAP has joined the race with the promise of development, replicating the Delhi model, and an end to the “power sharing” between the BJP and the Congress. A raft of promises, from free water and electricity to better schools, is being made. What is lacking is an informed debate on a development model that is suitable to the ecologically fragile place that Uttarakhand is.",
        "headline_1": "Himalayan questions: On the absence of environment in Uttarakhand campaign",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/himalayan-questions-the-hindu-editorial-on-the-absence-of-environmental-issues-in-uttarakhand-assembly-elections-campaign/article38305097.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-01-2022"
    },
    {
        "full_article": "Bangladesh has some very difficult—and one could say unpredictable—times ahead in the coming years. I do not want to raise the red flag or be too alarmist, but who knows what the future holds for a country trying to forge through uncertain times and tackle the many dangers that are coming its way: bad weather, non-cooperative foreign governments, competitive foreign markets, unfavourable trade regimes, cyberattacks, etc.\nBangladesh must cross several milestones along the way as it marches forward. To name a few, the country aims to graduate from the LDC status in 2026, become an upper-middle-income country (UMIC) by 2031 and achieve high-income country status by 2041. In addition, there are stiff development targets to be achieved by 2030 under the UN's Sustainable Development Goals (SDGs).\nAs an economist, you frequently encounter questions about the future. These questions are on my mind, too. For example, \"When will Bangladesh reach the middle-income country status?\" \"What will be its GDP growth rate next year?\" \"Can our RMG exports reach the USD 50 billion target soon?\"\nThese are legitimate questions and often I find myself scratching my head to find the answers. Forecasting future economic growth is the job of an economist and we are trained to do so. We also are aware of the many pitfalls that one faces when we try to look into the future. The biggest obstacles on the path to accuracy are: 1) Uncertainty, 2) Lack of data, and 3) Limitations of the tools or models.\nUncertainty has been a big factor in upending the economists' forecasts. GDP growth rates in almost all countries slowed down in the last quarter of 2021, and all forecasts have been proven wrong. Even the USA and China are expected to experience slower growth in 2022. US GDP growth will decline from 5 percent last year to 4 percent this year, and China's from 8 percent to half that number. Since China's economy has been the main locomotive of global growth in the last few years, \"broader economic outlook is beginning to dim,\" according to The New York Times. But don't be surprised if we see another revision in mid-2022.\nForecasting the future of GDP, the price level, unemployment or other less known economic variables is usually based on econometric models. However, there are different categories and brands of models, and they vary in terms of complexity and focus. It is well-recognised that models can never be expected to forecast with 100 percent accuracy.\nThe conflicting economic forecasts in the present uncertain times are obviously raising some concerns. On January 4, 2022, The Wall Street Journal raised the alarm with a headline-making announcement: \"Forget about trying to forecast 2022\", and warned that economic predictions this year could be trickier than usual. A peer-reviewed journal article shows that economic forecasts made more errors during uncertain times.\nCentral banks have typically been very secretive about their decision-making process, particularly with regards to the assumptions they make in formulating their policy decisions. The US Fed, which is more forthcoming in this regard, reported in December that its governing body \"did not yet see the new variant as fundamentally altering the path of economic recovery\". In other words, the US Fed did not anticipate the economic downswing that came in late December and January.\nLet us consider the latest data from the world's largest economy, the USA. In mid-January, the US Department of Commerce reported that retail sales fell by 1.9 percent from November to December. And this decline was across the board. Department store sales dipped by 7 percent, electronics and appliances fell by 2.9 percent and non-store retailers, of which Amazon.com was the largest, took an 8.7 percent hit.\nSeveral factors are at play here. Supply-chain problems, semiconductor shortages, and Omicron hazards are all still sources of concern. So are shortages of skilled workers and the decline in the service industries. Recent forecasts from major banks and research organisations are somewhat at odds with each other. As of October, before Omicron reared its head, all experts were prognosticating a robust growth in GDP, a booming Christmas season, and upward sales boosted by savings. But now, we see a sudden shift, and some of the hidden factors are again affecting all sectors of the economy. \nWhat about the future? The scenarios rely on the speed of Omicron transmission. Some are optimistic that because it is hitting a lot of the world all at once, the nature of its effect on global supply chains might be different from the experience with previous variants, whose effects weren't so synchronised. But these are possibilities rather than certainties.\nThe International Monetary Fund will release its World Economic Outlook on January 25, a week later than planned, to factor in the latest Covid-19 developments. MD Georgieva last month told the Reuters Next conference that the IMF was likely to further downgrade its global economic growth projections in January to reflect the emergence of the Omicron variant of the coronavirus. In October, the IMF had forecast global economic growth of 5.9 percent in 2021 and 4.9 percent this year, while underscoring the uncertainty posed by the new coronavirus variants.\nThe biggest source of uncertainty is obviously the course that the pandemic will take. There is a strong feeling among some public health officials that the worst is over, and the role of the virus will be endemic, similar to influenza. We also learned that the coronavirus mutates in countries with unvaccinated masses—we still have multitudes of them in various countries, both developed and developing.\n\"Unfortunately,\" says immunologist Ali Ellebedy at the Washington University School of Medicine in St. Louis, Missouri, \"we're still living in uncertainty.\"\n \nDr. Abdullah Shibli is an economist, currently serving as Senior Research Fellow at the US-based International Sustainable Development Institute (ISDI). \n",
        "headline_1": "Why economic forecasting is now trickier than before",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/why-economic-forecasting-now-trickier-2944926",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2022"
    },
    {
        "full_article": "The Leahy amendments, named after their principal sponsor, Senator Patrick Leahy, refer to two statutory provisions—namely Section 620M of the Foreign Assistance Act of 1961 and Section 362 of Title 10 of the US Code—prohibiting the United States government from using its public funds for assistance to units of foreign security forces where there is \"credible information\" implicating said unit in the commission of gross violations of human rights (GVHR). These US provisions (or the Leahy amendments) have created ripple effects in Bangladesh, after Rab and some of its present and past high officials were put under US sanctions at the end of last year.\nCurrently, the foreign affairs ministry is pondering whether to consent to these Laws or not. Even though it is a public issue, the foreign ministry or other ministries or bodies are not discussing these laws publicly. As such, this article will discuss some issues for the ministry to consider before saying \"yes\" or \"no\" regarding this very important public matter.\nAny military or law enforcing unit of any country that will receive US military assistance, in the nature of firearms, military instruments and military training, is to be vetted by the US State Department. According to the department's fact sheet of June 4, 2021, Bangladesh has received an array of military assistance from the US. Starting in 2005, the US contributed nearly USD 44 million to support training, equipment, and facilities upgrades to enhance Bangladesh's peacekeeping capabilities. It has also supplied patrol boats, vessels, cutters and mine-resistant ambush protected (MRAP) vehicles to the Bangladesh Army, Navy and Coast Guard for both internal use and international peacekeeping missions. Since 2008, Bangladesh has been in partnership with the State of Oregon via the National Guard's State Partnership Program to establish a relationship that fosters cooperation and understanding.\nSince 2010, the United States has conducted the annual multinational military exercise Cooperation Afloat Readiness and Training (CARAT) with Bangladesh to expand relationships and enhance maritime domain awareness. In 2012, Bangladesh acquired four C-130E transport aircraft worth USD 180 million. Since 2015, the United States has provided USD 66.9 million in Foreign Military Financing (FMF) and USD 7.29 million in International Military Education and Training (IMET) assistance. Bangladesh has also received 20 aircraft engines, provided with Title 10 security assistance funding, alongside two former US Coast Guard Hamilton Class cutters in 2013 and 2015, all under the Excess Defense Articles (EDA) programme. The US also provided technical and professional training to Bangladesh military and Coast Guard personnel, while joint military and coast guard training and exchanges took place to build coordination capacity for disaster response and maritime security operations.\nIn FY 2019, the United States also authorised the permanent export of over USD 6 million in defence articles to Bangladesh via the Direct Commercial Sales (DCS) process. Currently, the two countries share USD 130.59 million in active government-to-government sales cases under the Foreign Military Sales (FMS) system.\nIf the foreign ministry consents to the adherence of Leahy Laws, then, from now on, before releasing funds for any sort of military assistance mentioned above, the State Department will ensure that the Bangladeshi unit or any of its personnel receiving such assistance or training has not conducted any GVHR. I am using the words \"now on\" because the laws do not have retrospective effect and, since no objection has been made against the assistance provided already, I am presuming that they were cleared after vetting. The local US embassy conducts consular, political and other security and human rights checks for the State Department on the basis of credible information.\nNow, what does consenting to these laws mean for Bangladesh? Bangladesh will have to employ extra mechanisms to review the human rights performance of its units and each and every member of those units who are to receive assistance from the US. The standard of such a review will be one prescribed by the State Department. Adhering to such a standard all of a sudden may be cumbersome, considering the allegations of human rights violations currently considered by the US State Department against Rab and some of its high officials. Therefore, the ministry seeking time before making its decision on Leahy Laws is quite justified. Bangladesh may have to pass new enactments in parliament if it consents to these laws, since introducing new supervisory and reporting mechanisms will need public funds. For the time being, concerned ministries may pass an official gazette notification and internal rules and regulations to address short-term requirements under those laws.\nIn the case of Bangladesh consenting to the Leahy Laws, there might not be any direct implications for the general people. However, public money will be used to introduce new supervisory and reporting mechanisms to monitor and report whether any of the units receiving US military assistance are violating human rights. Hence, we might see the imposition of taxes upon citizens. On a different level, it may also have a positive effect on us if, due to constant supervision (read: more supervision than before), incidents of human rights violations (HRVs) see reduction in numbers. Of course, adhering to these laws will not affect the resolution of a visa application if a citizen does not have anything to do with any incidents of GVHR.\nNow the question is: What would be the impact if Bangladesh says \"no\" to these laws? First of all, let us have a look at why Bangladesh may not consent to the Leahy Laws. The first reason would be due to a possibly biased use of the Act. The US has no history of using these laws against its closest allies, such as Israel, Saudi Arabia, Cambodia, Pakistan, Philippines, Egypt, etc. The State Department has disregarded human rights activists' call for targeting military units and personnel of these countries for gross violations of human rights. It remained completely silent. In 2016, it did not take any action, even after calls from Senator Leahy himself, to impose the Acts upon Israel. It can be easily understood that the US authorities keep their eyes closed if GVHR is committed by any of the units belonging to the \"big buyers\" of their military equipment.\nSecondly, the Amnesty International USA, in a 2013 blog, claimed that the law and associated vetting process are not perfect and it is not a \"silver bullet\" that can be used to solve the human rights problems of foreign security units. The blog also claimed that, up until 2013, the US State Department used the Google search engine to perform their online vetting, which means they may rely on any uncorroborated and false story if it surfaces against a person or a unit on the internet.\nIn addition, the local US embassy plays a crucial role in vetting, and who can guarantee that they will not be biased by any socio-political doctrines? Who decides that the information received from any source is corroborated and free from falsehood?\nNext comes the issue of compliance with the norms of international law. The steps suggested by the Leahy Laws may be useful to control the violators of human rights, but unnecessary and excessive use of the Laws may violate the principles enumerated in the Declaration on Principles of International Law Friendly Relations and Co-operation Among States in Accordance with the Charter of the United Nations.\nBangladesh may consider the following principles written in this declaration: \"the duty not to intervene in matters within the domestic jurisdiction of any State, in accordance with the Charter\", \"the principle of sovereign equality of States,\" and \"every State has an inalienable right to choose its political, economic, social and cultural systems, without interference in any form by another State.\"\nThe Leahy Laws are definitely intervening with the domestic matters of Bangladesh, which is a sovereign country with equal status to that of the US, and Bangladesh has the inalienable right to say no to these Laws, if they go against its political, economic, social and cultural systems. Finally, Bangladesh can find help from the equitable principle of \"he who seeks equity must come with a clean hand.\" If one searches the websites of Black Lives Matter or of Asian and Latin social groups in the US, they will find human rights violations being committed by US law enforcing agencies inside the US, against its own citizens. The way they have responded to the Afghanistan situation or towards their Guantanamo Bay prisoners or the citizens of Iraq will clearly show that their hands were far from clean.\nDespite all this, Bangladesh may consent to the Leahy Laws, considering the assistance they receive from the US as mentioned in the beginning.\nBut what will happen if Bangladesh says \"no\"? Well, the US will cease its military assistance towards us. It may not leave a scratch on their big \"arms\" market, but it will increase Bangladesh's dependency for military assistance on China and Russia. Will the US take that risk? Will it risk a partisan global South? Such answers, and many more, lie in the near future.\n \nTapas Kanti Baul is an advocate of the Supreme Court of Bangladesh and a legal researcher.\n",
        "headline_1": "What ripples will the Leahy Laws cause in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-ripples-will-the-leahy-laws-cause-bangladesh-2944916",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2022"
    },
    {
        "full_article": "A political battle to appropriate the legacy of India's freedom struggle icon Netaji Subhas Chandra Bose is going on between Indian Prime Minister Narendra Modi's government and West Bengal Chief Minister Mamata Banerjee. Netaji, of course, is not the only nationalist personality over which the Indian political parties have bickered with each other to prove who is the \"true inheritor\" of their legacies. Over the years, BJP and Congress have also indulged in one-upmanship over the legacies of Mahatma Gandhi and Vallabhbhai Patel.\nIn the latest battle, the Modi government first announced its decision to extend the country's Republic Day celebrations from January 23, birthday of Netaji, instead of the traditional January 24. Last year, the government had declared Netaji's birthday as \"Parakram Diwas\". This was followed by Modi's announcement on January 21 that a grand granite statue of Netaji would be installed near the India Gate, and that until the statue is completed, there would be a hologram of the freedom fighter. Mamata Banerjee-led Trinamool Congress wasted no time in welcoming the decision, but wondered if it was aimed at redressing grievances over the rejection of Bengal's tableau or out of respect for Netaji.  \nEarlier, on January 16, Mamata shot off a letter to Modi expressing \"profound shock\" at the government's decision to keep the state's proposed tableau out of this year's Republic Day parade to be held in New Delhi on January 26. The proposed tableau, Mamata said, was set to commemorate the contributions of Netaji and his INA in his 125th birth anniversary year and would have \"carried portraits of some of the most illustrious sons and daughters of this country\". She also wrote that \"all the people of West Bengal are deeply pained by this attitude of the central government. Bengal was at the forefront of the Indian freedom struggle and has paid the heaviest price for the country's Independence through the partition.\"\nClearly, Mamata was falling back on her pet political plank of Bengali sub-nationalism to pin down Modi's party. This is the plank she had used successfully to pain Modi and the home minister as \"bohiragata\" (outsiders) in the run-up to last year's assembly elections in Bengal, where Trinamool Congress returned to power with a landslide win.  \nHowever, about the proposed tableau, a defence ministry official said the entire selection process follows a set of guidelines and a committee comprising experts from different fields takes the final decision. He rejected the charge of bias against West Bengal. It may be recalled that in 2016, West Bengal's tableau on Baul singers was adjudged the best among the tableaus put up for the Republic Day march-past. The official also pointed out that West Bengal's tableau was selected for the parade in 2026, 2017, 2019 and 2021. Apparently, due to the sensitivities of West Bengal as well as Tamil Nadu, whose tableau on a different subject also could not make the cut, Defence Minister Rajnath Singh in an unusual move wrote separate letters to Mamata and Tamil Nadu Chief Minister MK Stalin, explaining why the two tableaus were not chosen for this year's parade.\nSeeking to make political capital out of the rejection, the Mamata government is now reportedly planning to use it in the state-level event to be held in Kolkata. Political analysts say this would only amplify the rivalry between Modi and Mamata to appropriate the legacy of Netaji.\nIt may be recalled that in one of the major events of 2021, Modi had set in motion the commemoration of the 125th birth anniversary year of Netaji Subhas Chandra Bose in Kolkata on January 23, and presided over the inaugural function of the \"Parakram Diwas\" celebrations at Victoria Memorial in Kolkata.\nBesides, to mark Netaji's return to India nearly three years after he had escaped from his house in Kolkata, the defence ministry dedicated \"Sankalp Smarak\" (memorial) to the nation in Andaman and Nicobar Islands on December 29. It was on December 29, 1943 that Netaji, accompanied by some of his INA colleagues, flew to Port Blair in Andaman and Nicobar by a Japanese aircraft and, the next day, he hoisted the national flag for the first time on Indian soil. Netaji had escaped from British surveillance in Kolkata on January 21, 1941\nThe questions now are: how healthy a precedent would this race for the appropriation of legacies of India's freedom struggle stalwarts set for the present generation and the posterity? Should Indians not be uniting in imbibing the lessons from the life and work of those stalwarts? This, of course, doesn't preclude a critical appraisal of these leaders.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Your Netaji Versus My Netaji",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/your-netaji-versus-my-netaji-2944911",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2022"
    },
    {
        "full_article": "Can the flapping of a butterfly's wings here cause a storm elsewhere? The vice-chancellor of Shahjalal University of Science and Technology (SUST), who is experiencing a version of chaos theory, will tell you it sure can. Students of his university have come alive to participate in the \"woke\" culture, to take him off of a pedestal, and to \"cancel\" him over an alleged misdemeanour of one of his colleagues, who dismissed the grievances of her students allegedly in a derogatory manner. What started as a simple protest over the quality of food in a dormitory has now morphed into a fast-unto-death movement for the removal of the vice-chancellor.\nIt all began on January 13, 2022, when the resident students of Begum Sirajunnesa Chowdhury Hall requested their provost to come over to sample the meal. A host of other issues plaguing the dormitory was raised at the same time, including food offered in the nearby cafeteria at a lower price, Wi-Fi speed, lack of safe water, allowing guardians to attend their sick wards, cleanliness of toilets, and setting the number of students in each room. All fair demands, but they did not receive a sympathetic hearing. Students were provoked to storm out of their dorm, and they gathered in front of the VC's residence around eight in the wintry evening demanding immediate resignation of the provost. The VC reportedly came out at three in the morning, asking the students to return to their rooms and lodge a formal complaint during office hours. Fair enough, but why take so long to point out the obvious?\nThe next day, when the students met with the VC with a formal petition, he categorically told them that the issues raised would be solved within a month. The demand for the provost's resignation, however, was uncalled for, he said. Again, why give an instant verdict without formally investigating the events of the night before?\nProtests grew as ordinary students demanded a change in the system. The students corralled the VC in one of the office buildings and blocked the main access road to the campus. The campus became paralysed. Sensing a shift in power, members of the pro-government student wing infiltrated the mob and tried to forcibly disperse the gathering. The surgical operation to remove the student growth not only failed, but also caused the toxicity to spread at a rapid pace. The provost in question resigned citing personal reasons—a move too late. The fulcrum has shifted, and the \"woke\" students now have one demand: \"cancel\" the VC.\nStranded in the office building for hours, the university administration probably called for police intervention. I say probably because no one is claiming credit for this decision, now that it has proven disastrous. And theoretically, as per the university ordinance, police cannot enter/act on campus without prior permission of the university authority.\nThe angry mob reacted to the police presence, and the armed force acted on \"self-defence,\" charging batons, firing rubber bullets, and hurling sound grenades. The disproportionate use of force left many students injured and hospitalised. Force was applied when restraints were required. The mighty uniformed force simply intensified the ongoing crisis. Scores of students started a hunger strike demanding unconditional resignation of the VC. They are not even willing to engage in any dialogue.\nProf Farid Uddin Ahmed, who was credited for bringing positive change to the academic culture of SUST in his first term, suddenly finds himself facing mass public shaming. Social media is rife with his academic deficiency of not having a PhD. He is facing public backlash after social media users unearthed sexist jokes he had allegedly made in the past. Referring to female students of Jahangirnagar University (JU) seen walking around the campus after dark, in an audio clip Prof Ahmed is heard saying, \"Do you want to be like JU students whom no one wants to marry?\" Not surprisingly, the JU Teachers' Association condemned the comment, and many others highlighted the liberal culture in which a female university student should thrive to become a productive citizen, and not necessarily a wedding product.\nThings are not looking bright for Prof Ahmed as the protesters remain adamant on their one-point, fast-unto-death demand for his removal. The only silver line for him is that the government still thinks there is not enough ground to dismiss him vis-a-vis student agitation. The age-old formula of phasing out is now being tried. The public is keenly observing the stare game to see who blinks first. The trend so far: the government does not publicly yield to any external pressure that might create a precedence. Even the JU teachers who have signed the protest letter know it very well from their own experience of dealing with the vices of their VC.\nIf you review the sequence of events originating from a regular complaint, you will notice an absolute lack of professionalism among all concerned. I can say it with confidence as a former student of a public university who knows about the abysmal quality of food served in the dorms that allow different stakeholders to cash in from the surrounding cafeteria network. As a former journalist who had to observe various twists and turns of a brewing student agitation, I can see how things have unfurled out of control. As a university teacher, I can understand the thin line that separates the faculty members from the students, and the campus power dynamics that are never addressed. I can understand the frustration out of which a teacher can say, \"We are not peasants or scumbags that students could speak to us in such abusive manners.\" No matter how politically incorrect she might sound in articulating her frustrations, the fact remains: the language of protest does not necessarily conform to any civility and polity. Students do use hurtful comments in the heat of the moment, which we are supposed to ignore. As a university administrator, I know how the SUST colleagues allowed the tension to simmer and reach its boiling point. As an ordinary citizen of Bangladesh, I know nothing is what it seems. Somehow, the Zen thinking is deeply ingrained in our culture where we are quick to see through layers.\nThe antibody against an \"imported\" VC, the local/non-local calculus in a regional campus, the untimely discourse on his academic qualifications, and the second term are all signature ingredients in teachers' politics. The muddy current in which the students are whirling will allow a deft angler to find his fish once the water is cleared. We are not strangers to such fishy intrigues. So, going forward, may I suggest the following:\n1. Appoint vice-chancellors with impeccable academic and administrative track records, so that it does not compromise the leadership of an institution. By the same token, politicisation and regionalism should not have anything to do with anointing an academic leader.\n2. Establish the right protocol for a grievance policy: aggrieved students must know when and how to express their grievances. Insisting on a spot visit by the provost after her office hours is inappropriate. The same students who will join the workforce in a year or two will learn it the hard way. Why don't we introduce them to the ways of the world? Why don't we establish a line authority, where the cafeteria manager knows how to record the concerns of the students and raise the issue before the appropriate body? Then again, a provost must establish a rapport with the residential students to earn their confidence and cooperation. She cannot simply shoo her students away, saying, \"What's the urgency? Is anyone dying? Go out if you want. Where will you go?\" These are completely unprofessional remarks—the flapping of the butterfly wings—that caused the storm in the VC's office. Faculty members are not trained to become administrators. We expect them to perform administrative duties without any formal orientation.\n3. The student wing of a political party must stop acting like a rescue operation unit for the administration. They are a student wing and should primarily work for the betterment of the campus culture.\n4. An academic campus is a highly sensitive area where the armed forces must act and perform with utmost diligence and sensitivity. The armed gear itself acts as a sign of provocation. Police should have specially trained campus units to deal with student agitation.\nWe can all see how the butterfly is flapping its wings at SUST. We must try to discern what's causing the flapping, and why.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "The chaos in SUST demands change in the system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-chaos-sust-demand-change-the-system-2944341",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2022"
    },
    {
        "full_article": "It is quite unfortunate that road crashes continue to take lives without any respite, mocking the laws of the land as underage or ill-trained drivers go on joy rides with heavy vehicles before the \"watchful\" eyes of the transport bosses. Tragic events like that of entire families getting wiped out in a single incident are occurring far too frequently. In such cases, the surviving minors are the worst victims, with little to no support from the state. The tragic tale of Bristy Akhter, who lost both her parents in a road accident on Friday, shows how lawlessness is ruling the roost on our roads. Reportedly, on the same day, as many as 16 people lost their lives in road crashes all over the country.\nA great deal has been said about improving the situation on the roads; for example, budgetary allocations have been increased, new roads have been built and some old ones repaired and widened. A road safety law has also been passed. But, in reality, there is no reflection of the reassurance given by the relevant authorities about improving road safety. According to the latest estimate by police, based on GDs and cases filed, the number of deaths from road accidents in 2021 saw nearly a 30 percent jump from the previous year, with about 5,088 individuals reported dead. The actual number, as per independent estimates, would be higher.\nThis is despite the fact that many vehicles were off roads because of the pandemic. It is worth noting that nearly 60 percent of the road crashes take place on the national and regional highways. Buses and trucks are mostly responsible for crushing smaller vehicles like private cars, microbus, three-wheelers, motorcycles, rickshaws, easybikes, etc. It seems, however, futile to talk about the many systematic failures leading to this scenario. Just consider, although a number of bodies exist to ensure this doesn't happen, they are not empowered enough to do their job and lack effective coordination to get desired results. There is no dearth of plans either—what's missing is strong will and judicious, coordinated execution. \nWe urge the transport authorities to take a long, hard look at their failure to deliver promised results on our roads. It is clearly not enough to have a road safety law. What's essential is that they implement the law to the letter, without any concession given to the powerful transport owners and associations who are mostly responsible for the consistently deteriorating road safety situation. The government must deliver.\n",
        "headline_1": "A death march on the roads",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/death-march-the-roads-2944896",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2022"
    },
    {
        "full_article": "Amid a rapid surge in Covid-19 infections across the country, the government has decided to close down schools and colleges till February 6, 2022 while directing the university authorities to take their own decisions about closures, which a number of them already did. According to the health minister, the decision was taken considering the spike in Covid-19 infections in schools and upon the directives of the prime minister. While we understand the concerns about the safety of students, we wonder whether this was based on a scientific reading of the situation and how it will bring any positive result while all the offices, factories, shopping malls and other public spaces remain open during this time.\nAlthough the government has given a five-point directive to prevent the spread of the virus—including prohibition on gathering of over 100 people in any political, social or religious programmes; producing Covid-19 vaccine certificates to participate in any programmes, attend government and public offices, and to commute by public transports; wearing masks and maintaining health rules at public places, etc.—enforcing them will be a big challenge, if past experience is any indication.\nAgainst this backdrop, we wonder how the restrictions put on educational institutions will help curb the infection rates. Having remained shut for about 18 months from March 2020 till August 2021, educational institutions started in-person classes only last September. While a 15-day closure for schools should not be a big problem, if the closure extends beyond that, its effects on the school and college students, particularly those in the rural areas, will be immense. One may recall that during the past two years, the school drop-out rate and child labour increased, and more female students became victims of child marriage. Many of them could not continue their education due to the digital divide. Therefore, any restrictions put on educational institutions must be well-thought-out.\nWhat the government can do instead is bring all the students of schools, colleges and universities under its vaccination coverage. Since we reportedly have a good stock of vaccines, the government should expedite its campaigns to inoculate all students as soon as possible, with an aim to keep the educational institutions open at all costs. Another way to curb the infections could be to put restrictions on the areas that are severely infected. As far as we know, the authorities have already developed a zoning system—under which areas are divided into red, yellow and green zones, based on the number of infections. If this system can be implemented properly, with the help of local administrations and law enforcement agencies, experts believe we will be able to curb the spread of the virus.\nWe hope the government will consider these suggestions before putting further restrictions on the educational institutions.\n",
        "headline_1": "Education can’t be the first victim of Covid curbs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/education-cant-be-the-first-victim-covid-curbs-2944706",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2022"
    }
]