[
    {
        "full_article": "The first 48 hours of U.S. President Donald Trump’s second term have been proof of the radical shifts he plans over four years, with the overarching theme of putting “America First”. While the strengthening of India-U.S. ties during his first term should give those in New Delhi attempting to strategise for this term some comfort, his moves now make it clear that it will be necessary to expect the unexpected as well. The slew of Executive Orders changes U.S. policy on energy, the environment and climate change, trade and global taxes, citizenship routes, health, border control and immigration. But the new administration has shown it is keen to engage India: External Affairs Minister S. Jaishankar, who was invited along with other Quad Foreign Ministers at the inaugural ceremony, was the first Foreign Minister to hold a one-on-one bilateral meeting with new U.S. Secretary of State Marco Rubio. The readout of their meeting and the Quad Foreign Ministers’ joint statement make it clear that the two sides are on the same page on the Indo-Pacific partnership, concerns over Chinese actions, critical and emerging technology cooperation, strategic and defence ties. Yet, some Trump-Rubio pronouncements have set alarm bells ringing, notably on trade, immigration and the cancellation of citizenship by birth. On trade, India has escaped being named in the first round of tariff announcements, but Mr. Trump’s comments on a “100% tariff” against all members of the BRICS emerging economies grouping raised the suspense and a possible market reaction. In his first term, he had withdrawn India’s GSP status affecting Indian exporters. On immigration, he has announced a “border emergency”, authorised a crackdown on illegal and undocumented migrants, and plans to crush the hopes of H-1B visa holders and other Indians working there, by cancelling the automatic path to citizenship for any children born to them in the U.S. With 7,25,000 undocumented Indians, any action to deport them in large numbers, beginning with about 18,000-20,000 on the Immigration “final list for removal”, will be a major crisis for India.In this context, Mr. Rubio’s statement in talks with Mr. Jaishankar that they must address the “irregular migration” should be taken seriously. So too should Mr. Trump’s pronouncements insisting on investments in the U.S., hiring in the U.S., and the buying of U.S. energy. The new administration’s geopolitical outlook appears to be set on devaluing the multilateral world order, withdrawing from U.S. commitments of support to WHO, the WTO, and the UN, and putting NATO allies on notice. Given the signs, New Delhi must be prepared for a U.S. administration that will not be particularly sensitive to India’s concerns or be a willing partner in India’s growth unless it sees a benefit for itself, and instead chart a more transactional course, while moving to limit the damage from any adverse actions of the Trump era. Published - January 23, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        Japan\n                    \n                            /                      \n                        \n                        Australia\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        emerging technologies\n                    \n                            /                      \n                        \n                        defence\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        illegal immigrants\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        energy resources\n                    \n                            /                      \n                        \n                        investments\n                    \n                            /                      \n                        \n                        NATO\n                    \n                            /                      \n                        \n                        United Nations\n                    \n                            /                      \n                        \n                        India-United States",
        "headline_1": "Changed dynamics: On India and the Trump administration",
        "headline_2": "India must chart a new transactional course with the Trump administration",
        "link": "https://www.thehindu.com/opinion/editorial/changed-dynamics-on-india-and-the-trump-administration/article69128429.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "President Donald Trump has fired his howitzers at multilateralism by signing into decree the United States’ withdrawal from the 2015 Paris Agreement. This sets records that are in a class of their own. The U.S. is the only country to have withdrawn thrice from a climate agreement — beginning with George W. Bush’s withdrawal, in 2001, from the Kyoto Protocol. Mr. Trump, of course, sets a new low by being the only President to withdraw from a climate agreement twice. In the run-up to the decree, there is a pall of gloom in the climate world over what the U.S.’s latest exit might mean, particularly when the globe has finished its first full calendar year above the 1.5° Celsius mark.The U.S. is the second largest emitter of greenhouse gases. By virtue of being the most powerful economy, it has arrogated to itself the mantle of ‘global leadership’ in addressing climate change. But now that the leader has had the spottiest track record of keeping to the terms of a significant agreement — one, whose rule book the U.S. played a major role in compiling — perhaps it is time for the rest of the world to reassess America’s role in addressing climate change. Under both Republican and Democratic governments, U.S. domestic policy on greenhouse gas emissions has been subservient to business interests. Oil and gas production increased under the Biden administration. The U.S. remains the world’s largest crude oil producer, achieving record production in 2023. The country is also the world’s largest producer of gas and, in 2022, became the world’s largest exporter for liquified natural gas (LNG). Mr. Trump has only committed to add on to this already substantial base. The U.S. is critically short of achieving its target of greenhouse gas emissions. As of 2022, the U.S. has achieved only about one-third of its 2030 emissions reduction target. In the last weeks of his Presidency, Mr. Biden increased the U.S.’s emission-reduction commitments to 61%-66% of 2005 levels by 2035. This too, calculations suggest, will be insufficient to meet a 1.5° C target. Private capital propping up renewable energy has grown exponentially since Mr. Bush, and is now too substantial for Mr. Trump and his financial backers to ignore. While it will take a year for the exit to be formalised, it is likely that the U.S.’s behind-the-scenes engagement — especially at the next climate meet (COP 30) in Brazil in November 2025 — will continue. The politics of Mr. Trump suggests that he is not averse to running with the hare and hunting with the hounds.\r Published - January 23, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Paris Climate Summit COP21\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        greenhouse gases\n                    \n                            /                      \n                        \n                        oil and gas - upstream activities\n                    \n                            /                      \n                        \n                        natural gas\n                    \n                            /                      \n                        \n                        carbon emissions\n                    \n                            /                      \n                        \n                        Brazil",
        "headline_1": "​An exit of bluster: On the U.S. and the climate change fight",
        "headline_2": "The rest of the world must reassess the U.S.’s role in fighting climate change",
        "link": "https://www.thehindu.com/opinion/editorial/an-exit-of-bluster-on-the-us-and-the-climate-change-fight/article69128060.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "Putting up concrete structures everywhere is one of the most destructive human traits \nIt’s so Trump. In the middle of the world’s most intractable conflict, he sniffed out real estate possibilities in Gaza. After all, the ceasefire deal was partly brokered by his property developer buddy. Remember that Trump’s damad  Kushner had talked up the possibilities of Gaza’s waterfront. But why single out the Trump family. This real estate view of the world is widely shared by many policymakers and some super-rich. Fragile beaches or mountains or islands or even planets like Mars, there’s no piece of land they can’t make over into a property listing. That’s why, for example, the Great Nicobar islands are being prospected for ‘mega-development’. Even the high Himalayas are newly disaster-prone, because of rampant overbuilding sharpening the risk of avalanches and floods. \nWhat does a developer care about the resilience of the environment or the long-term chances of living there? They simply raze and build, social and environmental costs don’t figure. Their responsibility ends at the point of sale. The risks are all yours, dear buyer, whether they stem from bitter, dispossessed locals or ecological vulnerabilities. Malibu or Nicobar, they’ll sell you the pretty brochures and leave you to figure out the fine print.\nThere has been some belated acknowledgment of the real estate sector’s obligation to decarbonise, the need for a circular economy, retrofitting old buildings for new uses, rather than demolishing and starting from scratch. But the bad old ways die hard: as long as the planet is seen as property to be sold for a quick buck, rather than a commonwealth, an ark, a home to be cherished because our lives depend on it, we’ll keep paving our paradises and putting up parking lots there. Condos in Gaza? Don’t rule it out. Palestinians? They can be moved to Negev desert, Kushner had said.\n\n",
        "headline_1": "Build, baby, build",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/build-baby-build/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "Trump should take U-turn on birthright citizenship. Immigrant babies can Make America Great Again\nCountless Indians in US may now be suffering sleepless nights, thanks to Trump’s executive order on ending birthright citizenship. Be they on student or work visas or the million plus who are in a decades-long queue for a green card, their planned family future has lost its solidity overnight. While this move had made buzz during the election campaign, the broader thinking was that it would only target children of illegal immigrants. There is a strong legal argument against the order, built around whether it violates the US constitution. Accordingly, 22 states have already sued to block it. This battle is likely to be prolonged and go up to the US Supreme Court, which currently boasts a firmly conservative majority. But it’s the economic argument Trump must heed, to fulfil his promise of walking America into a “golden age”.\nLike elsewhere in the world, US has seen nativist sentiment prejudices rise this century. A lot of this is built around the myth of “non-natives” stealing the top opportunities. In this lens, the heat has really grown on Asians. The distortion of the lens is that it ignores the core factor of this demographic’s successes. As against 28% of Black and 42% of White population having college degrees, 60% Asians do. India contributes 14% of the total immigrant population with degrees. The way in which US attracts and nurtures the brightest persons from across the world, is key to its productivity outperformance. How many are lining up at China’s doors to start a business and a family? It doesn’t warm to outsiders. But following red China’s example would put US itself in the red.\nTrump’s right that there’s “birth tourism”. He’s wrong to be throwing the baby out with the bathwater – to threaten to turn the children of legal immigrants into undocumented persons. A 2023 study found 45% of Fortune 500 companies were “New American” companies, founded by immigrants or their children. Yes, the manufacturing jobs that once powered the white working class are gone. But nostalgia is unhelpful at best. Immigrants aren’t responsible for structural inequality in America. Ramaswamy’s remarks about valuing excellence over mediocrity cost him his DOGE job, but the only thing he got wrong was to say mediocrity is American culture. It isn’t. That’s why many immigrants’ children have risen to plum positions unimaginable in their ancestral lands. Exiling them would deeply injure tomorrow’s American prosperity.\n\n",
        "headline_1": "Born in USA",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/born-in-usa/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "IMA prez slams mixopathy. Alcohol mixology Ok?\nQuackery could be out for a duck, going by the prescription of  newly appointed  IMA president. Last Saturday, Dr Dilip Bhanushali told TOI he was against ‘mixopathy menace’, which leaves patients ‘at the mercy of the ill-equipped if not absolutely untrained’.\nHe clarified, ‘We are not against ayurveda, homeopathy or other sciences. Let them practice their respective systems. What we oppose is mixing them which leads to results that are not helpful.’ He warned  that ‘80%  of alternative medicine practitioners prescribe modern medicines’, even perform surgeries, ‘ despite an SC directive prohibiting this’.\nMercifully Bhanushali-Sir’s remit is limited to mixopathy; he cannot bar mixology, the trendy science dispensed by specialist movers and cocktail-shakers. However, doctors could still get confused and reach for cocktail cabinet instead of  medicine cabinet.  Even when stone sober. They have much in common.\nJames Bond’s Vesper Martini had to be  ‘shaken not stirred’;  the same applied equally to mundane medicine bottles. Alcohol swabs have no connexion with alcoholic slobs, but ‘shots’ can be  typhoid or tequila. \nSome cocktails are cause rather than remedy: like tetanus-culprit  Rusty Nail, whose equal parts of Irish Mist and Irish whiskey make it a roaring fave on St Patrick’s Day in NYC.  Planters Punch leads to broken noses in boozy tea-estate clubs. Unwanted pregnancy could be traced to Hanky Panky, made of  sweet vermouth and bitter Italian digestivo, Fernet- Branca. No serious fall-out need be feared from a mere Flirtini, the vodka-champagne-pineapple juice rave on Sex and the City.\nClassic cocktails more easily double up as generic drugs. Penicillin’s main component is Scotch but its ginger, honey syrup and  fresh lemon juice could cure your cough. Or you might prefer  rum-based Painkiller from British Virgin Islands. \nHere are other mixology prescriptions:\nAnaemia: Bloody Mary \nFractured elbow: Singapore Sling\nHip surgery: Screwdriver \nGastro-intestinal tract stuff: G&T\nAcid reflux: Whiskey Sour\nGlobal travel sickness: Cosmopolitan \nFlagging male libido: Margarita\nFemale ditto: Man-hattan\nUnsympathetic docs will dismiss the clinic regular as a‘ Suffering Bastard’, cognac/brandy and fresh lime juice topped up with ginger beer. Of course, sham-ache is Champagne. \n***\nAlec Smart said: “He’s returned in TR(i)UMP(h).”\n\n",
        "headline_1": "Medicinal cocktails",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/medicinal-cocktails/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "With Trump back in White House, there are concerns about future US climate change policies and approaches to clean energy sectors. Many fear that Trump’s administration will reverse the progress made under Biden, particularly concerning the Inflation Reduction Act (IRA), which has significantly boosted clean energy investments and job creation in US. While Trump’s policies may slow down global climate change actions, the momentum of clean energy growth is primarily fuelled by economics rather than ideology or altruism.\nRead full story on TOI+\n\n",
        "headline_1": "Drill, baby, drill. But also, green, baby, green",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/drill-baby-drill-but-also-green-baby-green/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "We are worried about the uncertainty surrounding the fate of workers from the 16 garment and textile factories of Beximco that suspended operations on December 15, citing a lack of export orders and financial distress. More than a month has passed since then, yet there is no resolution in sight. Tuesday's mass rally by thousands of workers from the Beximco Industrial Park in Gazipur—demanding the reopening of factories and payment of outstanding salaries—underscores their frustration at the slow pace of efforts. On Wednesday, workers again staged protests by blocking the Chandra-Nabinagar highway. According to a Prothom Alo report, the situation escalated when a group of unruly men vandalised over 50 vehicles, set fire to four vehicles and a factory, and even attacked journalists.\n\nThe 16 Beximco factories employed around 42,000 workers and officials in total, with 27,000 workers laid off at the time of closure. On January 14, a senior labour ministry official stated that the government was trying to find employment for affected workers in other factories and attract foreign buyers for the closed ones. However, this is proving to be difficult due to Beximco's liabilities that pose a major hurdle to any acquisition or reopening bid.\nThe 16 Beximco factories employed around 42,000 workers and officials in total, with 27,000 workers laid off at the time of closure. On January 14, a senior labour ministry official stated that the government was trying to find employment for affected workers in other factories and attract foreign buyers for the closed ones. However, this is proving to be difficult due to Beximco's liabilities that pose a major hurdle to any acquisition or reopening bid. The group owes banks approximately Tk 50,000 crore in loans, over half of which have turned non-performing, according to data from Bangladesh Bank.\nMoreover, a state advisory council convened on January 20 to discuss selling the factories to repay these loans but deferred its decision, citing discrepancies in loan and default amounts between the financial statements provided by Beximco's state-appointed administrator and banks. Naturally, there will be further scrutiny of these statements now, which will further delay the selling and reopening process. It will require time, something that the laid-off workers cannot afford as they remain without wages or alternative employment.\n\nBeximco's crisis—caused by the fall of the autocratic Awami League government of which its founder Salman F Rahman, now behind bars, was an influential adviser—had nothing to do with the workers, yet they are the ones left to bear its brunt.\nBeximco's crisis—caused by the fall of the autocratic Awami League government of which its founder Salman F Rahman, now behind bars, was an influential adviser—had nothing to do with the workers, yet they are the ones left to bear its brunt. It is heartening that the convener of the state advisory council assured that every worker would receive their due benefits, and Beximco Industrial Park authorities announced earlier on Wednesday that all dues would be paid. But this is not enough. Workers need a clear timetable for payments and, more importantly, their jobs back. That said, those trying to take advantage of the crisis to create unrest must also be brought to book.\nWe urge the authorities to resolve this crisis with the highest priority. It is understandable that businesses must operate within financial realities, but if Beximco cannot sustain operations, alternative arrangements must be made. Whether through restructuring, alternative ownership, or even nationalisation, as demanded by a labour union leader at Wednesday's rally, these factories must be revived—both for the sake of workers and our economy.\n",
        "headline_1": "Take urgent steps to resolve Beximco crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-urgent-steps-resolve-beximco-crisis-3806076",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "The acclaimed British writer EM Forster wrote his masterpiece A Passage to India (1924) at a time of sharp racial and social divisions between the coloniser and the colonised in India. The novel is set in the early 20th century when anticolonial struggles began to flare up, as Gandhi's call for nonviolent revolution attracted a large following.\nIn the novel, a white British young woman named Adela Quested—chaperoned by Mrs Moore—came to India and \"was desirous of seeing the real India.\" Dr Aziz took her and Mrs Moore to the Marabar Caves.\nAfter visiting only one cave, Mrs Moore became exhausted and discontinued the adventure, as the echo inside its narrow confines made her claustrophobic. Aziz took Adela to the upper caves. She was struck by his physical beauty and mused: \"What a handsome little Oriental he was.\" She \"regretted that neither she nor\" her fiancé and Mrs Moore's son Ronny Heaslop \"had physical charm.\"\nThe climax of the novel revolves around an incident that took place in one of the upper caves where Adela entered by herself while Aziz was in another. She had a muddled experience there and later (in court) accused Aziz of attempted rape. Forster doesn't explain in the novel what actually happened to Adela in the cave. However, in 1924 he said to his friend, the Cambridge historian and writer Goldsworthy Lowes Dickinson: \"In the cave, it is either a man, or the supernatural, or an illusion. And even if I know! My writing mind therefore is a blur here—i.e. I will it to remain a blur, and to be uncertain.\"\nIn the court, the British police officer (prosecutor) Mr McBryde \"was not at pains to be an interesting speaker\" and did not deem it necessary to make any \"moral or emotional appeal.\" He took it for granted that Aziz was guilty and would duly be sentenced and banished to the Andamans. However, McBryde couldn't resist the temptation to share some ideas of \"Oriental Pathology\"—his favourite topic. He took off \"his spectacles, as was his habit before enunciating a general truth\" and \"remarked that the darker races are physically attracted by the fairer, but not vice versa.\" Long story short, Adela came to her senses and dropped the charge against Aziz who was then acquitted.\nWhen writing A Passage to India, Forster might have had in mind post-Great Rebellion British literature that depicted white European women in India as victims of sexual violence by the rebels of the uprising that happened in 1857-58. In his book Rule of Darkness: British Literature and Imperialism, 1830-1914 (1988), Indiana University professor of English Patrick Brantlinger states that at least fifty British novels about the Great Rebellion \"were written before 1900, and at least thirty more before World War II.\" Brantlinger mentions some \"sensational eyewitness accounts, such as Mrs. J. A. Harris's Lady's Diary of the Siege of Lucknow (1858)\" that \"expressed a general racist and political hysteria about the\" rebellion.\nIn an essay titled \"Mutiny Narratives and the Imperial Feminine\" (1998), the British scholar Penelope Tuson states:\n\"In the period immediately after the Rebellion a grossly exaggerated picture emerged of widespread physical attacks on European women and of the degradation and violation of female virtue and honour…. Although more lurid accounts of rape and torture were subsequently discredited by official inquiries, the much-publicised images of terrified and dying white women and children remained fixed in the public mythology of 1857.\"\nIn most of these British literary representations of the Rebellion, Indian men (rebels) are portrayed as lusting after white women who are seen as embodiments of purity and virtue. British writers vividly described lewd and lascivious acts committed against white women and invoked the trope of lustful Indianness to rationalise the disproportionate colonial response to the anticolonial struggle.\nThe British colonial government crushed the Great Rebellion, slaughtered the rebels and other Indians en masse, waded in their blood, plundered and destroyed their properties and dishonoured women before killing them—most of whom were Muslim. By fetishising memsahibs—wives of British colonisers or women missionaries in India—as objects of Indian men's sexual desire, Victorian English writers made a desperate bid to justify the genocidal British reaction to the Rebellion and to \"legitimize more authoritarian, forceful, and racist policies\" in India. By writing A Passage to India, EM Forster sought to counter a long tradition of representing the colonised as sexual predators and white English women as their victims.\nThe resurfacing of the debate about British grooming gangs in the past weeks should be understood through the prism of this pervasive colonialist and Orientalist discourse of perceiving Asians (and Africans) as lusting Orientals.\nThe grooming gang scandal in Britain is more than ten years old. It first received significant public attention when The Times published a story titled \"Revealed: conspiracy of silence on UK sex gangs\" on 5 January 2011. It discussed rape crimes in some parts of North England with sizeable populations of Asian (Pakistani) origin. Dubbed as \"on-street grooming,\" the rape crime was given a racial colouring; the perpetrators were identified as British Muslim men of Pakistani background.\nThe racial profiling of the problem had a heightened media frenzy when—days after the Times report—the politician Jack Straw stepped into the fray by making stereotypical comments about British Pakistanis. He said: \"But there is a specific problem which involves Pakistani heritage men ... who target vulnerable young white girls … who they think are easy meat.\"\nYears later, on 10 August 2017, another British newspaper, The Sun, ran a sensational story titled \"British Pakistani men ARE raping and exploiting white girls… and it's time we faced up to it.\" All such frenetic media barrages demonised (Muslim) Pakistani men in a one-dimensional, simplistic, and racist way and totally buried the fact that the victims included non-white (Pakistani) girls too. Moreover, the media showed little interest in the gender and class factors, as the perpetrators are men and the victims, from the working class.\nRecently, the world's richest man Elon Musk intruded into the British grooming gang debate through tweets and retweets on social media. In an apparent move to destabilise or weaken Britain's Labour Party government, he rehashed this old scandal of child sexual exploitation and accused Prime Minister Keir Starmer of complicity in sex crimes and of not doing enough to stand by the victims. Musk said: \"[Starmer] repeatedly ignored the pleas of vast numbers of little girls and their parents, in order to secure political support.\" Musk accused Starmer of political opportunism for incidents that occurred in 2011 and before, even though the latter entered politics in late 2014 and became an elected representative in 2015.\nWe can dismiss Musk's statements as lies and deliberate distortions of facts, but it's difficult to ignore the detrimental impact of the influencer's social media posts on his hundreds of millions of followers.\nInterestingly, according to a February 2024 report of the CSA Centre in Britain, in 2021 white people comprised 83 percent of the population in England and Wales, but in 2022 they were 88 percent of the defendants (accused) in the court for \"child sexual abuse offence.\" Conversely, as regards British Pakistanis and Bangladeshis, both the populations and defendants were two percent and one percent, respectively.\nThe above data do not suggest that, in child sexual exploitation or on-street grooming, British Pakistanis or Bangladeshis (most of whom are predominantly Muslim) outperform their white counterparts. Despite that, in the grooming gang debate, Asians (mainly Pakistanis) and their religion have been under the media spotlight.\nWhile imams and Muslim community leaders are expected to condemn grooming gangs, their counterparts in the white population are not. What is worse, the religion (Islam) of British Pakistanis is indirectly blamed for on-street grooming—that involves alcohol—even though alcohol abuse and rape are major sins in the religion.\nSexual predators of Muslim origin are identified by their religion, but those of other faith communities are not. For example, on Saturday, January 11, 2025, UK's former defence minister under Tony Blair, Ivor Caplin was arrested to \"protect a vulnerable person—namely a child.\" He was the chair of the Jewish Labour Movement in 2018–19 and the vice chair of the Labour Friends of Israel in 1997–2005. The mainstream British media is largely silent about this high-profile, paedophilia-related arrest.\nHad a Muslim of Caplin's standing with Palestinian links been arrested on charges of paedophilia, we can imagine what the reaction of the media would have been.\nThose who are exploiting the British grooming gang debate to caricature British Pakistani men and their religion have little regard for the interests of the victims of child sexual exploitation. They use the victims as tools to spread lies and fear about a specific community, as the Anglo-Indians in A Passage to India treated \"Adela as a mere cipher for a battle\" against the colonised Indians.\nLastly, let's not forget that the architect of resuscitating the British grooming gang debate, Elon Musk, supported Donald Trump's nomination of Florida's Matt Gaetz for US attorney general. Gaetz is accused of \"paying women, including a 17-year-old girl, for sex and purchasing and using illicit drugs.\" For that reason, he had to be referred to the House Ethics Committee and eventually withdraw as the attorney general nominee.\nDr Md Mahmudul Hasan is professor at the Department of English Language and Literature, International Islamic University Malaysia. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Lusting Orientals revisited: The British grooming gang debate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/lusting-orientals-revisited-the-british-grooming-gang-debate-3805626",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "The decision to change the uniforms of Bangladesh Police, along with Rapid Action Battalion (Rab) and Ansar, reflects an attempt to distance these forces from the stigma attached to their current attire. After years of being used as political instruments by the Awami League government—most notably during the bloody July uprising—these uniforms have become symbols of fear, oppression, and corruption. A new dress represents a break from that past and also a fresh start. However, it does nothing to address the real issue at hand: the need for institutional reforms. It is no surprise then that the decision has left citizens unimpressed.\n\nWhile uniform changes have historical precedents in this country, the timing of the move—amid a persistent economic crisis and ongoing discussions about police reform—raises questions. First, outfitting approximately 2.14 lakh police, 5,000 Rab, and around 51,000 Ansar and 17,000 Battalion Ansar personnel will come at a significant financial cost. These funds can be better spent on modernising their training, improving their investigative capacity, and equipping them to better serve citizens. Second, giving Rab a new uniform while its very existence is under review seems like a pre-emptive move. Third, can a simple change of colours erase the deep-seated public distrust associated with their uniforms or operations?\n\nWhat our law enforcement agencies need is a shift in culture, not just in clothing. While announcing the decision, Home Adviser Jahangir Alam Chowdhury himself acknowledged that \"the change in uniforms symbolises the need for a shift in law enforcers' mindset and behaviour.\" One of the first demands raised by police personnel after the August 5 changeover was to abandon their uniform and logo. However, restoring public trust will require much more than a makeover; it will require concrete proof of transformation through everyday action. Just recently, we saw how police used water cannons, sound grenades, and batons to disperse a protest against attacks on Indigenous rights activists. Such heavy-handed tactics echo the pre-uprising era when excessive force was routinely used against demonstrators.\n\nEvidently, a mindset shift will not come through a uniform change. What the police need is a fundamental transformation in their operations, accountability mechanisms, and interactions with the public. The Police Reform Commission has already proposed a range of measures to the government. While these proposals await decisions based on stakeholder feedback, law enforcement agencies can, at the very least, adhere to established rules and regulations without succumbing to undue pressure. That is where their focus should be.\n",
        "headline_1": "New uniform won’t fix a broken force",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-uniform-wont-fix-broken-force-3805371",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Prospect of universal insurance policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-universal-insurance-policy-1737556011",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "A farmer is seen sowing wheat seeds in an Aman field as part  of relay wheat cropping in Patuakhali's Kalapara upazila  —Photo: Collected ",
        "headline_1": "Relay cropping answer  to coastal farming",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/relay-cropping-answer-to-coastal-farming-1737556054",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Trilateral cooperation for Chinese dam on Brahmaputra",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trilateral-cooperation-for-chinese-dam-on-brahmaputra-1737556093",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Making healthcare self-reliant",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-healthcare-self-reliant-1737556120",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2025"
    }
]