[
    {
        "full_article": "After reports clearly indicated that the States had run out of funds for expenditure on wages and materials for the MGNREGS, the Government announced ₹10,000 crore in additional funds as an interim measure. Though allocated on November 5, the scheme’s financial statement as on November 25 still showed a negative net balance of ₹9,888 crore indicating that the balance sheets were in the red in 24 States and Union Territories. This means that the fund crunch suffered by the scheme due to high demand and a low budgeted outlay in the Union Budget for this financial year, continues. The high demand is an indication of the extended effects of the pandemic in rural areas, and a continuing lack of funds will hurt any further demand for work in such areas besides of course delaying payments for those who have already completed work. The impact of the lockdowns during the pandemic has continued to depress employment levels and rural wage incomes, which is why the MGNREGS has proven to be a popular avenue for employment and wages. In fact, even during the economic crisis during the pandemic, the rural sector sustained the poor by providing them guaranteed work through the scheme. The delays in payments and the lack of funds have contributed to an estimated unmet demand to the tune of 20% in Bihar, Telangana and Gujarat, according to activists tracking the implementation of the scheme. As the scheme guarantees income for 100 days of work, many households get a reduced number of workdays for which they are paid — a situation that should not be tenable.The budgeting for the scheme by simply fixing a nominal increase from the original Budget estimate in previous years is a flawed method. If anything, the outlay must be tied to revised/actual estimate of expenditure for the scheme each year — in the case of 2021-22, the total allocations were ₹73,000 crore, much lower than the ₹1,11,500 crore as revised estimates in expenditure in 2020-21. Nearly a quarter of the allocation for the current financial year was also tied to meeting the liabilities from previous years. Clearly, the scheme suffers from a budgeting problem that has hampered its proper implementation despite its popularity, and this needs to be rectified. The Union Government has done the right thing in continuing till March 2022, its free foodgrain ration scheme, the Pradhan Mantri Garib Kalyan Anna Yojana, that was launched as part of the COVID-19 relief packages — the fourth such extension. This was an acknowledgment of the need for the scheme to support poor families in a recovering economy. Considering that the MGNREGS acts as a robust lifeline as well, it will be prudent for the Government to make up the shortfalls in the allocations quickly.",
        "headline_1": "Shore up the lifeline: On rural jobs scheme",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/shore-up-the-lifeline-the-hindu-editorial-on-keeping-rural-jobs-scheme-funded/article37711632.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-11-2021"
    },
    {
        "full_article": "Since its onset in 2017, the GST regime to subsume multiple State and Central levies was criticised for far too many tax rates that were amenable to creating complications instead of simplifying taxation. The Government had hinted that rates could be reviewed once the system stabilised. Now, with GST in its fifth year, the Government has assessed it is about time to consider a reboot, partly because revenues are falling short of expectations, despite healthy monthly collections. Next month, a Group of Ministers set up by the GST Council is expected to propose changes, including merging slabs, with a road map for immediate, short- and medium-term changes. This mandate marked an expansion of its initially stated task of rationalising tax rates to bolster revenues. To recap, there are eight effective GST rates, including zero on essential goods, standard rates of 5%, 12% and 18% for most goods and services, and a 28% tax plus GST Compensation Cess on sin or demerit goods. Special low rates are specified for jewellery, precious stones and supplies to exporters.The effective tax rate under GST has slipped from the original revenue-neutral rate of 15.5% to 11.6%, which Finance Minister Nirmala Sitharaman said occurred due to rate cuts effected across categories since 2017. Quite a few stemmed from the GST’s hasty beginning and errors in the initial rate-setting. The Council continues to resolve genuine hardships this created for industry segments, but the constant tweaks have also altered the original revenue dynamics envisaged. The 18% tax rate, levied even on insurance premium payments, now accounts for the largest taxable turnover, as a National Institute of Public Finance and Policy (NIPFP) paper points out. Reducing the 18% rate or merging it with the 12% slab will thus entail revenue losses that would have to be offset by hikes in the lowest and/or highest rates. The NIPFP has suggested a structure of 8%, 15% and a 30% rate for sin goods, to protect revenue concerns while minimising the need for a sharp hike at either end of the spectrum and leaving special rates untouched. This may be less contentious than raising rates on bullion, reportedly proposed to the GoM, which could only spur tax evasion. Sequencing the implementation of new rates and avoiding far-too-frequent rethinks would be critical to minimise disruptions and engender investor confidence. The Council must also urgently address data limitations flagged by the NIPFP. For several months this year, the Government did not reveal returns filed by taxpayers even as it claimed GST collections reflect recovery and improved compliance. Also, many GST rate cuts that triggered the current resource worries were aimed at pandering to regional considerations ahead of critical elections. With key State polls soon, the Government’s resolve to carry out a hard reset on GST rates now may be tested.",
        "headline_1": "The rate reset: On slashing GST slabs",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/the-rate-reset-the-hindu-editorial-on-slashing-gst-slabs/article37711662.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-11-2021"
    },
    {
        "full_article": "Video footage and reports have been emerging daily on both traditional and social media exposing how violent and intimidating our elections have become. It has been going on throughout the country and in all the phases of local government elections—mostly union parishads (UPs) but in a few municipalities too. Death counts from these acts of violence are between 39 and 50, depending on official and unofficial statistics. The Chief Election Commissioner (CEC) Khan Mohammad Nurul Huda, however, said \"the elections were not violent and there were only a few incidents of violence\", whereas his fellow Commissioner Mahbub Talukder termed it as \"bloodstained\". \nA closer scrutiny of the facts shows that during the first two phases of UP elections, at least 200 chairmen were elected uncontested, which is suggestive of intimidation by candidates favoured by local administration in order to force likely contenders to quit the race. Such administrative favours, though unlawful and undesired, are quite rampant due to the pressures applied by the ruling party's local leadership, which in most cases involve MPs. Hence, we have seen the High Court's intervention and follow-up queries to ensure a few MPs leave their constituencies during this period. Several videos have gone viral, showing members of the ruling party asking voters that they would have to show their votes before putting them in the ballot box. Post-result recovery of ballots—more than enough to overturn the outcome in Tangail and Cox's Bazar—were published in the media, but the aggrieved parties were simply told to go to election tribunals. The third phase of UP polling, scheduled for today, is unlikely to be any different.\nThe unfortunate loss of lives during these elections meant that, on an average, at least one person had to die for every 25 UPs. Had the CEC and his fellow commissioners had some decency, they would have apologised to the families of each of these victims and initiated appropriate legal actions against the perpetrators. Instead, the CEC has engaged himself in putting out alternative narratives, devoid of facts. The current Election Commission's records in poll management and conduct—with the exception of one commissioner, Mahbub Talukder—are similar to the preceding EC led by Kazi Rakibuddin Ahmed. Those similarities are not only in their failures to make elections participatory, competitive and fair, but in callous behaviours too, including disregard for human lives.\nThese are quite a few symptoms of the total collapse of the electoral system and its supervisory institution. Unfortunately, many among us are more concerned about symptoms instead of the cause of the ailment. Some people have called for doing away with contests based on party nominations, as if the EC is not at fault. But, ground reports show that most of these contests are between various factions of the ruling party. In some places, it's a battle between the local MP and upazila chairman or party executives. In a number of places, leaders of the student or youth wings are running against main party functionaries.\nThe reason for such desperation among factions is to get a share of the pie—cuts from development projects and government allocations for social support. Quite a few newspapers have reported that the number of so-called rebels from the ruling party account for more than one-third of the elected chairmen. In most of these places, election officials belonging to civil administration favour the strongest due to the power equation. Until and unless the Election Commission assumes its constitutional obligations honestly and sincerely, they will not be able to make the administration act with neutrality and according to law.\nPrimarily, the responsibility of the bloodshed and electoral farces lies with the EC. Despite having all necessary constitutional authority and power to hold free, fair and participatory elections, they have not delivered a single election in their nearly exhausted five-year term which people deemed credible. Mahbub Talukder's comment that UP \"elections are now in ICU (Intensive Care Unit) and democracy is on life support as its side effect\" is equally true for all the elections and by-elections held under the current EC and its immediate predecessor. It was aptly put by the chief of Shujan (Sushashoner Jannyo Nagorik), Badiul Alam Majumder, when he said at least people in our country had one day of democracy every five years when as a kingmaker they could vote, but that too was lost due to the failure of the EC.\nApart from the Election Commission, it is the government that shares the blame for causing so much harm to the electoral mechanism. Since scrapping the 13th amendment and abolishing the system of caretaker government, the ruling party Awami League has been gradually shifting towards authoritarianism. Dissent and criticism are no longer tolerated and politicisation of state institutions, including the civil administration, has made the functioning of a viable opposition almost impossible. As a result, whoever holds any ambition for a public office and political power and influence has little choice other than joining the Awami League. It explains why elections nowadays are an intra-party contest and frequently turn deadly. Creating and maintaining a peaceful electoral environment thus no longer remains a priority for the administration.\nHistorical data shows the worst record of electoral violence was in the UP elections of 2016, when a total of 145 lives were lost. But, the second worst record goes back to 1988 under the military rule of General Ershad, when 80 people were killed in union parishad elections. It, therefore, could be argued that violence in elections of the lowest tier of local government is more likely to be linked with lack of, or, weaker democracy; and not whether the contest was on the basis of party nominations and symbols.        \nThe first UP elections after Awami League's return to power, held in 2011, was managed by the Election Commission led by Shamsul Huda, when the opposition was much stronger despite the fact that their representation in parliament was much diminished. Those elections too were very competitive and unfortunately saw 10 lives lost, but no one questioned the integrity of the electoral process and the role of the commission.\nIn the past, violence in elections was largely meant to stifle political competition, but now it also disenfranchises the electorate. And, it is the result of the Election Commission's failure to stand up to the hegemonic pressure from the party in power. Without the restoration of the honour and integrity of this constitutional body, these farcical theatrics are simply a waste of national resources.\n \nKamal Ahmed is an independent journalist.\nHis Twitter handle is @ahmedka1\n",
        "headline_1": "‘Bloodstained’ UP elections and the CEC’s alternative truth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bloodstained-elections-and-the-cecs-alternative-truth-2904231",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2021"
    },
    {
        "full_article": "During the pandemic, UNICEF reported on how an additional 10 million more girls were pushed into the risk of child marriage. In Bangladesh, at least 11,000 school children were married off by their families between March 17, 2020, and September 12 this year, according to data gathered by The Daily Star from different districts. Child marriage is internationally recognised in law as a form of gender-based violence—it puts children at increased risk of sexual, physical, and psychological violence and related outcomes throughout their lives. Girls pushed into child marriages are even less likely to ever earn an income and have any of the tools necessary to escape from any violent situations they are trapped in, especially since there is definitely a positive correlation between child marriage and school dropouts.\nOne good pathway to alternative learning is technical vocational training, where girls can remain in labour markets. According to research conducted by the BRAC Institute of Governance and Development, this can result in a 62 percent reduction in child marriage, especially if they start the training as early as 14 years and join informal workforces at 15. Parents from poor families see employed daughters as less of a burden and allow them to remain at home, as they are earning members of the family.\nHowever, major challenges remain for many young girls in Bangladesh who are trying to enter into labour markets and establish their independence, yet face high risks of violence. The following story of Joanna (not her real name) will perhaps shed light on this reality.\nJoanna's mother left her and three of her siblings with their maternal aunt to work in the Middle East. Her father remarried and refused take any responsibility for his children. Joanna dropped out when she was in Class 5, and was helping around at home. She was told to join a workshop where she would learn how to sew so that she could also start earning for the family at the age of 15. At first, Joanna's employer was good to her. But soon enough, he realised that her parents were not around. He understood her vulnerability and lured her into staying longer hours. One day, he raped her, thinking that this incident would not be taken seriously. However, when Joanna was raped multiple times, she stopped going to the shop and informed her friend in confidence, who was volunteering for an NGO.\nWhen her friend went and spoke to her family, the aunt, along with both her parents, wanted this matter to remain a secret. No one encouraged her to speak up. However, her friend insisted she protest against the crime, and Joanna eventually agreed to go to the police. She was taken to a One Stop Crisis Centre and it was proven that she was raped. Her employer was arrested by the police and she was sent to a government shelter home under the Department of Social Service (DSS). While there, she told an NGO worker that she no longer wants to go back to her home and community, since she knew she would be blamed and socially excluded.\nJoanna's father, who was missing from her life for many years, suddenly came back after the case was filed. The perpetrator's family reached out to him and offered money to dismiss the case. He went to the DSS and asked for his daughter's custody, which he was entitled to claim. However, he could not dismiss the case, since criminal cases cannot be withdrawn, but he did stop Joanna from attending the hearing. He changed his phone number and shifted to a new place to avoid the case.\nThis is often the case for thousands of girls in Bangladesh. A holistic approach needs to be taken if the government wants more girls to grow up to become educated and join the labour force, like in competing countries such as Cambodia and Vietnam. As over 85 percent of people in Bangladesh work in the informal sector, labour market participation for vulnerable girls like Joanna usually starts in the informal markets. But if these informal labour markets remain hostile, girls will not have a shot at working and making their own choices at all. As such, local markets and the employment environment have to be safe spaces for women and girls, maintaining basic workplace rights and ensuring protection.\nA wider support services network can be achieved if joint efforts by the government and local civil society organisations and NGOs are made for ensuring witness protection services and shelter facilities to survivors and their families, who play significant roles in court cases. Often, witnesses and survivors are intimidated and threatened, which results in cases being dropped or influenced. Rigorous psychosocial support needs to be provided to these survivors, continuous legal counseling must be ensured, and the government needs to control out-of-court mediations that are very common in Bangladesh, especially in rural areas. To do this, local government bodies and community leaders need to be sensitised. Government initiatives need to be taken to expedite court proceedings, as long and tedious court hearings only delay access to justice.\nLastly, not only girls but men and boys also have to be sensitised to understand that if women in households become economically solvent, then that is beneficial for their family income. The Joannas of Bangladesh need an environment of support and justice, not hostility, in communities and markets, in order to improve their lives and increase labour market participation.\n \nJenefa Jabbar is Barrister-at-law, advocate at Supreme Court of Bangladesh and Director Social Compliance and Safeguarding at BRAC. Tasmiah T Rahman is Head of the Skills Development Programme at BRAC.\n",
        "headline_1": "Informal labour markets must be safer for girls and women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/informal-labour-markets-must-be-safer-girls-and-women-2904226",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2021"
    },
    {
        "full_article": "At the just-concluded COP26 meeting in Glasgow, the idea of carbon tax received renewed attention. Of the three most important steps taken at the conclave, the creation of a mechanism for trade in carbon credit is very symbolic. Why? Carbon trading and carbon tax are complementary policy tools for reducing greenhouse gas (GHG) emissions. The revenue from carbon tax generated in developed countries is an important source for financing the mitigation and adaptation projects in developing countries affected by climate change.\nAccording to an IMF estimate, financing for climate adaptation totaled USD 30 billion on average annually in 2017 and 2018, and adaptation costs in developing countries alone are currently estimated at close to USD 70 billion and are expected to rise to USD 140-300 billion by 2030. As the OECD countries are working all the angles to raise the money for their contribution to global environmental projects, carbon tax is slated to play an important role. The US Congressional Budget Office has estimated that a carbon tax starting at a relatively modest USD 20 per ton would raise USD 1.2 trillion in revenue in a decade.\nIn a recent edition of The Atlantic magazine, Robinson Meyer wrote an article titled \"Carbon Tax, Beloved Policy to Fix Climate Change, Is Dead at 47\". If that is so, my readers might wonder why I am trying to resuscitate a dead cow, or as they say in many countries, \"Why flog a dead horse?\"\nThe outcry against the story in The Atlantic was spontaneous and strong. One cannot deny that many issues must be resolved before a country, developed or developing, can implement a carbon tax. A national consensus has to be reached on the disposal of the tax money collected. In 2010, Bangladesh was on the verge of adopting a carbon tax, but the idea was shelved partly because of the fear that it might hurt the pocketbook of the average consumer. A legitimate question would be: does the cash raised go towards funding environmental projects or provide relief to the poor in the form of lower VAT? Another unintended consequence may be increased use of biomass. An example is the case of Sweden's carbon tax, which has resulted in increased biomass use for heating and industry because these fuels are classified as renewable. In Bangladesh, a carbon tax will unquestionably increase the consumption of firewood, biomass, bagasse and agricultural waste.\nMy optimism about the role of carbon tax and its efficiency will not necessarily be shared by all. In a recent, very well-written op-ed in this newspaper, Anis Chowdhury and Jomo Kwame Sundaram argued that carbon tax is regressive, saying \"it is unfair to the poor\". While this logic has some merit, there are various countermeasures to compensate lower-income taxpayers through reduced electricity rates and redistributive actions.\nNonetheless, I agree with Chowdhury and Sundaram that carbon tax is not a silver bullet. Climate change is a very complex problem and addressing this global issue requires experimenting with various mitigation tools. Along with mandated technological innovations, economic instruments, including emissions trading and carbon tax, are invaluable instruments that deserve a chance.\nAs an economist who has worked in assessing and evaluating the efficacy and efficiency of market-based tools, as well as others known as command and control mechanisms, it has been my experience that the chief obstacle to carbon tax or other emissions reduction regulations is political. Chowdhury and Sundaram agree that many carbon reduction measures require legislative action, and coal and oil sectors wield strong economic and political power in the capitals of rich countries. However, it would be erroneous to single out carbon tax for ignoring \"political realities, especially differences in key stakeholders' power and influence\", since all Net Zero initiatives face opposition from strong political lobbies.\nNonetheless, today 100 nations, states, and cities have instituted some form of carbon tax to limit GHG. Some countries don't call it a tax, but to minimise its \"shock effect\" have found other names, including carbon fee and carbon dividend. But let us call a devil by its true name.  \nIn the aftermath of COP26, it was reported by Bloomberg News that Russia will look to cut its ambitious goals for boosting coal production in the coming decade and consider imposing a carbon tax or other regulations in the wake of the deals reached by major powers at Glasgow, according to two officials familiar with the plans.\nTo curb emissions, we can use traditional regulatory approaches (sometimes referred to as command-and-control approaches) that set specific standards across polluters, or instead adopt economic incentive or market-based policies that rely on market forces to correct producer and consumer behaviour. Of the many measures that have been proposed (and some of these have been tried), there are two that belong to the \"market-based\" group. Coal, for example, can be banned outright, but why not add a tax on coal based on its true \"damage\" to minimise consumption?\nLet us take the case of two countries, India and Australia, both of which are major coal producers and consumers. India, according to a 2019 Brookings Institute report, will still produce the majority of its electricity from coal at the end of 2030. As part of Covid-19 stimulus packages, Rs 50,000 crore was given for coal transportation infrastructure to boost production from 730 million tons in 2019-20 to 1.5 billion tons in 2023-24. While India's domestic production cost is lower than the price of imports, it can't meet all the demand. In recent times, as the price of imports went up, domestic coal supply has substituted imports.\nThe price of Australian coal was USD 60.8 in 2020. India imports Australian coal at a lower price than anywhere else.  If Australia reintroduces carbon tax (which was AUD 23 per ton), the price advantage for coal will diminish and importers such as India (as well as China) will reduce their reliance on Australian coal.\nCarbon tax is often misconstrued as the only or major instrument to curb GHG emissions, even though it is but one, and only one, of many policy options. Each country can choose from an array of tools and some of them are bound to fail. A complete ban on carbon emissions by legislation has not worked and will not work. Similarly, expensive technology to retrofit coal-burning power plants will be rejected. These measures fall under the \"command and control\" armoury.\nChina's own experience with economic reforms suggests that using price signals and market forces tend to minimise the costs of structural change. In particular, raising China's carbon price to a sufficiently high level, and announcing a predictable price path with a sufficient lead time could enable electricity producers and users to adjust and adapt better, thus helping them to achieve the same amount of emission reductions, with less foregone GDP growth.\nFinally, governments that have implemented a carbon tax have taken steps to moderate the negative impacts on households and businesses. These include reducing other taxes—in British Columbia, legislation mandates that all carbon tax revenues must be returned to taxpayers through tax cuts—and phasing in the tax to give time for firms to adapt. This makes it easier for firms to adapt over time and has been used in British Columbia, South Africa (proposed) and the European Carbon Trading Scheme. Other options include providing partial exemptions to some sectors defined as export-oriented for a certain period of time, and investing in infrastructure that can be used to improve firms' competitiveness—for example, by ensuring good transport links and reliable energy supplies, two key considerations in Bangladesh.\n \nDr Abdullah Shibli is an economist and works in information technology. He is also Senior Research Fellow, International Sustainable Development Institute (ISDI), a think-tank based in Boston, USA.\n",
        "headline_1": "Carbon Tax is Not Dead",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/carbon-tax-not-dead-2904216",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2021"
    },
    {
        "full_article": "The USA's battle against racism continues to be a Sisyphean struggle. No sooner do you bask in the comforting awareness of the enormous strides the nation has taken than you are yanked by the scruff of your neck to face some dreadful sign that this ugly affliction is well and alive.\nFor once, this truism has been turned on its head. On November 24, a jury of eleven White members and one Black member—this, oddly enough, in the Black majority township of Brunswick in the deep South state of Georgia—returned a stunning verdict in a murder case. Members of the jury found all three White men guilty of murder in the shooting death of a Black man whose only evident crime appeared to be jogging in a White neighbourhood a few streets away from his home.\nIt may seem like an open-and-shut case, but the verdict is stunning because this is the deep South, where in many parts of the state public sensibility is still deeply marinated in a noxious pickled history of slavery, confederacy and egregious racist Jim Crow laws.\nThis is the deep South, the setting for Harper Lee's searing Pulitzer Prize-winning novel To Kill a Mockingbird, set in the 1930s, where an all-White jury falsely convicted a Black man of rape in neighbouring Alabama, despite powerful exculpatory circumstantial evidence.\nThe verdict comes at a time of nationwide outrage at the recent history of police shooting Black people to death, often with impunity. A BBC timeline lists 11 high-profile cases since 2014 where police were involved in such killings. This includes the case of George Floyd, whose gruesome killing drew international protests. Only in four instances were officers prosecuted. In one of those cases, the involved officer was cleared of murder charges. (The Georgia murder is not included in this list, as the convicted murderers did not belong to law enforcement.)\nSo it is remarkable that the jury found Travis McMichael; his father, Gregory McMichael; and their friend William Bryan—all White—guilty of felony murder offences after the trio chased down and then shot to death Ahmaud Arbery, a 25-year-old Black youth, in Brunswick, Georgia, in February last year.\nWhat transpired before the case came to trial is even more remarkable. Arbery was killed in February, several months before the killing of George Floyd, the international cause celebre. Although police had immediate access to a cell phone video of the murder, absolutely nothing happened for months. Even when the case went into trial, there was far too much doubt about the eventual verdict. The facts of the case are brutally simple: On an unfounded suspicion of burglary for which the armed defendants had no evidence, they pursued the unarmed Arbery. When Arbery tried to flee, he was cornered and shot to death.\nLocal police and prosecutors base their refusal to arrest on the preposterous claim that the defendants killed in self-defence. It was only after the murder video went viral on social media and resulted in a statewide—and eventually nationwide—outcry that Georgia's Republican Governor Brian Kemp stepped in at the request of local authorities and brought in the Georgia Bureau of Investigation, a state agency. The GBI started an investigation and arrested the three defendants.\nIt took a full 77 days since the murder for the three defendants to be arrested. Notwithstanding this ignoble record, there are signs of heartening changes.\nFirst, a little historical note is in order. Georgia, like most other formerly-Confederate southern states had shifted lock-stock and barrel to the Republican Party after the landmark passage of the Civil Rights Act and the Voting Rights Act in the 1960s by Democratic President Lyndon Johnson. Republicans vehemently deny this, but there has been a long history of racially charged politics in Republican campaigns. This ranges from the \"strapping youth\" and \"welfare queen\" snarks of President Ronald Reagan to the elder President George Bush's notorious campaign ad highlighting paroled murderer—and surprise, surprise Black—Willie Horton.\nTo his credit, Kemp, Georgia's Republican governor, responded to the crisis with alacrity and welcomed the verdict. \"Ahmaud Arbery was a victim of vigilantism which has no place in Georgia,\" Kemp said in a statement.\nThis is a welcome contrast with another Southern governor at another time. After Medgar Evers, a Mississippi activist with the Black civil rights organisation NAACP, was murdered in 1963 by the segregationist White Citizens Council member Byron De La Beckwith, Democratic Mississippi Governor Ross Barnett actually met and shook hands with him during his trial. (Despite overwhelming evidence, White juries failed to reach a verdict twice. Beckwith lived a free man for three decades until he was finally tried and convicted in 1994.)\nCompared to the Evers murder, the verdict on Arbery's murder has been relatively swift. Yet it is a bittersweet moment for many.\nRev. Raphael Warnock, a Democratic US senator from Georgia, issued a poignant tweet: \"This verdict upholds a sense of accountability, but not true justice. True justice looks like a Black man not having to worry about being harmed—or killed—while on a jog, while sleeping in his bed, while living what should be a very long life. Ahmaud should be with us today.\"\nIt is a heartbreaking observation. What gives me some hope, however, is that it comes from someone duly elected US senator from a deep South state despite being \"a fitting heir to the mantle once worn by The Reverend Dr. Martin Luther King, Jr\", according to The Atlanta Journal-Constitution.\nIt is also sadly true that this hope is diminished by the fact that the path to justice for Arbery was unconscionably tortuous. It is a sobering reminder of how much remains to be done.\nAs Adam Serwer trenchantly observed in The Atlantic magazine: \"To say the system worked in this case is like saying your car made it home—after your entire family had to get out and push it miles down a dirt road.\"\n \nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "A green shoot of hope in a (still) arid, racist terrain",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/green-shoot-hope-still-arid-racist-terrain-2904211",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2021"
    },
    {
        "full_article": "We commend the government for taking the decision to halve the bus fare for students travelling by state-owned BRTC buses. Reportedly, the decision will be effective from December 1. School and college students had been protesting against the high bus fares they were being forced to pay after the new fares came into effect. They gave the government an ultimatum of 48 hours to come to a decision in this regard, or face a new student movement. It is, therefore, great to see that the government has listened to reason and met the students' demand.\nAfter the government raised the prices of diesel and kerosene by Tk 15 per litre, transport owners went on an indefinite strike to raise bus fares. To meet their demands, Bangladesh Road Transport Authority (BRTA) increased the fares for intra-city and inter-district buses by 26.5 and 27 percent respectively. The increased bus and other transport fares came as a shock to mid- and low-income groups who already had their backs against the wall, struggling to cope with the pandemic effects and soaring prices of daily essentials even before increased fares added to their children's educational expenses. Therefore, it was really important that the government listen to the students' grievances. In fact, there has been an unwritten rule of half bus fare for students from even before our independence. But only a few BRTC bus drivers complied with this rule, while the majority of private transport owners moved away from this.\nBut since a majority of the buses on our roads are operated by private owners, it is important that they halve their fares in the students' interests as well. A discounted bus fare for students will not prevent them from making profit, since they are already making hefty profits by boarding more passengers than there are seats, and charging standing passengers the same fare as those occupying the seats. So instead of waiting for directives from the government, the private bus owners should consider their social responsibilities and reduce student fares willingly.\nSchool and college students were protesting with two demands: half bus fare and safety in public transport. While the government took a judicious decision to reduce the bus fare by half, no particular measures were promised to ensure the students'—particularly the girls'—safety on public transport. The fact that the conductor of a private bus service threatened to rape a female student for wanting to pay half bus fare is concerning and calls for strict action from the authorities.\n",
        "headline_1": "Half bus fare for students a welcome decision",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/half-bus-fare-students-welcome-decision-2904206",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2021"
    },
    {
        "full_article": "It was only a few days ago that we voiced our concerns in this column over the misuse and overuse of antibiotics in humans—in regards to a recent study, conducted by the IEDCR, which found that almost all clinically important and widely used antibiotics have lost their effectiveness by more than 50 percent. Now, it appears we are also developing antimicrobial resistance (AMR) through the food we consume. A study by the Bangladesh Livestock Research Institute (BLRI) found three serotypes of salmonella bacteria that were resistant to 17 antibiotics in percentages ranging between 6.7 to 100 percent, in chicken samples collected from 29 wet markets in Dhaka between February and December 2019. In humans, salmonella is one of the four key global causes of diarrheal diseases, according to the WHO.\nThe issue here is that farmers are not only feeding antibiotics to sick poultry animals but, as another icddr,b study found, more than half the farmers were found to have administered antibiotics on day-old chicks without reason. Moreover, farmers rationalise their use of antibiotics on healthy chickens, saying that it is to keep illnesses from spreading within the flock. What is most concerning is that farmers use these antibiotics on animals on the recommendations of both veterinarian doctors and feed dealers, the latter of whom are not in any way qualified to prescribe such medicines. Experts say that the increasing ineffectiveness of antibiotics, or AMR, is a major public health threat and will eventually make it impossible to treat many previously treatable bacteria, viruses and parasites. Not only will this increase the number of sick patients and cause deaths—it will also put more pressure on our already burdened healthcare system, to say nothing of how it will adversely impact the economy.\nWhat is necessary now is a collective effort from the government and from the healthcare sector. It is high time to put a stop to the arbitrary use of antibiotics, which is done in major hospitals to smaller clinics, for humans and animals alike. Not only does this ineffectiveness of antibiotics affect health, it also increases costs on multiple fronts. Be it through consumption or other ways such as poor hygiene, AMR can spread across species and affect all. The only way to reduce it now would be to raise awareness among the general public and to strictly monitor the prescription and administration of antibiotics in humans and animals.\n",
        "headline_1": "Antibiotics’ ineffectiveness must be dealt with urgently",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/antibiotics-ineffectiveness-must-be-dealt-urgently-2904161",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2021"
    }
]