[
    {
        "full_article": "A faltering bank, this time on the U.S. West Coast, sparked a déjà vu moment across global markets last week as fears of a Lehman redux triggered sharp declines in banking stocks worldwide and saw investors make a beeline for safe haven assets such as gold. However, over the course of four days from Friday, regulators in the world’s largest economy acted with alacrity to bolster public confidence in the banking system. The Federal Deposit Insurance Corporation (FDIC) first took over the Silicon Valley Bank in California, and on Sunday took control of New York-based Signature Bank and in concert with the Federal Reserve and the Treasury Department announced that depositors in both the banks would be repaid in full. Shareholders of the two banks would, however, not be protected, regulators said. On Monday, U.S. President Joe Biden sought to reassure the nation and global markets that the U.S. was committed to maintaining a resilient banking system, and would move to simultaneously tighten regulations for banks to make it less likely for such failures to occur again. While the coordinated steps have, at least for now, restored a degree of calm in most markets, there are lessons that have been learnt and others that could, perhaps, be gleaned over time.Silicon Valley Bank’s case is fairly unique. With the depositor base comprising start-ups and venture capitalists, mostly from the tech hub of Silicon Valley, the customers were geographically and sectorally concentrated. The bank had also invested extensively in a portfolio of U.S. Treasuries and mortgage bonds, which had as a result of the recent sharp interest rate increases by an inflation-battling central bank accumulated unrealised losses that became too costly to liquidate in a distress situation. Signature, on the other hand, had exposed itself to highly volatile cryptocurrencies by providing services to those investing in digital assets. That, along with a run on deposits, ultimately proved to be its undoing. Blaming the Fed’s monetary tightening as the proximate cause for the bank failures is a case of being unable to see the wood for the trees. Interest rates move in cycles and all banking is fundamentally predicated on managing the risks associated with interest rate moves as well as ensuring that the deposits banks accept to fund lending are always reasonably matched with income or holdings that could be used to meet withdrawals. The Reserve Bank of India’s guidelines of 2018 advising banks to create an Investment Fluctuation Reserve is just the kind of countercyclical tool that has relatively insulated Indian lenders from interest rate risks. Still, the RBI must remain on guard to ensure neither global contagion nor management missteps threaten any local lender.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\nbanking\n\n/\n\ncryptocurrency\n\n/\n\nUSA\n\n/\n\nmoney and monetary policy\n\n/\n\nbonds\n\n/\n\ngold and precious material",
        "headline_1": "Lessons learnt: On the Silicon Valley Bank episode",
        "headline_2": "The Reserve Bank of India should ensure banks are protected from global contagion and mismanagement",
        "link": "https://www.thehindu.com/opinion/editorial/lessons-learnt-on-the-silicon-valley-bank-episode/article66618939.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "The joint appearance by the leaders of the United States, the United Kingdom and Australia, at the Naval Base Point Loma, U.S., this week, and their detailing about their “AUKUS” trilateral defence pact are significant in optics and substance, suggesting a new chapter in the global great power rivalry. There will be three phases in the agreement in the Indo-Pacific region, first announced in September 2021. Beginning this year, the U.S. and the U.K. navies will embed Australian personnel, and increase port visits to Australia to train together. In the second phase, U.S. and U.K. nuclear submarines will travel rotationally to Australia, and the U.S. will sell Australia up to five nuclear-powered Virginia-class submarines. Subsequently, a new submarine called the SSN-AUKUS, will be built and used by all three navies, with interoperable workings. The deal, the biggest for Australia, using British design and U.S. technology, is expected to cost $368 billion. It is not hard to imagine who the target of such an alliance is. In his speech, U.K. leader Rishi Sunak said that the most recent challenges to the world have come from “Russia’s illegal invasion of Ukraine, China’s growing assertiveness [and] the destabilising behaviour of Iran and North Korea”. The new alliance is seen as a counter to China exerting its claims on Taiwan, with the idea that a naval fleet including nuclear-powered submarines based in Australia would be able to reach the South China Sea quickly.Predictably, Beijing’s opposition has been the toughest — a “wrong and dangerous path” — while Russia has raised questions over nuclear proliferation, as Australia would join a group of countries that use nuclear-powered submarines. While U.S. President Joe Biden insisted the submarines would be nuclear-powered, but not nuclear-armed, Russia and China are expected to raise concerns over any violation of the Non Proliferation Treaty regime, at a meet between Chinese President Xi Jinping and Russian President Vladimir Putin in Moscow. New Zealand, Malaysia and Indonesia have indicated more muted discomfort. India has not reacted yet, in part due to the fact that the AUKUS countries have no doubt kept New Delhi briefed. For New Delhi, which has always seemed hesitant to explore more strategic and defence aspects in the Quad, AUKUS gives it a breather in the Indo-Pacific military calculus. India, as a voice for the global south, must do what it can to ensure that the announcement does not exacerbate already sharp divides between U.S.-led alliances and the Russia-China combine, and proves to be a deterrent rather than accelerating global conflict instead.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAustralia\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\ndefence\n\n/\n\ndefence equipment\n\n /\n \nnational security\n\n/\n\noceans\n\n/\n\nChina\n\n/\n\nTaiwan\n\n/\n\nRussia\n\n/\n\nnuclear weapons\n\n/\n\nNew Zealand\n\n/\n\nMalaysia\n\n/\n\nIndonesia\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Sharp divides: On the implications of the AUKUS trilateral defence pact",
        "headline_2": "AUKUS pact should serve as a deterrent, not exacerbate conflict",
        "link": "https://www.thehindu.com/opinion/editorial/sharp-divides-on-the-implications-of-the-aukus-trilateral-defence-pact/article66622862.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "The Kremlin has indicated that Vladimir Putin may attend the G20 summit in India in September. This is against the backdrop of, first, an already closing window for consensus language on Ukraine; and second, India trying to put tangible space between its relations with Russia and the belligerent support that is being given by China.\nRead the full article on TOI+\n\n",
        "headline_1": "Between Vladimir & Volodymyr: Consensus language on Ukraine has fallen away at G20. One thing India’s focussing on is to dehyphenate its relations with Russia from China’s belligerent support",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/between-vladimir-volodymyr-consensus-language-on-ukraine-has-fallen-away-at-g20-one-thing-indias-focussing-on-is-to-dehyphenate-its-relations-with-russia-from-chinas-belligerent/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "GoI recently issued its annual Periodic Labour Force Survey (PLFS) 2021-22, the most comprehensive government dataset on employment. Juxtapose the 2021-22 dataset with PLFS 2018-19, the last pre-pandemic annual report, and one important change emerges. The number of Indians in the labour force increased from 37.5% of the population to 41.3% in 2021-22 on the back of a big jump in women entering the job market. However, parse the data and the trends that emerge are not so happy.\nTwo features stand out. One, the employment structure is regressing as more people are shifting back to agriculture where productivity and wages are lower. Two, the rise in women’s participation in the labour force is coming through self-employment and not jobs in factories or the service sector. Let’s start with the employment structure as it represents the big picture of the economy. In 2018-19, agriculture’s share of jobs was 42.5%. By 2021-22, it had increased to 45.5%. This is alarming for two reasons. Moving a greater proportion of the workforce out of agriculture to industry and services is essential for India’s economic transformation. This process picked up pace in the early part of the 21st century. If the reversal persists, realising India’s demographic dividend will be tough.\nThe shift towards agriculture has come at the cost of the already low level of employment in manufacturing. In 2018-19, 12.1% of jobs were in manufacturing. By 2021-22, it had dipped to 11.6%. Within this overall structure of employment, the nature of additional jobs being created points to a serious challenge. For India’s workforce, most additional jobs are coming in the self-employed category. This is pronounced for women. Consequently, the percentage of jobs in both the salaried and casual labour categories has declined. It’s not just that the openings that women have is tilted towards the self-employed category. A big chunk is as a helper in household enterprises, which PLFS reports point out excludes regular wages for work. It means many of the new jobs don’t translate into steady purchasing power. This is among India’s most serious economic challenges.\n\n",
        "headline_1": "The naukri question: Despite headline good news on jobs, there are worrying trends: more farm workers & women in self-employment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-naukri-question-despite-headline-good-news-on-jobs-there-are-worrying-trends-more-farm-workers-women-in-self-employment/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "Pakistan’s political drama reached fever pitch yesterday as security forces dispatched to arrest Imran Khan were beaten back by his supporters. Khan, now playing the role of a political insurgent, is milking it for the maximum. Aside from the standard charge of politically motivated action, he’s also claimed there’s a plot to abduct and assassinate him, a ‘London Plan’ – read Nawaz Sharif – to pull him down. Khan, of course, knows he is in a sweet spot. If he’s taken into custody, he would be a hero to his supporters and perhaps many ordinary Pakistanis. If he stays out of jail, it would burnish his ‘Teflon man’ image and make the government seem pathetic. Remember, Pakistan goes to polls later this year. Khan seems to be the first Pakistani politician to have found a way to escape the reins of the army. The generals’ hybrid model – Rawalpindi pulls the strings while the netas appear to take big calls – has been subverted by Khan. The generals don’t want to be accused of overtly targeting him, and PM Shehbaz Sharif doesn’t want to prove Khan’s charges of political vendetta.\nAll of this comes against the backdrop of Pakistan’s severe economic crisis. Its forex reserves fell to a low of $2.9 billion a few weeks ago, while its discussions with IMF for the release of a $1.1 billion bailout tranche drag on. If the Khan-centred political turmoil gets even worse and the severe strain on the Pakistani economy continues, it could create conditions for a perfect storm. And that could be catastrophic for the region. With the return of Taliban in Afghanistan already providing a fillip to extremist groups, the collapse of nuclear-armed Pakistan would create a security black hole in Central and South Asia – and a danger to the entire world. Under these circumstances, IMF should perhaps go a little easy with Pakistan. This will also be a preferred option for Delhi, which should be the most apprehensive of a Pakistani meltdown.\n\n",
        "headline_1": "Arrest the meltdown: Imran drama can make Pakistan’s economic crisis even worse. A collapse is in no one’s interest",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/arrest-the-meltdown-imran-drama-can-make-pakistans-economic-crisis-even-worse-a-collapse-is-in-no-ones-interest/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "Across the globe, youngsters are making huge strides in science, sports, technology, business, politics, creativity, environmental sustainability and innovation, leveraging disruptive technology even in the face of macroeconomic shocks and geopolitical uncertainties. They are the ones with local solutions to global socio-economic problems.\nRead the full article on TOI+\n\n",
        "headline_1": "Speaking their mind: Green, clean and peaceful – I&B minister writes on India’s young & a global youth summit to be held later this year",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/speaking-their-mind-green-clean-and-peaceful-ib-minister-writes-on-indias-young-a-global-youth-summit-to-be-held-later-this-year/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "Human brains are not wired to appreciate the gravity of distant problems. As a species, we live from day to day, or from decade to decade at most. In Dhaka, where threats to one's life or wellbeing are a daily reality, it may seem difficult to prepare for threats like a single catastrophic event in the distant future. Yet, this is what we need to do now, especially if we want to minimise the damage of any major earthquake. Such a threat in Dhaka may be nearer than you think, and as per a new study by Rajuk, if it comes to pass, it will leave an unimaginable trail of destruction.\nConducted over four years with the assistance of World Bank, the study is the first major scientific assessment of earthquake vulnerability in Bangladesh. A Prothom Alo report based on its findings says that Dhaka is indeed vulnerable to major earthquakes. And if an earthquake of 6.9 magnitude occurs along the Madhupur faultline, which is very close to Dhaka, about 8,65,000 buildings will be demolished. If it occurs during the day, about 2,10,000 people will die, and 2,29,000 more will be injured. The financial loss to be incurred will also be huge, to the tune of $25 billion, in addition to $44 billion in rebuilding costs.\nAstonishing as they may sound, there is no disputing the numbers released by earthquake experts. As the most crowded city in the world, Dhaka is naturally a highly risky zone when it comes to disasters – natural or man-made. Add to that its unsafe buildings, often constructed without following building codes or by filling up wetlands. Most of them are not earthquake-resistant, and remain poorly maintained, leading to several fires and explosions in recent weeks. As well as lack of awareness and greed on the part of building owners, Rajuk itself is majorly responsible for the region's unplanned urbanisation or the sorry state of many residential/commercial buildings.\nIn such a situation, earthquake is but one of the many threats facing residents. As per the new study, even a major earthquake along the Dawki faultline in Sylhet – the second of the two faultlines on which Bangladesh rests – will also have a devastating effect on Dhaka. In that case, at least 40,935 buildings will be demolished, while 16,000 people will be killed. The level of threat that Dhaka faces is stupefying, just as the level of indifference still being shown by those in charge of it.\nWhile the massive humanitarian crisis that has recently unfolded in Turkey and Syria following a 7.5 magnitude earthquake may have alarmed many about our own lack of earthquake preparedness, whether it will lead to meaningful action remains to be seen. After all, historically, we have spent much more on responding to natural disasters than we have on reducing the risk of them. Experts have cautioned against this tendency this time, saying the minor tremors recorded in the last several years may herald a major tremor in the near future.\nWe must plan and prepare accordingly then, backed by a strong political will. Any action by the authorities, especially Rajuk, must reflect the urgency we face.\n",
        "headline_1": "We need to be ready for earthquakes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-be-ready-earthquakes-3272501",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "We applaud the work of \"Bhalo Kajer Hotel\" (Meal for Good Work), a charitable project of a non-profit organisation that gives out free meals to anyone in exchange for one good deed or act of kindness done on a given day. This is a rather innovative way of helping and inspiring the poor at a time when high inflation is pushing more and more people in desperate situations, with food corporations and traders further increasing prices of essential commodities ahead of the holy month of Ramadan. These efforts to alleviate the suffering of those in need are really uplifting.\nIt is also good to know that the \"hotel\" has been able to serve them for a couple of years now, thanks to its dedicated pool of volunteers (or \"daily team members\") and donors. The organisation's aim to not only feed the hungry but also encourage them to help others in return has launched a cycle of good deeds, which is highly admirable. The hotel currently operates in five different locations in Dhaka: Kamalapur, Bashabo, Korail Slum, Shatrasta Mor, and Karwan Bazar – serving two meals a day, six days a week. On Fridays, volunteers head towards different mosques to distribute food packets post-Jummah prayers. Besides, it also extends helping hands to anyone in trouble, such as feeding the victims of the Tejgaon slum fire recently.\nLooking back over the past few years, it is the activities of such independent organisations and volunteer groups that have helped thousands of people at their hour of need. Back when the country was caught in the grips of the Covid pandemic, with lockdown causing immense pressure on the people of limited means, a number of organisations such as Bidyanondo, Red Crescent Society, Mehman, Brihonnola (an organisation consisting of transgender volunteers) and others readily helped citizens with food donations, free PPEs, help with the vaccination process, transportation for patients within Dhaka, etc. Neither the goodwill nor the voluntary work of these groups can be repaid; their actions have helped those in need in the most priceless and memorable ways.\nSo we commend the selfless labour of those behind these organisations – especially the Bhalo Kajer Hotel – and would like to encourage them to keep up their charitable spirit. The fact that they are still funding and distributing free meals, even when the prices of essential food items have skyrocketed, proves the strength of their intent. We hope the government and wider society will recognise their work properly. The authorities should also identify ways in which they can help these organisations in their missions, financially and logistically, to maximise the impact of their work. These groups can be a vital partner in the government's social protection schemes, especially with the ongoing economic crisis pushing large numbers of people below the poverty line.\n",
        "headline_1": "Good deeds breed good deeds ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/good-deeds-breed-good-deeds-3272456",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "Bangladesh is often cited as a model for developing countries aiming to build strong family planning programmes, and with good reason. The country has had one of the strongest and most successful national family planning initiatives in the world, increasing its contraceptive prevalence from only 7.7 percent in 1971 to 48 percent in 2004 – a 40 percent increase in 33 years. This undoubtedly helped lay the groundwork for Bangladesh's impressive success in improving maternal and child health, as evidenced by the decline in the total fertility rate from 6.87 to 2.14 per woman and the decrease in maternal mortality rate from 570 to 173 per 100,000 live births during this time.\nHowever, Bangladesh's progress has recently stagnated. Over the last 19 years (from 2004 to 2022), the country's contraception use has increased only by six percentage points – from 48 percent to 54 percent. The unmet need for contraception has remained constant at 12 percent since the early 2000s. Long acting and permanent methods (LAPMs), including female sterilisation, intrauterine devices (IUDs), and implants, remain very low at eight percent, and this rate has not changed significantly over the decades.\nPoor and rural populations are particularly marginalised in terms of access to contraception. As a result of this stagnation, Bangladesh has failed to meet the commitments it made in the 2012 London Summit on Family Planning, including increasing contraceptive use to 75 percent by 2021 and improving the choice and availability of LAPMs. Now this stagnation poses a challenge for Bangladesh to attain the universal coverage of contraception use, a target set in the Sustainable Development Goals (SDGs). Meeting this target is regarded as important to achieving other SDGs targets, including maternal (reduce to 70 per 10,000 live births) and child (reduce under-five and neonatal mortality to 25 and 12 per 1,000 live births, respectively) mortality reduction. Progress over these targets has also been slow in recent years.\nOne possible reason for this stagnation is the higher prevalence of unintended pregnancy (around 47 percent) due to lack of contraception, particularly LAPMs. It has several adverse consequences, such as unsafe abortion, which alone accounts for 13 percent of total maternal deaths in Bangladesh. Additionally, unintended pregnancy leads to lower utilisation of maternal healthcare services, which is observed in the cases of one-fourth of the total live births in Bangladesh that were unintended at conception. This lack of healthcare service use ultimately leads to higher pregnancy complications and higher maternal and child mortality rates.\nThis stagnation, which follows a period of great success, is largely due to reduced exposure to family planning messages and a devaluation of the contraception distribution process. Exposure to family planning messages, for example, decreased from 44 percent in 2004 to approximately 22 percent in 2018, despite government targets to provide family planning counselling and contraception at the field level, as was done before the 2000s.\nThe reduction in exposure to family planning messages can be attributed to two main reasons. First, Bangladesh has made significant progress in women's education and their participation in formal work, which means that they are less available at home compared to the 2000s. This shift in women's roles and responsibilities has made the previous approach of providing family planning and contraception through visits by family welfare assistants (FWAs) no longer effective for many women, even if they intend to use contraception. Second, the current number of posts for FWAs is inadequate, as it was created in the 1980s when the population of Bangladesh was around half of what it is now, and around half of the available posts are vacant. Consequently, while the provision of family planning services at the household level remains functional, there appears to be less enthusiasm than it was during the 2000s, resulting in lower quality of services and fewer visits. The lack of governmental monitoring also exacerbates the problem.\n\nPoor and rural populations are particularly marginalised in terms of access to contraception. As a result of this stagnation, Bangladesh has failed to meet the commitments it made in the 2012 London Summit on Family Planning, including increasing contraceptive use to 75 percent by 2021 and improving the choice and availability of LAPMs. Now this stagnation poses a challenge for Bangladesh to attain the universal coverage of contraception use, a target set in the Sustainable Development Goals (SDGs).\nSince the early 2000s, contraception has been distributed from healthcare facilities in addition to the previous approach of distribution at the field level through FWA visits. This transformation sends a message to the FWAs that contraception is available at the nearest healthcare facility, and women should collect it from there if they want to. This may motivate the FWAs to reduce their focus on contraception at the field level and give more attention to their other duties, including child vaccination. Moreover, contraception is considered culturally sensitive in Bangladesh and requires privacy for providers to discuss, although facilities rarely have private corners. Furthermore, the provision of joint services makes health centres overcrowded. As a result, healthcare workers, for whom providing maternal healthcare is a priority, do not have enough time to discuss contraception and counselling services. Even if they have the time, they often do not feel comfortable providing family planning services and contraception with an MBBS degree. Additionally, there is little to no coordination between services being provided at the household level and health centres. Such uncoordinated delivery results in unequal coverage, and some people may miss out on services. Together, these indicate system-level challenges to contraceptive uptake.\nThese challenges are often exacerbated by the lack of sustainability of the relevant policies and programmes formulated by the government. For instance, the government's plan to include men in family planning services and focus more on LAPMs is mostly not implemented at the field level. Before 2008, the operation of over 18,000 community clinics was stopped because they were established by a previous government, without considering the effects at the field level. Along with these challenges, the current achievement of replacement-level fertility should motivate the government to reduce its focus on contraception at the field level and give more attention to population management.\nWhatever the challenges or intentions are, it is important to ensure universal coverage of contraception. This is not only to achieve the SDG targets, but also to give women in Bangladesh a chance to control their own fertility and plan their families, which in turn contributes to the reduction of maternal and child mortality.\n \nDr Md Nuruzzaman Khan is a public health expert and assistant professor of population science at Jatiya Kabi Kazi Nazrul Islam University.\n\n",
        "headline_1": "Contraception use in Bangladesh: From revolution to stagnation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/contraception-use-bangladesh-revolution-stagnation-3272066",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "Human brains are not wired to appreciate the gravity of distant problems. As a species, we live from day to day, or from decade to decade at most. In Dhaka, where threats to one's life or wellbeing are a daily reality, it may seem difficult to prepare for threats like a single catastrophic event in the distant future. Yet, this is what we need to do now, especially if we want to minimise the damage of any major earthquake. Such a threat in Dhaka may be nearer than you think, and as per a new study by Rajuk, if it comes to pass, it will leave an unimaginable trail of destruction.\nConducted over four years with the assistance of World Bank, the study is the first major scientific assessment of earthquake vulnerability in Bangladesh. A Prothom Alo report based on its findings says that Dhaka is indeed vulnerable to major earthquakes. And if an earthquake of 6.9 magnitude occurs along the Madhupur faultline, which is very close to Dhaka, about 8,65,000 buildings will be demolished. If it occurs during the day, about 2,10,000 people will die, and 2,29,000 more will be injured. The financial loss to be incurred will also be huge, to the tune of $25 billion, in addition to $44 billion in rebuilding costs.\nAstonishing as they may sound, there is no disputing the numbers released by earthquake experts. As the most crowded city in the world, Dhaka is naturally a highly risky zone when it comes to disasters – natural or man-made. Add to that its unsafe buildings, often constructed without following building codes or by filling up wetlands. Most of them are not earthquake-resistant, and remain poorly maintained, leading to several fires and explosions in recent weeks. As well as lack of awareness and greed on the part of building owners, Rajuk itself is majorly responsible for the region's unplanned urbanisation or the sorry state of many residential/commercial buildings.\nIn such a situation, earthquake is but one of the many threats facing residents. As per the new study, even a major earthquake along the Dawki faultline in Sylhet – the second of the two faultlines on which Bangladesh rests – will also have a devastating effect on Dhaka. In that case, at least 40,935 buildings will be demolished, while 16,000 people will be killed. The level of threat that Dhaka faces is stupefying, just as the level of indifference still being shown by those in charge of it.\nWhile the massive humanitarian crisis that has recently unfolded in Turkey and Syria following a 7.5 magnitude earthquake may have alarmed many about our own lack of earthquake preparedness, whether it will lead to meaningful action remains to be seen. After all, historically, we have spent much more on responding to natural disasters than we have on reducing the risk of them. Experts have cautioned against this tendency this time, saying the minor tremors recorded in the last several years may herald a major tremor in the near future.\nWe must plan and prepare accordingly then, backed by a strong political will. Any action by the authorities, especially Rajuk, must reflect the urgency we face.\n",
        "headline_1": "We need to be ready for earthquakes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-be-ready-earthquakes-3272501",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "We applaud the work of \"Bhalo Kajer Hotel\" (Meal for Good Work), a charitable project of a non-profit organisation that gives out free meals to anyone in exchange for one good deed or act of kindness done on a given day. This is a rather innovative way of helping and inspiring the poor at a time when high inflation is pushing more and more people in desperate situations, with food corporations and traders further increasing prices of essential commodities ahead of the holy month of Ramadan. These efforts to alleviate the suffering of those in need are really uplifting.\nIt is also good to know that the \"hotel\" has been able to serve them for a couple of years now, thanks to its dedicated pool of volunteers (or \"daily team members\") and donors. The organisation's aim to not only feed the hungry but also encourage them to help others in return has launched a cycle of good deeds, which is highly admirable. The hotel currently operates in five different locations in Dhaka: Kamalapur, Bashabo, Korail Slum, Shatrasta Mor, and Karwan Bazar – serving two meals a day, six days a week. On Fridays, volunteers head towards different mosques to distribute food packets post-Jummah prayers. Besides, it also extends helping hands to anyone in trouble, such as feeding the victims of the Tejgaon slum fire recently.\nLooking back over the past few years, it is the activities of such independent organisations and volunteer groups that have helped thousands of people at their hour of need. Back when the country was caught in the grips of the Covid pandemic, with lockdown causing immense pressure on the people of limited means, a number of organisations such as Bidyanondo, Red Crescent Society, Mehman, Brihonnola (an organisation consisting of transgender volunteers) and others readily helped citizens with food donations, free PPEs, help with the vaccination process, transportation for patients within Dhaka, etc. Neither the goodwill nor the voluntary work of these groups can be repaid; their actions have helped those in need in the most priceless and memorable ways.\nSo we commend the selfless labour of those behind these organisations – especially the Bhalo Kajer Hotel – and would like to encourage them to keep up their charitable spirit. The fact that they are still funding and distributing free meals, even when the prices of essential food items have skyrocketed, proves the strength of their intent. We hope the government and wider society will recognise their work properly. The authorities should also identify ways in which they can help these organisations in their missions, financially and logistically, to maximise the impact of their work. These groups can be a vital partner in the government's social protection schemes, especially with the ongoing economic crisis pushing large numbers of people below the poverty line.\n",
        "headline_1": "Good deeds breed good deeds ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/good-deeds-breed-good-deeds-3272456",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "The target is ambitious but it is achievable given the facilities for production of generic medicines in the country. That the local pharmaceutical companies meet 97 per cent of the country's need for medicine surely goes to their credit as well as points to their manufacturing capacity. But to lift the production volume to a level where the 2022's export size of medicine worth $189 million can be raised to $1.0 billion to $4.0 billion to $40 billion ---albeit at different stages --- is quite challenging. For its plus point, the country has 213 pharmaceutical companies in operation with a domestic market size of $3.32 billion. What is particularly savouring is the fact that nine companies have already received regulatory approval from highly reputed authorities like MHRA, EU countries, US FDA and WHO PQ. Eleven others are joining the club soon to make a total of 20. Clearly, there is no question about the performance of the local drug companies as those are capable of producing all types of dosage forms such as tablets, capsules, liquid preparation, dry suspensions, injections, nasal spray and granules in sachets. Also to enhance the capacity for production of active pharmaceutical ingredients (APIs), an API park has been set up in Munshiganj where 27 companies will join the 15 such manufacturing establishments already in operation. Locally produced APIs, raw materials of drugs, are all set to make the already cheaper production cost of medicines further cheaper as well as boost self-sufficiency of the country's pharmaceutical industry. The hope expressed by Abdul Muktadir, chairman and managing director of the Incepta Pharmaceuticals Ltd., while presenting a paper on \"Pharmaceutical and healthcare in Bangladesh: Investing for growth, global integration and post-Least Developed Country (LDC) market opportunities\" is unlikely to be misplaced. As the title of the subject suggests, it has focused on the prospects of the country's drug industry in a session of the Bangladesh Business Summit 2023 on the concluding day. All this shows that the country is moving in the right direction to take the pharmaceutical industry to the levels where its expertise is well complemented by the local supply chain of ingredients for drugs. But more will be needed to grab the global market of generic medicines. The existing capacity of the 213 drug companies are not sufficient for turning all of them producers of quality medicines of international standard. Only the leading pharmaceuticals with approval from internationally reputed regulatory authorities can go for export in a big way. Even then they will have to add infrastructural facilities to their existing units if they are serious about seizing even a one per cent share of the global generic medicine market worth $400 billion.Infrastructural development apart, the industry will have to be considered a thrust sector and given the policy support for its flourishing as a technologically superior sector to garment industry. Thus it stands to diversify the country's export basket. As a specialised sector, it will need highly knowledgeable and skilled manpower. Even then the industry will have to face the challenge of elimination of waivers on patented drugs when it graduates to a developing country. But there will be opportunities as well when drugs worth $150 billion will be off-patented. So, negotiations with the World Trade Organisation (WTO) for extension of waivers on drugs already in the market, on the one hand, and taking advantage of the off-patented medicines, on the other, can help achieve the target envisaged.",
        "headline_1": "Pharmaceutical industry's export prospect",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pharmaceutical-industrys-export-prospect-1678889456",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "China is going places. It is everywhere. It is reshaping geopolitics. In these past few weeks and months, Beijing's reach has extended to regions in a manner that has left many beyond China impressed. Conversely, China's growing influence has had governments, especially in the West, worried. An instance is the meeting of US President Joe Biden, Australian Prime Minister Albanese and British Prime Minister Sunak in San Diego at an AUKUS summit. For such governments, China represents a threat, the suspicion being that Beijing may be poised to seize Taiwan in a brazen show of military power. And there is too the Chinese attitude on the Spratly Islands question, which has left some nations in the region worried to no end.At another level, Chinese largesse aimed at promoting economic development in such regions as Africa and in countries like Pakistan and Sri Lanka has stoked fears of a debt trap laid by Beijing for governments, a legacy which will likely be obstacles to the future for their peoples. Hambantota and Gwadar and scores of projects in Africa are references which come up with any mention of China's expanding global economic clout. People are afraid, therefore. And yet there are people who look at this whole sequence of events as history on the move.Part of that history was made in Beijing last week when President Xi Jinping was voted to office for a new five-year term. That was a dramatic moment, not that anyone was surprised. But sit back, to reflect on the careful, determined manner in which Xi has moved to consolidate his hold on power. He has broken with the post-Mao constitutional stipulation of the country's supreme leader being in office for no more than two five-year terms. And that was when Xi convinced people that for the first time since Mao Zedong here was China going out to meet the world on its own terms. Xi could be in power for the rest of his life. For all the world's worries, does Xi Jinping care?In the next seven years, so we have been told, China will overtake the United States as the leading global economy. Is that a surprise? Philosophy and well-grounded politics have brought the Chinese to this seminal moment in their history. And we are reminded of the intellectual that was Zhou En-lai who, when asked about the ramifications of the French Revolution on history, responded, 'It is too early to tell.' That statement informs you about the place of Chinese wisdom through the civilizational ages of mankind. Remember Napoleon's warning of the need to desist from disturbing China, because China was a sleeping giant and would shake the world when it awoke?Well, China woke up a long time ago. Today it is wide awake, alert to the world around it. In an era of transformational diplomacy, the world or at least part of it is going to China. The Saudis and the Iranians, Sunni and Shiite Muslims and for ages opposed to each other's view of the world, have been to Beijing to explore the chances of a resumption of links. The Chinese brought them together, convinced them to bury the hatchet and restore diplomatic ties. In the next two months, Riyadh and Tehran will reopen their embassies in each other's capital. It is patently a Chinese achievement. Here is a nation of unambiguous communism bringing two Muslim countries back to speaking terms. Where once conflicts between nations were deliberated on in western capitals, the winds have now shifted to the east. French President Emmanuel Macron will be travelling to Beijing in April. Vladimir Putin and Xi Jinping remain in touch over the Ukraine war, informing the world that the West's obsession over the need to arm Ukraine, to have Zelensky beat the Russians in the battlefield is a narrative composed differently in the East. The diplomatic initiative is now China's, given that Biden, the European Union and NATO have through their belligerency closed off all avenues to a negotiated settlement of the war in Ukraine. Xi Jinping has publicly, for the first time, referred to the United States as China's adversary. One is reminded of the times when in the 1960s Maoist Beijing constantly castigated Washington as an imperialist power and its supporters as running dogs of US imperialism. The language has changed, of course, with decency and pragmatism having taken over since Richard Nixon's defining trip to Beijing in February 1972.The hope engendered by the Nixon visit has not died, but in the realities thrown up by twenty-first century perspectives, the Chinese have come of age. Washington has been upstaged by Beijing in global significance. Where in the 1950s and 1960s anti-communist regional bodies like CENTO and SEATO were unable to contain China, today it is AUKUS and the Quad which desperately seek to check Beijing's growing global influence but are seemingly unable to do the job.And yet there is a growing requirement for the Chinese leadership to acknowledge the necessity of cooperative diplomacy as it goes about reinventing is outlook on the world. Global worries about Chinese ambitions in the Spratly Islands and about Beijing's attitude to Taiwan need to be allayed by reassuring Chinese action. The Chinese are a near superpower, but that rise must not be at the expense of the world beyond Beijing. Indian worries about Chinese troop movement, allegedly, in its territory call for Beijing's attention and action in a spirit of diplomatic cooperation. Indian Foreign Minister S. Jaishankar was emphatic about the Indian position when he let his Chinese counterpart know at the recent meeting of G-20 Foreign Ministers in Delhi that if China wished to have normal ties with India, it would first need to vacate Indian territory. Xi Jinping will ignore this point at peril to broad Chinese diplomatic acceptability in the region. Chinese claims on Indian territory are obstructive to fruitful cooperation with Delhi in the future. President Xi's endeavour ought to be to reach out to Prime Minister Narendra Modi, deliberate on the entire gamut of Sino-Indian ties and perhaps explore a re-inauguration of the era which between 1949 and till 1962 defined links between Zhou En-lai and Jawaharlal Nehru.French President Charles de Gaulle, whose government created waves and worries in the West when it accorded diplomatic recognition to People's China in 1964, was once asked what he thought of China. He came forth with a facetious response: 'China is a big country; and many Chinese live in it.'Decades on, should we read between the lines in that Gaullist statement?\n[email protected]",
        "headline_1": "From Mao's China to Xi's China",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/from-maos-china-to-xis-china-1678889547",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "The tenure of the last Dhaka University Central Students' Union (DUCSU) expired in June 2020. And since then, there have been no DUCSU elections at Dhaka University (DU). However, every DU student has to pay an annual fee of Tk 60 for DUCSU and another Tk 60 for the hall student union. It is a small amount of money but it gives students a message that the DU authorities are charging them for the organisation that does not exist. It is understandable that DUCSU polls could not be held in 2020 and 2021 due to Covid-19 pandemic. But why didn't the DU authorities take initiatives to hold the election in 2022? And this year too, they do not seem to have any plans to hold the election. Interestingly, DUCSU is the only DU organisation that does not see regular elections. The DU authorities conduct elections for other organisations like DU teachers' union or officers' union on a regular basis.DUCSU is a students' representative body. It is supposed to act as a bridge between general students and the university authorities. And it should ensure that students' problems are heard and resolved. It is not the student wing of a political party. Rather, it is a panel of elected student leaders who are supposed to help students irrespective of their political identity. Due to the absence of DUCSU election, student politics at DU and other universities in the country has practically been hijacked by political parties. Many university students do not even know that one can do student politics for the betterment of students without the support of a political party. As a matter of fact, now student politics no longer serves general students; rather it works as an effective tool for political parties to control university campuses. Bangladesh, however, has a rich history of student politics. From language movement in 1952, mass upsurge in 1969, liberation war in 1971 to the removal of military dictatorship in 1990, students were the driving force of every movement. And they stood by common people in every critical situation of the country. No doubt, DUCSU leaders played a prominent role during those movements by organising the students. The student union also produced a number of high-profile student leaders who later emerged as our national leaders. If DUCSU and other student union polls are not held regularly, we will soon find a dearth of national leaders. We should remember that student unions are the best training ground for future politicians. The leaders, who do not have such training, lack the understanding of socio-cultural realities to rule a country. Student unions serve as nurseries of democracy. They promote exchange of ideas and healthy debate among the youth. They nurture the spirit to respect difference of opinion. So, we should raise our voice not only for DUCSU election, but for other student council elections in all higher educational institutions. And if the DU authorities do not have the capacity to hold DUCSU elections, they should make it clear to their students. And, at the same time, they should not collect fees from the students in the name of student council. \n[email protected]",
        "headline_1": "Why not DUCSU elections?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-not-ducsu-elections-1678889584",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2023"
    },
    {
        "full_article": "Of all the natural calamities, earthquake is the deadliest. It is unpredictable. It can happen in a second. And if it is powerful, there is no escape from its destruction. Bangladesh is highly vulnerable to earthquakes. So, preparations for minimising damage if hit by a major quake must start from this moment. And Dhaka city should be the centre of attention in this regard as it is one of the most susceptible cities. In the event of a major earthquake of 6.9 magnitude, 865,000 buildings are likely to collapse in Dhaka alone, according to a recent report prepared by the Rajdhani Unnayan Kartripakkha. So, we think both the authorities concerned and the people should be deeply concerned about it and take some measures in advance to minimise damage. Many buildings in Dhaka city and elsewhere in the country are self-built by the people without any architectural and structural design. They are built taking advice from masons or contractors. These buildings can become death traps if a disaster strikes. Many multi-storey buildings in the capital city have been constructed flouting RAJUK's approved design. Also, they have been constructed without following any earthquake resistant building code. Some of them have been constructed filling wetlands or lowlands for which the buildings constructed on the filled-up lands are vulnerable. If a building is not designed properly or constructed without proper piling, it may fall during an earthquake. So, we urge the authorities concerned to form an earthquake resistant building code that all buildings must follow when they are constructed. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Making buildings earthquake-resistant",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-buildings-earthquake-resistant-1678889606",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2023"
    }
]