[
    {
        "full_article": "The government's decision to open educational institutions is a welcome development. All educational institutions have remained closed since the beginning of the Covid-19 pandemic, and the promise of online education has failed miserably to deliver. The failure was not unexpected in a country where mobile internet speed is very poor. Bangladesh is one of the five countries on the bottom of the global list when it comes to mobile internet speed.\nWe are all aware of the steps taken by the government to tackle the pandemic. A few rounds of the so-called \"lockdown,\" announcements of several stimulus packages and the occasional vaccination \"festival\" marked the last 18 months. What remained constant during this period was the closure of educational institutions. Everything else has continued as if the pandemic does not exist, or normalcy has returned after brief disruptions. But the doors of educational institutions have remained stubbornly locked, although we heard repeated announcements that they will be opened soon.\nBangladesh is among the few countries in the world where the educational institutions are still closed due to the coronavirus. In fact, considering the length of the closure, Bangladesh ranks second in the world. Educational institutions have been closed since March 17 last year, and now it has been said that primary, secondary and higher secondary-level educational institutions can be opened from September 12. As for universities, they may soon follow, with the Dhaka University vice-chancellor stating that the university is likely to open in phases in October.\nThree of the long-term effects of the coronavirus around the world are particularly significant. First is its impact on the educational sector. A generation will lag behind others because schools and colleges have been closed for so long or the students have not been taught in usual ways. Even in countries where educational institutions have been closed for a short period of time, this has remained a major concern. The closure has caused high rates of dropout; bringing these children back to school remains a challenge. Secondly, there has been a decline in nutritional intake among low-income people. Due to reduced income, poor people have suffered from food scarcity, and as such, malnutrition will increase among a significant segment of the society. It is not only the poor that will bear the brunt of it—the middle class will also be equally affected. The third effect is the increase in income inequality. Even during the epidemic, the rich have become richer all around the world. Bangladesh is not immune to these three adverse impacts.\nIt is against this backdrop that the educational institutions remain closed. Public health theories cannot explain why the government thought that infection would be higher from the crowd of schoolgoers than from the crowd of people thronging shopping malls or ferry ghats, but recent comments by ministers, made either willingly or inadvertently, provide the clue—it is sheer politics. As some university teachers started taking symbolic classes, and Unicef insisted on July 12 that schools should be opened, the government seemed to have felt the need to make a move. Over the past several months, the government claimed to be preparing for the opening of the educational institutions, but what those \"preparations\" have been is yet to be known. I hope the government and school-college authorities understand the difference between opening the institutions after any other holiday and opening now.\nThe government did not say whether school and college teachers are included as a priority on the vaccination list. It is also not known who will be responsible for ensuring that teachers and students wear masks, and conducting testing on a regular basis for the foreseeable future. Students and parents need to know what measures will be taken if the number of infections increases. What is the threshold of keeping an institution open? Will there be contact tracing?\nIt is important to ensure that government schools and colleges receive additional funding in order to adhere to the health guidelines; monitoring will be necessary to see whether they are being properly spent. If the government thinks that its only responsibility is the announcement of a date, then they are misjudging the scale of this task. According to Education Minister Dipu Moni, \"We have already made preparations for the opening of schools and colleges.\" Have these measures been communicated to citizens and parents? The government should draw on the experience of other countries, especially those sharing socio-economic similarities with Bangladesh, not of countries in Europe or North America.\nThe severe loss in the education sector caused by the pandemic, especially due to the long closure, will not be recouped only by opening the schools and colleges. There was always discrimination in the sector due to the unjust social system; it has increased manifold over the last year and a half. Children of the rich and upper-middle class families have been able to continue their studies, many with the help of private tutors, whereas children of the poorer families were left with no support. This has pushed them one step backward.\nMerely unlocking the doors of schools and colleges will not be sufficient to bring back those who have dropped out of the system. A study by Brac and Manusher Jonno Foundation showed that child marriage has increased by 13 percent due to the closure of educational institutions during Covid-19—the highest in 25 years (Deutsche Welle, August 24, 2021). The government must take the initiative to reach out to the families who won't be able to send their children to schools as their primary breadwinners have lost their jobs or their income has dropped remarkably. School authorities as well as NGOs can join hands to identify these families. In short, this requires a coordinated plan. Does the government have that plan?\nThe university authorities will decide when universities will be opened. Authorities of Dhaka University have given the impression that they have prepared a road map. It is said that all students at the university will be brought under the immunisation programme by September 15. The residential halls are gradually being opened. But the question is whether the government has enough vaccine in stock to inoculate all universities students. It is also not clear what measures are being taken by other public universities. Public health considerations must prevail in making the decision to reopen, but other considerations should not be ignored. For example, the university administrations now have the opportunity to address the so-called \"gonoroom\" culture in various dormitories. This practice handed over the fate of many students to the Chhatra League leaders who control those rooms. Indeed, considering the past behaviour of university administrations and their political proclivities, a change is unlikely. But if they could do away with this culture, at least one good thing would come out of the long closure of universities.\nAli Riaz is a distinguished professor of political science at Illinois State University, a non-resident senior fellow of the Atlantic Council, and the president of the American Institute of Bangladesh Studies (AIBS).\n",
        "headline_1": "Schools are finally reopening, but what’s next?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-and-grey/news/schools-are-finally-reopening-whats-next-2169206",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2021"
    },
    {
        "full_article": "When I talk about Bangladesh's climate change response, I get excited by the thought of three milestones.\nRegarding climate planning, I love to talk about Bangladesh Climate Change Strategy and Action Plan (BCCSAP). It was exclusively prepared by Bangladeshi climate change experts in 2008 (revised in 2009)—not to comply with any global agency, such as the United Nations Framework Convention on Climate Change (UNFCCC), but to meet the country's own needs. Over the last decade, this has been the sole guiding document to spend money from the Bangladesh Climate Change Trust Fund (BCCTF) and other funding sources, including the development partners.\nI also get excited when thinking of the money we have been spending to face climate crisis. Eleven years ago, the BCCTF was established with the country's own money. Gradually, it became a pot of about USD 450 million, which until May 2021 supported 789 projects. According to the Climate Budget Report (2021-2022), Bangladesh's climate-related budget involving 25 ministries and agencies is USD 2.96 billion, which is 0.73 percent of the country's GDP. Between 2015-16 and 2021−2022, we doubled our climate budget. Despite the Covid-19 pandemic, the government continued allocating climate budget, which were 4.23 percent (2020-2021) and 4.16 percent (2021-2022) of the total national budget of two consecutive years.\nRegarding our climate leadership in recent years, I love to highlight Bangladesh's current presidency at the Climate Vulnerable Forum (CVF) (2020-2022) and the opening of South Asia regional office of the Global Center on Adaptation (GCA) in Dhaka in September 2020. We are currently formulating Mujib Climate Prosperity Plan aiming at becoming a resilient upper-middle-income country by 2030. Many local, national and international NGOs, UN agencies, research organisations, networks, and individuals are working alone or in collaboration with national and international entities to improve the country's climate resilience. Bangladesh's proud legacy of community-based adaptation and nature-based solutions, like ecosystem-based adaptation, has made the country the \"adaptation capital of the world,\" the \"best teacher\" in climate change adaptation, and an \"adaptation leader.\"\nBut I don't feel easy talking about three aspects of our climate action.\nFirst, the BCCSAP (2009) was meant for 10 years, but its updating began long before December 2018. Three years on, the government has yet to finalise and approve the revised BCCSAP. We have seen so many significant developments since the formulation of the BCCSAP in 2009—the ending of the Millennium Development Goals (MDGs) era (2001-2015), the beginning of the Sustainable Development Goals (SDGs) period (2016-2030), amazing success in poverty alleviation, and improvement in other development indicators (e.g. food security, child health, and primary education), leading to Bangladesh's graduation to the lower-middle-income status. Fulfilling \"Vision 2021\" encouraged the country to envision becoming a high-income country by 2041. The Bangladesh Delta Plan 2100 (2018) aims at transforming Bangladesh into a resilient delta. Although Bangladesh emits less than 0.35 percent of global greenhouse gas (GHG), according to the Nationally Determined Contributions (NDC, 2021), it proposed to reduce its GHG emissions by 6.73 percent (on its own) to 21.85 percent (with international support) by 2030. This commendable intention is in line with the Paris Agreement of 2015, where about 190 UNFCCC parties agreed to reduce GHG emissions to keep the global temperature rise below 2 degrees Celsius. Alarmingly, in August 2021, the Sixth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC) drew an increasingly grim climate future for the vulnerable countries. Our inertia to consider all these domestic and international developments and update the BCCSAP to expedite climate action momentum is rather disappointing.\nSecondly, the climate change trust fund (BCCTF) has funded hundreds of climate change projects, including formulation of strategies and action plans, like updating the National Conservation Strategy. However, the revision of the 2009 BCCSAP was not funded by the USD 450 million trust fund, but was supported by the GIZ, our German development partner. There must have been a fantastic reason behind such a decision made by the Ministry of Environment, Forest and Climate Change. Such dependency on foreign money continues, as the Environment Ministry is currently preparing the National Adaptation Plan (NAP) with the Green Climate Fund's (GCF) support. Throughout the 2000s and the 2010s, Bangladesh prepared many environmental and climate planning documents with foreign money—the BCCSAP was an exception. Should we still follow that old path because the money is there to use? Or, since we are meeting some international obligations by preparing those environmental plans, should international financiers pay us for these? Where did our sense of ownership and leadership go, which we had shown when we prepared the BCCSAP?\nThirdly, an analysis of the BCCTF allocations, as in Climate Budget Report (2021-2022), showed that the Ministry of Water Resources (132 projects), the Local Government Division (441 projects), and the Environment Ministry (68 projects) together implemented 88 percent of government agency-led projects. The average allocation per project ranged from USD 350,000 (LGD) to USD 900,000 (Ministry of Water Resources). On the other hand, the Palli Karma-Sahayak Foundation (PKSF) channelled USD 2.74 million of the BCCTF to 57 NGOs. It means, on average, each community-based climate change project received USD 48,000 as a grant. While we are proud of our country leading community-based climate actions, lots of small climate projects with small budgets indicate we are stuck with the notion of \"pilot projects,\" while tens of millions of vulnerable people need large impactful climate programmes on a wider scale.\nSpeaking of large projects, back in 2018, the government listed 48 potential climate projects worth USD 3.17 billion in anticipation that 72 percent of this amount would come from the GCF. One project from that list received GCF's approval in November 2020, which will receive a USD 250 million loan to encourage private sector investments in the textile and ready-made garment industries for adoption of energy-saving technologies. For adaptation, the GCF has so far given Bangladesh about USD 60 million as grants, potentially reaching out to about 1.14 crore vulnerable people, i.e. investing nearly USD 5.3 in each person's resilience.\nSignificant funding deficit can also be seen in implementing a number of big climate-related plans. Out of 80 projects, for example, Bangladesh Delta Plan 2100 identified 34 projects as climate-relevant. According to Climate Budget Report (2021-2022), over the next couple of decades, USD 37 billion is needed to implement the first phase of this plan. Bangladesh hopes to receive a huge sum from the GCF (USD 2 billion annually), development partners, and private sector. Large investment gaps are also seen in achieving the adaptation and mitigation targets outlined in the NDCs. The current speed of channelling such large amount of fund is slow.\nSo, we know where we want to go in terms of climate resilience, how to go there, and how much money we need to make that journey. But, given the complex global climate funding mechanisms and the uncertainties owing to the Covid-19 pandemic, Bangladesh desperately needs to design and establish innovative and robust funding mechanisms. Can we have a national dialogue on this?\nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle: @hmirfanullah\n",
        "headline_1": "Using our climate funds right",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/using-our-climate-funds-right-2169201",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2021"
    },
    {
        "full_article": "To be fair, modern media is white men's invention. Even though the Chinese invented paper and printing, Gutenberg's type-set printing of papal indulgences and the Bible launched media into the religious, commercial and cultural space, which initiated the Industrial Revolution and imperialism. Western science, driven by religious fervour for capitalism, paved the way for the information revolution that became global.\nNothing succeeds like success. White Man's Media became successful through both new technology and its business model. The medieval Catholic Church got substantial funding by issuing indulgences (forgiving sins from divorces, abortions and crimes) and granting letters patent, franchises and charters to go out and conquer colonies. As the commercial class rose in power, so did its demand for information. Venetian merchants created political and war news sheets in 1566. By 1609, Germany printed the first newspapers. Such printed media spread information and knowledge from the hands of the royalty, clergy and elites to the masses. This paved the way for the first French and American revolutions with populist cries for equality, freedom and democracy. American media invented advertising, pushing the right of everyone to consume, enter into debt and freely erode our natural resources.\nBut the power of media cuts both ways. Just as markets need true, fair and timely information to perform effectively, society needs a courageous media to speak truth to power. Sound political decisions cannot be made with bad or corrupted information. Thus, as early as 1695, Britain abolished the licensing of the press, and by 1791, the newly independent United States of America institutionalised the freedoms of speech, press and assembly into the First Amendment to its constitution.\nArmed with these freedoms, White Man's Media played a crucial role in the advancement of science, technology, and colonisation. Media, power and technology formed a formidable toolbox that gave the West the decisive edge of knowledge to dominate the rest of the world. As the Arab Orientalist scholar Edward Said lamented, mental colonisation through religion and ideology was more powerful than physical colonisation, and this was achieved largely through education in Western languages, taught through Christian schools.\nErgo, media is a power that can be used to dominate others, inseparable from war and beliefs. As Kenyan independence fighter Jomo Kenyatta quipped: \"When the missionaries arrived, the Africans had the land, and the missionaries had the Bible. They taught us how to pray with our eyes closed. When we opened them, they had the land and we had the Bible.\"\nThe Nazi propaganda chief Joseph Goebbels understood the power of media in politics when he realised that a lie repeated enough becomes the truth. This prompted Winston Churchill to proclaim that \"in wartime, truth is so precious that she should always be attended by a bodyguard of lies.\"\nFast forward to today, the drums of war are again being beaten by White Man's Media, again attended by a bodyguard of lies. Internet guru Yochai Benkler, in his 2018 book \"Network Propaganda\", summed up the dangers: \"First, having a segment of society that is systematically disengaged from objective journalism and the ability to tell truth from partisan fiction is dangerous to any country. It creates fertile ground for propaganda. Second, it makes actual governance difficult… Third, the divorce of a party base from the institutions and norms that provide a reality check on our leaders is a political disaster waiting to happen.\"\nThese disasters are unfolding by the day.\nFormer CIA media analyst Martin Gurri stated succinctly in \"Revolt of the Public\": \"We live in an age of misinformation—an age of spin, marketing and downright lies. Of course, lying is hardly new, but the deliberate propagation of false or misleading information has exploded in the past century, driven by new technologies for disseminating information—radio, television, the internet—and by the increased sophistication of those who would mislead us.\"\nIn short, White Man's Media is today being challenged by the rise of new media channels such as Al Jazeera, CGTN, RT and a myriad small social media channels (eg johnmenadue.com) that provide a whole range of information that portray different perspectives and views in different languages. And that is what should be the case, because truth comes not from \"my way or no way,\" but from a myriad different colours of opinions and perceptions. Global media cannot be controlled by a small minority who has only their interests at heart.\nThe debacles of the Iraq and Afghanistan wars showed that wars fought on the basis of outright lies end up badly for everyone. What role did the White Man's Media play in such disasters by not speaking truth to power?\nIn 1962, American writer James Baldwin wrote about racism in his country: \"Whatever white people do not know about Negroes reveal, precisely and inexorably, what they do not know about themselves.\" Events have shown that White Man's Media knows far less about the rest of the world than they admit, and that they know themselves even less.\nWe have a situation where the white man is still dominant in global economics, finance, military, technology and media, but may lose that dominance with rapidly changing circumstances. We have a majority that feels insecure because it realises that soon it may be a global minority, in both population and power. No minorities can feel secure when the majority is insecure.\nThat is not a good foundation for global peace and stability.\nAndrew Sheng from Malaysia is adjunct professor at Tsinghua University, Beijing and University of Malaya. He was formerly the chairman of the Securities and Futures Commission, Hong Kong. He is a columnist for the Asia News Network.\nCourtesy: Asia News Network\n",
        "headline_1": "White Man’s Media: A Short History",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/white-mans-media-short-history-2169196",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2021"
    },
    {
        "full_article": "Recently I wrote about how Bangladesh's RMG industry needs to move towards renewable energy in order to gain a global competitive advantage in garment production. Here I want to look at some of the challenges our industry faces in its shift to renewable and cleaner energy, and how to overcome these challenges.\nWhile we, as garment manufacturers, are keen to see a move towards renewable energy, we are—to a large extent—dependent on wider infrastructure issues in Bangladesh around the energy mix and the transition from traditional and renewable energy. That is what this piece will focus on.\nAt present, for Bangladesh as a whole, the main source of energy is natural gas. But this source is getting depleted quickly, while other fossil fuel resources such as oil and coal have a finite supply.\nAccording to the United States Agency for International Development (USAID), there are around 10.63 trillion cubic feet of natural gas reserves in Bangladesh, with annual production of 0.961 trillion cubic feet in 2019. Indigenous gas reserves will go dry soon, given the yearly production and growth rate. In short, the clock is ticking.\nAt present, our government is importing liquefied natural gas as an alternative. Bangladesh set out targets for renewable energy generation capacity in its 2016 Power Sector Master Plan: 2,470 MW by 2021 and 3,864 MW by 2041.\nGiven that only 369.81 MW—including 230 MW of large hydropower—of renewables have been connected to the grid to date, it is clear that the target for 2021 will not be achieved.\nWhat is holding us back in our shift to renewable energy, and what solutions can we look to moving forward?\nMost experts agree that Bangladesh has excellent potential for harnessing renewable energy sources, such as solar, biomass, wind, and mini hydropower—these are all areas where we as a country are blessed with an excellent supply.\nThe investment costs of renewable energy technologies are generally higher compared to fossil fuel alternatives, with high start-up costs. However, it is widely acknowledged that the return on this investment is large once externalities such as health and environmental hazards are factored in. Long-term operating costs for renewable energy are also less.\nRenewable energy is the obvious long-term option for a developing country like Bangladesh, which will soon graduate from the LDC status. It is a huge investment in our future as an economic player on the global stage.\nSo what are the key challenges in our shift to renewable energy? In my research, a number of issues became apparent. Firstly, the land availability for renewable projects is limited in Bangladesh at present as most land here is designated as agricultural, and cannot be used for renewable energy projects—at present in any case.\nSecondly, the existing policy tools and incentives may not always be applicable to renewable energy in the same way as they are to natural gas projects.\nThe third issue is a lack of synchronisation, in the sense that the targets that are being set for renewable energy plants are not in tandem with future plans for power transmission infrastructure, in the same way as they are for conventional power plants.\nThe fourth issue is a reluctance on the part of banking, finance and investment institutions around renewable energy due to a lack of experience and understanding relating to large-scale renewable energy projects. Added to that is the fact that there is a limited amount of knowledge of renewable energy technologies—in Bangladesh, we lack experts with the know-how and understanding of large-scale renewable energy projects. Such expertise may need to be brought in from other countries leading in this area.\nThese points are particularly important. It is widely recognised that private sector investment will be needed to plug the investment gap caused by a shortfall of public sector financing capabilities. The government cannot do this alone.\nSo what needs to happen?  The first issue is finance. We all now recognise that investment into the renewable energy sector investment is required—and this money will have to be shifted away from the development of conventional power plants, and to solar, wind and other renewables projects. There needs to be a clear direction shift around national policy.\nForeign Direct Investment (FDI) could play an important role here, as domestic capital will likely not cover the infrastructure costs associated with the shift to renewable energy.\nSecondly, I believe we need to learn from other countries where agricultural land is now simultaneously being used for solar power generation. If we could make use of more agricultural land, this would take the pressure off roof-top space for solar panels, which is a challenge in our cramped cities. To facilitate this transition, new laws and policies will be needed.\nThirdly, we need to adjust planning regulations so that developers can build projects which have less infrastructure and land risks. This will attract more investment and reduce barriers to entry into the sector.\nFourthly, Bangladesh needs to develop and present a clear and detailed renewable energy plan, which offers a medium and long-term direction for private energy stakeholders. This could be shared widely and also act as a signal to the investment community.\nFollowing on from this, our government now needs to map out the current renewable energy potential of Bangladesh, addressing technical issues and identifying suitable project locations. This could also see the creation, where possible, of special renewable energy development zones. We need a plan and to identify potential blockages.\nWhich actors need to be involved in this process? There are organisations such as the Sustainable and Renewable Energy Development Authority (SREDA) or Bangladesh Power Development Board (BPDB). which will be responsible for identifying land to site renewable energy projects.\nOther relevant organisations include relevant private sector stakeholders—the RMG sector should certainly be consulted—NGOs, academic and research institutions, and energy experts.\nBangladesh's shift to renewable energy is no small undertaking and will require heavy investment. But for our RMG industry, which aims to lead the world in sustainability and use of renewable energy, the rewards will be plentiful and long-lasting.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "How to support the renewable energy drive in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/how-support-the-renewable-energy-drive-bangladesh-2169191",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2021"
    },
    {
        "full_article": "It is unfortunate that the families of 21 victims of illegal trafficking, as reported in The Daily Star on Sunday, have not yet found redress of their complaints even after a year and a half since cases were filed in 2019. And that is because the investigating agencies have not been able to collect enough evidence to proceed with the cases.\nBangladesh is one of the top 10 countries from where people migrate to seek better fortunes abroad. In doing so, they sacrifice everything with only one hope—to improve their condition and that of their dependents. But when does one give one's last penny to go abroad looking for a job? What should one make of our economic and social conditions when, according to the chief of the International Organization for Migration (IOM) in Bangladesh, nearly three quarters of a million Bangladeshis choose to migrate abroad every year?\nUnfortunately, the more vulnerable among the migrants fall prey to local and foreign traffickers, getting themselves into all kinds of horrid situations. Of relatively recent innovation is migrants being taken hostage by the foreign traffickers, into whose clutches these unfortunate fortune seekers land ultimately. The international syndicates with whom the local syndicates have a deep link demand money from their relatives in Bangladesh in return for their freedom. Unfortunately, many of the trafficked victims go missing altogether.\nIllegal migration and human trafficking—one of the most serious socio-economic problems—has sullied our image abroad as a developing country and brought into question our development priorities. Unfortunately, employment at home has become quite scarce and more expensive than getting a job outside the country, for which people are willing to risk their lives even. But there is a lack of due diligence on the part of various agencies of the government to stop this phenomenon.\nThere are certain realities that must be acknowledged if this scourge is to be efficiently addressed. Firstly, we must purge from our minds that it is only the indigent and the illiterate who seek employment abroad. The fact is, many well-educated individuals with university degrees are among the 700,000 or so illegal migrants who leave the county every year. It's economics that acts as the driving factor. Paying bribes for a job at home is much costlier than what the syndicates ask for to get them to their chosen destinations. Secondly, there is both the demand and supply side of the phenomenon. It is a myth that there is no demand for blue collar jobs outside. The reality is, according to experts, there is as much demand for menial and lowly paid jobs as there are for white collar jobs in many countries. Thirdly, the administration should not disown those Bangladeshis who are languishing in various countries, having gone there illegally. They are our citizens and must be brought back—at least for the sake of investigation and identifying the syndicates for the purpose of prosecuting and punishing them.\nWithout improving our socio-economic conditions and employment opportunities at home, and without identifying the syndicates and their external links, and without meting out severe punishments to the traffickers, the fertile ground provided by those seeking greener pastures abroad will continue to be harvested by the syndicates.\n",
        "headline_1": "Justice eludes 21 victims of human trafficking",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/justice-eludes-21-victims-human-trafficking-2169186",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2021"
    },
    {
        "full_article": "It is disappointing to know of yet another government project undergoing frequent deadline extensions, leading to cost escalations as a result. The project, taken up in January 2017 by the Roads and Highways Department (RHD), was to reconstruct a 38km stretch of the Jashore-Khulna national highway, with an initial budget of Tk 321.56 crore and a deadline till December 2019, as approved by the Ecnec. So far, the project deadline has been extended three times, but even that does not seem enough. Now, the Planning Commission has set a new deadline of June 2022, but the newest revisions—if approved—would mean an overall cost of Tk 371.52 crore.\nWe, alongside the Planning Commission, are left to wonder about the causes of such delays and revisions leading to so much of public money being spent, especially for a mere 38km segment of a national highway. The reconstruction work was taken up by citing the insufficient thickness of the road. But more than four years later, it is now rutted (due to overloaded trucks plying on the road) and changes need to be made in the project design. The plan to build three new truck bays has been added to the project, and more money is required to \"raise the height of the shoulder of the road to widen it.\" According to the executive engineer of Jashore RHD, it was only in March and May 2018 that the contractors could be awarded the work after the tendering process was completed, more than a year after the project was first approved.\nThere are countless government projects like this one that face awfully lengthy delays. Meanwhile, public resources are squandered away for years with no visible, let alone useful, results. There are reportedly at least 80 RHD projects for which time extensions were sought in the last fiscal year, so how many other projects from different arms of the state are in a similar state is anyone's guess. This cannot go on if resources are to be allocated for these plans, but the public is not getting what they are owed in terms of improved infrastructure and services.\nWe urge the Planning Commission to look deeper into the plans of such projects and ask project leaders for justifications for the delays, before requests for extended deadlines and increased budgets are granted. If such delays are allowed to take place unchecked, we believe it will do more harm than good for the country's overall development.\n",
        "headline_1": "Make accountability a core part of RHD projects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/make-accountability-core-part-rhd-projects-2169181",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2021"
    }
]