[
    {
        "full_article": "The widespread public unrest in Sri Lanka has taken on the dimensions of a political revolution of great import. It is apparent that it is driven by popular anger and a collective will that straddles all ethnicities. For a country once seen as having irreconcilable ethnic divisions, there is hope that the people will recognise the real provenance of their travails — an apathetic political leadership that wields great power without much accountability — as they come together on the streets to demand change and relief. The people seem to be demanding a wholesale regime change, and not tweaks. As the protests escalate, the administration of President Gotabaya Rajapaksa and the government of his elder brother, Prime Minister Mahinda Rajapaksa, seem to have lost public support and the confidence of their political allies. The Opposition has rejected the President’s call for a multi-party Cabinet, key allies such as the Sri Lanka Freedom Party have walked out of the ruling coalition, and the newly appointed Finance Minister did not deem it prudent to take charge. It is an unusual stalemate on the political front, as it is clear that nothing short of the resignation of the Rajapaksa brothers will assuage public anger; but, at the same time, it is unclear if anyone will be willing to take charge amidst a seemingly insurmountable economic crisis. As over 40 legislators have walked out of the ruling alliance, the present regime faces a loss of majority in Parliament. The real question is whether the Opposition will be willing to form an alternative dispensation.The urgency of the situation is beyond doubt. The country needs an economic recovery plan to approach international lenders and bring about macro-economic stability. And a concerned and accountable regime needs to be in place for this. Economists have suggested that Sri Lanka may need a bridge loan while an external debt restructuring plan is put in place, but much depends on whether there is a credible leadership. Sri Lanka is at a crossroads. Going one way may lead to a debt trap, sovereign default and possible bankruptcy. On the other hand, the present unrest provides an extraordinary opportunity to change its political and administrative paradigm. Bloated government, excessive security expenditure, the profligate ways of those in power, lack of attention to domestic production and centralisation of decision-making have all contributed to the mess. Much of this needs to change. No more should majoritarian mobilisation be allowed to cover up political and economic failures. An inclusive outlook has to be fostered. The people will have to realise that voting on emotional issues related to race and religion only helps the ruling class and seldom benefits them. Only such a momentous change on the political and social level will lead to their economic emancipation.",
        "headline_1": "At a crossroads: On Sri Lanka’s economic recovery",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/at-a-crossroads-on-sri-lankas-economic-recovery/article65293410.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-04-2022"
    },
    {
        "full_article": "Forty days into the war in Ukraine, India’s role appears to be more relevant than other countries may have expected, evident from the stream of dignitaries from overseas over the past two weeks. Most were from countries that are a part of the U.S. and EU-led sanctions regime against Russia. Their messages were three-pronged: asking India to change its vote at the UN, where it has abstained from all resolutions critical of Russia’s invasion; to request that India not “accelerate” its purchases of Russian oil being offered at discount; and to discourage India from using the rupee-rouble national currency-based payment mechanisms that could subvert “backfilling sanctions”. The messages got sharper and more public as it became clear that New Delhi would also host Russian Foreign Minister Sergey Lavrov, and officials from the West hoped to turn India’s position to their side. However, the red carpet welcome he received, including a cordial meeting with the Prime Minister, appeared to make it clear that New Delhi is not amenable to the pressure. The External Affairs Minister, S. Jaishankar, and the Finance Minister also reinforced the position of the Indian “national interest”, given that European countries have yet to curtail oil intakes from Russia. It is likely that the U.S. will make another attempt to veer the Government off its chosen course when Mr. Jaishankar and Defence Minister Rajnath Singh visit Washington for the “2+2” meetings, where a possible waiver of CAATSA sanctions against India for the purchase of the Russian S-400 systems will also be discussed. The U.S. is also keen to squeeze Russia on the multilateral stage, with proposals to exclude it from the G-20 summit this year, and suspend it from the Human Rights Council.While the Government cannot be faulted for its refusal to bow to external pressure, it must consider the importance of remaining flexible on what its stand both at the UN and in bilateral conversations is going to be, given the ground situation in Ukraine. Reports of gross human rights violations blamed on the Russian army could change the complexion of the war, and India’s call for an independent inquiry into the allegations is an important intervention. In addition, the U.S. and the EU are likely to tighten economic sanctions, as the current restrictions have not made Russia reconsider its course. With Russia unlikely to relinquish areas of Eastern Ukraine, and its western rivals not likely to let up their counter-measures, New Delhi must realise that its value to the two sides will last while it remains uncommitted to either side. This will require having a keen eye on rapid developments in the theatre of war, an ear on what partners on both sides plan next, and the ability to keep its mind open on where India’s responsibilities, as a global democracy, and a truly non-aligned power, lie.",
        "headline_1": "In the middle: On India’s role in Russia-Ukraine crisis",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/in-the-middle-on-indias-role-in-russia-ukraine-crisis/article65293799.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-04-2022"
    },
    {
        "full_article": "In Dhaka, we don't live anymore, we merely survive.\nTo me, this distinction is important because a capital city is supposed to be not just the administrative or financial hub of a country, but also a symbol of the best living experience it can offer. To be clear, when I say \"live\" as opposed to \"survive\"—or jibon udjapon as opposed to jibon japon—I don't mean a joyride with all the fun and none of the troubles. But living comes with a certain degree of stability, security, and satisfaction. It comes with the chance to pursue a higher purpose. Surviving, on the other hand, is about having the worst thrown at you and being able to continue on despite that. But just that.\nThis is what we do in Dhaka—day in, day out. We scrape through with a Zen-like attitude in helpless submission to the rigours of this city, making the \"citizen\" in us bizarrely meaningful.\nDhaka is trapped in an ironic twist as it grows and falls apart at the same time. Its aggressive development is rivalled only by the progressive decline in almost all other parameters of urban life. Long gone are the mysteries of the 70s, the quaint, small-town charm of the 80s, the romantic appeal of the 90s, or the thrills and spills of the 00s. Today's Dhaka, for all its expansion and infrastructural development, is a city that has hit the saturation point, and is now feeding on itself.\nWhat does Dhaka offer to its residents? Any list will invariably include toxic air, loud noise, unsafe drinking water, traffic gridlocks, high population density, high cost of living, inadequate road, transport and recreational facilities, general lack of security, etc. There are also seasonal and governance-related issues like waterlogging, mosquito infestation and \"ghost\" utility bills. To single out one of them would be an injustice to the others—all being equally painful and persisting—which highlights the futility of any effort by the city managers and planners to make Dhaka liveable again.\nNot to be outdone by other struggling global cities, the city authorities of late have been busy collecting medals for the extraordinary nature of its problems. Consider the following \"laurels\":\nDhaka's air, according to the recently published 2021 World Air Quality Report by IQAir, is now the world's second-most polluted, with the average PM2.5 concentration in the air found to be 15 times higher than the limit set by the World Health Organization (WHO). The city has been hovering around the top spot for some time now, thanks to unchecked fumes from vehicles and brick kilns, dust from construction sites, etc. Dhaka, according to the latest report of the United Nations Environment Programme (Unep), is also the world's noisiest city now. Its average noise level stands at a stupefying 119 decibels.\nIn another ironic twist, Dhaka is regularly cited as one of the most expensive yet least liveable cities in the world. This apparent dualism can be explained by global statistics from not too long ago, when the city ranked seventh among the most stressful cities, the worst in terms of density, one of the worst in terms of traffic congestion, and the second-worst in terms of physical health and family purchasing power. The city's status in these rankings is unlikely to have changed now. Its water quality also remains a constant source of worries, with the ongoing cholera outbreak blamed on Dhaka Wasa's poor supply system.\nThe true costs of all these problems are immeasurable. To give just one example: air pollution in Dhaka, according to a study last year, is taking 7.7 years off a resident's life. Imagine the cumulative effect of all of its chronic problems and pollutions on the physical, mental, financial and intergenerational health of its residents. It really boggles the mind.\nThe reasons for the problems are well-known and many solutions for each have already been suggested, only to be ignored in most cases while some implemented to little or no effect. The trouble is, Dhaka's afflictions are mostly interlinked, feeding off each other. With no central oversight, and with none of the agencies responsible for the city working in conjunction, we've reached a point where targeting one problem at a time no longer stands a chance of improving our living and breathing experience. What Dhaka needs is a hard reset, a complete overhaul of how it functions as a capital city and as the residential hub of 20 million people. Clearly, Dhaka's ambition as the former is no longer compatible with the expectations of the latter.\nThe idea of a hard reset, therefore, should no longer sound radical. \"The much-valorised policy of decentralisation has not worked in Bangladesh. The question of why it hasn't worked is less useful than to explore what other options are available to save Dhaka, as well as Bangladesh,\" said Adnan Zillur Morshed, an architect and urbanist, in a column for The Daily Star. Morshed contrasts Dhaka's aggressive development with the \"mofussilisation\" of other cities in the country to show how the former is \"bursting at the urban seams,\" before suggesting that the only way we can resolve this crisis is by splitting the administrative functions of the capital into two cities.\nHe adds: \"We should begin to incubate this idea in our political and administrative heads. Given the historic significance of the parliament building, the legislative arm of the government may stay in Dhaka. The executive and judicial branches, along with the cantonment, can move to the new city to initiate a culture of decentralisation. This model of decentralised government would be a great fit for Digital Bangladesh. Physical proximity as a prerequisite for governance is an outdated idea of the yore.\"\nThis is not to suggest a complete relocation of the capital away from Dhaka, which would be an impractical move. But taking some of the administrative burden off it means a chance to reduce its urban footprint as well as dependence on its resources. How does the split plan sit with the expectations of the residents? Well, this is still just a means to an end. A hard reset should ideally see a \"Save Dhaka\" principle govern all the decisions and activities of the agencies and departments responsible for the city (DNCC, DSCC, RAJUK, WASA, DESA, Titas, DMP, Traffic Division, etc.), guided by a strong political will and a central vision of sustainable urbanism.\nDhaka's residents deserve a chance to live and breathe without having to worry about their city dying or, worse, causing their deaths.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "Dhaka, for all intents and purposes, is dead",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/dhaka-all-intents-and-purposes-dead-2998746",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2022"
    },
    {
        "full_article": "Having been working for some years to understand the trends and traits of misinformation in the Bangladeshi online sphere, I often encounter the question: \"How can we fight the menace of misinformation?\" This question is common as well as significant, but it has no concrete answer. Experts and policymakers across the globe have been in search of remedies for fake news that has proliferated over the years alongside the increase in internet penetration and the rise of social media platforms.\nThe concept of social media democratises the information ecosystem, but at the same time, it brings a burden of unverified information that is unprecedented in volume. Every citizen has now become a \"journalist\" and \"publisher.\" Traditionally, the media has always played the role of gatekeeper when it comes to the accuracy of information, but a social media user does not necessarily have any obligation or scope or even desire to verify everything he or she shares on his or her social media account(s). That's where modern fact-checking—the process of verifying already-published claims—comes in.\nThere are different approaches, in different societies, to counter fake news that includes awareness campaigns, media and news literacy programmes, legal measures against those involved in coordinated misinformation drives, and alerting the public through fact-checking. Numerous studies confirm that fact-checking is an effective tool to counter misinformation. One such study, conducted by two researchers from George Washington University and The Ohio State University in the US, found that \"experiments conducted simultaneously in Argentina, Nigeria, South Africa, and the United Kingdom reveal that fact-checks increase factual accuracy, decreasing belief in misinformation.\"\nAnother research by a team of Paris-based researchers concluded similarly while assessing the efficacy of fact-checking. \"Fact-checking can improve the accuracy of audiences' factual knowledge,\" the research says, but it does not necessarily change people's minds.\nIn Bangladesh, we see that a section of the mainstream media often turns into a vehicle of misinformation; the same goes for the politicians, too. When their false claims are constantly challenged by fact-checkers, these important institutions of state face some form of accountability. By increasing the reputational risk of making false claims, fact-checking may help discourage politicians as well as media platforms from promoting misinformation.\nSeveral experimental research works have found promising impacts of fact-checking on politicians. A study by Chloe Lim, a PhD candidate at Stanford University, examined how checking published facts affected the repetition of claims in speeches made by presidential candidates in the 2012 and 2016 US presidential elections. She found that marking a politician's claim as false decreases the likelihood of said politician repeating the same claim by 9.5 percentage points.\nSimilarly, studies show that fact-checking is a good means of holding journalists accountable for the accuracy of their reporting. As a fact-checker who deals with Facebook's third-party fact-checking programme in Bangladesh, I am a witness to how quickly media outlets here correct false or misleading pieces of information they inadvertently carry on their platforms to avoid restrictions imposed by the social media giant. Not only the media, but the content creators who have embraced or are willing to embrace Facebook, Twitter and other social media platforms as a source of revenue are also increasingly becoming careful about peddling fake news through their productions.\nWhat's interesting here is that, despite all these positive outcomes of the practice of fact-checking, there is yet no move by any Bangladeshi mainstream media outlet to launch a fact-checking operation of its own, which could contribute to restoring the waning public trust on the media. In India, top media houses have their fact-checking teams and they regularly publish stories debunking different kinds of online hoaxes. Some outlets do fact-checks disproving claims made by politicians, including their prime minister. The same is true for the US, the UK and other countries where reputed media houses have dedicated fact-checkers to hunt down fake news and false claims made by public figures and institutions. Recognising the unfavourable journalistic atmosphere, especially for political fact-checking here in Bangladesh, our top media houses should still go for it. A team of dedicated fact-checkers can save these outlets from falling prey to misinformation campaigners.\nAmid the wave of misinformation and disinformation surrounding the Russia-Ukraine war, the International Fact-Checking Network (IFCN), along with hundreds of fact-checking organisations across the world, observed the International Fact-Checking Day on April 2, 2022. At a time like this, a healthy information ecosystem requires everyone to do their part in elevating facts, where the media is expected to lead the way.\n \nQadaruddin Shishir is a fact-checker based in Dhaka.\n",
        "headline_1": "Why fact-checking is essential",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-fact-checking-essential-2998711",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2022"
    },
    {
        "full_article": "Maisha Momotaz Meem, a 22-year-old student of English at North South University (NSU), was riding her scooter on Kuril flyover to her university on April 1 morning when she was run over by a covered van. It was being driven by someone who only held a licence for driving light vehicles, not heavy ones such as a covered van.\nThe driver of the Meghla Paribahan bus which hit and killed two pedestrians in Gulistan on January 8 this year had been driving it with a light vehicles licence for around two years.\nWhen a pickup van ran over and killed five brothers on the Chattogram-Cox's Bazar Highway on February 8, it had already been operating for three years without updated fitness clearance papers, route permit and tax token.\nAccording to police data, 5,088 people were killed in 5,472 road accidents in 2021. Latest data from the Bangladesh Road Transport Authority (BRTA) indicates that at least one million registered vehicles are being driven by unlicensed drivers.\nIt would be naive to expect a driver, who has been operating a heavy vehicle without a proper licence for years without being caught, to be responsible behind the wheel.\nSo, how many thousand more avoidable murders on the roads will it take for the authorities in charge of making our roads safer to take notice?\nUnfortunately, this lax attitude of authorities is not unique to how they handle issues of expired or missing vehicular documents.\nBack in 2018, after students from schools, colleges and universities protested for road safety, the Road Transport Act, 2018 was introduced and came into effect in November 2019. But it is yet to be fully implemented.\nNeither statistics—the number of deaths and road crashes rose by 29.86 percent and 30.34 percent, respectively, in 2021 from 2020—nor the daily news of deaths caused by vehicles seem to push the authorities towards the urgency that this epidemic demands. Why else is it that the draft of the National Road Safety Strategic Action Plan 2021-2024, which was prepared over a year ago, is yet to be approved? The fact that road crashes and resultant deaths have now become a national problem seems obvious to experts and ordinary citizens, but not to those who could actually formulate laws and plans to help curb these deadly numbers.\nA high-powered taskforce, formed in October 2019 to tackle road crashes and bring discipline to the sector, led by the home minister, began its journey with a 111-point recommendation. Though it took several decisions during its three meetings till June 2021, only one has been fully implemented: appointing a focal person from four ministries concerned to oversee the implementation of all other decisions.\nWhat hope is there for a country—soon to become a developing country—to be a safe one for its citizens if people are being killed on the roads daily, with little intervention from the authorities besides what's on paper?\nMany are looking at Meem's death through a misogynistic lens: \"Why does a girl need to ride a scooter anyway?\" I believe the question can be tweaked to ask: \"Why aren't our roads safe enough for women to ride scooters on?\" Why must they practise independence while treading a line between facing harassment or meeting death? And if it's so unacceptable for women to drive their own vehicles, what is the alternative? To keep boarding buses wherein they face harassment from other passengers simply for being women? Or to search the horizons and wait for one of the mere six-women-only BRTC buses that currently operate within the capital?\nOthers are wondering why students, especially from NSU, have not taken to the streets in larger numbers to protest their peer's death. Again, why must students, who are supposed to be able to uninterruptedly pursue their education, be forced to come out and demand as basic a need as safe roads from the government? This concept baffles me now as much as it did in 2018. Even if students do take to the streets now, what would change anyway? We all remember too well how the state responded to their legitimate demands in 2018. And even the protests in November last year don't seem to have moved the authorities to action.\nHaving laws and regulations on paper, holding meetings with specialised task forces, conducting traffic safety weeks are all well and good. But it's past the time now for the relevant government bodies to step up, smell the road accident deaths, and actually implement their myriad decisions. Every day that they don't, we lose tens of Bangladeshis to avoidable deaths—for which only systemic flaws can be blamed.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Why should we need to demand safe roads?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-should-we-need-demand-safe-roads-2998866",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2022"
    },
    {
        "full_article": "It is the month of Ramadan. During this time, I find that our \"Muslimness\" peaks. Incidentally, this year, Ramadan coincides with Pahela Boishakh. During this time, I find that our \"Bengaliness\" also peaks. During Ramadan, those who haven't prayed a single prayer the whole year are suddenly found touting religious sayings, spitting on sidewalks and judging anyone who isn't fasting for whatever personal reasons. And as Pahela Boishakh approaches, we suddenly find those who regularly listen to \"Tera Pyaar Hukkah Bar\" immerse themselves in Rabindra Sangeet, eat panta bhaat in each meal, and crinkle their noses at anyone who isn't speaking shuddho Bangla. As these two parts of our identities peak and collide, the age-old conflict of \"Muslim first or Bengali first\" emerges once again in the psyche of Bangladeshis who, for the past five decades, have failed miserably at grasping the concept of dual identities.\nThe recent incident where a policeman harassed and hurled abuse at a teacher of Tejgaon College after seeing her wearing a teep on her forehead while she was going to work, I suspect, is rooted in this age-old conflict. I have gone over the incident over and over again in my head, and tried to come up with some kind of reasoning for the man's behaviour.\nThe conundrum is presented by a dot on the forehead. I suspect the man saw a woman with a teep on her forehead walking across the street, and thought it his moral duty to correct her behaviour. Of course, it was his moral duty—he is, after all, of the blessed male population. He wears a uniform with the purpose of protecting law and order. Of course, a tiny dot on someone's head presents enough of a threat to the faithfulness and morality of the entire nation. After all, such blatant display of Hindu symbolism cannot be tolerated! So he took it upon himself to correct her behaviour.\nAre teeps truly a Hindu religious symbol? In India, yes. Dating as far back as 1500-1200 BC, Vedic texts, which many Indians still follow today, indicate that the bindi is used to mark the Ajna Chakra, or more commonly known as the \"third eye.\" The Ajna Chakra is located in the middle of the forehead and considered a sacred place in the body. Vedic texts link this chakra to wisdom, spiritual insight, and an awakening of the mind.\nBut, while the origins of the coloured dot worn at the centre of one's forehead may have been Hindu, it has since evolved in its role as an adornment across the subcontinent, with no necessary religious connotation attached to it. To continue to link it to its Vedic origins would be like linking the sacrifices we make during Eid-ul-Azha to pagan animal sacrifice rituals. Was ritualistic animal sacrifice historically pagan? Sure. Is that the reason why we sacrifice animals during our Eid? No. So, then, why is wearing a dot on one's forehead, something so decidedly personal, repeatedly used to mark women to be of a certain creed?\nMore importantly, so what if it is? Why do I have to justify what I choose to wear or not wear? Why would I be abused for wearing something that is entirely harmless?\nI suppose it must be done, yet again, to control the woman's body.\nIn 2015, in London, UK, a British Muslim woman was assaulted by a group of women who ripped off her hijab in a racist attack as she went to collect her children from school. Last year in October, in Ottawa, Canada, a Muslim woman walking down the street in the middle of the afternoon was attacked by another woman who forcefully removed her hijab. In September 2021, a Muslim woman living in the Austrian capital Vienna was physically harmed as she was subjected to a racist attack for wearing hijab. Countless such incidents have happened where a woman's expression of identity has been attacked. These attacks are no different than the attack on the teep. And it begs to be noted that the assailants who attack a woman's expression of identity aren't necessarily male either.\nIn all honesty, I wasn't there and I couldn't know what this particular policeman was thinking. I have, however, noticed a pattern in people's thinking in my own personal experiences of social interaction. Up until recently, my daily attire consisted of a saree, a hijab and a teep. As a result, I have been described as a walking, talking question mark. My faith has always been questioned. My understanding and practice of religion has always been questioned. My hijab has always been questioned. My Bengaliness has also always been questioned—as has my identifying myself as a feminist.\nAnd often, this incessant questioning and unresolved confusion leads to over-simplified conclusions of \"She's a heretic,\" \"She's a hypocrite\" or, the kindest, \"She's confused.\" After much deliberation, I have decided that what I wear, how I wear it, who I worship and how are entirely my business. So, I impolitely decline to answer any questions related to what I am wearing and how I worship.\nBut I have come to the difficult and amusing realisation that I will probably challenge the status quo with everything that I put on or remove from my body. Whether I wrap myself with more fabric or less, I will make a political statement. I think the same is true for every woman walking down the street who doesn't fit into the pristine, well-defined boundaries and demarcations of proper, well-behaved women set by society. And so, little things like what you are wearing moves beyond indulgence (or acts of faith) and becomes an act of political warfare. Every article of clothing, every accessory is a weapon in the warfare against patriarchy.\nSo, what are we to do? Accessorise, of course. Make the personal political.\nExist. That, in itself, is enough.\nShagufe Hossain, a development practitioner, is the founder and former executive director of Leaping Boundaries, and manager, youth engagement at Plan International, Canada.\n",
        "headline_1": "Teep or Hijab: Why not both?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/teep-or-hijab-why-not-both-2998661",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2022"
    },
    {
        "full_article": "Setting a unique example of diplomatic nicety, US President Joe Biden wrote in a letter to Prime Minister Sheikh Hasina that he was confident regarding further strengthening of the Dhaka-Washington partnership for the next 50 years and beyond. He appreciated the drive, resourcefulness, and innovation of Bangladeshis in rebuilding after the 1971 War of Independence, and that the nation is charting a path of economic growth and development, which he believes serves as a model for the rest of the world.\nPresident Biden further mentioned that the two countries strongly believe in the ideals of democracy, equality, and respect for human rights, climate crisis, helping the Rohingya survivors of genocide and supporting UN peacekeeping worldwide.\nWe welcome the good gesture of President Biden for such an uplifting letter on the occasion of the 50 years of diplomatic relations between our two countries. Such appreciation of the achievements will surely inspire Bangladesh.\nThe content of the US president's letter reverberated in the meeting held between Bangladesh Foreign Minister Dr AK Abdul Momen and US Secretary of State Antony Blinken in Washington, DC. The cordiality on the US's part was articulated well when he said that the two countries were looking forward to strengthening their partnership. He further said that even as the US thinks back on those 50 years, the country is looking ahead to the start of the next 50 years, and the work that can be done together to strengthen the bilateral partnership.\nWe appreciate the fact that the US has given due recognition to Bangladesh as a leader in rallying other countries to deal with the climate crisis going on across the planet.\nSecretary Blinken was candid in mentioning that the US was grateful that Bangladesh is showing extraordinary humanity and generosity in hosting nearly one million Rohingyas who had to flee persecution in Myanmar. At the same time, he appreciated Bangladesh's work as one of the strongest supporters of UN peacekeeping missions.\nThe US is our biggest trading partner, with most of its investment made in the energy sector. Time has come for the diversification of US investment in newer areas, like renewable energy, ICT, pharmaceuticals, shipbuilding, and so on. We can say with confidence that Bangladesh is now ready with necessary infrastructure to welcome more US investment, as well as joint ventures with big US companies of repute.\nWe believe the US administration appreciates our foreign policy of friendship to all with malice to none. As a superpower, the US has views and perceptions that may differ with ours. It is imperative that we have cordial relations with all our neighbours, including India and China, which is boosting our socioeconomic conditions on mutually beneficial terms. While we pursue a policy of respect and neutrality towards our friends, we also remain non-interfering in the foreign policy of other countries.\n",
        "headline_1": "Bangladesh-US relations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bangladesh-us-relations-2998701",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2022"
    },
    {
        "full_article": "We are shocked to learn about the number of privately run primary schools that were permanently closed across Bangladesh in just one year since the Covid pandemic broke out in early 2020. According to a government report, 14,111 such schools—mostly kindergartens or those run by NGOs—were permanently shut down during this time because the authorities could not bear their operational costs. During the same period, the number of teachers and students in these primary schools also fell drastically; according to the Directorate of Primary Education (DPE), the number of teachers declined by 83,268 and students by 1,461,634. We believe this situation needs immediate attention of the government.\nThe DPE report has, in fact, revealed some crucial facts that we were not aware of until now. While we were somewhat aware of the high rates of school dropouts in the past two years, we were totally in the dark about the high number of teachers who lost their jobs and never got them back.\nMoreover, the decline in the enrolment of students in pre-primary schools—reportedly, while 3.9 million students were enrolled in pre-primary schools in 2020, the number fell to 3.1 million in 2021—is something we should take seriously, and the reasons behind this must also be found out.\nThe DPE authorities are saying that many of the private primary school students shifted to government primary schools due to the permanent closure of their institutions. But did all of them enrol in government primary schools? We need proper data before we can reach this conclusion.\nAlso, the DPE report has only revealed the situation of the first year of the pandemic; we fear the situation may be worse now. Thus, what we need now is a proper analysis of the situation on the ground and act urgently to improve the overall state of our primary education sector.\nAs for the private primary schools that have been closed permanently, we think the government should give them some kind of financial incentives and hold discussions with their owners—mostly NGOs—to make them reopen soon. But before doing that, all such institutions must be brought under a regulatory framework, as educationists have opined.\n",
        "headline_1": "Shocking state of private primary schools",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/shocking-state-private-primary-schools-2998596",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2022"
    }
]