[
    {
        "full_article": "On December 30, 2024, the Indian Space Research Organisation (ISRO) launched its PSLV-C60 mission. Its primary payload was a pair of satellites for the Space Docking Experiment, or SpaDeX, to demonstrate orbital rendezvous and docking. The ability to execute it in orbit is an essential stepping stone to more complex missions. The launch was also hailed as ISRO ending the year on a high, but SpaDeX reminded us that sophisticated spaceflight missions care little for arbitrary deadlines. The satellites successfully docked on January 16 after a few abortive attempts. They were expected to dock on January 7, which ISRO postponed to January 9, then brought them close without docking on January 12 in an apparent data-taking effort. It nixed the January 9 attempt after the satellites were found to have drifted more than expected, prompting measures to arrest the displacement and reinitialise the experiment. Once docked, ISRO began tests to verify if the satellites could exchange electric power, then undock and separate, followed by testing their own payloads that would be spread over two years. The C60 mission also launched the fourth stage of the rocket as an orbital platform. It carried 24 payloads from various ISRO centres and private enterprises testing various technologies. The Vikram Sarabhai Space Centre’s Compact Research module for Orbital Plant Studies was able to have cowpea seeds germinate in orbit, capturing the popular imagination.Docking allows spacefaring components to be launched separately and assembled in space to form a larger module. This allows a space agency to plan interplanetary missions whose spacecraft are heavier than what the heaviest rockets can launch. Docking is thus a symbolic gateway to new opportunities, with the Chandrayaan-4 lunar sample return mission being a good example. In anticipation, ISRO loaded the SpaDeX satellites with enough fuel for multiple tries and also continuously collected data. Its own nervousness became evident, too: after the first two attempts, it backed down from its promise to live-stream the successful one. Docking technology has become desirable thanks to the perceived inevitability of long-duration spaceflight. The pressure to lower costs imposed by, say, crewed missions to Mars or space-mining operations has rendered ideas such as in-space satellite servicing and orbital resupply platforms, both of which require docking, more lucrative. ISRO plans to start launching the ‘Bharatiya Antariksh Station’ (BAS) later this decade. As it embarks on a new phase of operations, with V. Narayanan as its new chairman, ISRO should also describe a coherent vision for the ex ante utility expected of BAS. Without this context, the larger pieces of the Indian space programme and their purpose relative to other countries’ plans seem adrift. Published - January 17, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        ISRO\n                    \n                            /                      \n                        \n                        space programme\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        plant",
        "headline_1": "​Gates in the sky: On ISRO and SpaDeX",
        "headline_2": "Docking technology allows ISRO to think of longer space flights",
        "link": "https://www.thehindu.com/opinion/editorial/gates-in-the-sky-on-isro-and-spadex/article69104132.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "Coming as it does at the beginning of a brand new tennis season, the Australian Open is never short of fresh and intriguing storylines. The 2025 edition, which started on Sunday, is no exception. Of interest will be Novak Djokovic’s quest for a record-breaking 25th Major, Jannik Sinner’s title defence amidst a doping cloud, Carlos Alcaraz’s search for a maiden trophy in Melbourne and Aryna Sabalenka’s desire to make it a hat-trick Down Under. With his greatest rivals Roger Federer and Rafael Nadal retired, Djokovic is the lone representative from the Big Three era. The 37-year-old, a record 10-time champion in Australia, has not won an ATP Tour-level title since November 2023 and will be looking to three-time Slam winner Andy Murray, who is now his coach, for some fresh solutions as he enters the last leg of his career. Sinner, who had an otherwise impeccable 2024, awaits an April hearing at the Court of Arbitration for Sport (CAS) after the World Anti-Doping Agency appealed his acquittal by the International Tennis Integrity Agency (ITIA) over two failed dope tests. Alcaraz, at 21, can become the youngest man to win a career Grand Slam (acquiring all four Majors at least once) while Sabalenka, with her fourth Slam, can cement her position as the best hard-court player in the world.With Sinner and Alcaraz having split 2024’s Majors equally, the onus was on Alexander Zverev and Daniil Medvedev to ensure that their generation — sandwiched between the times of the Big Three and the Sinner-Alcaraz duopoly — is not squeezed out in tennis’ all-new era. But Medvedev lost on Thursday, leaving Zverev with the responsibility of maintaining their position at the high table. Though the rungs are not as clear cut among women, there is intense jostling at the top among the trinity of Sabalenka, Iga Swiatek and Coco Gauff. Swiatek is a five-time Slam champion but has gone past the fourth round at Melbourne Park just once (2022, semifinal). The 23-year-old also has her aura dimmed after accepting a month’s ban in November for a positive dope test. For the United States’ Gauff, a lack of consistency has been her bane. But if she can carry her strong recent form — WTA Finals crown in November 2024 and United Cup triumph earlier this January — she will be a real force. Unfortunately, Indians are never part of these conversations. Sumit Nagal is already out, losing in the first round, and so are men’s doubles practitioners Rohan Bopanna — who at the 2024 Australian Open became the oldest man to be No.1 and win a Major — and Yuki Bhambri. Published - January 17, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        tennis\n                    \n                            /                      \n                        \n                        Australia",
        "headline_1": "​Open era: On the Australian Open",
        "headline_2": "Australian Open this year marks more than the start of a new season",
        "link": "https://www.thehindu.com/opinion/editorial/open-era-on-the-australian-open/article69104137.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "The brutal attack on a celebrity in the middle of the night raises larger questions\nCelebrities always seem aloof and perfect, leading airbrushed lives, but the life-threatening attack on actor Saif Ali Khan at his Bandra home in the early hours of Thursday feels almost personal. Home is everyone’s last refuge. It’s where we go to rest and recover, and live. It’s where we take off our masks and be ourselves with those we care about most. Home is our sanctuary, and Saif’s was violated most brutally. He was stabbed six times with such ferocity that a 2.5-inch piece of the assailant’s blade lodged in his spine. His elder son brought him to hospital in an autorickshaw – another circumstance that anyone who has had to rush a critically sick or injured family member at night can relate to. In our darkest hours we are all alike, and that’s why what happened to Saif in the seeming safety of his upscale home troubles everyone, not just his fans. If it could happen to him, how safe are the rest of us with all our guards, cameras and electronic security systems?\nPolice say the assailant entered the house to rob, and stepped inside the nursery first – a scary thought – where the family’s help saw him and raised an alarm. One suspect has been identified, and more details will emerge, but there are murmurs about Mumbai’s law and order. There was a time when prominent Mumbaikars lived under siege from dons, but it had become a distant memory. Then, the threats started again. A car with explosives was found outside Mukesh Ambani’s home. Shots were fired at Salman Khan’s Bandra home, forcing him to bulletproof his balcony, from where he greets his fans. And last Oct, Salman’s friend and NCP leader Baba Siddique was shot dead near his son’s Bandra office. One hopes there’s no gangland link to the attack on Saif.\nThe increasing audacity of criminals and gangs – early on Tuesday two men fired 50 rounds at a Gurgaon businessman’s new house over 5 minutes – reflects the dimming majesty of law. Every ‘home invasion’ should get the police attention Saif’s case is getting.\n\n",
        "headline_1": "Home Saifety",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/home-saifety/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "A questionnaire asking me for my pecking order in the social hierarchy would leave me dumbfounded\nAlong with Bunny I find myself caught in the crossfire of a caste war. Following the example of Bihar, which in 2023 conducted a survey that identified respondents’ caste and which revealed 63% of the state’s population were OBCs and EBCs (Extremely Backward Castes), demands for a similar exercise have been raised in other parts of the country.\nAdvocates of a caste-based census largely belong to opposition parties who argue that to break the age-old stranglehold of social and economic discrimination that the lower castes have suffered, it is necessary to obtain a numeric valuation of the various castes.\nWhile addressing the compelling need for social justice, this argument also seeks to undermine the Hindutva agenda of creating a monolithic ‘Hindu vote’ as an electoral ploy. A caste census would reveal the deep divisions within the country’s social structure, belying the myth of a unified Hindu vote bank.\nOpponents of the caste census claim this would exacerbate such schisms by highlighting them and lead to further inter-caste friction.\nBunny and I are all for social equity. But a caste-based census poses a predicament for us. For if such an exercise were to take place, for the life of us we wouldn’t know how to fill in the blank space for ‘Caste’.\nNeither of us has a clue as to what caste we belong to, if any. The matter never came up in either of our families.\nMaybe we could put ‘Atheist’ for caste, I suggest. How do we know that atheists haven’t also formed a caste, to get their share of quotas and reservations, or whatever? asks Bunny.\nShe could well be right. At the last estimate there were over 4,000 listed castes and subcastes, and still counting.\nFor all we know, which admittedly isn’t much, atheists might well have formed a neo-caste, along with Freemasons, Marxists, Rotarians, and others.\nHow about we say we’re Outcasts? I ask. We’ll go one better and say we’re Outcastes, says Bunny, clinching the deal. \n\n",
        "headline_1": "Caste a doubt",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/caste-a-doubt/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "Eighth Pay Commission should avoid another templated hike. It should think radically\nCabinet approved the Eighth Pay Commission yesterday. There’s no arguing govt employees must receive fair compensation. Governance is complex, and compensations and allowances must meet demands of the job. That said, if India is to continue on the path to becoming a developed economy, radical reforms are required – and well…charity begins at home. On the HR front, GOI is bogged down by one, a critical gap in skills with governance needs, and two, a bruising cost of salaries and wages, so much so that even filling vacancies is arduous. Senior bureaucracy is slathered with nawabesque benefits but their salaries don’t compete with what counterparts in private sector earn. Add to that the possibility that the old pension scheme may come back – not just the sheer scale that’s bound to expand as longevity twins with improved healthcare – but also the ironic fact that retired govt brass ends up in top tax-paying category courtesy earnings off pensions.\nThe reality is, however, even more twisty at the entry level. Job security and assurance of high wages ensure millions of job-ready young men and women would rather wait to land a govt job – akin to buying the moon – than enter the much lower paying, uncertain, workforce that private sector employs. Add to that the mismatch between skill and job requirements and it’s the perfect disaster. On the one hand, jobless growth, on the other, inability of govt to recruit, which in turn impacts delivery of services including in law enforcement, education and healthcare.\nIf the Gordian knot of joblessness is to be loosened, it must start with reconstructing how central govt employees’ salaries are designed. One, corporatise bureaucrats’ salaries, kill the OTT luxuries and kill pension. NPS, unfortunately partially rolled back, is the reasonable go-to. Two, lower entry-level wages, recruit, train, reskill a young workforce that can be assured of job security and promotions. Fact is, India’s govt is small in terms of capacity – per ILO, India’s public sector size (number of public sector employees as percentage of total workforce) is among the world’s lowest, but it’s a very expensive operation to run. That’s the skew Pay Commission needs to fix.\n\n",
        "headline_1": "Sarkari salaries",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sarkari-salaries/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "No nation in economic transition has workers achieving work-life balance. The kerfuffles over working Sundays or 90-hour weeks are but outpourings of an elite minority\n● National outrage about business leaders – most notably Infosys founder Narayana Murthy and L&T CEO SN Subrahmanyan – exhorting Indians to put in long working hours.\n● Widespread concerns over gig labour, especially their work conditions and compensation.\n● RBI maintaining tight monetary policy and hardening norms on personal credit in the face of economic slowdown.\n\nThree seemingly disparate trends, independently unexceptionable at first principles level, yet intertwined by a basic dichotomy – sensibilities of India’s tiny elite coming up against realities of India’s status as a low middle-income country struggling to grow at a pace most Asian peers did several decades ago.\nRead full story on TOI+.\n\n",
        "headline_1": "Why Indians must work hard",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-indians-must-work-hard/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "This may turn out to be Prof Muhammad Yunus's most lasting legacy. He gave a chance to the poor to break out of the shackles of poverty through microcredit. He is now giving Bangladesh a chance to break out of all its political, governance, and institutional shackles to march forward with democracy, equality, justice, and tolerance. With one stroke, he is literally opening up a rare chance to carry out fundamental reforms in some of the vital areas that we have been unable to do over the last 54 years.\nWhile we congratulate the chief adviser and his team for this grand work, we must not forget to thank the real heroes who opened the door for all these reforms for us: the students, a section of teachers, intellectuals, civil society leaders, a section of the media, and, of course, the general public.\nIndependence in 1971 gave us the first opportunity to build a democratic and egalitarian state. We got a second chance when Gen HM Ershad fell and democracy was restored after a coordinated mass uprising led by the alliance of political parties. We missed both these opportunities. Now, historically, the students' nation-building role is not new; they played pivotal roles in the Language Movement of 1952, and the democratic and anti-military movements of the Pakistan period in the late 1950s and 1960s. Their role, including that of our rural youth, during our Muktijuddho, was the most glorious. They were at the forefront of the anti-Ershad movement in the 1990s, and then the student-led mass movement in July-August 2024 that has given a new opening to build the Bangladesh that was the dream of the Liberation War martyrs.\nWhen Sheikh Hasina fell, instead of going for an immediate election, instituting a self-corrective process was the right—and historic—decision. The idea to form reform commissions was a most appropriate one. The choice of areas to concentrate on were right. The selection of individuals to head the commissions received general acceptability, though the relative absence of a woman head of commission (except one) marked a serious lapse. Finishing the work of four commissions within the stipulated time also testifies to their efficiency and sincerity.\nOur initial study of the reports of the four commissions, submitted on January 15, indicates that the recommendations are quite substantive, though some seem based more on emotion than clear judgement.\nRecommendations of the Constitution Reform Commission are very significant. We support the introduction of the bicameral system, limiting the tenure of a prime minister to two terms, introduction of the National Constitutional Council, and reintroduction of the caretaker government system. However, we think holding elections after every four years may be counterproductive as it shortens the tenure of an elected government to implement their plans and projects. Also, elections are a hugely expensive affair and involve massive logistical tasks, which a country like ours may find burdensome.\nReforms of the election system and Anti-Corruption Commission (ACC) are vital. We want to emphasise police reforms because, of all the state institutions, the police, in our view, have been maligned and misused the most. A study conducted by the International Truth and Justice Project (ITJP) and Tech Global Institute (TGI), which was released on January 14, showed how our police force was turned into a brutal, inhuman and bloodthirsty force, which proves the urgent need to totally transform the force from an anti-people institution to a pro-people one. The most difficult task will be changing the mindset of the police members. They have been conditioned to hate demonstrators and consider every protester as an \"enemy.\" They have little training on crowd control, except to beat them up or shoot to injure or kill.\nAll recommendations of the four commissions, and others that are expected to follow, must be subject to a genuine national debate. The first thing that needs to be guaranteed is openness. There should be no name-calling and \"tagging\" because of the views expressed, which will prevent the type of genuine discussions that we need. The chief adviser has correctly focused on discussions with political parties. We think an additional attempt should be made to engage think tanks, specialised rights groups, religious and ethnic minorities, etc. The media should reach out to its readers and viewers and try to expand both the depth and reach of the discussion.\nAs for the political parties, they should approach the reform proposals with national interests in mind, and not that of their parties. There is no denying the fact that after the restoration of democracy in 1991, Bangladesh has been ruled by only two parties—the Awami League (AL) and the Bangladesh Nationalist Party (BNP)—though both had allies while in power. With Sheikh Hasina's fascistic rule, we may be tempted to forget that BNP ruled us for 10 years since Ershad fell.\nThe basic mistake made by both AL and BNP during the period of 1991-2006 is that they did not consider the parliament to be the House of the People, but rather as an extension of the ruling party, because the treasury bench had the majority. The fact that even as the minority of few, the parliament offered a much better chance for the opposition to voice dissent. But in our case, the unfortunate trend was to boycott parliament. It would always start with a walkout for hours, followed by boycott for days, then weeks, then months and finally resignation. Our lack of experience in operating within a parliamentary form of constitutional structure—we practically had none till 1991—was the main cause of our failure. The notion that the opposition is considered the \"government in waiting\" or the \"shadow government\", and as such commands a place within the power structure, had no place in the thinking process of the treasury bench. On the other side, the opposition thought that making the government dysfunctional by never cooperating with them in parliament was their objective, which terribly weakened the system. Let's not forget the public suffering and damage to the economy that were caused by incessant and irrational hartals.\nThis newspaper has published dozens of reports, editorials, and op-eds pleading with the ruling party to give due respect and status to the opposition, while begging the opposition not to boycott the House. It was all to no avail. The result was the gradual weakening of the parliament, the parliamentary system, and finally democracy.\nWhile reforms of so many state institutions are under discussion, we cannot miss the fact that we need to reform our political parties too.\nProf Yunus's move to set up a consensus commission is a highly commendable one. Dialogue with all political parties is the way to go forward. However, there is also the critical responsibility of the political parties to take the whole process seriously and honestly. We urge them to bring their concern to the table, argue with facts and logic, but finally come to a consensus. Once we are able to do that, political parties must pledge publicly that whichever party is voted to power by the people will honour their pledge, and through resolutions in the new parliament, they will bring them all into our governance structure through amending both the constitution and the relevant laws.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "We never got a chance to reform our state and politics like now. Let’s not waste it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/we-never-got-chance-reform-our-state-and-politics-now-lets-not-waste-it-3800961",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "We strongly condemn Wednesday's attack on an Indigenous group and its supporters while they were protesting the removal of graffiti from textbooks featuring the word Adivasi. The assault, which left at least 20 people injured—including three Indigenous persons in critical condition—goes against the very spirit of the July uprising. We commend all, including student leaders, who unequivocally denounced this act of intolerance.\nThe incident reportedly occurred when the group \"Aggrieved Indigenous Student-Masses\" gathered in front of the National Curriculum and Textbook Board (NCTB) office in Motijheel to protest the textbook revision. Meanwhile, the attackers, under the banner of \"Students for Sovereignty,\" had already taken position at the site. At one point, they swooped on the Indigenous group, hitting them with cricket stumps. One student, Rupaiya Shrestha Tanchangya, who had actively participated in the July uprising, was beaten so severely that she later required 12 stitches on her head.\n\nShould this be the norm in a country where over 90 percent of the population belongs to the majority ethnic group? Should we not show greater responsibility in including minority voices in all important decisions and ensuring that their rights are protected—rather than deciding for them what they should or should not be called?\nAccording to a report by The Daily Star, the violence could have been prevented had the police acted decisively. An eyewitness told Prothom Alo that police neither intervened to protect the Indigenous protesters nor restrained their attackers. However, just a day later, police were rather quick to deploy water cannons and sound grenades against activists marching toward the home ministry to protest Wednesday's attack. This raises the question: does everyone enjoy the same rights in the new Bangladesh?\nThe NCTB authorities, for instance, pandered to the whims of the \"Students for Sovereignty\" group when they demonstrated on Sunday for the removal of Adivasi graffiti from textbooks, making the change the very next day. They did not even see the need to consult all stakeholders before taking such a decision. Should this be the norm in a country where over 90 percent of the population belongs to the majority ethnic group? Should we not show greater responsibility in including minority voices in all important decisions and ensuring that their rights are protected—rather than deciding for them what they should or should not be called?\nThe attitude displayed by the attackers and police disturbingly echo the tendencies of the fascist regime which representatives of all ethnicities, religions, and genders united to overthrow just months ago. We urge the government to take a firm stance against anyone who fosters division, spreads false narratives against minorities, or violates the rights of others. It must hold Wednesday's attackers accountable, and protect the rights and dignity of ethnic minorities.\n",
        "headline_1": "The new Bangladesh must be inclusive",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-new-bangladesh-must-be-inclusive-3800941",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "The horrific scenes from uncontrolled wildfires in the Los Angeles area are a stark reminder of the price to pay as we give little attention to climate change that has caused this unthinkable destruction. Although with some respite and progress being made, the wind speed is again going to pick up this week. Neighbourhoods have been destroyed, and lives have been lost since last week. At least 25 people have died in this recent mayhem and more than 12,000 structures have been lost which includes not just homes, apartments, and businesses but also vehicles and landmarks.\nThe Los Angeles wildfires are on track to be the costliest in US history, with some analysts projecting economic losses of over $200 billion dollars. As of January 13, close to 100,000 people are under evacuation orders. The population is in nothing less than panic. The cost of such episodes can be measured in monetary terms as well as in terms of societal chaos and displacement of population.\nThe year 2024 has been the hottest in human history. The concentration of carbon dioxide (CO2) in the atmosphere has increased from pre-industrial levels in the 18th century of approximately 278 parts per million to about 420 parts per million today. NASA scientists further estimate Earth in 2024 was about 2.65 degrees Fahrenheit (1.47 degrees Celsius) warmer than the mid-19th century average (1850-1900). For more than half of 2024, average temperatures were more than 1.5 degrees Celsius above the baseline. It is likely that the annual average may have exceeded the level for the first time if mathematical uncertainties are accounted for.\nWhat we notice is that climate change is fanning extreme weather that is growing more dangerous and more unpredictable. Wildfires are highly unusual in Southern California in winter, like in January, which is supposed to be the rainy season. Hurricanes like Helene and Milton in 2024 were furious and deadly, tearing through mountain communities, well inside the landmass in the US in October. These are larger and more powerful storms that were not seen in the past. Wildfires are hotter and moving much faster due to Santa Ana winds that sweep down the Sierra Nevada mountains in California that border Nevada. The power of the wind is enormous, and hurricane-speed wind runs through the mountain passes as they try to reach the coastline. At times, the wind exceeded 100 miles per hour. As they reach the plateau closer to the ocean, they reach warmer and drier conditions, as is the case now. Last winter, Southern California was deluged with much rain that led to extensive vegetation growth.\nHowever, in 2025, months into what is typically the rainy season, Los Angeles is experiencing a drought. The weather has become unpredictable and difficult to deal with as uncertainties rule the day. The entire region is a tinderbox due to a dry and hotter climate, and a small fire can spread quickly and uncontrollably. This is the basis of the urban firestorm. In the last few years, the frequency of wildfires has increased, and billion-dollar losses have continued to accumulate. It is like living in a new reality for the populations on the West Coast of the United States.\nGavin Schmidt, director at NASA Goddard Institute of Space Studies (GISS), which monitors the rise in global temperatures, mentions, \"We sound like a broken record but only because the records keep breaking: they will continue to break until we get emissions under control.\"\nToday, wildfires—which start from camping, transmission tower overheating, damaged wires, a downed powerline, or arson—can create havoc literally in hours. Then the weather can make it explosive. In 2018, the wealthy enclave of Montecito, California, just north of Los Angeles, experienced significant mudslides after torrential downpours fell on hills that had recently burned. So, areas losing trees and bushes can be highly prone to mudslides with heavy rain. These wildfires can further exacerbate other miseries for the population.\nFloods in places like Bangladesh, hurricanes and superstorms forming in the Gulf of Mexico and the Atlantic crossing into Florida and other states, heat waves in Africa, wildfires in Canada and the US, drought in many parts of the world, mudslides in California, and snowless winters in Michigan are examples of weather that does not conform to normal patterns. These are the growing threats of a rapidly warming world, and scientists are now in agreement that nowhere is entirely protected from the effects of climate change. Scientific data—showing that we may have crossed the threshold of 1.5 degrees Celsius in 2024 with modelling uncertainty bands—is quite disturbing. Both North America and Europe have eclipsed the 1.5-degree threshold, and 2024 was the warmest year ever.\nHumanity needs to put their efforts together to lessen carbon emissions in the atmosphere, which is a challenge for developing countries in reducing their emissions drastically. India ranks third in the world after China and the US for most CO2 emissions. These countries should lead by example in reducing CO2 emissions to reverse the warming trend followed by countries both in Europe and Asia. Being part of the Paris Accord is a political decision. It is unfortunate that while major disasters like LA wildfires rage, in a few days the US will drop out of the Paris Accord with Donald Trump as the new Republican president.\nThere is a constant challenge in our future on this planet to change the dynamics of climate change in humanity's favour. The LA wildfires and destruction in front of our eyes are a stark reminder of our collective failure. It is time to change our course. It is never too late for us to pay heed to science and climate change. Otherwise, we are to experience more violent and destructive weather events, which can make our beautiful planet unliveable.\nDr Golam Newaz is professor of mechanical engineering at Wayne State University in Michigan and fellow of American Society of Mechanical Engineers (ASME).\n\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "Los Angeles wildfires: A tragic lesson from climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/los-angeles-wildfires-tragic-lesson-climate-change-3800696",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Execution of Annual Development Programme",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/execution-of-annual-development-programme-1737041085",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Addressing vegetable gluts and sharp price fall",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-vegetable-gluts-and-sharp-price-fall-1737041119",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Flaws in rickshaw design",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/flaws-in-rickshaw-design-1737041177",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Worsening gas crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/worsening-gas-crisis-1737041191",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2025"
    }
]