[
    {
        "full_article": "The 26th United Nations Climate Change Conference (COP26) ended on November 13, 2021, a day after the scheduled date of closing. This has become almost a regular practice, and the issue that mainly causes this time extension is climate finance, the most intractable of all agendas under the UN Framework Convention on Climate Change (UNFCCC). The core climate finance issues at this COP, among others, were the delivery of USD 100 billion yearly fund by 2020, a new quantified goal to mobilise from 2025 taking USD 100 billion as the floor, adaptation finance, and finance for Loss and Damage.\nIt may be recalled that both under the UNFCCC and the Paris Agreement, developed countries have assumed legally-binding responsibility to support the developing countries in addressing climate change (using the language \"shall provide\"). Also, more than a decade ago, at COP16 in Cancun, developed countries pledged to deliver USD 100 billion a year by 2020. The goal has not been met yet—the claimed delivery by the rich countries of about USD 79 billion in 2018-2019 is deflated down more than three times by Oxfam, which estimates that only USD 19-22 billion can be considered as net climate finance. However, at COP26, the developed countries expressed \"deep regret\" in not fulfilling the previous pledges, and now they have pledged again to reach that amount each year through to 2025. About the new quantified goal from 2025, an agreement of establishing a road map for this has been reached.\nAgain, the new pledges from developed countries are plenty: USD 11.4 billion per year by 2024 will be given by the US, and USD 3 billion specifically for climate adaptation; the UK will double its climate finance to USD 11.6 billion between 2020 and 2025; Japan has offered USD 10 billion over the next five years for reducing emissions in Asia; Canada has announced to double its climate finance contribution to USD 5.3 billion by 2025; Norway committed to tripling its adaptation finance; Australia said it would double its contribution, too. It is estimated that if all pledges are kept, the total amount of climate finance is likely to reach around USD 96 billion next year!\nBut will it actually become a reality? The history of climate finance delivery does not evoke much confidence in that regard.\nAdaptation and its financing were of particular importance at COP26, in view of the latest report by the Intergovernmental Panel on Climate Change (IPCC) on the increasing impacts of climate change, which keeps savagely battering the low-income countries with poor adaptive capacity. The decision established a work programme to define the global goal on adaptation agreed under Article 7 of the Paris Agreement. This is expected to identify collective needs and how they can be met. The deal offered a promise to double adaptation finance by 2025 from the 2019 level, taking it to around USD 40 billion a year. But there is no guarantee that this goal will be reached. A UN committee will report on progress towards delivering the USD 100 billion per year, to be discussed again in 2024. However, COP26 has witnessed the highest ever commitments of climate finance to vulnerable low-income countries, about USD 450 million, as well as a commitment of USD 232 million to the Adaptation Fund, also the highest ever committed in a year. This fund can be accessed by all developing countries.\nFurthermore, the UK pledged 27.5 million pounds for the new Urban Climate Action Programme (UCAP) to support cities targeting net zero emissions. The programme will support cities across Africa, Asia and Latin America to take climate action, by helping them implement innovative plans to become carbon neutral by 2050, and prepare low-carbon infrastructure projects to reduce emissions. The programme will be delivered in partnership with the C40 Cities Climate Leadership Group, a global network focused on climate action, and the GIZ, the German development agency.\nHowever, for the agenda of Loss and Damage under Article 8 of the Paris Agreement, no dedicated financing has been agreed upon, though the developing countries, together with the Climate Vulnerable Forum which is chaired by Prime Minister Sheikh Hasina, have been calling for such a funding mechanism. But COP26 marks the first time that some action has been taken to respond to that request, operationalising the Santiago Network on Loss and Damage, agreed upon at COP25. This SNLD will basically serve as a technical advisory body, for which a few million dollars have been promised.\nAnother issue drew the attention of global leaders: the commitment to a shift towards locally-led adaptation—an action track of the now-defunct Global Commission on Adaptation—which Bangladesh agreed to lead. As experience has shown, centrally administered adaptation actions have not brought in the desired outcome. As climate impacts happen locally and spatially, it is the local governments and communities which must take the lead in designing and implementing the adaptation projects/programmes. So a major share of the pledged money is expected to be delivered down for implementing the locally-led adaptation, though only three to four percent of climate finance now reaches the local level. It may be mentioned that the LDC Vision 2050 has set the target of delivering 70 percent of climate finance down to local adaptation actions.\nFinally, we may recall that Lord Nicholas Stern, former chief economist at the World Bank and the doyen of the economics of climate change, has been arguing for years that the alibi that developed countries cannot afford the money as climate finance is simply reckless—this means they don't bother much about climate change, and the red signals of the successive IPCC reports fall on deaf ears. Against this continued paucity in climate finance, developed countries could mobilise over USD 11 trillion as stimulus packages for saving their economies from the Covid-19 fallout, but just one percent of it could go well over USD 100 billion as pledged. They seem to be not caring about the legal obligations agreed under the climate regime, and continue to renege the earlier pledges. Will this deluge of new pledges at COP26 see the light of the day? Is there any chance of winning over the nationalist streaks by a world of rapidly increasing vulnerability interdependence? How long can the disconnect continue between climate science and climate policy? Perhaps the frontline poor victims of climate change will have to wait for Godot—like the tragicomedy of Samuel Beckett!\n \nDr Mizan R Khan is deputy director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB), and programme director of the LDC Universities' Consortium on Climate Change (LUCCC).\n",
        "headline_1": "Will the climate finance pledges from COP26 ever materialise?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/will-the-climate-finance-pledges-cop26-ever-materialise-2232586",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2021"
    },
    {
        "full_article": "Ever since COP26 ended, we have been bombarded with analyses on how good or bad it was. The COP26 Presidency claimed it was a great success, while the vulnerable developing countries left Glasgow in great dismay over the overturning of their demand for a \"Glasgow facility\" on \"financing loss and damage\". They only got a promise to hold a \"dialogue\" on the issue, so the battle will go on to COP27 next year, which will be hosted by Egypt in Sharm El-Sheikh in November 2022.\nI will not repeat what has been reported by the global media on the actual agreements in the final Glasgow decision, but I will say that they are all very weak and pedestrian and nowhere near being adequate to face the scale of the climate emergency at hand. To give one example, the Climate Vulnerable Forum (CVF) countries at the beginning of the COP demanded that the outcomes be named the Glasgow Climate Emergency Pact. In the end, the COP Presidency chose to call the outcome of COP26 the Glasgow Climate Pact, dropping the word emergency both in name as well as in substance.\nI will focus my post-COP26 column not on the content of the discussion but on the personalities who stood out to me while I spent the last three weeks in Glasgow. Incidentally, they are all women.\nThe first person that I want to flag is a young activist from Uganda named Vanessa, who has been raising the issue of climate change in her own country every Friday as part of the Fridays for Future movement of school kids. She was recently on the cover of Time magazine and was in Scotland attending and speaking at numerous events both inside as well as outside the Blue Zone of the COP26 venue.\nI had the opportunity to share the platform with her on several occasions and was extremely impressed by her sincerity and maturity which was beyond her young years. In my mind, she is emblematic of where the future lies in the movement to tackle climate change. The youth of this world, collectively, will become the agents of change as their elders have let them down time and again. The youth movements around the world are already moving from mere protests to real actions in global solidarity that have much greater potential for doing good than a hundred COPs.\nThe second leader I would pick was, in fact, our host in Scotland, namely the First Minister of Scotland, Nicola Sturgeon. While Scotland is not a party to the United Nations Framework Convention on Climate Change (UNFCCC), it nevertheless has its own Climate Justice Fund, which it decided to double just before the start of COP26. A number of civil society groups in Scotland and elsewhere lobbied with her to use some of it to start a \"loss and damage fund\". Just before the start of COP26, Nicola Sturgeon announced a one million pounds contribution to a new loss and damage fund and challenged other world leaders to contribute more to it. By the end of the COP, she doubled the amount from Scotland and also received contributions from Walloon province in Belgium and a number of philanthropic foundations, taking the fund to well over USD 5 million—and we expect more contributions to come in soon.\nFirst Minister Nicola Sturgeon very kindly invited me to have tea with her at her residence in Edinburgh the day after COP ended to discuss how we can take this initiative further in the coming year to COP27. She remains fully committed to our cause of climate justice and has shown herself to be a true leader.\nThe third and final leader I will highlight is Prime Minister Sheikh Hasina, who attended the first two days and spoke not only on behalf of Bangladesh, but for 55 developing countries who are part of the CVF which she currently chairs. She presided over a meeting of the CVF leaders who were in Glasgow and they all declared their intentions to develop their own climate prosperity plans modelled on the Mujib Climate Prosperity Plan (MCPP) of Bangladesh. The CVF countries are changing their narrative from victims to global leaders in tackling climate change and asking other countries to follow their lead. Prime Minister Sheikh Hasina was well-recognised as such a global leader during COP26.\nMy final verdict on COP26 was that we had both a bad COP in terms of the failure to get the Glasgow facility on financing loss and damage inside the Blue Zone of the negotiations, but we also had a very good COP outside the Blue Zone with tens of thousands of youth, indigenous people, scholars, businesses, mayors, parliamentarians and many others who came to network and join forces for action—and not blah, blah, blah. Together with the hospitality of the people of Glasgow and Scotland, that made us all feel that we had indeed attended a very good COP.\n \nDr Saleemul Huq is Director of the International Centre for Climate Change and Development and Professor at the Independent University Bangladesh.\n",
        "headline_1": "Who were the true leaders at COP26?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-were-the-true-leaders-cop26-2232576",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2021"
    },
    {
        "full_article": "What recently happened in the transport sector of Bangladesh after the prices of diesel and kerosene were raised by Tk 15 per litre was truly unprecedented. Except for trains and planes, all public transports disappeared from the streets: buses and trucks stopped running on the roads; launches and steamers were also taken off the river routes. The government announced the fuel price hike on the night of November 3, 2021, and the transport owners' decision to suspend their services came into effect the very next day.\nOn November 5-6 (Friday and Saturday), there were tests in Dhaka for recruitment in various government offices. Hundreds of thousands of job-seekers, who came to the city to take these tests, suffered immensely because of the unlawful transport strike. The situation was further exacerbated when rickshaw pullers, CNG-powered autorickshaw drivers and other modes of private light vehicles took this as an opportunity to cash in, making the helpless commuters pay at least five times more than the usual fares.\nThere were many people who were willing to pay the exorbitant fares, but even then, they couldn't get any transport—so many of them had to walk to their destinations. It was a terrible situation, for which no one was ready.\nThe crisis continued well into the morning of November 7 (Sunday). It wasn't until the afternoon that the situation somewhat eased as some sort of solution was derived from a meeting between the government and the bus service owners. Even then, there were reports of altercations between passengers and bus conductors over the freewheeling hike in fares imposed by the latter.\nIn the November 7 meeting, the bus service owners and the Bangladesh Road Transport Authority (BRTA), the government regulatory body for road transport, agreed to increase bus fares by 28 percent in Dhaka and Chattogram, but the bus services in Dhaka city were found to be charging 50 percent more than the previous rates. For example, the fare for travelling from Gulistan to Farmgate was Tk 10 on November 3, but the bus operators charged Tk 15 on the same route on November 7 evening. The fare from Gulistan to Abdullahpur was Tk 35 before the price hike, but after the meeting it became Tk 55.\nAlmost all the short- and long-range buses in the country now run on diesel. So it is natural that an increase in bus fares will follow the diesel price hike, but there is a due process to do that. The fares have to be increased with the permission of the regulatory body. And just as fares cannot be increased without any formal notice, public transport cannot be taken off the roads at one's will. But that is what has happened.\nLeaders of the bus owners' association say they did not call the strike, and the bus owners independently decided to stop operating as they were not willing to suffer losses due to the fuel price hike. But the road transport sector is an industry. Can an owner whimsically shut down their company? The BRTA officials should have first sought an explanation from the owners over the unlawful strike in the November 7 meeting. There is no way of knowing if they did do that.\nBut then, what could the BRTA do when the ministry that is responsible for guiding and supervising the regulatory body kept mum over the issue—at least until the meeting? The concerned minister did nothing more than just appeal to the bus owners to keep their buses running, after the public transport was taken off the roads on November 4. He holds an influential post in the ruling party, second only to the prime minister. But is there any reflection of that authority in the management of an important ministry like road transport?\nEveryone knows that he is on good terms with the leaders of the associations of bus owners and workers. No doubt, such good terms are useful in running the transport sector. But what is worrying is that the last word, as has been seen on various occasions so far, on any road transport issue, comes not from the government, but the bus owners and transport leaders.\nIn this connection, one can recall what happened to the road transport law that has been faced with trouble after trouble. After almost a decade's worth of efforts, the law was passed in 2018, although it was announced to be implemented a year later. Representatives of both the government and civil society said then that if the law was implemented, the prevalent unruliness on our roads would come under control to a large extent. But the initiative to enforce the law stumbled in the face of obstacles from transport leaders. It was then said by the ministry high-ups that it would be implemented \"soon\" after discussions with every stakeholder. That soon has yet to come! The good terms between the road transport minister and the leaders of the bus owners' association could not end the stalemate over the law, which is much coveted by the conscious section of society.\nOne may be forgiven for asking: If the words of the transport owners and workers are considered final when it comes to making decisions relevant to the road transport sector, then what is the rationale behind having a minister, whose purpose is to protect public interests and to supervise the sector?\nThe way the diesel price has been increased is also indicative of the fact that the government is not people-friendly. There is no denying that the excessive rise in fuel prices in the international market will have an impact on the local fuel prices. But that does not necessitate an increase of Tk 15 per litre at one go. The government may have thought that if the price of a litre of diesel is increased by Tk 15, it will receive public criticism no less than that triggered by an increase of Tk 5. It may also have assumed that if the fuel price is increased bit by bit, the criticism may continue much longer than that resulting from a higher increase at one go.\nRegardless of what the government may have surmised about the situation, it must be acknowledged that it was not the right time to make the move. The country's economy has just begun to turn around to recover from the devastating effects of the Covid-19 pandemic. The pandemic, the worst public health crisis in a century, has wreaked havoc, especially on small- and middle-income people who lost either their jobs or businesses. They are now in the process of recovery. Raising fuel prices is bound to make this process difficult. It should be noted that the detrimental effects of raising fuel oil prices are ubiquitous. On the one hand, it raises the prices of all kinds of essential goods, and on the other hand, it increases the cost of living by increasing house rents and travel expenses.\nThose who say that the country's per capita income has increased even during the pandemic need to remember that the current system of measuring per capita income is not indicative of an equal increase of income for everyone. The income of a section of people—mostly the better-off ones—has indeed increased, because of which the number of new millionaires in the country has also gone up in recent times. But, at the same time, a large part of the population has lost their income, which is not reflected well in the calculation of the per capita income growth.\nFuel prices have been low in the international market for the last seven years. So, the Bangladesh Petroleum Corporation (BPC) has made a huge amount of profit during the period—so much so that the government has been able to realise the entire subsidy given to the corporation on earlier occasions. In this situation, the government could easily provide some subsidy to the energy sector for six months or a year more. By that time, the economy might regain its normal speed, while people might also get some relief.\n \nSaifur Rahman Tapan is a freelance journalist.\n",
        "headline_1": "Fuel price hike: A raw deal for economy and people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/fuel-price-hike-raw-deal-economy-and-people-2232566",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2021"
    },
    {
        "full_article": "University life is referred to as a critical turning point in one's life. In all certainty, and in my experience, it is perhaps more than that. The totality of attaining a quality education—from the process of applying for different programmes to attaining a degree, and everything in between—is fundamental in determining the kind of people we turn out to be later in life. Values are shaped. Socially ingrained ideas do clash. Beliefs are questioned.\nFor international students, the challenge is undeniably more complicated. We have the opportunity to study at the best institutions in the world, not simply because of our individual merits, but also due to the financial backing of relatively well-off family members—this brings with it a dual sense of responsibility. For one, we must surely be humble in admitting that we are indeed immensely fortunate to have this experience, and do our best in selflessly reinvesting the knowledge we attain, towards the very community that has provided us with this opportunity. We are lucky because a majority of the deserving do not get such opportunities. But simultaneously, we are expected to change the world—in other words, be the change-makers, as is used by many in the media to define the educated youth of today.\nI wholeheartedly concur with the dual nature of what is expected from us—we must surely find a way to make the world a better place, both in principle and practice. Privilege brings with it a certain sense of duty, and it is in fulfilling this duty that we find a path to give back to our communities. A study by Harvard University and the Asian Development Bank, done several years ago, found that 6.7 percent of the total global population has a university or college degree; therefore, our privilege must not be taken for granted. Keeping this in mind, imagine what a small minority the international students are, when compared to the total population of Bangladesh. Importantly though, the reality is that, in fulfilling these duties, we tend to make mistakes. But the imperative aim is to constantly learn from those mistakes.\nAs I write this, I come back from another day at work. I graduated with a Bachelor of Arts degree from the University of Toronto in 2018, and for the past three years I have been working at a Canadian bank. You see, banking was the last thing on my mind when I graduated. My interests lie in global affairs, public policy and journalism. In reflecting on my four years at university, I now realise that I made key miscalculations in planning, practising and training myself for a post-graduation career in a field of my choosing. In recognising these shortcomings, I now try and find a path to navigate forward.\nFirst and foremost, I failed to focus on my mental health as part of my education. We tend to consider mental health as a subsidiary, rather than an essential component of our education. Added to that are homesickness and a feeling of being distant from the ordinary norms of a foreign land. For university students, this includes building and sustaining relationships—whether it be friendships, professional or, yes, romantic. Being in your early 20s is complicated as it is, but in deepening these social ties, we tend to sometimes forget what makes us happy and healthy. In addition to all this, there is perhaps a societal need to reinvent oneself to adapt to a foreign culture. You can be the most supporting friend in the world to another person, and that can surely improve your mental health. Yet, in hindsight, I do believe that a large part of university life should be dedicated towards your own mental well-being, while concurrently being there for your friends. This is something that we tend to overlook, and with time, I realise the negative effects of constantly side-lining my mental health. This tendency spills over into one's professional career as well, in areas ranging from productivity to job satisfaction. So, irrespective of what is happening during the elusive exam season or in our relationships with friends, it is fundamental for us to focus on ourselves, too. And we can do so by staying true to our personal values.\nSecondly, a highly intense environment in classrooms and a competitive atmosphere mean that getting a degree or a high GPA is simply not enough in boosting our chances to be the so-called change-makers. I failed there, too. For reasons unknown to me now, I refrained from developing sustainable relationships with my professors and instructors, and this surely left a gaping hole in both planning and implementing what I wanted to achieve. Building a cordial and working relationship with instructors is not only crucial in driving student development and academic growth, but vital in our quest to establish long-term connections for personal progress. Furthermore, cultivating these networks allow students to create a comprehensive plan for their future. On most occasions, without the guidance from experienced personnel in fields which we want to engage ourselves in, it is next to impossible to move up the ladder. Therefore, developing amicable relationships with academics and specialists who are already working in areas which are of interest to us, is undoubtedly important.\nFinally, attaining co-curricular or work opportunities while studying at university—that, too, in the fields which we want to navigate towards—is another essential component of university life. Of course, sometimes we do not have an option but to work in a job that we do not necessarily like, in order to pay the bills, but that should not deter us from participating in activities that in the long-run can support a career pivot towards what interests us. We owe it to ourselves to follow in the direction that we are passionate about; and by doing so, we can truly acquire a sense of wholescale satisfaction. I regret not taking the time to do the things that I loved when I was a student. But life cannot simply be about regrets, so I have now taken it upon myself to focus on my failings as a student, learn each day by reflecting on these shortcomings, and do so with an unrelenting desire to not simply move, but to march forward.\nTo students and young graduates of today, I say this: frustrations, depression, anxiety, and a lack of satisfaction can make your days difficult. But what we must develop now is a sustained plan for where we see ourselves in the future, rather than simply regretting past decisions or complaining about the present. I would like to end with a quote which I saw on Instagram a couple of days ago: \"Depression isn't always dark rooms and crying endlessly; sometimes, it's getting up, going to work, and smiling and laughing all day and then coming home to sit quietly, doing little to nothing until it's time to go to bed\". Perhaps this is what many in our generation currently feel or are going through, and the pandemic has surely exacerbated these circumstances. But with the belief that by reflecting on what we did not do and simultaneously looking towards the future, we can surely learn to be what we truly want to be.\nLet's discredit the notion that ours is a generation that wants things handed to them on a platter, and let's truly be constant learners, both in successes and failures. And in the process, let's change the world!\n \nMir Aftabuddin Ahmed is a banking professional based in Toronto, Canada.\n",
        "headline_1": "The life of an international graduate is that of constant learning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-life-international-graduate-constant-learning-2232556",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2021"
    },
    {
        "full_article": "For some time now, we have been seeing the central bank flouting its own rules and regulations, swaying to the tunes of big business conglomerates, and giving in to various external influencers. Its decision to permit Aviva Finance—which changed its name from Reliance Finance in November last year to brighten its image and restore depositors' confidence—to open five more branches, despite the financial health of the non-bank financial institution (NBFI) being in a bad shape, is another glaring example of that. This is the second time in a span of two years that the Bangladesh Bank (BB) has allowed Aviva Finance to open new outlets—last year it was permitted to establish four new ones—despite the NBFI's default loans surpassing 10 percent of its total outstanding loans in the year preceding its filing of the application to open new branches, which goes against the BB's own rules.\nThe non-performing loans (NPLs) of Aviva Finance stayed above the threshold last year, and rose to 26 percent in September this year, up from 16 percent towards the end of December in 2020. Furthermore, the NBFI also faced a provision shortfall of Tk 27 crore against the outstanding loans as of June this year, which further disqualifies it from opening any new outlets. Then why did the central bank give the NBFI permission to open so many new outlets over the last couple of years? Reportedly, Aviva Finance is a concern of Chattogram-based business conglomerate S Alam Group. And over the last few years, we have seen the BB bend to the will of big businesses a number of times. And it is precisely during this time that our banking and financial sector has gone through the greatest turmoil in its history.\nBut then, just blaming the BB might be somewhat unfair, as the amount of interference from other government institutions into its functioning in recent times, such as by the Ministry of Finance, has all but destroyed the central bank's autonomy, which is another reason why we have seen it fold to the illogical demands of powerful quarters time and again. The long-term implications of its decisions to not abide by its own rules, and to repeatedly give special concessions to politically connected and influential individuals and businesses, will have devastating consequences for our financial sector and overall economy, as experts have warned.\nWe hope the authorities are aware of this. There is a reason why rules exist. And when the BB keeps on breaking its own rules and provides special concessions to its hand-picked candidates and businesses, the example that it sets is surely going to only negatively impact our financial sector which, in turn, will have a cascading effect on our overall economy. As such, the central bank immediately needs to return to strictly enforcing its rules uniformly across the board.\n",
        "headline_1": "BB must stop breaking its own rules",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bb-must-stop-breaking-its-own-rules-2232551",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2021"
    },
    {
        "full_article": "At COP26, we were proud to see Bangladesh stand up for the worst climate-affected countries and hold the world's polluters to account. However, despite being a voice of reason at COP26, we are extremely disappointed to now find that the Bangladesh government is failing to match its actions to its words: the eight planned coal-based power plants in Moheshkhali of Cox's Bazar are still set to continue, despite their potential adverse impacts in and around the coastal belt. \nResearch from the Centre for Research on Energy and Clean Air (CREA) suggests that this project, one of the largest coal-fired power plant clusters within 10 square kilometres anywhere in the world, will release 1,600kg of mercury and 6,000 tonnes of fly ash every year. Five wildlife sanctuaries and six forests are likely to face serious consequences as a result, and over seven million people could be exposed to excessive mercury and sulphur dioxide pollution. Marine fish stock will be affected, and thousands are projected to develop fatal health conditions related to toxic substance emission. \nTo what end is such a harmful project being taken forward, and were these severe consequences taken into account when it was launched? In a country that is so vulnerable to the impacts of climate change, what reason could there possibly be of endangering our wildlife and polluting our environment in this way, especially when they are already bearing the brunt of existing development projects, deforestation and land-grabbing? \nIt is extremely frustrating that Phase-1 of the Matarbari Power Plant is already half completed, even though the government's own officials have admitted that its Environmental Impact Assessment (EIA) is faulty and lacks clarity on the plant's environmental impacts. The callousness of the Japan International Cooperation Agency (Jica) in conducting this erroneous EIA and continuing to stand by it, even though it fails to take into account mercury pollution and PM 2.5 to be emitted from the plant, cannot be overlooked. It is all the more troubling that, despite Japan's promise at the June G7 summit to end overseas financing of coal projects this year, it is continuing to finance this misguided project—over 80 percent of the funds to construct the Matarbari Power Plant is being provided by Japan.\nAt COP26, Bangladesh announced that it had cancelled 10 coal-based power plants to supplement its efforts against the adverse impacts of climate change, yet a report in this daily quoted the state minister for power, energy and mineral Resources as saying that the government is not concerned about criticisms over coal-based power plants. We urge the government to stop giving out such mixed messages and fully commit to phasing out coal and exploring green energy options instead. We also hope that global leaders will stick to their promises, and will hold to account the countries that are continuing to endanger other parts of the world by funding coal projects. \n",
        "headline_1": "Why the mixed messages on fossil fuels? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-mixed-messages-fossil-fuels-2232306",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2021"
    }
]