[
    {
        "full_article": "The pace of price rise faced by Indian consumers eased below the central bank’s upper tolerance threshold of 6% in March. The 5.66% retail inflation level recorded in March was last seen in December 2021. That was followed by a sustained spell of high inflation that escalated after the Russia-Ukraine conflict that began in February 2022, and peaked at an eight-year high of 7.8% in April. Including last November and December, March marks only the third occasion in 15 months when inflation was within the Reserve Bank of India’s (RBI’s) mandated tolerance range of 2% to 6%. The RBI, which had to send an explanation to the government on why the target was missed for three successive quarters — for the first time since the inflation targeting framework was introduced — hit a pause on interest rates this month after a streak of hikes. It now expects inflation to average 5.2% in 2023-24 (lower than the 5.3% it projected in February). As it stands, the average inflation between January and March has turned out to be 6.21%, far higher than the RBI’s February projection of 5.9%. For the full year gone by, inflation averaged 6.66% vis-à-vis the 6.5% the RBI expected.The central bank and the government may now be sanguine about headline inflation staying below 6%, but that is in no small measure due to the statistical effects of higher numbers from the previous year’s base. In the April to June quarter, the RBI expects inflation to average 5.1%, up from 5% predicted two months ago — the same quarter had clocked a mean inflation of 7.28% in 2022. While the pace of price rise may slow down, prices are still rising at a fairly significant clip, on top of price hikes effected in the past year. There is no medium-term reversal likely in amounts people shell out for most goods and services, barring seasonally triggered changes in items such as vegetables. In fact, excluding vegetables whose prices have been falling year-on-year since November 2022, the inflation faced by consumers in March was still 6.6%. Imported inflation fell to its lowest level since November 2019 at 2.8%, which means domestic factors are still spurring prices around 6%. Fresh global shocks from oil prices and other unknowns may cause imported inflation to spike again. With cereal, spices and milk prices on the boil and worries about crop losses due to recent unseasonal precipitation (as well as fears of El Niño effects this year), food prices may continue to pinch households. There is no room to let the guard down on inflation, even if propping up growth is the priority. Squeezed consumption is hardly going to inspire investment.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncentral bank\n\n/\n\nReserve Bank of India\n\n/\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nAgriculture",
        "headline_1": "Optical relief: On headline inflation",
        "headline_2": "For most households, the moderation in headline inflation brings little respite",
        "link": "https://www.thehindu.com/opinion/editorial/optical-relief-the-hindu-editorial-on-headline-inflation/article66737752.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "Myanmar’s military did it again. On Tuesday, the junta, notorious for its attacks on civilians, carried out air strikes on an opposition gathering in the rebel-held Sagaing region, killing over 100, including women and children. The National Unity Government (NUG), the parallel administration formed by opposition groups, as well as witnesses, said a fighter jet and a combat helicopter bombed the gathering, which was celebrating the opening of an administrative office of the NUG; the regime, led by Gen. Min Aung Hlaing, calls it a “terrorist entity”. The junta later confirmed the strike, but said most of those killed were resistance fighters. The strikes actually show the junta’s growing vulnerabilities rather than strength in the country’s ongoing civil war. In the past, the main opposition that the military regimes had faced was the non-violent democratic movement led by Aung San Suu Kyi. But after the February 2021 coup, which toppled an increasingly popular Ms. Suu Kyi (her National League for Democracy had won back-to-back elections), the country slipped into a civil war between the regime and the NUG. The NUG and its armed wing, the People’s Defence Force (PDF), have joined hands with ethnic militias to oust the military. The military has lost swathes of territories, mostly sparsely populated rural and jungle areas. Unable to recapture lost land, it has relied on air strikes to weaken the opposition.The junta faces pressure from the resistance groups, but it still controls most of the country’s population centres. The current approach of the generals is to hold on to territories under their control while continuing to use disproportionate force against opposition fighters and civilians in rebel-held areas. With the tacit support of Russia and China and silence from India, Gen. Min Aung Hlaing does not face any regional pressure either. The Association of Southeast Asian Nations (ASEAN) had earlier proposed a five-point peace plan, urging an end to hostilities and starting inclusive dialogue. But the generals have refused to talk to the opposition and are not ready to share power. The status quo, however, is unsustainable. Regional powers cannot look away when a thuggish regime keeps killing its people with impunity. A peaceful resolution in Myanmar is essential for the stability of Southeast Asia, and, hence, ASEAN and regional powers such as Russia, China and India should not see the civil strife as an internal problem of Myanmar. They should use their economic and political clout to force the generals to stop the violence and enter into talks with the opposition. The only sustainable, long-term and just solution for Myanmar’s myriad woes is the restoration of its democracy under a federal constitutional order. The first step to achieve this goal is to end the violence.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMyanmar\n\n/\n\ndemocracy\n\n/\n\ncivil unrest\n \n/\n\nASEAN",
        "headline_1": "Myriad woes: On Myanmar’s war within",
        "headline_2": "The only solution for Myanmar’s troubles is the restoration of democracy",
        "link": "https://www.thehindu.com/opinion/editorial/myriad-woes-the-hindu-editorial-on-myanmars-war-within/article66737772.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "by Bibek Debroy and Aditya Sinha\nWhen we think “overcrowded prisons”, it is worth noting that 77% of people jailed around the country are undertrials, not convicts – a statistic people find horrifying. According to NCRB, as of December 2021, there were 427,165 undertrials– 11,490 of whom have been in jail for over five years awaiting trial, a sad commentary on criminal justice delivery.\nCovid may have aggravated matters, but independent of the pandemic, absolute number of undertrials has increased. On Law Day, President Droupadi Murmu highlighted their plight. Presenting Budget 2023-24, FM spoke of financial support for poor prisoners who can little afford the penalty or bail amount. Those who ought to be in jail aren’t, those who shouldn’t be imprisoned are behind bars.\nUndertrials remain in judicial custody for three possible reasons. One, courts have denied bail as they are accused in offences non-bailable. Two, poor prisoners can’t furnish bail. And three, uneducated prisoners don’t know their rights under Section 436A CrPC. NCRB data on education profile of undertrials shows yes, illiterates far outnumber post-graduates. And while there is truth in the first two reasons, it isn’t the whole truth.\nThose who know the case of Hussainara Khatoon vs Bihar, 1979, will recall factors one and two above were vindicated. At the time, following court’s word, roughly one-third of undertrials were freed. If that’s a thumb-rule, more than 140,000 of the present number should be freed.\nNow, court guidelines exist on release of different categories of undertrials:\n1. Those under civil imprisonment.\n2. Those in custody for over 15 days for offences with maximum sentence less than 7 years.\n3. Senior citizens in custody over 3 months for offences where maximumsentence is less than 10 years.\n4. Those in jail for over 6 months under IPC Sections 304 (culpable homicide) or 307 (attempt to murder).\n5. Relatives in jail for over a year on offences under IPC Section 304B (dowry).\n6. Under the criminal code section that deals with rights of undertrials, Section 436A CrPC, as long as penalty isn’t capital punishment, and detention has been for more than half the maximum sentence, release on personal bond with or without sureties, or bail is in order.\n7. In some cases, such as Asim Kumar Haranath Bhattacharya vs NIA (2021) and Indrani Mukerjea vs CBI (2022), SC has granted bail to even those accused of murder.\nPoints 4 to 7 are rarely discussed, so what’s the problem beyond the first three guidelines? “Exceptio probat regulam in casibus non exceptis, ” is legal principle. “Exception tests the rule in cases not excepted,” colloquially misstated as “Exception proves the rule. ”\nFor point 4, exceptions are indeed the rule for bail. Bail principles won’t apply to offences under NDPS, POCSO, PCA, PMLA, anti-terror laws and in CBI/ EDinvestigations. Further, Section 441 CrPC allows subjectivity and discretion to police and courts.\nOn point 5, for family members jailed in dowry cases, there is always a risk in granting bail. Investigation, evidence, witnesses can be tampered. Or the accused may flee. However low the probability, a risk-averse magistrate fears this and the consequent backlash, were something to go wrong.\nIn recent cases, SC’s default template seems to be grant of bail, except rather oddly, for white-collar crimes. But for lower courts, the default template is nonbail and the exceptions allow this. A recent SC judgment (Satender Kumar Antil vs CBI, 2022) spoke on bail law and included a remarkable statement: “The rate of conviction in criminal cases inIndia is abysmally low. It appears to us that this factor weighs on the mind of the Court while deciding the bail applications in a negative sense. Courts tend to think that the possibility of conviction being nearer to rarity, bail applications will have to be decided strictly, contrary to legal principles. ”\nParaphrased, SC said, since the criminal justice system may not necessarily punish a criminal swiftly, or at all, trial courts think denial of bail is punishment.\nOn point 6, to queries on bail for undertrials, many prison officials point to a paucity of police personnel to escort prisoners to court. But where is the need for physical production? What happened to video trials? Odd cases here and there aside, despite Covid shifting temporary focus to video meetings amid vaunting the success of digital India, virtual hearings haven’t taken off.\nThere is little information about the e-courts project. There is imperfect information integration between courts and prisons. Take an instance. Media reports told us physical court papers such as bail documents are dropped inside a letter-box kept outside Mumbai’s Arthur Road Jail, cleared four times a day, last being 5. 30pm. Because of this, Aryan Khan spent an extra night in jail.\nRecently, SC stayed a high court order that directed a trial court judge to justify bail in a particular case. SC said such orders could undermine independence of district judiciary considering bail. But how much control does SC have over HCs and their functioning? Article 141 of the Constitution makes law declared by SC binding on all courts. SC has appellate powers. But that is about it.\nAn HC is not subordinate to SC and SC has no power of supervision. Only HCs have that power. SC itself has said this in Tirupati Balaji Developers vs State of Bihar, 2004. SC’s pronouncements on bail, or anything else, should be viewed in that light.\nBibek Debroy is chairman and Aditya Sinha is additional private secretary (research) of the Economic Advisory Council to the Prime Minister.\nThis is the eighth part of an occasional series on legal reforms\n\n\n",
        "headline_1": "The misconception about bail-jail",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-misconception-about-bail-jail-we-must-not-expect-hcs-to-follow-sc-observations-on-bail-or-anything-else-because-they-are-not-subordinate-to-the-apex-court-the-key-to-bail-reform-is-that-hcs-su/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "Before Mary Quant struck at hemlines with surgical precision, no one knew that women had legs. At least two of the four female limbs had been a matter of conjecture and wishful thinking, covered as they were in billowing gowns, or sari and salwar in India. With one snip of British designer Mary’s scissors in 1964, the mini was born, which made the midi and maxi hide in closets, ashamed of their garrulous length and breadth.\nIn her boutique Bazaar in London, Mary, who believed “vulgarity is life”, designed hot pants and teeny tiny skirts, called mini after her favourite car. Flaunting a Vidal Sassoon haircut – a geometric bob – she executed her futuristic vision of short, shorter, shortest. A brevity that set off a fashionable start to the Swinging Sixties in England, and soon the rest of the world.\nWriter Dorothy Parker said around that time, “If you wear a short enough skirt, the party will come to you. ” The skirts had to be at least halfway up the thigh and not more than four inches below the derrière. Length between 10 inches and 20 inches as purists would say. A tornado ripped through wardrobes, leaving behind bare knees.\nFor girls barred from wearing short dresses as adults, the memory of childhood frocks brings to them the nostalgia of running unhindered, jumping, climbing trees and an innocent pleasure in seeing one’s own legs browned by the sun.\nA mini is not just a random outfit choice but the exercising of will and autonomy over one’s body. It is the difference between owning the self and allowing others, the state or a sect, to make your sartorial decisions for you. A dress must please its wearer, and here is where the mini became a mega hit with the women. It was an intoxicating cocktail of freedom, economic independence and a style statement. Where other clothes acquiesced and adjusted, it asserted.\nIn Julie , a Hindi film first released in 1974 as Chattakari in Malayalam, actress Lakshmi wore miniskirts. She played an Anglo-Indian girl, unintentionally revealing the religion of the mini as Christian. It was previously sported only by onscreen vamps, with very few being able to carry it off like, say, a Helen. Suddenly two legs were on display and the legs seemed unready to go public.\nWithin two decades the minis had begun to enter India as home-wear and then informal wear, till they one night smuggled out as partywear without parental knowledge, only to soon become available on shop racks post-liberalisation. You heard a grandma brag about her foreignreturned granddaughter going out dancing in miniskirts. The mini became another word for modernity, and even westernisation, in new India.\nHistorically, the mini ebbed and flowed, its hem rising and falling, now itsy, now bitsy. Its origin, in fact, was not strictly gender-based either. Roman soldiers wore skirts for ease in combat and also because they signalled virility. Scots wore kilts, and Malayalees closer home wore lungis that they folded up so as to resemble minis.\nFemale acrobats wore them at thecircus, coupled with sequinned underclothes. And sportswomen sported them despite the fact that audiences counted every inch of every skirt, protesting volubly when their sense of modesty was outraged. Cheerleaders in the west ushered in the ra-ra skirt in the 1980s. And micro minis that resembled broad belts took centrestage on Milan and Paris catwalks as recently as last year. Some call it the return of the mini, some say the mini had never gone.\nThe mini has weathered its share of criticism. Opponents spoke of objectification and homologation of a gender. Coco Chanel called the mini “just awful” and the woke lot will decry the mini’s blithe claim of making legs look longer – why must legs look long or short when their function is to propel us along? In 2014, however, following a video of a woman being harassed in Harare, Zimbabwe, there was a miniskirt march in the war for safe spaces for women. The mini was dissent.\nAn exhibition at Victoria and Albert Museum in the UK in Mary’s honour saw 200 outfits, including many minis, on display in 2020. And though she sometimes has had to share the credit of inventing the miniskirt with French fashion designer André Courrèges, her death at the age of 93 is mourned by miniskirts everywhere. By those who wore them, by those who wanted to wear them, by those who wore them in secret. . .\n\n",
        "headline_1": "Short explainer on why very short skirts are a big deal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/short-explainer-on-why-very-short-skirts-are-a-big-deal-the-mini-whose-pioneering-designer-passed-away-this-week-remains-a-heady-statement-for-women-asserting-freedom-economic-independence-and-st/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "India, Japan and France have set up a common platform for talks among Sri Lanka’s creditors to work out ways to restructure the country’s external debt. This follows the announcement of a $2. 9 billion package by IMF last month. These developments are essential to help Lanka tide over economic distress. Unable to raise external finance for a while, it resorted to deficit financing. Consequently, the average inflation in 2023 is projected to be 28. 5% even as the economy is expected to shrink 3. 1%.\nPrior to the IMF announcement, Lanka had already begun to roll out a reform package to get its economy under control. Notwithstanding that, debt restructuring is of paramount importance. It will also help external creditors as Lanka is in arrears to all of them. It’s in everyone’s interest to help Colombo come through this challenging phase. The situation is not irretrievable. To illustrate, Lanka’s current account deficit in 2023 is projected to be 1. 6% of GDP, a manageable level. The country’s primary difficulty is that its aggregate external debt as a percentage of GDP is 74%, making it very vulnerable to perceptions and ratings.\nTherefore, one of the aims of Lanka’s economic restructuring package is to lower its annual debt service in foreign exchange from the current 9% of GDP to 4. 5% by 2027. This step will require the country to lower its public debt from the current level of 122% of GDP. It leaves the question, what’s China, a major creditor, doing? In this context, it’s encouraging that IMF’s MD Kristalina Georgieva last month said that Lanka has obtained financing assurances from all major creditors. Also, debt restructuring can’t stop with Lanka. G20 needs to move beyond rhetoric to a workable plan.\n\n\n",
        "headline_1": "Lanka, life & debt: India-France-Japan initiative crucial for Colombo",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lanka-life-debt-india-france-japan-initiative-crucial-for-colombo/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "It’s disappointing that the defence ministry has refused sanction for prosecution of 30 army commandos allegedly responsible for the Oting massacre in Nagaland in December 2021. Recall that the commando unit had opened fire and killed six coal miners in a botched counter-insurgency operation in Oting. Another seven civilians were killed in subsequent clashes with security forces. The episode highlighted precisely why AFSPA is seen as a draconian law giving sweeping powers to security personnel.\nTrue, security forces certainly don’t have it easy in insurgency-hit Northeast. They are forced to operate in difficult, often hostile, terrain. But that shouldn’t translate into impunity when grave errors are made. It is this sense of injustice that breeds resentment against GOI and provides a fillip to insurgency. Therefore, normalisation in the Northeast is directly linked to removal of AFSPA. Centre is cognisant of this and to its credit has been progressively removing districts and areas from AFSPA’s purview. From April 1, AFSPA is restricted to eight districts of Assam while it has been removed from 19 and 18 police station areas respectively in Manipur and Nagaland.\nGiven this trend, justice at least should be seen to be done where the draconian law continues to operate. Earlier this year, Amit Shah had said that AFSPA could be removed across Nagaland in threefour years. GOI allowing prosecution in the Oting case will increase trust in that intent.\n\n\n",
        "headline_1": "No trial is error: Allow prosecution of soldiers accused of killing innocents",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-trial-is-error-allow-prosecution-of-soldiers-accused-of-killing-innocents/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "Within 11 days of the Bangabazar fire that burnt to ashes around 3,000 shops, another fire – this time at New Super Market in the capital's Nilkhet area – has left hundreds of traders financially crippled just days before Eid, when sales are supposed to be at their peak. The frequent fires in buildings in Dhaka point to the lack of fire safety precautions and violation of building codes that should have been enforced by the concerned authorities. A total lack of awareness regarding fire safety among those who stay in the buildings/markets is also to blame, although ensuring this is too the responsibility of the authorities.\nThe cause of Saturday's fire is not known yet; traders have speculated that it was because the footbridge near the market was being demolished – ironically, for safety reasons – and the welding might have caused clothes near the end of the stairs to catch fire, which then spread all over the building. It may be mentioned that, according to an official of the DSCC, the corporation had on several occasions told traders not to pile up clothes in front of their stores.\nWe do not know the real reason for this fire – some have opined that it may even be sabotage – but we cannot continue to be in denial that many buildings in this city are at risk of fire and collapse due to some common reasons. The buildings are either too old or dilapidated, or there are too many shops housed in the building. These ill-maintained structures are always at risk of gas leaks and short circuits from poorly maintained air-conditioning units of so many shops crammed together. How many of them have fire escapes or fire extinguishers? Hardly any. Fire drills or even basic awareness exercises are also nonexistent. Last year, there were 24,102 fires, according to fire service data. This year, we have already experienced several fires in which lives have perished together with the livelihoods of thousands. The most tragic part is that experts have frequently given recommendations but those have been completely disregarded by the authorities.\nAn obvious one is vigorous monitoring and inspection by the Rajuk as well as enforcement of relevant rules by the city corporations and the fire service. This would involve ensuring fire safety, electrical safety and structural safety before allowing a building owner to rent out shops. Even a peripheral look at most markets like the New Super Market shows that such inspections have been rare, and none of the precautions have been enforced. When the risks are so high, why this mindboggling apathy?\nThe fires at Bangabazar and New Super Market occurred at times when there were no people inside the buildings. But it could very well have happened when these markets are thronging with traders, shop staff and Eid shoppers. Are we going to have to wait till we have a high number of casualties before the authorities finally wake up? For the traders who have lost their shops and millions worth of merchandise, the future is bleak and uncertain. The government must help them get back on their feet.\n",
        "headline_1": "After another fire, we can point the finger of blame only inward ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/after-another-fire-we-can-point-the-finger-blame-only-inward-3297961",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "US foreign policy is based on an inherent contradiction and fatal flaw. The aim of US foreign policy is a US-dominated world, in which the US writes the global trade and financial rules, controls advanced technologies, maintains militarily supremacy, and dominates all potential competitors. Unless US foreign policy is changed to recognise the need for a multipolar world, it will lead to more wars, and possibly World War III.\nThe inherent contradiction in US foreign policy is that it conflicts with the UN Charter, which commits the US (and all other UN member states) to a global system based on UN institutions in which no single country dominates. The fatal flaw is that the US has just 4 percent of the world population, and lacks the economic, financial, military, and technological capacities, much less the ethical and legal claims, to dominate the other 96 percent.\nAt the end of World War II, the US was far ahead in economic, technological, and military power to the rest of the world. This is no longer the case, as many countries have built their economies and technological capacities.\nPresident Emmanuel Macron recently spoke the truth when he said that the European Union, though an ally of the US, does not want to be a vassal of the US. He was widely attacked in the US and Europe for uttering this statement because many mediocre politicians in Europe depend on US political support to stay in power.\nIn 2015, US Ambassador Robert Blackwill, an important US foreign policy strategist, described US grand strategy with exceptional clarity. He wrote, \"Since its founding, the United States has consistently pursued a grand strategy focused on acquiring and maintaining preeminent power over various rivals, first on the North American continent, then in the Western hemisphere, and finally globally,\" and argued that \"preserving US primacy in the global system ought to remain the central objective of US grand strategy in the twenty-first century.\"\n\nChina's new prosperity can be both peaceful and productive for the world. China's successful technologies – ranging from vital cures for malaria to low-cost solar power and efficient 5G networks – can be a boon for the world. China will only be a threat to the extent that the US makes China into an enemy. US hostility to China, which mixes the arrogant US aim of dominance with long-standing anti-Chinese racism dating back to the 19th century, is creating that enemy.\nTo sustain US primacy vis-à-vis China, Blackwill laid out a game plan that President Joe Biden is following. Among other measures, Blackwill called on the US to create \"new preferential trading arrangements among US friends and allies to increase their mutual gains through instruments that consciously exclude China,\" \"a technology-control regime\" to block China's strategic capabilities, a build-up of \"power-political capacities of US friends and allies on China's periphery,\" and strengthened US military forces along the Asian rimlands despite any Chinese opposition.\nMost US politicians and many in Britain, the EU, Japan, Korea, Australia, and New Zealand support the United States' aggressive approach. I do not. I view the US approach to China as contrary to the UN Charter and peace.\nChina has the right to prosperity and national security, free from US provocations around its borders. China's remarkable economic accomplishments since the late 1970s are wonderful for both China and the world.\nDuring the long century from 1839 to 1949, China was driven into extreme poverty in a period marked by European and Japanese invasions of China and Chinese civil wars. Britain invaded in 1839 to force China to buy Britain's addictive opium. Other powers piled on during the following century. China has finally recovered from that disastrous period, and in the process, ended poverty of around 1 billion people!\nChina's new prosperity can be both peaceful and productive for the world. China's successful technologies – ranging from vital cures for malaria to low-cost solar power and efficient 5G networks – can be a boon for the world. China will only be a threat to the extent that the US makes China into an enemy. US hostility to China, which mixes the arrogant US aim of dominance with long-standing anti-Chinese racism dating back to the 19th century, is creating that enemy.\nThe dangers of US foreign policy extend beyond China. The US goal to expand Nato to Ukraine and Georgia, thereby surrounding Russia in the Black Sea, helped stoke the Ukraine War. Countless nations see the danger of this approach. Major nations from Brazil to India and beyond aim for a multipolar world. All UN member states should recommit to the UN Charter and oppose claims of dominance by any nation.\nJeffrey D Sachs is a world-renowned economist, academic, and public policy analyst who serves as the director of the Center for Sustainable Development at Columbia University.\n\n",
        "headline_1": "The need for a new US foreign policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-need-new-us-foreign-policy-3297586",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "Citizens' right to monitor, probe and question the work of their governments is essential for democracy. The use of this right varies among countries which have adopted a Right to Information (RTI) or Freedom of Information (FOI) Act – tools to facilitate the process. The path from government secrecy to openness is long, winding and rocky, even in countries where the right to information is well-entrenched. In a country such as ours – where the law is relatively new – we still have far to go before the right is seen not merely as \"window dressing\" to bolster our democratic credentials but becomes a true tool to hold our public authorities to account.\nThe three key parties in this process are citizens, their public authorities and the arbiters of any disputes between the first two. The first have the right to demand information; the second have the responsibility to respond. The third are members of the Information Commission (IC), composed mainly of former bureaucrats. Both the second and third pillars of this tool can be too hesitant in carrying out their duties, uncertain about the extent of government sincerity in opening itself up to public scrutiny.\nA survey of 311 IC decisions on complaint cases from June 2022 to March 2023 throws important light on the predilections of the IC in dealing with both sides at complaint hearings, in interpreting and applying the law, and more importantly, in serving as the custodian of its hallowed objectives. All the cases arise from citizens submitting RTI requests and most of them not receiving timely responses from the relevant authority – resulting in the complaint to the IC. As the decisions do not provide a comprehensive picture of the exchanges that take place at the hearings, we also sought the views and experiences of some complainants themselves.\nIn over 91 percent of all complaints, the applicants claimed not to have received any response to their applications or subsequent appeals. In many of them, the government's Designated Officer (DO) – charged with responding to RTI requests – rushed to respond only after receiving summons from the IC for complaint hearings.\n\nOur consultation with users from the field yielded a number of other critical issues which deserve IC's attention. In the era of online meetings, many claimed that when they sought to present their arguments, their microphones were muted. On some occasions they were cut off due to faulty internet connections. Others claimed to have faced harsh, irrelevant and intimidating questions.\nDisappointingly, in approximately 78 percent of cases surveyed, the IC simply directed the DOs to provide the requested information without recording a serious concern for their wanton disregard of the law. This is very worrying indeed, given the mandatory nature of the law. In 62 percent of the cases, the IC did ask DOs for the reasons for not responding, but in the remaining cases no such questions appear to have been raised. While in a few cases the IC did ask the DOs to show cause for their absence at earlier hearings, it showed little concern for their disregard of RTI requests. This apparent indifference from the IC will not help curb the general tendency of DOs not to respond. A stricter position by the IC and invocation of sanctions under the law is clearly called for: records show only two such sanctions made in 2019.\nThis lack of holding DOs to account extends to other areas. Many DOs simply denied having received any information requests at all or claimed that they were new to the job and/or unaware of the law. Except for 2.5 percent of such cases, here too the IC simply directed the DOs to provide the requested information without questioning the veracity of the denials or expressing discontent. If DOs manage to flout the law so easily, user confidence will continue to erode. A serious probe into the matter and the use of sanction provisions would go a long way to stem such unfair practices.\nIn a sizable number of cases, the decisions also indicate that the IC discharged cases for non-appearance of parties, passed orders in the absence of one party or both, which are against the principle of natural justice, and postponed hearings because of non-appearance of DOs. These too can only have negative impact on citizens who see their use of the law more as a civic responsibility than as a simple exercise of their rights.\nThe decisions brought to light another recurring penchant of DOs. They appear to be more inclined towards using the exemption clauses contained in Section 7 of the Act to deny RTI requests than to focus on the more positive provisions of the law to promote transparency and accountability in government work. Sadly, however, they often use them without fully assessing their applicability and explaining the reasons for their invocation. More unfortunately, the IC too often fails to discuss the underlying legal issues at the hearings or to provide reasons for their acceptance of exemption claims by the DOs. As a quasi-judicial body, it is expected to do so. However, providing such legal analysis is a difficult task and requires legal expertise, an area where the government might wish to equip the IC properly.\nSome DOs reportedly insist that applicants provide their phone numbers so that they may be called and threatened to come and see them, provide reasons for their request or collect the information from their office when there are no such requirements under the law. The IC should clearly admonish DOs who indulge in such practices.\nOur consultation with users from the field also yielded a number of other critical issues which deserve IC's attention. In the era of online meetings, many claimed that when they sought to present their arguments, their microphones were muted. On some occasions they were cut off due to faulty internet connections. Others claimed to have faced harsh, irrelevant and intimidating questions. The virtual process also made checking and verifying documents physically difficult. And many claimed their submissions were often not reflected in the decisions. As the Covid-19 pandemic appears to have subsided now, the continuing use of virtual hearings calls for re-examination.\nThe law foresees the IC to be its \"guardian angel\" and has empowered it to be a strong and objective arbiter, with regard both to information-seekers and information-providers. It is incumbent on the IC to play its role boldly and effectively, bearing in mind that the foremost objective of the law is to empower citizens to promote good governance. This will happen only if the IC is able to pave the way for unencumbered and unhindered use of the law by citizens while, at the same time, safeguarding the legitimate interests of the government to maintain secrecy in clearly demarcated areas of governance. Such a balance must be premised upon a clear recognition of the basic tilt of the law in favour of transparency and accountability.\nWe hope that the Information Commission will take the above conclusions into account in assessing its own work. We recognise the enormity of the task of moving a nation from an age-old culture of secrecy to one of openness and accountability. The progress of RTI in Bangladesh is slow, but it is moving on. Our efforts are aimed at nudging it along the long rocky road.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at the Research Initiatives, Bangladesh (RIB).\n\n",
        "headline_1": "Information Commission’s key role in ensuring right to information",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/information-commissions-key-role-ensuring-right-information-3297561",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "Within 11 days of the Bangabazar fire that burnt to ashes around 3,000 shops, another fire – this time at New Super Market in the capital's Nilkhet area – has left hundreds of traders financially crippled just days before Eid, when sales are supposed to be at their peak. The frequent fires in buildings in Dhaka point to the lack of fire safety precautions and violation of building codes that should have been enforced by the concerned authorities. A total lack of awareness regarding fire safety among those who stay in the buildings/markets is also to blame, although ensuring this is too the responsibility of the authorities.\nThe cause of Saturday's fire is not known yet; traders have speculated that it was because the footbridge near the market was being demolished – ironically, for safety reasons – and the welding might have caused clothes near the end of the stairs to catch fire, which then spread all over the building. It may be mentioned that, according to an official of the DSCC, the corporation had on several occasions told traders not to pile up clothes in front of their stores.\nWe do not know the real reason for this fire – some have opined that it may even be sabotage – but we cannot continue to be in denial that many buildings in this city are at risk of fire and collapse due to some common reasons. The buildings are either too old or dilapidated, or there are too many shops housed in the building. These ill-maintained structures are always at risk of gas leaks and short circuits from poorly maintained air-conditioning units of so many shops crammed together. How many of them have fire escapes or fire extinguishers? Hardly any. Fire drills or even basic awareness exercises are also nonexistent. Last year, there were 24,102 fires, according to fire service data. This year, we have already experienced several fires in which lives have perished together with the livelihoods of thousands. The most tragic part is that experts have frequently given recommendations but those have been completely disregarded by the authorities.\nAn obvious one is vigorous monitoring and inspection by the Rajuk as well as enforcement of relevant rules by the city corporations and the fire service. This would involve ensuring fire safety, electrical safety and structural safety before allowing a building owner to rent out shops. Even a peripheral look at most markets like the New Super Market shows that such inspections have been rare, and none of the precautions have been enforced. When the risks are so high, why this mindboggling apathy?\nThe fires at Bangabazar and New Super Market occurred at times when there were no people inside the buildings. But it could very well have happened when these markets are thronging with traders, shop staff and Eid shoppers. Are we going to have to wait till we have a high number of casualties before the authorities finally wake up? For the traders who have lost their shops and millions worth of merchandise, the future is bleak and uncertain. The government must help them get back on their feet.\n",
        "headline_1": "After another fire, we can point the finger of blame only inward ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/after-another-fire-we-can-point-the-finger-blame-only-inward-3297961",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "We are quite concerned to learn that the Bangladesh Road Transport Authority (BRTA) has asked four road safety organisations – Nirapad Sarak Chai, Bangladesh Jatri Kalyan Samity, Road Safety Foundation, and Save The Road – to inform it before releasing data on road crashes and casualties. At a time when the government's failure to prevent such incidents is being criticised from all sections of the public, particularly road safety campaigners, such an instruction is quite baffling. Reportedly, the BRTA has sent a letter to these organisations saying that their data on road crashes and deaths are creating \"confusion\" among people as they differ from each other. The organisation asked them to \"check the information regarding road accidents on the ground.\"\nWe wonder whether the BRTA has given such instructions with an aim to ensure credible data on road crashes, or if it is just an attempt to discredit or intimidate the road safety campaigners, as we have witnessed in the past.\nWhile it is true that there are some gaps in the data prepared by different road safety organisations – which basically prepare them based on various newspaper reports – the data prepared by the government are not reliable either. For example, recent road crash data prepared separately by the BRTA and Bangladesh Police did not match. While according to the BRTA, 636 people were killed and 752 others injured in 630 road accidents in January and February this year, police data say that a total of 542 people were killed and 420 others injured in 557 road crashes during the same period. Therefore, the accuracy of both sets of data can be questioned. Moreover, these numbers are much lower than those provided by the NGOs working on road safety. Clearly, the need for reliable official data cannot be stressed more.\nThe government has a plan to implement the National Road Safety Strategic Action Plan 2021-2024 to reduce 20 to 25 percent of casualties by 2024, and to halve the casualty number by 2030. The question is, what or whose number will that be? To achieve this goal, the government will need authentic data. And to ensure this, relevant government agencies need to work in coordination with not just each other but also with those private organisations. Therefore, it will be a mistake on the part of the BRTA to try to deal with them with an aggressive or combative attitude, or to vilify them for the work they do. We also hope that the government organisations, particularly the BRTA, will be open to discussions and suggestions on road safety issues so that they can plan and act properly.\nBangladesh has one of the highest road crash rates in the world. So, the government must stop treating the issue casually or victimising others for its own failure. It must work sincerely to develop a national database on road crash casualties and injuries with assistance from all the stakeholders. Only a positive approach from the government can help ensure safe roads in Bangladesh.\n",
        "headline_1": "A suspicious BRTA diktat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/suspicious-brta-diktat-3297041",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "When the cost of agricultural production has already gone up due to higher prices of fuel and power for irrigation plus an earlier hike in the price of urea by 37.5 per cent, the government has again gone for a blanket increase in the prices of the four main fertilizers-Urea, DAP, TSP, and MOP-by Tk.5 per kg of each item, i.e., by 27 per cent on average. By this measure, the government will be able to save around Tk.70 billion now being provided as subsidy, the agricultural ministry has let the public know. Needless to say, being the end users of fertilizer, it is the farmers who will have to bear the additional burden of this pricier agricultural input.This latest increase in fertilizer prices is learnt to have been effected by the agriculture ministry upon, what it said, receiving a request from the finance ministry. Ironically though, the agriculture minister, only a week before this latest decision for the euphemistic upward adjustment of fertilizer price, assured the farmers that there would be no further price hike of this agricultural input! And interestingly, when fertilizers are being thus made costlier at home, in the international market those are getting cheaper. For example, urea price in the global market has fallen by 54 per cent, while that of MOP has by 19 per cent, reports go. In any case, the fact remains that the measure is going to trigger another round of surge in the prices of farm products as well as essential commodities in general. That means the noose of inflation around the common people's neck will only get tighter, a consequence that has even been echoed in the words of the country's planning minister in this connection. Obviously, the measure is part of the government's move to reduce agricultural subsidies, especially in relation to fertilizers, as it is generally required to meet the conditions of global lenders like the International Monetary Fund (IMF). Even so, the ministry concerned informs that the government is still bearing a huge burden of subsidy for fertilizers. For, despite the just announced hike in fertilizer prices, the government says it will still have to pay from its own pocket, for instance, Tk.21 for a kg of urea, Tk.49 for DAP, Tk.40 for MOP, and Tk. 23 for TSP. What is more, the government was apprehensive that this fiscal the agricultural subsidy might overshoot the figure of Tk.460 billion, the bministry in its press release further claimed. However, finally, the subsidy amount has been set at Tk. 260 billion. Granted that the government has a point. But one still fails to understand why the poor farmer alone has to bear the cost of any upward adjustment of fertilizer price? According to the Department of Agricultural Extension (DAE), as a consequence of the latest hike, the farmers of the country will have to spend an additional amount of Tk.25 billion, while some farm economists say it will be around Tk.36 billion, solely for buying fertilizers.Faced with this predicament, the cash-strapped farmers may then go for cutting production so as to continue with their farming activity with the limited financial and other resources they possess. If that happens, that would negatively impact the nation's effort at increasing food production, especially amidst a looming food crisis, globally. In that case, to avoid any undesirable outcome, the government would do well to weigh its options judiciously while taking as sensitive a decision as increasing the cost of farm inputs.",
        "headline_1": "Farmers up against another spell of fertilizer price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/farmers-up-against-another-spell-of-fertilizer-price-hike-1681569015",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "As fasting gets in the fourth week of the holy month of Ramadan, the Eid-ul-Fitr as a religious festival draws near. Muslims across the world will celebrate their one of the two core religious festivals next Friday or Saturday, subject to appearance of the new moon in different countries, including Bangladesh. This Eid is celebrated on the first day of Shawwal, the tenth month of the lunar calendar. The day's celebrations start with a special- prayer congregation in the morning. Fasting is not permitted on the day, and Muslims are instructed to come together with family members, friends, neighbours and community people to celebrate the occasion. It turns out to be a carnival of feasts, sweet treats and donning new dresses. In fact, Eid-ul-Fitr is considered the biggest festival in Bangladesh where around 91 per cent of the population is Muslim. To celebrate the day of festivity, they take extensive preparations that stretch over a month, including Ramadan. It is interesting to see that besides observing the rituals of the holy month, Muslims also engage in various business and trade centring the Eid. Fashion houses come with a lot of newly-designed attires luring the consumers. People rush to buy new clothes for their children and relatives as the Eid day approaches. Shopping centres see large crowds, especially in the last week of Ramadan. Around 50 per cent of the annual sales of the fashion industries take place on the occasion of Eid-ul-Fitr. This is true for many other sectors. Take shoes as an example that come after clothing in terms of demand during Eid shopping.To arrange feasts in Eid, the preparation seems much bigger. Sweet vermicelli, popularly known as Shemai in this country, is a must in every house. Various types of vermicelli are available in the market during the festival. To cook biriyani and pilau, demand for aromatic rice jumps before Eid. People also see the price hike of chickens, beef and mutton and necessary spices. As aggregate demand increases on the occasion of Eid, price situation tends to deteriorate, making it difficult for the low-income people to celebrate the festival. Fortunately, almsgiving spree during Ramadan brings some relief to hardcore poor. Some Muslims pay their Zakat, the obligatory charity set in Islam, in Ramadan to assist those who are poor and needy. Besides individual effort, charity organisations mobilise and distribute Zakat in cash and kind across the country. Thus, money transmission increases before Eid, adding vibrancy to what is coined as Eid economics. The velocity of money is the rate at which consumers and businesses in an economy collectively spend money. Again, eligible Muslims also pay Sadaqatul Fitr just before the Eid day or before the Eid prayer. These also help the poor and marginalised to get some good food on the festival day.There is, however, no exact estimate on the size of the Eid-centric economic activities. A guesstimate showed that it was around Tk1.50 trillion in the last year when Eid-centric trade bounced back heavily after two years of Covid-19 sluggishness. The boom in monetary transactions during the Eid is reflected in the growth of money supply. Statistics available with Bangladesh Bank showed that money supply increased by Tk 337.98 billion in April last against Tk 89.70 billion in March 2022. Thus, money supply, in terms of broad money (M2), stood at Tk 16.63 trillion in April 2022 which was Tk 16.30 trillion in March.During the festival, cash base of the economy also increases. As the last Eid-ul-Fitr was celebrated on May 3, 2022 in Bangladesh, las April had witnessed a higher flow of cash and monetary transactions. The central bank statistics showed cash base of the economy stood at Tk 3.39 trillion in April 2022, recording a growth of 5.81 per cent over the previous month. The value again declined to Tk 3.30 trillion in May last year. Pahela Baishakh, the first day of Bangla new year, has also emerged as a big festival day in Bangladesh. Before the Covid-19 pandemic hit in 2020, there was a persistent growth in Baishakh-centric economic activities where clothing and food appeared as the two core areas of business. Baishaki business also recovered in the past year although it co-existed with Eid-ul-Fitr as there was an around three-week gap between two festival days. This year, the gap came down to one week. Nevertheless, appeal of Pahela Baishakh is there and Baishaki shopping spree does not lose the momentum. Baishakhi bonus for the government employees creates some additional demand in the market.As two festivals come almost at a time, and the development will persist for another two to three years, the main focus of the festival economy is on Eid, will be on Eid. Eid bonus increases the amount of disposable income of a large section of people. Non-resident Bangladeshis (NRBs) also try to send more remittance to their families to celebrate Eid. All this fuels a consumption boom during the Eid which ultimately contributes to the country's Gross Domestic Product (GDP). So, it is time to get a comprehensive picture of the Eid economics and research wings of the government policy- planning bodies may come forward to launch a rigorous study in this connection. This will help in understanding the trends and patterns of consumer demand during Ramadan and Eid as well as status of outputs and supplies. This will also help in devising and revising some economic policies to support the trade and business activities of the festival. [email protected]",
        "headline_1": "Eid and economics of festival",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eid-and-economics-of-festival-1681569096",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "In the decades of the 1950s-1960s, the vast mango and jackfruit tree- covered, bushy tracts on the south of Dhaka were a common spectacle. The vast area, now Gulshan, was filled with small and large water bodies. The largest of it still exists under the name of Gulshan Lake. Fringes of the area were featured by sprinkles of villages. The lush-green idyllic area came to be known eventually as a shooting spot for Dhaka cinemas. Back then few could imagine the present busy urban look of Gulshan-Banani area. Except small isolated patches, there are now hardly any wild green corners in Gulshan. The whole area is covered with residential and commercial concrete structures, mostly high-rises, and road networks chockablock with traffic. Traffic gridlock is a regular feature.Similar to Gulshan, the sprawling Kamalapur area has undergone radical changes. In place of spacious and knee to waste-deep water bodies, and marshes, especially during monsoon, the whole expanse is now considered one of the busiest and most densely populated areas in the capital. This part of Dhaka comprises one of the largest commercial districts of the city --- Motijheel, and also Dilkusha. Khilgaon and Basabo also included these low-lying areas. The whole Mirpur and the adjoining areas, Rayerbazar, parts of Dhanmondi were considered Dhaka's peripheral areas. Dhaka's south, across the Nawabpur Rail Crossing, would comprise the main city and the populated residential pockets. The former busy Dhaka is now the Old City. The irony is despite the New Dhaka's emergence from the tree and bush-laden greeneries and water bodies; the vast area has long been accustomed to a stifling atmosphere. Compared to the planned city in Dhaka's new part, the spontaneously built Old City can now take more pride in century-old small playgrounds, open spaces and roadside parks. The New Dhaka has few ponds. The older part of Dhaka still has a few well kept and supervised ponds. Hundred years ago, Dhaka, later the city's newer part, was famous for its historical ponds and playgrounds. At this point, one can cite the Shahbagh pond, and the Ansar playground --- located in the same area. A number of myths were associated with the Shahbagh pond in the olden days. Many of the people using the large pond for bathing used to believe in the superstitious tales related to the pond. However, the pond, serving a large number of people living in the greater eastern Dhanmondi, remains etched in the minds of the people. So do many others in the different parts of the then Dhaka. They include both private and community ponds.Prior to the Bangladesh's independence, few had the sketchiest idea about the changes awaiting the post-1971 Dhaka. But remarkable changes in its character had been in the offing. By the late seventies, the previous Old Dhaka found it had little scopes for adopting further changes or innovations. The 400-year-old riverside Mughal city had by then turned into an architecturally exhausted urban centre. That part of the city had little to add to Dhaka's spatial glory. It found itself in a fix. In addition to it, with the outsiders coming to the newer part of the city in droves, the Old Dhaka had no way out except showing signs of aging. All focuses during the whole 1980s onwards remained directed at the capital Dhaka. It led to many Old Dhaka people to build vertically and remain settled in their age-old ancestral place.The newer part of the capital is blamed for all types of urban blights. It has become the norm lately. But it's also true it is the population density, chaos in traffic movement, lack of basic amenities etc which leads the Old Dhaka people to shift to New Dhaka.[email protected]",
        "headline_1": "Of old Dhaka and new Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-old-dhaka-and-new-dhaka-1681569221",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2023"
    },
    {
        "full_article": "Passport is a very important document for any citizen. The government has set up regional passport offices in most parts of the country so that people get passports from their respective areas. Agargaon passport office is a focal point for most Dhaka residents to get or renew their passports. For issuing an e-passport, one applicant needs to fill a form online and later he/she needs to bring his/her document on a stipulated date. But the experience of Agargaon post office is not a happy one for anyone. It is in fact one of the worst experiences a person can have. For a simple task, one must stand for hours in queues and there are no air conditioner facilities in this hot weather in the documents verification section located on the ground floor. After verification, one has to brave another long queue for the retina, biometric and photo endorsement part. Most people have to stand six to eight hours on the stairs for the whole process to be completed. Everyone is paying for this service yet the process of acquiring the passport is painful. E-passport is supposed to be an online process. Yet, so much paper work needs to be carried out! So, one wonders what is the point of calling it a digitised method. We hope the authorities concerned will come up soon with measures which will alleviate a citizen's suffering to avail a service that he or she is entitled to and the payment against which has already been made.Rafid Alam, Crystal Impression Ltd, [email protected]",
        "headline_1": "Easing process of E-passport issuance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-process-of-e-passport-issuance-1681569254",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2023"
    }
]