[
    {
        "full_article": "Demolition of property as a punitive measure against alleged offenders amounts to wilful subversion of the rule of law. The bulldozer has emerged as a symbol of the state’s eagerness to inflict collective punishment in recent times. Many such demolitions, cheered on one side by Hindutva proponents and passed off as removal of encroachments on the other by the government machinery, demonstrated a pattern in which a spell of communal tension was followed by the deployment of bulldozers and excavators. The Supreme Court of India has now ventured to put an end to this culture of impunity by laying down enforceable guidelines and directions to prevent demolition of homes and buildings without following due process. The verdict addresses issues that arose from the spurt in demolitions, beginning with Khargone in Madhya Pradesh and Jahangirpuri in Delhi in 2022, and several other places over the last two years. The Bench has recognised the obvious link between the fact that these homes and buildings belonged to those accused of offences that took place immediately before the demolition drive. It has ruled that this has a bearing on the rule of law and on the principle of separation of powers, as any such punitive use of the law against those accused or guilty of a crime amounts to executive authorities taking over a penal function. It also underpinned its order on the right to shelter, which stands breached, as the practice often unfairly targets family members of those allegedly involved.The process laid down by the Bench of Justices B.R. Gavai and K.V. Viswanathan rightly seeks to ensure public accessibility of details regarding such demolitions and aims to prevent unscrupulous officials from backdating notices to create the impression that they were merely following up on previous eviction notices. The order calls for 15 days’ notice, served on the owner by registered post, containing details of the violations as well as the grounds for the action to be taken. A personal hearing, a reasoned order and an inspection report signed by witnesses have also been made mandatory. The authorities should designate a digital portal within three months, where these notices, replies and orders will be uploaded. What is additionally significant is that the Court has decided to make officials accountable for any violations, effectively preventing attempts to backdate notices. The order exempts necessary demolition of encroachments such as those on waterbodies, railway lines and public spaces from this process. It is now up to the local body authorities to both adhere to the guidelines and ensure compliance, leaving little scope for politically motivated and communally targeted demolitions. Published - November 15, 2024 12:30 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        construction and property\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        justice and rights\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Madhya Pradesh\n                    \n                            /                      \n                        \n                        New Delhi\n                    \n                            /                      \n                        \n                        family\n                    \n                            /                      \n                        \n                        online\n                    \n                            /                      \n                        \n                        religion and belief",
        "headline_1": "Razing impunity: On bulldozer demolitions and the Supreme Court",
        "headline_2": "The Supreme Court of India’s intervention may end arbitrary and targeted demolitions",
        "link": "https://www.thehindu.com/opinion/editorial/razing-impunity-on-bulldozer-demolitions-and-the-supreme-court/article68868405.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "Violence, like poetry, is often the spontaneous overflow of powerful feelings; but, unlike poetry, it is always ugly and, in most cases, self-destructive. While violence against members of the medical community is not new, more recently, cases have been rising with an eerie regularity. The recent case from Tamil Nadu where a doctor was stabbed multiple times by a patient’s relative was dastardly and chilling. Balaji Jegannathan, an oncologist at the State-run Kalaignar Centenary Super Specialty Hospital (KCSSH), was stabbed by Vignesh, a young man whose mother was undergoing treatment for Hodgkin lymphoma, in the hospital. Contrary to initial media reports that the attack was perpetrated in a fit of rage, the fact that Vignesh brought a knife to a hospital makes it clear that it was premeditated. Notably, the patient, his mother, and her family had been counselled about the possible side effects of the chemotherapy that she was undergoing. She had also been admitted in a couple of private hospitals, but Vignesh had discharged her against medical advice, bringing her back to the KCSSH. He was furious about the treatment given to his mother, since her lungs had been affected as a result of the chemotherapy, and lashed out at the doctor, holding him responsible for his mother’s suffering. The life of Dr. Balaji, who was on blood thinners for a previous cardiac condition, was saved only because he was in a super specialty medical institution where top surgeons serve, and therefore with access to the best care.Violence on health-care professionals is as abhorrent as is negligence on their part. In a question of life and death, inflamed passions are possible, but it cannot be tolerated when frustration and fear of an impending decline in health or death lead to acts of violence against those who implement the treatment. It is important for doctors to display a good bedside manner, explaining to the patients and their family about the possible outcomes of treating a disease. In this case, notably, even this was communicated at all hospitals the patient had been in. While doctors struck work for a day in protest in the State, memories of the recent R.G. Kar rape and murder of a young doctor have compounded unrest among them. While human emotions under stress fall in the zone of the unpredictable, the presence of deterrence in health-care institutions — baggage scanners, CCTV monitoring, security checks, the obvious presence of security personnel — is the only way of ensuring that doctors remain safe. Published - November 15, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        medical staff\n                    \n                            /                      \n                        \n                        safety of citizens\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        hospital and clinic\n                    \n                            /                      \n                        \n                        cancer\n                    \n                            /                      \n                        \n                        health treatment\n                    \n                            /                      \n                        \n                        Chennai",
        "headline_1": "​Saving doctors: On medical professionals, their safety",
        "headline_2": "The lives of medical professionals should not be at risk from patients",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsaving-doctors-on-medical-professionals-their-safety/article68868374.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "Nothing seems to be going right for one of India’s wiliest netas. But that won’t faze him\nIt was a Burnol moment for Ajit Pawar when SC told the veteran politician “to find his legs” (sea legs more like in Maharashtra’s stormy waters) and not use Sharad Pawar’s visuals during campaigning. But Ajit Pawar has burnt himself some anyhows – squirming to leave behind his Adani-was-at-govt-formation-meet comments. Is Ajit Pawar in hot water within Mahayuti? Hard to tell, for when was he not, wherever he’s been? His flip-flops are legendary: walking out of MVA over “ideological reasons”, only to walk into Mahayuti, keeping “secular credentials intact”. Uncle Pawar has long stepped in to sort kerfuffles the nephew triggers. This time’s been no different, both brushing off Adani remarks as “all wrong”.\nAjit Pawar flits in and out of controversies with ease, is poker-faced about all losses – of face and electoral. All that he’s steadfastly loyal to is his desire to be CM, a dream that remains intact. In latest interviews, he said he isn’t talking CM-post only because it “upsets” allies BJP and Shinde Sena in Mahayuti. No pushover, he neither let BJP’s outrage at fielding Nawab Malik faze him, nor allowed Baba Siddique’s murder to throw him. He didn’t hesitate in calling out Yogi’s poll rhetoric but shrewdly and simultaneously backed Modi’s ‘ek hai toh safe hai’ slogan.\nAjit Pawar was once Sharad Pawar’s CEO, his election manager. But he admitted to messing up by fielding his wife against cousin in LS polls in Baramati. Ever since Uncle Pawar left the party to daughter, nephew’s been wanting to play victim. It’s simply not sticking. Ahead of the Nov 20 election, he has received an earful from SC, and again lit a fire. For a man who has the clock as his party symbol, his sense of timing is terribly wrong.\n\n",
        "headline_1": "Ajit says oops. Again.",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ajit-says-oops-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "A constitutional crisis looms over Italy’s widely-exported and universally-loved national dish\nWhile Bunny and I were in Italy recently, the dark cloud of a constitutional crisis cast a pall over the sunny and cheerful disposition of its citizenry.\nWhat was this crisis? Was it the fall of the govt? Since the end of World War II Italy has had 69 changes of regime, so Italians take a philosophical view of such exits and entrances, such comings and goings. \nThey treat them like natural events, part of the universal scheme of things. The sun rises in the morning, sets in the evening. Etna erupts. Govts come, govts go. Boh! (A uniquely Italian expression which, accompanied by an eloquent shrug, implies “Dunno what the big deal is”). But the Meloni govt is safely ensconced in office, at least for now. \nThe cause of Italy’s latest constitutional crisis affects not the body politic, but the body gastronomic, in that it concerns what can legitimately constitute the country’s national dish. \nExported to the whole wide world, the pizza is as iconic an emblem of Italy as opera, or sunglasses designer-made to be worn in discos at midnight. \nWhat has put the constitution of the pizza in peril is the latest invention of Italy’s most famous pizzaiolo, pizza chef, Naples-based Gino Sorbillo, who has announced the advent of a watermelon pizza.\nEarlier, Gino had scandalised gourmet sensibilities by producing a pineapple pizza, followed by an offering involving bananas. \nBut the watermelon variant takes the cake, or the pizza. “Fruit cannot be put on pizzas. It is simply not done,” fumed the vice president of The True Neapolitan Pizza Association. \nGino, however, remains ebulliently unrepentant, saying of his latest creation, “It’s fresh, it’s tasty, and it’s healthy. The pizza of today is different from the pizza of 30 years ago. One day the traditionalists will understand that.”\nGino is reportedly pondering a recipe involving the use of haldi, even as the pizza community holds its breath, wondering what he’ll come up with next. A concoction that incorporates an esoteric exotica never before experienced by Italian palates, and known as Desi Pijjah? \nBasta! Enough!\n\n",
        "headline_1": "Pizza in peril",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/pizza-in-peril/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "Central forces face an impossible situation. GOI must act to change Manipur’s security apparatus \nA fresh spate of violence in Manipur has forced GOI to dispatch around 2,500 additional central paramilitary personnel to the state. Additionally, it has also reimposed AFSPA in six Manipur police station areas. The recent escalation is centred around Manipur’s Jiribam district. But given the deep polarisation between Imphal Valley and Manipur Hills, central forces are being deployed into a seemingly impossible situation in the state.\nOn razor’s edge | The 19-month-old unrest has virtually divided Manipur along ethnic lines, with huge displacement on both sides. It’s the job of central forces to act as a buffer and tamp down on miscreants. But this task is made hugely complicated by two factors. First, Manipur Police, which is supposed to function under the unified command structure and support central forces, is seen as part of the problem by one side. This in turn has hampered the operation of central forces in the state. Second, GOI had inked a Suspension of Operations (SoO) Agreement with 25 militant groups, mostly from the Hills, in 2008. Maintaining its sanctity is crucial to preserving GOI’s gains against insurgency in the Northeast. Therefore, central forces have to be extremely careful to ensure the SoO doesn’t come apart and complicate the ground situation further.\nTackling village defence volunteers | Groups on both sides have also organised themselves into village defence volunteers. This adds another layer of complication. In many cases, Manipur Police describes these volunteers from the Hills as ‘militants’ while Hill groups refer to such volunteers from the Valley – including the armed Arambai Tenggol – as militias. Case in point, in the violence in Jiribam on Monday, Manipur Police said that 10 ‘militants’ were gunned down, whereas Hill groups say they were actually volunteers who were tipped off that Arambai Tenggol members had taken shelter in the local police station.\nTake the call | Given this scenario, central forces can’t be effective in restoring law and order as long as Manipur Police continues to function the way it has been doing. The army too has refuted several allegations made by Manipur Police, including those about use of drones by Hill groups. And this can’t be remedied by handing over the unified command to Manipur CM. Solutions are in GOI’s reach. If the rules of Delhi govt operations can be changed by an act of Parliament, measures can be taken to restore law and order in Manipur.\n\n",
        "headline_1": "Imphaled",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/imphaled/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "Credited with scripting Congress’s spectacular showing in Lok Sabha polls, its state president Nana Patole is confident of MVA winning the Maharashtra legislative polls. Talking to Subodh Ghildiyal, he says MVA’s emphasising to voters that BJP will back “even a Dawood link” to win, that every section of society is angry with Mahayuti govt and that BJP’s victory in Haryana will make no difference because of Maharashtra’s unique culture and politics.\n\nWhat’s your reading of the elections?\nMVA will win the assembly polls comfortably. We’ll go up to 175 seats. There’s anger against BJP in Maharashtra. You saw it in Lok Sabha elections, when even BJP leadership’s appeals to the people didn’t work. Farmers are angry, every section of society is seething with anger.\nRead full story on TOI+\n\n",
        "headline_1": "‘More the katenge batenge language, worse the fallout for Mahayuti…Delay in deciding nominees impacted MVA a bit…’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/more-the-katenge-batenge-language-worse-the-fallout-for-mahayutidelay-in-deciding-nominees-impacted-mva-a-bit/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "We are quite troubled to see that a street protest—that too for about 14 hours—had to occur for those injured in the July-August uprising to put the spotlight on their grievances surrounding treatment, promised compensation, and rehabilitation. This is an issue that should not have arisen in the first place. Those who suffered injuries or lost their loved ones during the movement to bring down a fascist regime deserve our gratitude and sincere cooperation, not the frustration of having to fight once more to receive basic support.\nReportedly, a group of injured protesters staged a sit-in in front of the National Institute of Traumatology and Orthopaedic Rehabilitation (NITOR) after Health Adviser Nurjahan Begum visited the hospital but apparently met only a few of the injured, triggering angry reactions among others. This led to a prolonged road blockade that stretched into early Thursday. The protesters, later joined by patients from the nearby National Institute of Opthalmology & Hospital (NIOH), were still bearing the scars of the uprising, many with bandages or using crutches or wheelchairs. As well as expressing their grievances, they also called for the resignation of the health adviser. It was only after the intervention of four government advisers late at night that they agreed to return to their hospitals.\nIt may be recalled that at least 873 individuals lost their lives, and 19,931 were injured, during the uprising. So far, the health authorities have taken various measures to assist the affected and their families. Government hospitals have been providing free treatment, and doctors from abroad have been brought in to address complex injuries. Meanwhile, according to an estimate given by the July Shaheed Smriti Foundation, the families of 200 deceased, and over 500 injured individuals, have received compensation so far.\nThat means a large number of the victims are still waiting for compensation, even after over three months, while some require advanced treatment which is not possible in local hospitals. These issues coupled with concerns over their rehabilitation have deepened frustrations. The delayed release of funds is apparently due to verification issues as many claimants still needed further documentation. However, Sarjis Alam, general secretary of the foundation, stressed that once the verification process is completed, funds can be released to 500 people every day, and that everyone would get their compensation by December. The government, after Wednesday's protests, also promised to devise a framework for the treatment and rehabilitation of the injured, in consultation with the latter, and implement it by December.\nWe are encouraged to hear that, but we must urge the authorities to ensure nothing comes in the way of fulfilling these promises. The July victims and their families have already endured unimaginable hardships; it is our duty to ensure they are given the dignity, care, and support they deserve. To meet the deadlines set by the government, it is also vital to streamline these processes to reduce the chances of bureaucratic delays or obstacles.\n",
        "headline_1": "Ensure swift disbursement of funds for July victims ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-swift-disbursement-funds-july-victims-3752981",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "It was somewhat ironic. I was attending the UNESCO conference in Addis Ababa, Ethiopia, to commemorate the 2024 International Day to End Impunity for Crimes against Journalists (IDEA) at a time when, in Bangladesh, the highest number of journalists in our history had been accused of \"murder,\" with four of them being in jail. These charges are so farcical and unfounded that the credibility of the interim government may now come under question. Thankfully, this topic did not come up at the conference.\nWhat came out in the UNESCO conference is that violent crimes against journalists were on the rise, especially in conflict zones where journalists not only faced violent attacks but were targeted in many places by the contending fighting forces who enjoyed complete impunity from their respective governments. The killing of journalists in Gaza by the Israeli army is by far the worst example in recent history. According to various sources such as The Guardian and NBC News, as of November 5, around 134-147 journalists and media workers, including 120 academics and over 224 humanitarian and aid workers have been killed. The silence or very muted reaction to these crimes against journalists by the Western media and media protection bodies has indeed been shameful, to say the least.\nA joint paper presented by UNESCO and the African Union at the conference stated that, \"Too many (journalists) pay unacceptably high prices, including death, enforced disappearances, torture, unlawful detention and kidnapping for producing independent, reliable and verifiable information.\" In conflict areas, journalists being killed have doubled in the 2022-2023 period, reversing a five-year trend of improvement. This has happened mostly in Africa (Gaza incidents are not included here) where, in the 2023-2024 period, 14 journalists have been killed, predominantly in countries experiencing conflict. According to Reporters Without Borders (RSF), in 2024, 14 journalists have been disappeared in the same region and 32 journalists have been detained. In 12 sub-Saharan African countries, at least 47 journalists have been detained on charges of defamation, censorship violation, anti-state news reporting, religious insults, etc.\nA new reality is emerging for journalists covering environmental issues. Just as climate-related disasters are becoming more frequent, journalists reporting on them are facing serious threats and challenges to their work. In May 2024, for World Press Freedom Day, UNESCO released a report revealing that 70 percent of journalists covering environmental issues have been attacked in connection with their work.\nThe situation for journalists in Bangladesh is similarly disheartening. Between 1992 and 2024, 26 journalists were killed according to the Committee to Protect Journalists (CPJ). None of these cases have seen justice completed. As Zyma Islam from this daily reported, \"…in the last two and half decades, cases filed over murders of at least 13 journalists have apparently got lost in the annals of time. The stories are the same for all of them—investigations navigating through a labyrinthine judicial mess, never ending probes and traceless culprits—all in all, complete impunity.\"\nSince the change in government in August, a new cause for worry has descended upon journalists—sweeping murder charges. In my column published a month ago, I wrote, \"…cases have been filed against 129 journalists in Dhaka, Chattogram, Bogura and Rajshahi\" on various charges of murder, attempted murder, etc. Although mass filing of cases against journalists has now stopped, those who have already had cases filed against them remain victimised. Though they are not imprisoned, their livelihoods have been severely impacted, with some experiencing complete professional destruction. Life is particularly difficult for journalists in district and upazila towns. They live under constant fear of being picked up by the police or being physically assaulted by their political opponents and professional rivals. Daily life for their families has also been affected, including those of their children who fear going to schools or sitting for examinations.\nIn the midst of it all, Asif Nazrul, our law adviser, commented a few days ago that, \"the wholesale filing of cases is embarrassing the government.\" He said that common people, particularly the political victims and rivals of the previous regime are the ones filing these cases, not the government—as was common under the previous regime. However, any indication that such wholesale case filing, even if they are not being done by the government, will be stopped or at least examined in some way before being filed, was missing in his statement. As someone closely connected with the world of journalism himself, especially as a columnist, we expected—and still hope—that he would take action against these fictitious murder charges against journalists.\nThe CEO of the Committee to Protect Journalists (CPJ), Jodie Ginsberg, recently emailed Chief Adviser Prof Muhammad Yunus to raise some important issues which should be mentioned in this column. The first is the call for \"an immediate moratorium on repressive laws that undermine Bangladesh's constitutional obligation to protect freedom of expression and press freedom—including criminal defamation under the Penal Code and the colonial-era Official Secrets Act of 1923—pending their repeal or amendment in line with international human rights standards.\"\nThis would be an important step to take at the start of Bangladesh's new journey, reflecting a strong commitment to freedom of expression and the media. Our history has shown that whenever we have the chance to begin anew, we often dwell too much on the past and too little on the future. This time it appears different as Prof Yunus's government has established six new reform commissions, including one on media, to suggest forward-looking changes. We expect the media reform commission will create a legal framework to clarify the freedoms and autonomy of media institutions, making media freedom a lasting element of Bangladesh's future.\nWe also endorse CPJ's suggestions for the \"withdrawal or dismissal of hundreds of criminal cases lodged against journalists in retaliation for their work.\" Many cases filed by the previous government were purely political, aimed at punishing specific media outlets or journalists. These should be dismissed immediately. With the repeal of the Cyber Security Act, the withdrawal of such cases should be straightforward.\nAs for the murder cases filed under the current government, efforts should be made to review and dismiss those without evidentiary basis. Such actions would significantly enhance the present government's commitment to a free press.\nThough the signals are mixed—the recent withdrawal of accreditation for 167 journalists without explanation being the latest example—we still hope that the media in Bangladesh will see a new dawn and that the whole world of freedom of expression will finally flourish here.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Ending impunity for crimes against journalists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/ending-impunity-crimes-against-journalists-3752941",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "Bangladesh's political culture is riddled with unscrupulous blame games. The lust for dictatorship runs deep into the veins of political parties. So far, no political party has stepped down after the completion of its term. The DNA of political culture in this country reveals that the might is the right mandate. Accountability is always found to be on vacation. Professionalism is not found in the lexicon of politics. The cursed Sisyphus is the eternal companion of the party agenda. The bleak future cries for better days to embrace the existential core of our lives.\nNow the situation seems to be approaching the shore of light and hope. However, bureaucracy is the main stumbling block. The old wine is still in the new bottle. When corruption becomes part of the system, overcoming the challenges is next to impossible.\nThe old technique of muscle flexing to take possession of every component of the country is still the popular political stratagem. During all previous regimes, the kinship link was the license to join the investiture ceremony and the kin has taken good advantage of it. They summon the second home culture outside the country to retreat in case of a downfall. For decades, money laundering to fatten one's bank account abroad to have a king's lifestyle for generations has been a threat to the country's economic sovereignty.\nIn the meantime, differences in ideology have been used as a ploy to victimise opponents. Torture cells were erected to teach the dissenters a good lesson. Extrajudicial and judicial trials at the beck and call of partisan pontification became commonplace. It became a norm that no matter what happens, one takes an oath to be in power until doomsday. Thus, power has become a lollipop for state-level politics, which is also true for the micro-level, because with power comes certain privileges.   \nFabrication of the truth has become the lifeline of political culture while political vendetta casts an ominous shade on the millions. Spiteful actions find their way into the necessary course of time. While nepotism and biological ties have been the only avenues to achieve primary membership, secondary memberships could be bought in exchange for a hefty monetary contribution. As a result, money has become the elixir of political rhetoric. Transparency is absent from every sphere of political action in the country. The responsibility to be transparent about expenditures of taxpayers' money is not the practice.\nThe culture has become such that files do not move to the next stage unless the applicant builds rapport with speed money. It accelerates the pace of work, which was supposed to be done without extra-legal money. As inanimate objects, files cannot travel from one place to another. They need to be guided and carried by government employees. Instead of ensuring a smooth journey for the file, these apologists of crony capitalism has build an unethical paywall to construct the edifice of black money.  \nMeanwhile, direct or indirect foreign domination has become the key to sustainable coronation. Depending on the ruling party, political pilgrimage centres change from Delhi to Washington to Islamabad to Beijing. We remain a stooge for political giants. Since politics is about maintaining strong ties with foreign states this strategy and outcome are not ungrounded. Foreign power sycophancy grows and the inevitability of the situation is taken for granted by political parties. In this regard, things are not going to change in the future.   \nCitizens suffer under the weight of price hikes, unfavourable bureaucracy, and growing economic inequality. They struggle to make ends meet. Some of them have built a strong relationship with party politics to be financial beneficiaries. Politics has become synonymous with money-churning machines. Welfare politics is the most unpopular form nowadays. Politics should be a rare opportunity to serve humanity. Instead, it has become the most effective way to plunder the nation's wealth. In the past, it was done by the kings and colonisers now it has become the prerogative of the home-grown politicians.   \nWe do not want that kind of politics anymore. Transparency should be the driving force for a golden future. The ray of hope we can see should not end up as a mirage. We cannot let this change end in smoke. Accountability should be the prime mover of every action of a citizen in the country. Professionalism in politics would ensure that the office is considered as a temporary position subject to critique and change. Politician's integrity towards duty can change the scenario. In the land of humans, we cannot invite the angels to rule over us. We wrongfully hope that incorrigible liars will be replaced with lesser evils. The vicious circle cannot be broken until the lesser evils along with the evils are evicted from the political arena.      \nMohammad Mahfuzul Islam the author is an anthropologist working at Independent University Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Can we exorcise Sisyphus from our political culture?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-we-exorcise-sisyphus-our-political-culture-3752801",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Budget support can create much-needed breathing space",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/budget-support-can-create-much-needed-breathing-space-1731594285",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "How food hygiene and food safety are compromised",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-food-hygiene-and-food-safety-are-compromised-1731594326",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Value of reciprocity between govt and coordinators",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/value-of-reciprocity-between-govt-and-coordinators-1731594366",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Quality nosedives as virality reigns",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/quality-nosedives-as-virality-reigns-1731594389",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2024"
    }
]