[
    {
        "full_article": "Donald Trump is now the first ever former U.S. President to become a convicted felon after a New York state jury returned a guilty verdict for all 34 charges in the case relating to hush money that he paid to adult film actor Stormy Daniels in 2016. Trump has thus been found guilty not only of the relatively less serious charge of falsifying business records — which stemmed from the $1,30,000 reimbursement that he settled with his former lawyer Michael Cohen after the payout to Ms. Daniels following their alleged affair in 2006 — but also the damaging charge of election fraud linked to his attempt to hide such information from voters on the eve of the 2016 election. The judge has set sentencing for July 11, just ahead of the Republican National Convention in Milwaukee, where party leaders are expected to nominate Trump as their candidate for the presidential race. While the charge of falsifying business records is punishable by potentially four years in prison, at the sentencing hearing it is likely that, considering Trump’s age of 77 years, the lack of a previous conviction and non-violent nature of the crimes, the judge may simply impose a fine or probation. Although the allegations in three other criminal indictments that he faces, relating to federal and state charges of interference in the 2020 election, and the mishandling of classified documents, carry more severe sentences, those cases are bogged down in appeals and are unlikely to enter the trial phase before the November 5 election.Under the U.S. constitution, the only conditions that presidential candidates would have to meet to seek election to the Oval Office are that they must be a natural born citizen, be at least 35 years old, and must have been a U.S. resident for at least 14 years. In this context, the New York conviction does not bar Trump from continuing his run as a presidential candidate. Further, it is possible that, even if he is sentenced to time in prison in one or more of the criminal cases, he could govern from behind bars. The more troubling question relates to the polarising effect that his legal travails might have on the public discourse. Reports are suggesting that the guilty verdict appears to be “… helping to unify the Republican Party’s disparate factions as GOP officials across the political spectrum rallied behind their embattled presumptive presidential nominee…” Equally, poll surveys in swing States earlier this year had suggested that 53% of voters would not vote for Trump if any of his criminal cases resulted in a conviction. November 2024 might be the best and final opportunity that American voters will have to decide on whether, after all, they consider Trump fit to lead their nation.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\ncrime\n\n/\n\nconstitution",
        "headline_1": "Presidential felony: On the Trump verdict",
        "headline_2": "Trump’s legal travails could polarise public discourse ahead of election",
        "link": "https://www.thehindu.com/opinion/editorial/presidential-felony-on-the-trump-verdict/article68236514.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "On May 30, a start-up named Agnikul Cosmos successfully conducted the first test flight of its rocket ‘Agnibaan’ in a mission called ‘Suborbital Tech Demonstrator’ (SOrTeD). The flight was Agnikul’s fifth attempt after the first four were called off owing to suboptimal launch conditions. ‘Agnibaan’ is a two-stage, 14-tonne launch vehicle designed to lift small satellites to low-earth orbits. Both stages are powered by bespoke semi-cryogenic engines. The test flight flew a ‘minimal’ version of the rocket with one engine (or stage). Notably, many of the vehicle’s components, including the engines, are 3D-printed, and Agnikul has said it will be able to build one rocket a month. With the test flight, Agnikul took ‘Agnibaan’ on its first steps towards being a full-fledged launch vehicle, which will expand India’s commercial launch services offering in keeping with the expanding market for small satellites and the services they can provide. The roster is currently dominated by the Polar Satellite Launch Vehicle (PSLV) and will soon be joined by the Small Satellite Launch Vehicle, both of the Indian Space Research Organisation (ISRO). One blip Agnikul will have to address is the subpar communication of the parameters of the test flight. This is one area in which ISRO has not distinguished itself and it is important for new space startups to steer clear of the same mould.This said, the flights of ‘Agnibaan’ — and Skyroot’s ‘Vikram’ in 2022 — herald two prospects more valuable than commercial fortune. ISRO and/or scientists trained there have shared technical know-how and provided physical systems for many private missions, which these startups are now testing, cutting short the time and expenses required. Likewise, these startups are poised now to light the way for ISRO and others, potentially accelerating innovation in the sector. For example, ISRO has been testing a semi-cryogenic engine of its own that could draw from lessons learnt at Agnikul. The government must ensure that the corresponding bureaucratic and legal frameworks encourage the free flow of knowledge. Second, in April, ISRO said it had developed engine nozzles made of a carbon-carbon composite to replace the Columbium alloy nozzles on the PSLV’s fourth stage. The switch increased PSLV’s payload capacity by 15 kg — a significant amount for an already technologically mature launch vehicle, made possible by education and research opportunities that allowed know-how accrued in some sectors to disperse in others. This privilege is currently most pronounced in India’s spacefaring enterprise. As more innovation enters the fray, it is hoped that the resulting solutions and insights will benefit everything, from aerospace to zoology. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nspace programme\n\n/\n\nrocketry\n\n/\n\ntechnology (general)\n\n/\n\nISRO\n\n/\n\ngovernment\n\n/\n\nlaws\n\n/\n\neducation\n\n/\n\nresearch\n\n/\n\naerospace\n\n/\n\nzoology (education)",
        "headline_1": "Splash back: On test flights of private rockets, the prospects",
        "headline_2": "Test flights of private rockets herald prospects more valuable than commercial fortune.",
        "link": "https://www.thehindu.com/opinion/editorial/splash-back-on-test-flights-of-private-rockets-the-prospects/article68236491.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "Campaigning for the final phase of Lok Sabha elections ended yesterday. Remaining 57 seats across eight states will see polling tomorrow. Regulating the 18th LS election has presented EC with unique challenges. For example, proliferation of campaigning through social media and use of deepfakes are currents of recent origin. Now, at the tail end of the world’s largest democratic exercise, there are important takeaways for EC. It must act on these, to improve the experience of all stakeholders from here on.\n\n\nPolling is physical | Using Jan 1 as a reference point, the electorate’s size had already expanded since 2019 by another 72.8m to 968.8m voters. Over 18m in the 18-19 age group became eligible to vote. Voting for most requires travelling to polling booths. Evidence indicates that it’s not always been an easy experience.\n\nFor example, TOI has reportedthat for Delhi’s seven seats, there was a decline in both the number of booths and locations compared to 2019, even though the electorate had expanded by 9L. The impact of such a squeeze is unevenly spread, though it does tend to make voting harder for the elderly. Polling booths need to be in sync with changes in the electorate’s size.\n\nData leads to credibility | If India’s elections are credible, EC deserves most of the credit. In a society with many fault lines, transfer of power has been smooth because of the electorate’s trust in the process. An aspect that engenders trust is timely release of data, even if this isn’t legally mandated. A former election commissioner has observed that doubt is created because of want of information.\n\nDuration makes a difference | India’s political discourse can be coarse. During election season, it gets worse. The unusually long duration – over six weeks – meant that EC was put under a lot more pressure in terms of violations of the model code of conduct (MCC). Intense heatwaves this summer didn’t help matters.\n\nConsistency is the key | Arguably, the hardest task is to hold politicians accountable when they violate MCC. But when a constitutional court intervenes to uphold MCC, EC’s credibility takes a knock. EC’s decisions will often be contested. But what will temper criticism is the perception that the watchdog is consistent and quick in reacting to violations.\n\nThat said, a positive takeaway in 2024 is the rise in turnout in J&K. EC deserves credit for it.\nRead the GenZeditor version here\n\n\n",
        "headline_1": "For Future Polls: Campaigning is over. EC got many things right. But there are areas it can do better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/for-future-polls-campaigning-is-over-ec-got-many-things-right-but-there-are-areas-it-can-do-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "One weather station in west Delhi recorded an all-time summer high of 52.9°C on Wednesday. Given relatively lower temperatures in other weather stations in Delhi, Met said it may be due to sensor error or “local factors”. Even if the record high was a notch lower, Delhi is witnessing exceptionally high temperatures. The capital is a test case for all that’s wrong with how India addresses climate adaptation and mitigation. It is the catastrophic impact of “local factors” that scientists, climatologists, environmentalists warn us about.\n\nUnder local control | Local factors are the one thing local policy controls – fighting desertification, increasing tree cover and agroforestry, green architectural practices, enforcement of environment related bylaws, use of non-heating building materials, to name a few. Turning a blind eye results in a spiral of land degradation that’s hard to stop but it’s harder to live with the outcomes. Over 25% of India’s land is undergoing desertification. In 2015, 4.4% of landmass was degraded per UN’s desertification data, which spiked to 9.5% in 2019.\nThe Aravalli case | Dry and hot winds from Rajasthan and south Haryana have a higher influence on west Delhi – a feature worsened manifold by deforestation of Aravalli range. It is being destroyed as a natural barrier that helps trap moisture-laden winds, leading to a decrease in rain and moisture levels. Rising temperatures and reduced rain, in turn, create conditions for desertification – fertile land turning arid.\nVanishing trees | Agroforestry, integrating trees with farmland, is a significant climate solution given its carbon sequestering potential. Isro showed Rajasthan, MP and Telangana were suitable for agroforestry. Yet between 2018 and 2022, more than 5m large farmland trees have “vanished” per Isro’s desertification and land degradation atlas of India. Too much of the exhausting heat is a symptom of a diagnosed but refusing-to-be-treated policy disease.\nRead the GenZeditor version here\n\n",
        "headline_1": "Good sense deserted us: A quarter of India’s land is undergoing desertification. Stop this. Trees defend against soaring heat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-sense-deserted-us-a-quarter-of-indias-land-is-undergoing-desertification-stop-this-trees-defend-against-soaring-heat/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "Cutting across party lines, women voters have been seen as needy and, thus, easy to win over. Such superficial vote bank politics may need a rethink in the coming years\nMen and women live in the same household, but election analysts and politicians would make us believe that they are not on talking terms and probably inhabit different solitudes. This could be why one hears of the ‘female vote bank’ but never of a ‘male vote bank’. If women can constitute a vote bank, then why should men not have one of their own?\n\nThe thinking, probably, is that men are harder to persuade than women because jobs are on top of their wish list and that requires a major rejig of many moving parts. It is easier, on the contrary, to service a vote bank for women as it only takes sporadic gifts of saris, cycles, cookers and so on. There is no need to call the doctor, aspirins are enough.\nBut is this not both demeaning and superficial?\nThe numbers of both men and women voters have gone up almost equally, with women holding a numerical edge of less than 1 crore. According to a Lokniti-CSDS survey, in 2019 Lok Sabha elections, 36% of women voted for BJP but men surpassed this figure by a good 3 percentage points. Modi is a clear favourite with both men and women, yet the belief persists that his wins are because he has women voters on his side.\nSurvey data also found that women of all classes, just as men, chose BJP across the country. There can, however, be some quirky facts. For example, in the 2023 Madhya Pradesh election, there were more women among Congress voters than men, and the reverse was true of BJP. This, notwithstanding Shivraj Singh Chouhan’s Ladli Behena scheme.\nRead full article on TOI+\n\n",
        "headline_1": "Sari or cooker won’t cut it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/sari-or-cooker-wont-cut-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "A jammed and inefficient justice system is preventing India and Indians from performing to potential. Judges, lawyers, processes all need an upgrade. Here’s how to do it\nIndia is the world’s fifth-largest economy and over the next decades, it will see even more significant transformation. This has to be supported by a legal system that’s up to the task.\n\nWhat we have, instead, is a system that’s slow and inefficient. As of Dec 2023, the 25 high courts had over 61L cases pending and the subordinate courts, more than 4.4cr. The challenge is that our large population can translate into a large caseload. So, only hard decisions and a radical approach can get the job done.\nA legal system has two critical parts: the Bar and the Bench. Discussions on judicial reform often focus only on the Bench, neglecting lawyers. Both facets must be addressed. Increase bench strength | Govt has created additional capacity and reduced court workloads through administrative tribunals (such as National Company Law Tribunal and tax tribunals) and forums like Lok Adalat. Additional capacity can be built by recruiting lawyers from the Bar on a temporary basis and promoting specialised tribunals.\nGovt, litigate less | The largest number of pending cases involve govt or govt-backed enterprises. Points of law already decided in previous cases keep getting relitigated, as SC has also observed in a recent judgment. This wastes resources and increases costs. It will be transformative if govt departments initiate only necessary litigation, holding officers accountable and requiring a panel to evaluate the merits of litigation before it’s initiated.\nRead full article on TOI+\n\n",
        "headline_1": "Bar & Bench, and economy: Please run in tandem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bar-bench-and-rconomy-please-run-in-tandem/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "On May 31, Malaysia once again closed its doors to aspiring Bangladeshi migrants—along with workers from 13 other countries—because of anomalies in the worker recruitment process. Since the Southeast Asian country first started taking workers from Bangladesh, the labour market has been frozen several times, reportedly due to corruption and irregularities in the process at the expense of workers' exploitation and criminalisation. It is frustrating that in all these years, neither the Bangladeshi government nor its Malaysian counterpart took any effective steps to address the widely reported irregularities and bring to book the syndicates involved in the recruitment process.\nThe last MoU signed by the two countries in 2021 capped the cost of recruitment for each worker at $720, but in reality workers ended up paying as much as $5,000, the highest price globally, according to a report in our daily. Meanwhile, workers kept on being deceived by ghost recruiters, then jailed and detained in Malaysia for no fault of their own. In the meantime, the syndicates, including 100 Bangladeshi recruiting agencies, some of which are owned by Bangladeshi lawmakers and their families, kept on making money at the workers' expense. A portion of this money is also being laundered to Malaysia as bribes for Malaysian recruitment firms.\nIn a recent letter to both governments, four UN experts talked about exploitation noting that \"certain high-level officials in both governments are involved in this business or condoning it.\" Yet, the Malaysian high commissioner to Bangladesh would have us believe that the syndicates recruiting Bangladeshi workers in Malaysia are \"beyond the control of the two governments.\" After decades of worker exploitation right under their noses, can the two governments absolve themselves of their responsibilities, particularly when they are yet to acknowledge—much less take action against—high-level officials involved in the corrupt process?\nThey must bring the perpetrators to book, no matter how powerful the syndicates are. The irregularities in migrant worker recruitment need to be resolved once and for all, so that our workers do not return as dead bodies or financially and emotionally broken individuals.\n",
        "headline_1": "Must history repeat itself with the Malaysian labour market?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/must-history-repeat-itself-the-malaysian-labour-market-3623671",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "Eleven years after the horrific Rana Plaza building collapse in Savar, on May 24 the European Union adopted a new law that requires large companies to adhere to human rights and environmental standards in their own operations and their global value chains. Bangladesh is an important hub of manufacturing, especially for ready-made garments, and its factories are part of the value chains of global brands and retailers that will be affected by this directive.\nThe Due Diligence Directive is groundbreaking because it will require all 27 member countries of the EU—one of the world's largest markets—to regulate the human rights and environmental footprint of thousands of large corporations across various sectors, including those manufacturing their products from countries like Bangladesh.\nIt will apply to any EU-based company—not just garments and textiles—that has more than 1,000 employees on average and an annual global turnover of more than 450 million euros. It also applies to foreign companies that have a net annual turnover of more than 450 million euros in the European Union. The Centre for Research on Multinational Corporations, a non-governmental organisation, published a preliminary estimate that the directive would apply to about 5,400 companies registered in the EU, across all sectors. Giant fast fashion, luxury, sports, including retailers such as ALDI, H&M, Inditex (Zara), Adidas, Nike, and LVMH, should be covered.\nThe directive defines due diligence and outlines key steps that companies are required to take to comply with it. It applies to the company's own operations and in relation to businesses involved in production, distribution, transport, and storage of the company's products. It empowers regulators to oversee the due diligence measures and impose penalties where companies fall short and, in some scenarios, provides a legal avenue for victims of corporate abuses to bring civil claims before European courts.\nOn the downside, the directive falls short in numerous ways. It excludes a vast part of the financial sector and applies mostly to businesses involved in production and distribution of goods and services, leaving large gaps when it comes to the due diligence by a corporation on how its goods and services are used or disposed of.\nOne of the most interesting features of the EU directive is the obligation on brands to \"meaningfully engage\" with stakeholders to design their due diligence measures. This includes workers and communities whose rights will be affected, and groups representing their rights and interests. The directive opens the doors for independent local unions, women's rights groups, sexual and reproductive and mental health rights organisations, and privacy and data protection experts who have demonstrated expertise working in Bangladesh to provide feedback to brands and retailers as they assess human rights and environmental risks in their value chains and develop measures to prevent and remedy harm.\nOfficials in the EU cannot enforce the directive overnight. It is designed to apply to companies in a staggered way, depending on a company's size. While a subset of companies should start following the rules in 2027, all companies covered by the directive will only have to conform from 2029. Translating the directive into the national laws of EU member-states will also take time. Scrutiny of corporate due diligence practices and enforcement of the directive through national laws, regulators, and courts is still three to five years away.\nThe silver lining of the three-to-five-year wait is that it offers large brands and retailers sourcing from around the world time to revamp their due diligence systems to be better prepared for the enforcement phase of the directive. It also offers countries like Bangladesh time to usher in progressive reforms, including those in the National Action Plan on the Labour Sector. This window provides any additional time needed for Bangladesh's industry, especially the ready-made garment and textile sector given its significance for exports, to press ahead with critical legal and other reforms that are long overdue to reduce labour risks.\nWhen it comes to the garment sector in Bangladesh, the authorities should prioritise legislative reforms, including reforms to labour laws and laws governing special economic zones, to bring them in line with the international human rights, labour rights, and environmental standards. They should also break with previous damaging patterns that have harmed not just garment workers, but the sector overall. Doing so would alter how companies evaluate and respond to labour rights risks in Bangladesh.\nThe Bangladesh government should also prioritise reforms around living wages and workers' freedom to join and form independent unions. There have been recurrent horrific patterns: failed negotiations in 2016, 2019, and 2023 around minimum wage increases; the government's paltry increases in wages; the resulting wildcat protests by garment workers that were met with brutal police crackdowns; and criminal complaints or unfair dismissals by factories retaliating against workers and independent union organisers.\n\nThe Due Diligence Directive is groundbreaking because it will require all 27 member countries of the EU—one of the world's largest markets—to regulate the human rights and environmental footprint of thousands of large corporations across various sectors, including those manufacturing their products from countries like Bangladesh.\nIn 2023, during the last minimum wage revision process, Bangladesh authorities rejected independent unions' demands to raise minimum wages from Tk 8,000 to Tk 23,000, still below what some studies showed would constitute a monthly living wage. Instead of seeing the desperation of poor workers protesting on the streets, the police responded with excessive force, with the government ultimately adopting a minimum wage of just Tk 12,500 in late November 2023, going into effect in December 2023. This increase was too little, too late, and continues to make better wages hinge on overtime work, which is itself a pernicious practice.\nFollowing the October protests, at least 35 criminal complaints—25 of them by factories supplying global brands—were filed against dozens of named workers for vandalism and other crimes; thousands of other unnamed workers were included in these complaints.\nSince November 2023, worker rights groups have been at the forefront of trying to ensure that workers get legal assistance and push brands to intervene to have factories drop baseless criminal complaints and to support workers in getting them quashed in local courts.\nIn an ongoing fallout from the 2023 protests, factories are \"blacklisting\" workers—firing them without due process by accusing them of participating in protests and effectively barring their reemployment by many other factories. This is not a new tactic. In the past, workers have repeatedly shared concerns that factories share lists of \"blacklisted\" workers. Blacklisting workers—labelling and identifying workers as organisers and preventing their re-employment in other factories for participating in protests—is a violation of labour rights.\nAnecdotal evidence suggests that a biometric database, which collects workers' National ID and fingerprints, is exacerbating problems for workers and fuelling unfair labour practices. Khalida Sultana, a worker in her 20s who spoke to Human Rights Watch (HRW) last month, is an example. She worked in a garment factory that supplied global brands for five years, earning Tk 16,000 at the time the wage protests broke out in October last year.\nThe money she and her husband earn is not enough to support her immediate family and her parents back home in their village. The factory fired Sultana without any notice or due process as required under labour laws. She learnt from friends and line managers that she had been implicated in a criminal case in relation to the protests, falsely accusing her of crimes she did not commit.\n\nGlobal brands and retailers that will be affected by the directive should revisit their due diligence efforts, incorporating key measures that credible civil society organisations consider important, and designing new ones in partnership with independent unions and other rights groups that are focused on outcomes for workers.\nWhen she sought employment in another factory that had advertised for jobs at their gate, she passed preliminary interviews and was asked to meet officials in the human resources department. But after the human resources office took her ID and fingerprint, they told her she was barred from being employed because her name was red-flagged in a biometric database.\nBiometric data—personally identifiable sensitive data—are inherently high-risk. Under international human rights standards, any collection of biometric information should be undertaken only when there are robust and clear legal safeguards outlining the circumstances under which private firms are allowed to collect, use or transmit biometric data. The lawful purposes and methods used need to be proportional to and necessary for the purposes, and give people the right to have their biometric data erased and access to effective remedies when legal safeguards are flouted.\nEvidence of misuse of any biometric database to blacklist garment workers demonstrates that any existing safeguards are completely inadequate.\nBangladesh does not have any robust safeguards around data protection and privacy, which limits the ability of employers to collect, store, save and transmit personal data, including employment history. Recent efforts to reform data protection laws have been flawed, and rights groups have criticised them as vague, with wide exceptions to the right to privacy, and with little accountability for data privacy violations.\nBy any reasonable assessment, unless the Bangladesh government prioritises rights-aligned reforms, brands and retailers sourcing from the country would have to factor in these high risks for labour abuses into the risk assessments as part of their due diligence.\nThe Bangladesh Garment Manufacturers Exporters Association (BGMEA) should be at the forefront of signalling that they want to chart a different course for garment workers' rights and the industry overall. The BGMEA states that it set up a biometric system to help dispense workplace benefits for workers. It has actively required the collection and use of biometric systems among its membership for some years, including in 2024. The association could start by suspending the use of any biometric database, help get baseless criminal cases against workers and independent union organisers quashed by local courts and secure bail for union organisers still in jail.\nAny effort to \"register\" workers to ensure that they receive workplace benefits should be discussed with independent unions, and privacy rights and data protection groups, so that any worker \"registration\" deemed absolutely necessary is designed, hosted, and administered in ways aligned with international human rights standards and that prevent fuelling labour abuses.\nGlobal brands and retailers that will be affected by the directive should revisit their due diligence efforts, incorporating key measures that credible civil society organisations consider important, and designing new ones in partnership with independent unions and other rights groups that are focused on outcomes for workers.\nHuman Rights Watch and other organisations have repeatedly called for brands to trace and publish their supply chains through efforts like the Open Supply Hub and Mapped In Bangladesh. Brands should also heed calls to ensure that their purchasing practices are fair through a combination of efforts, drawing from the Responsible Contracting Project's recommended fair clauses, using tools to determine how to set prices to provide living wages and pay fair prices, and explore ways of monitoring living wage outcomes for workers.\nBrands and suppliers would also need to recognise the limitations of social audits and certifications—which largely depend on on-site private inspections covering a breadth of issues over a couple of days—and move beyond relying on such measures to address concerns about workers' freedom of association, child labour, forced labour, and discrimination. Especially when it comes to issues like freedom of association, neither brands nor suppliers can prevent or mitigate any risks with social audit reports that recycle stock language across different factory reports as findings.\nThe next few years could be rich with innovation, where brands and suppliers work collaboratively with independent unions and credible local and global rights groups to design and roll out alternative monitoring tools that focus more on outcomes for workers. These should include initiatives like binding agreements whose results are transparently and publicly reported such as the International Accord for Health and Safety in the Textile and Garment Industry.\nRather than repeating old and ineffective due diligence measures, this phase depends on inspired leadership and creativity on what effective due diligence under the new EU directive would look like rather than being solely focused on generating profit for brands and suppliers at the expense of workers.\nAruna Kashyap is associate director on corporate accountability at Human Rights Watch (HRW).\n\nThe author acknowledges research contributions from a colleague at HRW.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What does the EU due diligence directive mean for Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-does-the-eu-due-diligence-directive-mean-bangladesh-3622991",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "In the universal quest for happiness and resilience, humanity has long sought remedies to combat stress and depression. Among a whole variety of strategies and solutions, one of the revealing discoveries presents itself as a lighthouse: \"hope molecules.\" They are not a kind of biochemical entity, but rather the proof that physical exercise and activities contribute not only to good physical health, but also to good mental health. These are the same molecules that are produced and released by our muscles when we are engaged in physical activities, acting as a form of natural antidepressant and thus connecting our physical activities with our emotional health. It enhances our understanding of the capacity of our bodies and sets the stage for a truly enlightening exploration into how movement can be our ally in mental resilience and the pursuit of happiness.\nAt the base of the connection between physical exercise and mental health is the fascinating discovery of \"hope molecules,\" or myokines as they are known scientifically. These are molecular messengers secreted by muscles during physical activities which make their way to the brain and other organs with news of the advantages of physical exercise. The mechanism is simple, elegant, and effective: when the muscles contract from an activity, myokines are excreted into the bloodstream, disseminated to the body, and ultimately reaches the brain. Recent research has shed light on the role hope molecules play in promoting brain health: entering the blood-brain barrier, myokines have more than one beneficial effect on brain function. Their joint effect in the body causes neurogenesis—the process of creating new neurons—and thus uplifts mood and increases brain activity.\nEven more interesting is the ability of these two events to be natural antidepressants. Myokines make it possible for the development of a resilient brain, which would become more tolerant to the pressures and tensions life brings along. According to a prominent study, routine physical activity might be equivalent to the intake of really powerful natural antidepressants that would serve to protect the brain from the dangers brought about by stress and its possible precipitating factors for depression. The implication goes rather wide to imply that the road to mental resilience and happiness is actually paved with physical activity. The promise these hope molecules hold for mental health opens a new vista of understanding: exercise is not only for physical fitness, it is an integral part of our emotional and psychological well-being.\nIf you are new to exercise or have to take it up again after a long break, start slowly with relatively short and manageable bouts of activity. A 10-minute walk, a few yoga stretches or some light housework may well be an ideal first step. As you get more comfortable, increase the intensity of the exercise incrementally. Find opportunity for activity in your daily routine: use the stairs instead of the lift; use a bicycle or walk when going to work. While watching television, stand up and make light physical exercises during ad breaks. Exercise does not have to be a chore. Indeed, with activities such as dancing, gardening, hiking or playing a sport, engaging in activities or doing things that are enjoyable personally can make exercise fun.\nIt is also important to have some clear, achievable goals, be that walking a certain amount of steps in a day, swimming twice a week, or even just stretching every morning. Exercising with a friend or family member can further increase your motivation and make physical activity more enjoyable. You can consider fitness apps, workout videos, and classes online, all of which may offer variety and community support in achieving your goals.\nThe discovery of hope molecules illuminates the path of wellness as the intertwining of physical activity with mental health, underscoring the compounded, holistic benefits of exercise. So, each of our steps, every strike of the limbs, every dance move carries the beacon of hope to empower us to fight against stress and depression with this natural antidepressant, synthesised by our muscles. Let's not only adopt physical activity as part of the way to be fit, but as one of the most indispensable tools in our mental health arsenal, and a means to build resilience, joy, and overall well-being. The starting point of a way towards a happier, healthier life is just one step away. It begins with the simple act of moving, and unlocking the miracle within our muscles.\nReshad Rahman Bhuiyan is an entrepreneur.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Do you know about hope molecules?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/do-you-know-about-hope-molecules-3623616",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "After a number of attempts in the past to rein in food price inflation through fixing the prices of essential commodities in the kitchen market came to naught, the government is learnt to have opted for a fiscal approach to resolve the tricky issue of food price control. The upcoming national budget for FY 2024-25 may see the new measure through a reduction of source tax that suppliers of essential commodities pay against their sales proceeds. Evidently, it is going to be yet another government incentive for the businesses dealing in essential commodities geared to reining in the volatile essentials market and the attendant inflation. The fiscal measure reportedly involves cutting the source tax on essential commodity supply by half ---1.0 per cent from the prevailing 2.0 per cent of the tax deducted at source. Undoubtedly, it will be another well-meaning move by the government to bring some relief for common consumers.While appreciating the government move, it is worth noting that even in March last, the government's attempt at combating price spiral by fixing the prices of 29 essential items including lentils, potatoes, eggs, chicken, etc. fell flat. Earlier, in September 2023, the government in its attempt to control kitchen market prices, fixed the prices of onion, eggs and potatoes. But not even strict monitoring of the market and action by law-enforcing agencies to discipline errant traders, could yield any positive outcome. Apart from fixing of commodity prices and using enforcement agencies to control the volatile kitchen market, the government also cut import duties on essential items on several occasions in the past. Even by the end of last January, as instructed by Prime Minister Sheikh Hasina, import duties on rice, edible oil, sugar and dates, were reduced to ease inflationary pressure on common consumers ahead of the holy month of Ramadan. Unfortunately, again, the duty exemptions could not produce the desired results, as there was no reflection of the measure on the prices of the intended essential items. Worse yet, shortly after the duty waivers were announced, market watchers reported an opposite trend. Far from decreasing, the prices of the items in question went up to the dismay of all concerned. But the explanation of the paradox from the traders' end was still stranger. It was that the time gap of about one month from the date of opening of the Letters of Credit (LCs) for the importable items to the availability of those goods in the market was the culprit. But what still defies imagination is the fact of the essentials' getting dearer rather than their prices remaining at least static! Clearly, no measure, however tough or conciliatory, has proved effective so far in motivating traders to cooperate. As always, the government officials and the members of the public alike blame the so-called syndicates for the failure of the food price control measures. So, if past experience is to go by, there is hardly any reason to believe that the kitchen market operators have meanwhile undergone a change of heart. In that case, drawing from past experiences, the government would do well to weigh options with prudence before providing any fresh inducement to the kitchen market operators from the public exchequer.",
        "headline_1": "Extension of fresh inducement for traders to no avail!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/extension-of-fresh-inducement-for-traders-to-no-avail-1717165655",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "For years, policymakers have touted the youthful population of Bangladesh as a lucrative bait for attracting foreign direct investment (FDI). That would certainly have worked had Bangladesh done something other than use that data as a slogan. For decades, economists had been pointing out that simply having a large, young population wasn't going to automatically transform the economy. Rather, that large segment of the populace had to be supported by pragmatic policies and transformed into a skilled productive workforce that could effectively be engaged in industry and commerce. A skilled workforce can work wonders on the international labour market because a white-collar worker earns many times more than a blue-collar worker and the annual inward remittance would have increased manifold. These matters are hardly new but have become the focus of a new report published recently by the International Labour Organisation (ILO) titled 'The Asia Pacific Employment and Social Outlook 2024'. Labour productivity has direct correlation with Bangladesh aiming to become a high-income country in the year 2050. It has been stated that the country must increase its annual labour productivity by 1.5 per cent to achieve that target. On the other hand, the population is also ageing fast. As pointed out in a report published in this newspaper recently, \"While Bangladesh currently has the potential to reap massive demographic dividends from a youthful labour force, and investments are needed for modern skills and access to quality employment, it is important also to recognise that the aging population is also increasing rapidly with estimates that the country will transform into aging society in 2048\". This is how Tuomo Poutiainen, ILO's Country Director for Bangladesh summarises the issue.A closer look reveals that Bangladesh has actually achieved higher rates of economic growth despite not generating requisite employment on a year-to-year basis over the last decade or so and unemployment has remained a major problem for countries like Bangladesh. Recent media reports show that the higher education system is churning out around 0.8 million youths with degrees that apparently have little traction with market needs and a large portion of those graduates are joining the already unemployed population of millions of youths. Against the backdrop of external labour markets, one after another, closing their doors to Bangladeshi workers, the situation is reaching a critical point. The 'job gap' points out that there are lots of job openings in areas where Bangladesh could step in to provide its presently-unskilled workers with requisite knowledge to take advantage of the situation. The country needs to seriously rethink its skills development agenda. While there is a national policy in place, the pace at which things need to move is much greater than what is in existence.It is not simply overseas jobs. Rather the market needs to be opened up for national and international companies to come in to address the skill gap. However, only the government has the resources needed to formulate appropriate policies and develop the infrastructure for a nationwide network of training centres, specialised vocational institutes that millions can access to. Of course, policymakers need to be open-minded about foreign collaboration so that market-driven skill training is provided in these centres and not archaic ones.As pointed out in the report, the total unmet need for employment is equivalent to about 164 million jobs in 2023. Women apparently cannot get jobs because they lack the skills needed to become caregivers in a region that is facing a major problem of an ageing population. So, palliative care should become a cornerstone in the skills development policy at national level. But is it gaining any traction in our policymaking? The fact that private sector-run homes for the elderly are sprouting up in urban centres like Dhaka points to the fact that the concept of joint family is now dead and buried for good. These elderly people need specialised care but the skills gap is gaping in Bangladesh. Indeed, the gap is gaping in other nations too.This would explain why better-skilled women workers from neighbouring India who have the requisite training have been moving in great numbers to fill the ranks of healthcare facilities in the United Kingdom. These are prime examples of other countries transforming their workforces to cater to a global shortage of skilled personnel. This is very much reflected in the fact that hundreds of thousands of foreign workers are needed by domestic industry to run factories and commerce in Bangladesh, while millions of graduates can find no work. The disconnect between academic study and the formal-informal productive sectors in the economy need to be bridged and appropriate policies formulated at the national level, if policymakers are serious about moving the country on a higher trajectory of growth – one that is 'inclusive'.\n[email protected]",
        "headline_1": "Demographic dividends going to waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/demographic-dividends-going-to-waste-1717165697",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "Students in various colleges and universities in the United States of America (USA) have organised a series of protests on their campuses, demanding a ceasefire in Gaza and free Palestine from the brutal occupation of Israel. The protest escalated last month, triggering violent responses from the authorities in many cases. Nevertheless, the movement has also spread to other campuses in Canada, Europe and Australia. It is shocking for the Western nations and their governments as most of them continue to back Israel and do little to stop the killing of the Palestinians in Gaza in the name of eliminating Hamas, the organisation that carried out an attack first inside the Jewish state on October 7. Protests made by university students in America and Europe have challenged the one-sided and biased narrative of Israel's self-defence and exposed the hypocrisy of the Western world. The protesting students take the risk of termination of pursuance of their academic study and future careers. Many of them also faced intimidation from the authorities as the police brutally removed them from the campuses to put them behind the bar. However, it is encouraging to see Palestinian flags waving at some of the leading universities' campuses and buildings. Placards and banners inscribed with 'Stop Genocide, Free Palestine,' 'Save Gaza', 'Permanent Ceasefire', 'Divest from Israel Now,' and some others are displayed at these campuses. Students of Colombia University in the USA led the protest that spread to other campuses. The protesting students comprised various races, nations, and religions, and some Jewish students even joined them. While Western media mostly tried to portray distorted and negative images of the protests, other media outlets and social media presented positive sides of the protest with ground realities. So, it becomes difficult for the pro-Western press to ignore the magnitude of protests and sideline the coverage as they have been trying to do since October 7 on Israel's all-out war in Gaza.Many called it the most significant student movement since the anti-Vietnam campus protests of the late 1960s that erupted in the USA. Critics, however, termed the protests as a misguided movement, and some even claimed that China and Russia back the protesting students in America and Europe. It is puzzling to note that most of the campuses in Asia and Africa do not join the rally except a rare few. One cannot expect that any campus in the Arab world and China would do so, thanks to the autocratic regimes there. Except for South Africa, which takes a strong stance against Israeli genocide in Gaza, most of the countries in Africa seem less troubled regarding the ongoing humanitarian crisis facing Palestinian people. One valid question is what happened in democratic Asian countries like Bangladesh and India? Strangely, campuses in South Asia are largely muted when large numbers of students in America and Europe have turned their campuses into a platform for advancing the cause of the Palestinian people and an independent state of Palestine. Historically well-known for democratic movements, the campuses in South Asia also witnessed a series of protests against various global injustices and wars. Now, these campuses are mostly silent, and there is no significant protest rally or demonstration except a few scattered brief gatherings as symbolic protests. In the 31-week-long war in Gaza, more than 36,000 people were killed, of which more than 15,000 were children, by the Israeli army and all the universities in Gaza were destroyed. People are starving there. Hospitals, medical facilities, schools and temporary shelters come under attacks regularly by the Israeli army. It is sad to note that students in South Asia have largely failed to be vociferous against the genocide. Surely they are not out of touch with the international affairs and that they have failed to express their solidarity with their counterparts in America and other countries is against the glorious tradition here and, therefore, a mystery. \n[email protected]",
        "headline_1": "Muted campuses in South Asia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/muted-campuses-in-south-asia-1717165747",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-06-2024"
    },
    {
        "full_article": "Since its construction in 1878, Ishwardi Railway Junction Station has played a crucial role in Bangladesh's railway history. The Calcutta to Siliguri railroad, built in two stages-from Calcutta (now Sealdah) to Damookdah, and from Shara Ghat to Siliguri-has royal roots dating back to its inception. The station gained even more significance in 1915 with the launch of the Hardinge Bridge over the Padma River. Today, Ishwardi Junction is the largest railway junction station in Bangladesh. Historically, it served as the primary gateway to both North and South Bengal.However, it is regrettable that the infrastructure of this station lives up to its status . While many other stations have been modernised with new buildings and updated facilities, this historical station has been neglected. Ishwardi is a significant business hub and a commercially important area in the country. With the establishment of the EPZ (Export Processing Zone) and the Rooppur Nuclear Power Plant, business activities in the area have increased substantially. The station now serves an increasing number of passengers.But commuters have to use dilapidated waiting rooms, washrooms, and ticket counters due to a lack of modern facilities. Therefore, I urge the authorities concerned to consider these issues and take necessary steps to modernise Ishwardi Junction Station.\nMd. Muradul Haque Sardar Manager - Purchase (Local & Foreign) Amanat SHah Group, Motijheel, Dhaka [email protected]",
        "headline_1": "Ishwardi junction station needs to be modernised",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ishwardi-junction-station-needs-to-be-modernised-1717165790",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-06-2024"
    }
]