[
    {
        "full_article": "A proposal by the Ministry of Electronics and Information Technology that seeks to force social media platforms to take down content “fact-checked” by the Government’s Press Information Bureau (PIB) as false needs to be opposed without even a second look. The proposed amendment to the IT Rules opens the door for the PIB or any other agency “authorised by the central government for fact checking” for the purpose of such takedowns. This is problematic at many levels, with deep implications for free speech and information. At the most basic level, the question to be asked is how a wing of the “nodal agency of the Government of India”, whose job is “to disseminate information to the print and electronic media on government policies, programmes, initiatives and achievements”, could be the deciding authority on what is factual and what is not. The disturbing absurdity of an interested party also playing the judge cannot be missed. It is a really nasty world of disinformation out there but one would have to be delusional to think that governments do not have an axe to grind. If the proposal is implemented, the government can play the super censor at will.While this proposal signals a new low in the administration’s thinking on matters of regulating news and information, things were not rosy prior to this either. The government in recent years has given enough indications that it wants to control the news sphere. The reworked IT Rules in early 2021 are an example of this. A similar mindset was reflected in the provisions of the data privacy Bill that gave government agencies a free pass. Defending the government and its institutions in the public sphere by putting out data or statements is very much within the PIB’s ambit and logically defensible; but fact-checking is a very different thing. This is not to say that the PIB’s fact check unit has not debunked rumours circulating on various social media platforms. It has, but it has done so as the agency of the government. Making its “fact-checks” binding on news disseminating platforms is something else. With this, the government will have a tool with which to easily throttle voices opposing it. Indeed, it will be the sole arbiter of truth. The Editors Guild of India has rightly criticised the proposal by pointing out that “determination of fake news cannot be in the sole hands of the government and will result in the censorship of the press”. Fake news has to be dealt with in an appropriate manner, but the proposal in question will only make the task harder.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedia\n\n/\n\ngovernment\n\n/\n\nlaws",
        "headline_1": "Interested party: On facts, checks and the Press Information Bureau",
        "headline_2": "The Press Information Bureau might be good at checking facts, but it cannot be the sole arbiter of truth",
        "link": "https://www.thehindu.com/opinion/editorial/interested-party-the-hindu-editorial-on-facts-checks-and-the-press-information-bureau/article66409287.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "The Bharatiya Janata Party (BJP) has unveiled its road map for the next general election at its national executive which also extended the term of party president J.P. Nadda to June 2024. Under his presidency, the party’s electoral performance has been impressive, notwithstanding the recent loss in Himachal Pradesh, his home State. Mr. Nadda has termed the extension of his tenure a ‘privilege and honour’ and an ‘immense responsibility’. The power commanded by the president is dependent on the occupant in the BJP. Mr. Nadda draws his authority from the confidence he enjoys of Prime Minister Narendra Modi and Home Minister Amit Shah who are the ultimate decision makers. This is not unprecedented for the party — A.B. Vajpayee and L.K. Advani were more powerful than party presidents. The party has called upon its cadres to work towards winning all nine Assembly elections due in 2023. The BJP is in power, singlehandedly in Tripura and as part of coalitions in Nagaland and Meghalaya, three States for which elections were announced on Wednesday. The party is also trying to emerge as a serious contender for power in Telangana for the first time, retain power in the key States of Karnataka and Madhya Pradesh, and recapture Rajasthan and Chhattisgarh. The Union Territory of Jammu and Kashmir is also likely to have its first election in 2023, where the BJP is experimenting with a new brand of politics.The BJP has said it practises “a politics of saturation and governance of saturation” — possibly alluding to the relentless campaigns around government schemes that target various constituencies. At the national executive, the party noted with glee that a series of controversies and missteps, from demonetisation to Goods and Services Tax, and the Rafale defence deal to Pegasus snooping, did not damage the party. It said all these were failed attempts by the Opposition to discredit the Modi government. Congress leader Rahul Gandhi is trying to build a new politics against the BJP through his Bharat Jodo Yatra, but Opposition politics is caught in confusion and rivalries. The BJP is clearly counting on the continuing popularity of Mr. Modi into yet another season of victories to be capped with a third consecutive Lok Sabha win in 2024. The party also has a clear strategy for mobilisation. Mr. Nadda emphasised the persistent outreach of the party towards the Other Backward Classes, Scheduled Tribes and Dalit communities. Traditionally an upper caste dominated party, the BJP has made deep inroads among other segments. The party is also focusing on new regions such as West Bengal and Telangana for expansion. Success has not made the BJP complacent.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nJammu and Kashmir\n\n/\n\nDemonetisation\n\n/\n\nRafale deal\n\n/\n\ntaxes and duties\n\n/\n\nIndian National Congress\n\n/\n\nBharat Jodo Yatra\n\n/\n\nelection\n\n/\n\nWest Bengal\n\n/\n\nTelangana\n\n/\n\nPegasus surveillance\n\n/\n\nKarnataka\n\n/\n\nMadhya Pradesh\n\n/\n\nRajasthan\n\n/\n\nChhattisgarh",
        "headline_1": "Clarity and purpose: On the BJP’s electoral juggernaut",
        "headline_2": "Success has not made the Bharatiya Janata Party complacent about political strategy and electoral tactics",
        "link": "https://www.thehindu.com/opinion/editorial/clarity-and-purpose-the-hindu-editorial-on-the-bjps-electoral-juggernaut/article66409063.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "In late October, when Xi Jinping consolidated his hold on China’s communist party at its annual congress, the world cringed. Xi seemed determined to push China back to the age of Mao Zedong, his role model. Hardline ideology would tighten its grip on the world’s second largest economy, with dire implications for the rest.\nThe strongman image melts \nThe last thing anyone expected from an absolute dictator entering his 11th year in power was a sudden about-face. Yet within weeks, Xi’s government has reversed its draconian efforts to control Covid, its crackdown on big tech firms, its strict limits on the property market and more. Xi is making pragmatically peaceful noises as well, saying at a meeting with Joe Biden that “the wide earth is fully capable of accommodating” two superpowers, letting Europe know it is not fully supportive of Russia’s war on Ukraine, and telling the Philippines he will resolve land disputes in the South China Sea through “friendly discussion”.\nRead full opinion on TOI+\n\n",
        "headline_1": "Is Xi a nice man to know? Faltering economy softened him but even if he stays soft, growth will be below his target",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-xi-a-nice-man-to-know-faltering-economy-softened-him-but-even-if-he-stays-soft-growth-will-be-below-his-target/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "China in 2022 recorded a decline in population by 8.5 lakh, the first annual decline in six decades. But the last population decline came from famine, this one is a result of both a harsh and short-sighted population control policy and demographic transition from an agrarian society to an industrial one. Global experience, spanning Scandinavia to Singapore, shows that even generous fiscal incentives are unable to reverse a population decline once it’s set in.\nUN forecast India will be the most populous nation in the world in 2023. It’s important that India learns the right lessons from an unprecedented global demographic trend. Total fertility rate (TFR) the world over is crashing. The UN forecast the current global population of about 8 billion will rise to 9.7 billion by 2050. However, 66% of the increase will come because of momentum arising out of past growth. Therefore, the big challenge ahead is to avoid a situation where a country grows old before it gets rich. China already faces this problem and it’s unlikely to catch up with the US in per capita income terms. To illustrate, UN estimates by 2030, China’s population in the 19-60 age bracket at a little over 800 million will be about 10% lower than India.\nDemographic transition has two important phases. At the first stage, fertility rates fall. This, in turn, leads to the working age population growing faster than the overall population. It represents a potential demographic dividend when there’s an opportunity for a big spurt in growth and investment. It’s however not preordained. It requires the right mix of policy to make the most of this limited demographic window. Where does India stand?\nIndia’s TFR fell to a mere two in 2019-21 period, which is below the replacement rate. At present, World Bank data shows that India’s working age population is 68% versus a global average of 65%. Even in the age group up to 14 years, India’s share at 26% is a shade above the world average. But the problem is that not enough Indians are working, particularly women. Just 46% of India’s potential labour force is in the job market. Indonesia and Vietnam, in contrast, have 68% and 74% respectively in the job market. GoI must take this trend with utmost seriousness – India’s future depends on reversing it. There’s a real danger of frittering away the demographic dividend.\n\n",
        "headline_1": "Babies & jobs: Lesson for India from China’s population decline is to get many more of its working age groups into work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/babies-jobs-lesson-for-india-from-chinas-population-decline-is-to-get-many-more-of-its-working-age-groups-into-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "GoI should withdraw parts of the draft Information Technology Rules that require social media companies to take down news articles if the Press Information Bureau identifies them as “fake news”. The regulations also allow GoI and its departments to authorise any other agency to perform this “fact-checking” task on content involving government business. In essence, the regulation gives government, as an Editors Guild of India statement noted, “a carte blanche to determine what is fake or not with respect to its own work”.\nOf course, social media is awash with fake news – but credible news media isn’t, and news media, newspapers especially, employ several filters for checking veracity. Regulation of the press, which functions as a watchdog for citizens, is best done by an independent body. Rarely does one hear that news from a credible organisation is fake. Another reason not to involve government is that news often comes from government sources, who prefer anonymity for obvious reasons. Such stories become particularly vulnerable.\nThe long-practised norm is for governments to reject or deny adverse stories. But the authority to term a story “fake” or “false” and get it taken down, puts government’s powers in a wholly different league, especially if it won’t offer any documentary evidence as to why a story is fake. Such newly acquired powers have the potential to stifle journalism, especially if GoI departments use this to take down critical stories. Among best practices of the Indian press is the publishing of corrections or apologies or voluntary take-down of articles when the sourcing or the facts are dubious and mistakes have been made. When such journalistic traditions are still being practised, arming a battery of government servants with extraordinary take-down powers is completely unnecessary.\n\n",
        "headline_1": "Take down the rule: Allowing PIB, govt departments to take down news deemed “fake” will stifle journalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/take-down-the-rule-allowing-pib-govt-departments-to-take-down-news-deemed-fake-will-stifle-journalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "Indian wrestling is witnessing its very own #MeToo movement where the country’s top women wrestlers have accused Brij Bhushan Sharan Singh, federation chief and BJP MP, of sexual harassment and intimidation. There have been calls for his ouster and strict punishment against anyone complicit in his wrongdoings.\nResponding to Wednesday’s specific complaints by Olympian wrestlers Vinesh Phogat and Sakshi Malik against Singh, Wrestling Federation of India office-bearers and coaches at the national camp in Lucknow, the Union sports ministry sought a detailed response from WFI within 72 hours.\nRead full opinion on TOI+\n\n",
        "headline_1": "How widespread is sexual harassment in Indian sports? Wrestling federation is only the latest to see serious allegations, many women athletes are silenced",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-widespread-is-sexual-harassment-in-indian-sports-wrestling-federation-is-only-the-latest-to-see-serious-allegations-many-women-athletes-are-silenced/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "The National Curriculum and Textbook Board (NCTB) is no stranger to controversy. Year after year, it has allowed mistakes and compromises in the textbooks that it printed. The problem seems to extend beyond the structural to the ideological. As a government body, it is vulnerable to the same structural issues – inefficiency, mismanagement and irregularities – that other government bodies are, frequently resulting in error-laden books. But often it has also been a pawn in a bigger game where political biases or demands from communal groups led to undue additions or omissions. And the fact that there is no real accountability for any mistake or compromise makes this a self-repeating cycle.\nAgainst this backdrop, the recent controversy over NCTB textbooks comes as no surprise. The NCTB has introduced new textbooks under the new curriculum for classes I, VI and VII this year, with the aim to prepare students for the contemporary world. But far from being a joyous occasion, it has turned into a sombre one with errors of all kinds, poor translation, and even plagiarism detected in the books. As an analysis by this newspaper shows, there are many mistakes in the English book for class VI. Similarly, plagiarism was detected in the science textbook for class VII. As an analysis by another daily shows, contents from the website of the National Geographic were translated verbatim, using Google Translate, and without citing the source. Mistakes were also found in three textbooks for the ninth and tenth grades. For example, in lessons on history, well-known facts related to the formative days of Bangladesh were incorrectly presented.\nAlthough the NCTB has issued some corrections in three of the books – and two editorial board members responsible for the 7th-grade science book have acknowledged the occurrence of plagiarism – it was only after those were pointed out by the media, and not as a result of any institutional review process, as it should have been. One wonders how many more blunders lie hidden in the textbooks, undetected. The air of inevitability around such blunders occurring, or repeating, is impossible to ignore.\nAre authentic, error-free textbooks too much to expect? More importantly, why is the NCTB so slow or reluctant to address concerns over the quality and authenticity of textbooks? One may recall that, in 2017, writings of famous authors were excluded because they were either non-Muslim or their contents were disapproved by Islamist forces, allegedly upon instructions from the political authorities. The NCTB is yet to rectify this situation, despite widespread criticism of its decision. It seems totally unwilling or unable to address the grave moral and material consequences of such omissions, mistakes and compromises, which should worry us all.\nThe importance of textbooks at the early stage of the school system cannot be stressed enough. The kind of blunders we have witnessed can confuse and even misguide students, and create a crisis of trust in them in the future. We urge the authorities to urgently launch an institutional review of all new and old textbooks to identify errors and cases of quality/ideological compromises. Also, given how NCTB has been operating, it is time for a systemic overhaul of this vital institution.\n",
        "headline_1": "Textbook errors belie bigger concerns",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/textbook-errors-belie-bigger-concerns-3225786",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "It is most unfortunate that death and torture in police custody allegedly continue to occur in the country, despite concerns raised frequently in this regard as well as the existence of a law designed specifically to prevent such incidents. The latest incident – coming off the back of another incident of alleged custodial torture last week - involves Rabiul Islam, a trader in Gazipur. Reportedly, he was picked up by police from his tailoring accessories shop in Pearabagan of Bhogra area in Gazipur town on January 14 on charges of gambling. On January 17, police from Basan Police Station informed his wife that Rabiul died in a road crash while on his way home. We cannot help but ask: what happened during the three days Rabiul was in police custody? Accounts of his wife, brother, relatives and neighbours contradict the police version of events, making it quite likely that he died in police custody.\nHowever, police still appear to be trying to clear their name in the incident. We are told that a probe body has been formed by the Gazipur Metropolitan Police to investigate the incident. We hope it will be able to hold a fair and impartial investigation. However, we would like to raise some questions that must be looked into while carrying out the investigation.\nReportedly, after two assistant sub-inspectors – Mahbubur Rahaman and Nurul Islam – of Basan Police Station arrested Rabiul, they demanded bribes from his wife for his release. As she went to the station with some cash, the police officers in question took it but then demanded more. Reportedly, they even took her signature on a blank paper before letting her know that her husband was released. Then, later at night, they called to inform her about her husband's death in a road crash.\nThe question is: Why did the police arrest Rabiul in the first place? Was it to take bribes from him? Why did they take his wife's signature on a blank paper? Why did they not hand him over directly to his family? Also, why is there no CCTV footage of them handing Rabiul over to his family or even releasing him? Why is there no evidence of any road crash happening in that area during the night of January 17, when police claim he died in the crash? These questions are vital and must be answered by the investigating team.\nWe want our police force to be accountable to the public for the work they do. And for this, such incidents taking place in police custody must be investigated with fairness. The state must take these incidents more seriously and ensure accountability of those in the police force. We demand a proper investigation into Rabiul's death, followed by proper legal action to hold anyone responsible accountable.\n",
        "headline_1": "Don't normalise custodial torture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-normalise-custodial-torture-3225756",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "US Assistant Secretary for South and Central Asia Donald Lu's two-day visit to Dhaka has drawn significant attention in the media in Bangladesh, which continues to reverberate even after the visit is done with. What message did Lu bring? And has the government of Bangladesh succeeded in making its points?\nAlthough it was Secretary Lu's second visit to the country, discussions surrounding the visit spilled over to politics, transcending the usual diplomatic circles.\nWhen Secretary Lu visited Bangladesh in March last year, as a part of the US delegation to attend the partnership dialogue, he wasn't featured much in the media. The Under-Secretary for Political Affairs, Victoria Nuland, led the team. In the formal sense, the agenda for Lu's visit was nothing different from the visits of high-level US diplomats last year. From the US side, the agenda included the concerns regarding human rights situations, absence of political space for the opposition, dwindling freedom of speech, and the fairness of the upcoming election insofar as domestic politics is concerned. Other important issues were Bangladesh's position on the Indo-Pacific Strategy (IPS), two outstanding proposed defense agreements – the Generalised Security of Military Information Agreement (GSOMIA) and the Acquisition and Cross-section Agreement (ACSA). Bangladesh's agenda was to reiterate its request to rescind the sanctions on the Rapid Action Battalion (Rab), reinstatement of GSP privileges, and more support for the Rohingya refugee situation. In some measures, throughout 2022, two parties were coming to the table with two sets of priorities.\nHowever, Lu's visits came against two backgrounds, involving domestic and international dimensions. Of the domestic developments, the most prominent was the one involving US Ambassador Peter Haas' visit to the home of a victim of enforced disappearance. It brought the latent tensions between these two countries to the fore. During his visit to the victim's house on December 14, 2022, the US envoy was confronted by a group of people demanding justice for those who were executed after military trials, allegedly for engaging in coup attempts in 1977 during Ziaur Rahman's rise to power. The actions of the group erred the envoy and were considered a security threat. This led to uncomfortable exchanges between the Bangladesh government and the US State Department, and a phone call from Wendy Sherman the Deputy Secretary of State. An already tense relationship, due to the imposition of sanctions on the Rab in December 2021, and Bangladesh's criticisms of the ambassador's comments on the human rights situation, aggravated the situation.\nThis issue gained an international dimension when the Russian embassy in Dhaka and its foreign ministry in Moscow interjected and made disparaging comments about the ambassador's visit and the US' insistence that there is a lack of democracy in Bangladesh. Exchanges between the two embassies took place over the internet, largely on Twitter. But ahead of Secretary Lu's visit, Chinese Foreign Minister Qin Gang's surprise stop in Bangladesh at midnight on January 11 and meeting his counterpart AK Abdul Momen at an airport in Dhaka added to this international dimension.\nThe second background was the growing discontent in Bangladesh in the past few months, thanks to the economic crisis in the country and demonstrations by the opposition parties, especially the Bangladesh Nationalist Party (BNP).\nUntil last summer, the government was harshly dealing with any attempt to organise rallies and demonstrations by the BNP and was arresting its leaders. But in the face of criticisms, the government has allowed the BNP to organise rallies, although persecution of its workers and leaders have continued unabated. The government's move is strategic as it wants to show the world, particularly the US, that the allegations of the BNP of an environment not conducive for an inclusive fair election next year are unfounded, and that, therefore, the ball is in the court of the BNP regarding participation in the election. No wonder Home Minister Asaduzzaman and Foreign Minister Momen have repeatedly referred to the BNP's rally of December 10 as an example of its tolerance to the opposition. But they have forgotten that the violence ahead of the rally in front of the BNP office on December 7 was well covered by the international media, and that the US embassy, as well as the White House, had reacted to it.\nSecretary Lu's visit, against these backgrounds, reiterated the message of the past year that the US would like to see a fair and inclusive election in Bangladesh and that it is concerned about the shrinking civic space. In meetings with government officials and members of civil society on two separate occasions, the message was repeated.\nOne might ask why a trip was necessary to communicate a message which has been delivered so many times. Looking at Lu's itinerary, it can be safely assumed that it was to gauge the depth of the commitment of the incumbent on these issues. It is not surprising that the trip itinerary was overwhelmed with meetings with government officials. One may recall the comments of Ned Price, the State Department spokesperson, on January 7, that the US welcomes \"the words of Sheikh Hasina and her government that they want free and fair elections,\" but that the US is \"going to be watching that those words are ultimately matched with corresponding actions.\" How much the government has succeeded in making a convincing case will be seen in the coming days, but Lu's statements during the trip have not indicated any shift.\nThe government can take comfort that Donald Lu has referred to the Human Rights Watch's report about the decline of extrajudicial killings by the Rab and then praised its work on \"carrying out counterterrorism efforts and important functions while respecting human rights.\" Home Minister Asaduzzaman said the US side did not discuss anything on the reform of Rab but described the Rab's current activities as \"satisfactory.\" This diplomatic language only indicates that the sanctions are working. A subsequent statement by the US embassy in Dhaka reaffirms the US position. It said, \"We applaud the government of Bangladesh's efforts in these continued reforms and encourage the Bangladesh government to conduct independent investigations of alleged extrajudicial killings.\" But it is also worth noting that, after the trip, the foreign minister has acknowledged that the Rab has done \"bad things\" in the past. The once belligerent tone of the minister seems to have mellowed a bit.\nWhile Donald Lu's trip has received lots of attention, it will be a mistake to consider this as a stand-alone visit, or a trip that will have a decisive result regarding the unresolved issues between these countries. Instead, it should be seen as a part of the continued engagement of the US administration with the Bangladeshi government. In the past two years, at least 12 officials have visited the country to drive home one message: it would like to see Bangladesh have an open, inclusive, and democratic process going forward and be a part of the Indo-Pacific Strategy. Lu's visit has made this message sound louder.\nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n\n",
        "headline_1": "Lu’s visit: Old message, only louder",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/black-white-and-grey/news/lus-visit-old-message-only-louder-3225351",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "Dhaka was made the capital of the Mughal Empire's Bengal province in 1610, on the bank of Buriganga. As we entered the modern era and the city expanded, we realised that, compared to other cities, we were four times as lucky as greater Dhaka was also surrounded by three other rivers – Turag, Balu, and Shitalakkhya, and a fourth one if we include Tongi Khal, making a necklace of five rivers. It was virtually a \"sweet water island\" – if not the only one then definitely one of the very few in the world. The city was further replenished by the life-generating annual monsoon rains. Its underground water reservoir almost burst at the seams as its rain-fed recharge was far more than needed.\nLike the nerves in our body, 200 canals, hundreds of lakes and water bodies, including thousands of ponds, kept Dhaka among the richest cities in the world in terms of its sweet water supply. Few cultures celebrate water, rivers, and rain as we do through our literature, song, poetry, dance, culinary specialities, festivities, and life in general.\nAll that has changed now. As if in vengeance we have been ferociously and relentlessly destroying this water resource in, what can only be termed as, a suicidal streak. In our so-called development-focused mindset, nothing seems to matter except concrete structures, with practically no concern for our natural resources – the most vital of which is water and which we misuse, overuse, recklessly waste, and mindlessly pollute.\nOf the Dhaka rivers, Buriganga has become so polluted that it can nurture no aquatic life. Today, it is nothing more than an oversized drain with metres of plastic waste making up its bed. One expert light-heartedly commented that the Buriganga's water has such high levels of toxic and life-threatening chemicals that even germs cannot survive in it. Turag and Balu are on the brink of dying of chemical, industrial, and household waste. The Tongi khal is physically disappearing as the land around it is considered to be \"gold.\" Shitalakkhya is desperately sending out an SOS with no one to hear it. Our Department of Environment (DoE), in a report from as early as 2009, declared these four rivers as Ecologically Critical Areas (ECAs), signalling the need for urgent action to save them.\nAs if to mock nature and our future, nothing has been done in the last 13 years. In fact, pouring pollutants into them continues with official sanction.\nAccording to the National River Conservation Commission's report of 2021, there are 258 discharge points on the Buriganga, 269 on Turag, and 104 on the Balu river. These \"discharge\" points are purveyors of the rivers' death as they allow thousands of tonnes of toxic chemicals and household waste daily into them. In addition, the thousands of launches, steamers, and goods-carrying cargo vehicles also pour thousands of tonnes of used engine oil and other waste into the rivers. There is no control and no concern.\nAs greater Dhaka became Bangladesh's centre for its drive towards growth – 35 percent of our GDP is produced in and around the capital city, according to an ADB paper submitted at a BIDS seminar in 2021 – more of its natural ecosystem declined leading to the mindless cutting of trees, filling up of drainage canals, but most importantly, tragically destroying our water resources.\nOne particular project illustrates successive governments' inexplicable lack of concern, understanding of the depth of the problem, and foresight in handling one of our most precious resources – our rivers.\nThe project is the relocation of our tanneries from Hazaribagh to Savar. What was meant to be an attempt to restore a semblance of ecological balance in Buriganga became one of passing a \"death sentence\" on the life-enriching Dhaleshwari river in Savar. Nothing has been done to restore the ecological balance of the former and everything is being done to destroy the latter.\nThe first tannery was established in Dhaka, during the British Raj, in 1940. By the time we became independent in 1971, after 23 years of Pakistani rule, we had 270 tanneries in the vicinity of Dhaka, nearly all located in a place called Hazaribagh on the bank of the Buriganga, with all the tanneries' toxic waste being dumped into the river.\nBy the year 2000, the pollution became so extensive and protests of the public, media, and civic society protest so incessant that the government – goaded into action by a High Court verdict – undertook a project titled Savar Tannery Industrial Estate (STIE), for which it promptly acquired 200 acres of land. Not unsurprisingly, that's where the promptness stopped.\nStarting with a budget of Tk 175 crore in 2003, it ended up spending Tk 1,078 crore by 2016 with the project's most important element – the Effluent Treatment Plant (ETP) – remaining unfinished. Since 2017, when 154 tanneries were finally relocated via a court order and punitive measures, the Dhaleshwari is now being polluted, with toxic and chemical discharge greatly damaging the ecology of the river. Meanwhile, the local residents faced all sorts of health hazards, not to mention the destruction of the livelihood of the local fishermen and others dependent on it.\nAccording to the World Bank, there are four types of river pollutants in and around Dhaka: domestic waste water (including sewage), industrial effluents (over 10,000 industries discharge huge amounts of untreated effluents into rivers daily), biochemical waste (from hospitals, laboratories, and healthcare facilities), and pollutants related to river encroachment.\nThe countrywide picture is not too dissimilar, either. Once we had 700 rivers, all with regular flow. Now, according to the Bangladesh Water Development Board (BWDB), we have 230 rivers that flow round the year and another 310-405 with only seasonal flow. While those with seasonal flow are increasingly being eaten up by private land grabbers and official projects, even those with regular flow are being significantly encroached upon, with the connivance of local administration.\nAccording to a report published in 2016 about the state of our rivers by the DoE, 29 rivers in the country have been heavily polluted, with hardly any aquatic life left in them. The National River Conservation Commission (NRCC) published, in 2021, a list of 63,000 river grabbers in the country.\nAs we pollute the rivers and make surface water unusable, we turn more and more to underground water for cultivation and for human and industrial use. Here, the picture is just as dangerous.\nThe Asian Development Bank (ADB) and Dhaka Wasa, in separate reports, said that presently, the underground water table is declining at a rate of two to three metres annually. This is due to excessive abstraction and inadequate rain water recharge. This may reach five metres annually by 2030. Momoko Tada, a senior urban specialist with the ADB, in an article in 2021, warned that, \"The groundwater depletion could potentially lead to widespread land subsidence, which, combined with climate change, could lead to floods in wider areas. To add to this, there is a severe shortfall in safe drinking water for the people of Dhaka.\"\nJust to gauge the danger in Dhaka in comparative terms, the Bangladesh Agricultural Development Corporation (BADC) reported in December 2022 that the depth of groundwater in Khulna is 1.56 metres and that in Barisal is 2.9 metres while for Dhaka – in Tejgaon area, for example – the average depth of the water level is 65.92 metres, comparable to the height of a 20-storey building. That is how much we have abstracted groundwater in Dhaka, and this continues unabated. Today, 67 percent of Wasa's water supply comes from underground water, just to consider one figure.\nThe above picture was only of Dhaka city. According to a World Bank report from 2021, countrywide abstraction of groundwater by farmers is about 32 cubic kilometres in the three months of the dry season. With this volume of water, a three-storey \"water building\" could be built spanning the entirety of Bangladesh.\nIn the early 1970s and 1980s, the logic behind massive abstraction of underground water was the need to produce more food and also to prevent diarrhoea, which was a major cause of child mortality. We used groundwater as if there was no tomorrow and polluted the surface water by giving a free hand – totally unmonitored – to the industries for their unfettered growth.\nAccording to the World Bank Country Environmental Analysis 2018, we lose USD 2.83 billion annually due to river pollution. This will amount to USD 51 billion in the next 20 years. The time has come for us to take a serious look at the usage of both groundwater and surface water.\nWhy are we neglecting – in fact, destroying – our precious reservoir of surface water? Rivers are not only sources of water, but of life in general.\nThe over-extraction of our groundwater, that has taken millions of years to accumulate, is nothing short of stealing water from our future generations. No development is worth even the paper it is written on if we destroy for it the very element on which life depends.\nAkbar, the greatest of the Mughal emperors, while epitomising greatness in many fields, committed the fatal error of building Fatehpur Sikri (City of Victory) as his capital (in 1571-73) which he had to abandon within 10 years because it had run out of water. Modern cities like Dhaka need not be abandoned because technology helps us to transport water from afar. But do we need to destroy what we have? After all, water is a finite resource and we already suffer from its acute shortage in many cities, in many areas, and not only during the dry season. With climate change, things will only become worse.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "In ‘Smart Bangladesh,’ how smart is it to kill our rivers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/smart-bangladesh-how-smart-it-kill-our-rivers-3225286",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "The National Curriculum and Textbook Board (NCTB) is no stranger to controversy. Year after year, it has allowed mistakes and compromises in the textbooks that it printed. The problem seems to extend beyond the structural to the ideological. As a government body, it is vulnerable to the same structural issues – inefficiency, mismanagement and irregularities – that other government bodies are, frequently resulting in error-laden books. But often it has also been a pawn in a bigger game where political biases or demands from communal groups led to undue additions or omissions. And the fact that there is no real accountability for any mistake or compromise makes this a self-repeating cycle.\nAgainst this backdrop, the recent controversy over NCTB textbooks comes as no surprise. The NCTB has introduced new textbooks under the new curriculum for classes I, VI and VII this year, with the aim to prepare students for the contemporary world. But far from being a joyous occasion, it has turned into a sombre one with errors of all kinds, poor translation, and even plagiarism detected in the books. As an analysis by this newspaper shows, there are many mistakes in the English book for class VI. Similarly, plagiarism was detected in the science textbook for class VII. As an analysis by another daily shows, contents from the website of the National Geographic were translated verbatim, using Google Translate, and without citing the source. Mistakes were also found in three textbooks for the ninth and tenth grades. For example, in lessons on history, well-known facts related to the formative days of Bangladesh were incorrectly presented.\nAlthough the NCTB has issued some corrections in three of the books – and two editorial board members responsible for the 7th-grade science book have acknowledged the occurrence of plagiarism – it was only after those were pointed out by the media, and not as a result of any institutional review process, as it should have been. One wonders how many more blunders lie hidden in the textbooks, undetected. The air of inevitability around such blunders occurring, or repeating, is impossible to ignore.\nAre authentic, error-free textbooks too much to expect? More importantly, why is the NCTB so slow or reluctant to address concerns over the quality and authenticity of textbooks? One may recall that, in 2017, writings of famous authors were excluded because they were either non-Muslim or their contents were disapproved by Islamist forces, allegedly upon instructions from the political authorities. The NCTB is yet to rectify this situation, despite widespread criticism of its decision. It seems totally unwilling or unable to address the grave moral and material consequences of such omissions, mistakes and compromises, which should worry us all.\nThe importance of textbooks at the early stage of the school system cannot be stressed enough. The kind of blunders we have witnessed can confuse and even misguide students, and create a crisis of trust in them in the future. We urge the authorities to urgently launch an institutional review of all new and old textbooks to identify errors and cases of quality/ideological compromises. Also, given how NCTB has been operating, it is time for a systemic overhaul of this vital institution.\n",
        "headline_1": "Textbook errors belie bigger concerns",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/textbook-errors-belie-bigger-concerns-3225786",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "It is most unfortunate that death and torture in police custody allegedly continue to occur in the country, despite concerns raised frequently in this regard as well as the existence of a law designed specifically to prevent such incidents. The latest incident – coming off the back of another incident of alleged custodial torture last week - involves Rabiul Islam, a trader in Gazipur. Reportedly, he was picked up by police from his tailoring accessories shop in Pearabagan of Bhogra area in Gazipur town on January 14 on charges of gambling. On January 17, police from Basan Police Station informed his wife that Rabiul died in a road crash while on his way home. We cannot help but ask: what happened during the three days Rabiul was in police custody? Accounts of his wife, brother, relatives and neighbours contradict the police version of events, making it quite likely that he died in police custody.\nHowever, police still appear to be trying to clear their name in the incident. We are told that a probe body has been formed by the Gazipur Metropolitan Police to investigate the incident. We hope it will be able to hold a fair and impartial investigation. However, we would like to raise some questions that must be looked into while carrying out the investigation.\nReportedly, after two assistant sub-inspectors – Mahbubur Rahaman and Nurul Islam – of Basan Police Station arrested Rabiul, they demanded bribes from his wife for his release. As she went to the station with some cash, the police officers in question took it but then demanded more. Reportedly, they even took her signature on a blank paper before letting her know that her husband was released. Then, later at night, they called to inform her about her husband's death in a road crash.\nThe question is: Why did the police arrest Rabiul in the first place? Was it to take bribes from him? Why did they take his wife's signature on a blank paper? Why did they not hand him over directly to his family? Also, why is there no CCTV footage of them handing Rabiul over to his family or even releasing him? Why is there no evidence of any road crash happening in that area during the night of January 17, when police claim he died in the crash? These questions are vital and must be answered by the investigating team.\nWe want our police force to be accountable to the public for the work they do. And for this, such incidents taking place in police custody must be investigated with fairness. The state must take these incidents more seriously and ensure accountability of those in the police force. We demand a proper investigation into Rabiul's death, followed by proper legal action to hold anyone responsible accountable.\n",
        "headline_1": "Don't normalise custodial torture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-normalise-custodial-torture-3225756",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "The government has raised almost three-fold the per unit gas price for public and private power plants and industrial units. The increase will be two-fold for captive power plants. This new escalation in gas price that follows a previous such hike some six months back is going to take effect from early next month. This fresh government order on gas price hike that has come hard on the heels of a similar one issued for hiking power tariff last week may not be surprising but undoubtedly disconcerting.During the past few months, the business community had been holding meeting after meeting with the government's energy and mineral resources division so that they might get the assurance of an uninterrupted gas supply to their industrial units. In those meetings, they even expressed their readiness to pay gas tariffs at an enhanced rate of even Tk 25 for each unit. In the same breath, they also stipulated that the gas price should be adjusted in agreement with any fall in gas price in the international market. Evidently, it was part of a desperate bid on the part of the business community to save their industries. But when the country is witnessing loadshedding for hours even during this winter months with far lower demand for power, one wonders if the power plants of the country, some 50 per cent of them running on gas, are getting the requisite amount of gas to operate their installations at the expected level. This is indeed concerning. In that case, the question naturally arises about the government's ability to fulfil the business community's demand for sustainable gas supply to their industrial units. However, in the said government directive, the gas tariff for the general consumers at the household level has been left unchanged. The same is going to be the case with the fertiliser factories, tea estates and the CNG-run motor vehicles. However, hotels and restaurants will see only a slight increase in their gas tariff, so goes the new government order. So far so good! Even so, the general consumers have other fears. For as a corollary of the new gas price hike, the production cost of power at the country's power plants may see another round of increase.In this context, reports have it that even after last December's bulk power tariff hike, the government has been counting loss in power sector and is fearing a deficit that would be so big that the government subsidy earmarked for the purpose will not be able to meet. So, it is hard to see how the power tariff, which has already seen a raise last week, might continue to remain stable. And how, in that event, the general power consumers would be able to escape unscathed so far as their monthly power bills go. Likewise, the latest gas price hike will in all probability leave a knock-on effect on the consumer prices through pushing those up by another notch and thereby driving up the cost of living further. Thus the inflation put on a runaway trail is likely to erode competitiveness of the industries. So, considering its many implications that are concerning, the government would do well to rethink its decision on new gas tariff hike before it takes effect from the next month.",
        "headline_1": "Fresh gas tariff hike calls for a review",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fresh-gas-tariff-hike-calls-for-a-review-1674140566",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "Bangladesh's demonstration of a much improved performance in innovation capabilities ---by as significant as 14 notches move up in the Global Innovative Index (GII) ---in 2022 could be quite savouring but for its still poor ranking compared to its neighbouring peer countries. At 102nd position out of 132 countries brought into reckoning, the country has miles to go before it catches up with the stellar performers like India in the region. Even Sri Lanka and Pakistan, the two countries that were and still are profusely haemorrhaging from raw economic gashes, find themselves at 85 and 87 slots respectively. Consisting of almost 80 indicators, grouped into innovation inputs and outputs, the GII aims at capturing the multi-dimensional facets of innovation a country has to its credit in a single year. Actually the deciding factor is the measures a country takes on a host of issues including political environment, education, infrastructure and knowledge creation.It is important to have an idea of the area where this country has been able to advance its causes and where regressed and where it has scope for improvement but fails to do so and why. Notably, as reported, with a score of 19.7, the country's performance is said to be consistent with the level of its development. This is somewhat intriguing. Then how can Pakistan's and Sri Lanka's slots in the GII ranking be compatible. The other day, Pakistan's incumbent Prime Minister Mian Muhammad Shehbaz Sharif made an interesting observation: \"It's shameful for a nuclear power to beg\". It says all. Then where does Bangladesh falter and Pakistan score higher? It seems it is education and educational institutions. In both Quacquarelli Symonds (QS) and Times Higher Education (THE) rankings, Pakistani universities earn positions far ahead of those in Bangladesh. Otherwise, in Human Development Index (HDI), per capita income and other global achievements, Bangladesh is way ahead of Pakistan.The United Nations' World Intellectual Property Organization (WIPO), which is responsible for preparing the GII, points the accusing fingers at Bangladesh's 'weak education system, a lack of human capital and research, and shortfall in business sophistication.' Will the new education system that is set to have a partial introduction from this year help the matter soon by boosting human capital and expanding the research base? Signs are not very encouraging so far with a half-way-house approach to the execution of the new education curricula. The WIPO finds, unsurprisingly, Bangladesh's ranking unchanged on the education criteria at 129th position but in the political environment segment one slot slip from 111th position a year earlier. Its advancement by one spot in the human capital and research segment is negligible and corresponds together with the lack of progress in some of the key categories to the reality. This is why the country trails some of its peers in the South Asian region. Then where did Bangladesh improve its performance in order to pull it 14 notches up? The greatest gain was made in the creative output category indicating the fact that its young generations are highly talented to prove their mettle braving all odds. If they get some opportunities to do so, they can compete with the world's best. In a number of global university-level competitions ---including one sponsored by the US National Aeronautics and Space Administration (NASA) ---teams from Bangladesh universities have emerged champions rather consistently. No wonder, the country was placed at 87th in the creative output category against 123rd position of the year 2021. Industrial design, global brand value and mobile app development have been its forte by this time. Like the entrepreneurial savvy the young generations have come up with for expanding the outsourcing business, software and programming have made a giant leap in order to carve a niche in the global IT sector. This explains collaborative ventures' success in the private sector without enough government patronage. Computer science and engineering (CSE) education in different universities is up to almost the global level which is reflected in the improvement in position by 13th notches to 109th in institutional category. But when economy is of a great concern, its business sophistication performance leaves much to be desired. Its failure to draw net foreign direct investment (FDI) flow even at a time when industrial giants and multinational companies are transferring plants and factories from China is a major cause for ranking poorly in the GII. In today's world, international collaboration and foreign investment speed up wealth creation through introduction of cutting-edge technologies and the accompanying innovative process in both manufacturing and businesses. Clearly, the education system remains at the centre of attention. Whatever progress thus far has been made in the institutional and ICT sector eludes the majority of learners or students all across the country. On that count, the advancement on this front is sporadic and exclusive, not inclusive. The need is to make it cohesive, collective, inclusive and comprehensive for the population, particularly for the young generations. The country is enjoying many of the cutting-edge technologies without contributing to the development of those, let alone invention. This situation has to be changed in order to develop a strong domestic base of technological innovation. Is not it time to ask how the school or college students who made robots that can speak and perform several tasks are faring now? They worked wonder with artificial intelligence (AI) at home in remote areas with no facility or high-tech environment. The 5th Innovation Summit is going to be held on February 18 next. Let those special talents be invited to the summit and given all the support they need for fruition of their genius in the innovative field. \n[email protected]",
        "headline_1": "Bangladesh improves GII ranking but still has miles to go",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-improves-gii-ranking-but-still-has-miles-to-go-1674140605",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "On the 14th of this month, the Bangladesh Bank (BB) unveiled a 'cautiously accommodative' monetary policy. One of the core objectives of the policy is to tame soaring inflation. Though proved ineffective in previous months, the central bank hiked the policy rates, taking simultaneously other measures to help reduce inflation which is cost-push in nature. Only four days apart, a record hike in gas tariffs for bulk consumers including industries and power plants irrespective of their ownership and size has been effected. This is in sharp contrast to the inflationary objective set in the latest monetary policy. Now the central bank needs to rewrite the monetary policy, but that is very much unlikely. The latest hike in gas tariffs, naturally, has given rise to questions about its timing and size. The inflationary pressure, caused by high fossil fuel and commodity prices, has been hurting general consumers, industries and commercial entities. Some people have the capacity to absorb the shock, but the majority have been passing through a difficult time. Though the latest gas price hike has spared households, they would not be able to escape the overall effect of the hike in case of industries and power plants. The rise in the cost of production of goods and power due to gas price increases will be passed on to the consumers. A section of industrial consumers, particularly those in the textile sector, had expressed their willingness to pay higher tariffs if the government ensures an uninterrupted supply of gas to their mills and factories. Now, the same people are finding the latest hike 'too high'. They say such an abnormal increase in gas tariff would push up their cost of production and reduce competitiveness in the international market. There prevails uncertainty about the global economic prospects in the immediate future. Though talks about severe recession are subsiding lately, indications of an economic downswing are there. In such a situation, demand for goods from major importing countries might decline and retailers there would look for cheaper goods. With their cost of production going up, it would be difficult for Bangladeshi exporters to meet the requirements of their buyers. There is no denying that the government needs to reduce its huge burden of subsidies on account of power and gas when the revenue receipts have remained well below the target. But the withdrawal of subsidy in a big chunk at one-go is likely to cause suffering to most consumers who are already hard-pressed because of the recent hike in power tariff. Now that gas tariffs are up, the power rates might also go up soon.If the government ensures an uninterrupted supply of gas to industries, it will have to import LNG in sufficient volumes. Otherwise, there is a strong possibility that general consumers would remain gas-starved. But the question is whether the government will be able to import LNG under the prevailing circumstances, as there is a shortage of foreign exchange at home and LNG is the most sought-after fuel internationally because of the Russia-Ukraine war. So, the large increase in gas tariffs would surely give rise to some undesirable developments. The authorities concerned should have made a thorough assessment before taking such an important decision. It will be appropriate for them to find measures that would help reduce the economic sufferings of the common people and keep the export trade buoyant. \n[email protected]",
        "headline_1": "Monetary policy and gas price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/monetary-policy-and-gas-price-hike-1674140652",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2023"
    },
    {
        "full_article": "The National Curriculum and Textbook Board (NCTB) has reportedly admitted nine errors on three separate textbooks for ninth and tenth graders. The NCTB has already issued a notification in this regard and posted the errors and their corrections on its website. Earlier, professor Muhammed Zafar Iqbal and professor Haseena Khan, who were involved with the writing and editing of a seventh-grade science book, accepted allegations of plagiarism in the board textbook. Thus, textbook errors and other blunders are getting exposed through social media posts. Teachers, students and parents are worried about the textbooks containing inconsistent information. It appears that there was a sheer rush and carelessness in the process of writing, editing and publishing these textbooks. The NCTB itself cannot shirk its responsibility. Millions of copies of the textbooks have already been distributed among students. So, the NCTB authorities should not waste a single moment in correcting all the errors of the recently distributed textbooks and send them to all schools and colleges. We hope the authorities will make sure that students get error-free textbooks from the next year. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Fixing textbook errors",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fixing-textbook-errors-1674140674",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2023"
    }
]