[
    {
        "full_article": "The Union Sports Ministry suspending the newly elected Wrestling Federation of India (WFI) on Sunday marks yet another twist in the nearly year-long saga afflicting Indian wrestling. In January 2023, Olympic medallists Sakshi Malik and Bajrang Punia, and World Championship medallist Vinesh Phogat, had accused the then WFI president Brij Bhushan Sharan Singh and the coaches of the Federation of sexual harassment. The Bharatiya Janata Party parliamentarian was subsequently forced to relinquish control and was charged by the Delhi police for offences including stalking and harassment. But last Thursday, his long-term loyalist, Sanjay Singh, was appointed the new president. Not only did Singh and his fellow Brij Bhushan confidants win 13 of 15 posts to which polls were held, not a single woman was chosen. The sight of Singh standing beside a heavily garlanded Brij Bhushan outside the latter’s residence — which also doubled up as the WFI office — and the duo flashing the victory sign was enough indication of where the control lay. Such was the disappointment among the wrestlers that a tearful Sakshi announced her retirement while Vinesh warned that no woman will find wrestling safe in the current set-up. On Friday, Bajrang decided to return his Padma Shri award in protest.Perhaps, it is this embarrassing turn of events that forced the government to finally act. The Ministry has also cited hasty and arbitrary decision-making on Singh’s part, wherein he announced the revival of tournaments without taking into confidence the Secretary General (Prem Chand Lochab) as mandated by the WFI constitution. Lochab is one of two WFI office-bearers not considered close to Brij Bhushan. Another reason was the running of Federation affairs from “the premises controlled by former office-bearers, also the alleged premises wherein sexual harassment of players has been alleged”. In a nutshell, the mess has laid bare everything that plagues sports administration in India. Even as the nation is diversifying its sporting excellence, the bureaucracy that runs sport still carries the unwelcome legacy of patronage politics. It also does not help that prominent athletes occupying positions of power are mostly deferential to the political masters who helped in their ascent. In the wrestlers’ case, the Indian Olympic Association led by the legendary P.T. Usha dithered in its initial response and the athletes’ commission comprising iconic sportspersons was tongue-tied. Such was Brij Bhushan’s clout that a first information report was registered only after the intervention of the Chief Justice of India. There is still room to wipe the slate clean and usher in reforms. The authorities should go the whole hog.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsport\n\n/\n\npolitics\n\n/\n\nsexual assault & rape\n\n/\n\nBharatiya Janata Party\n\n/\n\npolice\n\n/\n\naward and prize\n\n/\n\ngovernment",
        "headline_1": "Another opportunity: On the Wrestling Federation of India and reforms",
        "headline_2": "The Wrestling Federation of India needs a complete overhaul",
        "link": "https://www.thehindu.com/opinion/editorial/another-opportunity-the-wrestling-federation-of-india-and-reforms/article67671646.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "The Indian Science Congress (ISC) is an annual event where a slice of the country’s scientific community gathers to present and discuss research and communicate science. It has curried prestige by having each edition inaugurated by the Prime Minister and, often, a Nobel Laureate or two in attendance. But in the past few years, the ISC’s reputation has been in tatters after it offered itself as a platform for a few members of the scientific community to advance pseudoscientific claims, particularly those that dovetailed to hyper-nationalist narratives in other spheres. Now, the ISC’s 109th edition, originally to be held in Lucknow University in 2024, has been cast in doubt after the University pulled out citing an ongoing dispute between the Department of Science and Technology (DST), a significant source of funds for the event, and the ISC Association, the autonomous body under the DST that organises it. The association then picked Lovely Professional University in Jalandhar to host it but the decision drew the DST’s ire, including an unspecific allegation of “financial irregularities” on the association’s part. Then Lovely pulled out as well even as the association went to court against the DST citing government interference. The association has also published a notice seeking the interest of other universities to host the 2024 event and has constituted a committee to find a new venue.This pause in the ISC’s schedule is an opportunity to consider the relevance of the ISC. Of course, some reputed scientists have called the post-2014 event a “circus” that is deleterious to the cause of science in India, so the uncertainty may not bother them. But the ISC also hosts thousands of school and college students every year as well as some talks by researchers that contribute to learning and awareness. This is not as straightforward as a plea to throw away only the bathwater, not the baby. The ISC is itself flawed, with its oracular choice of speakers, disjointed agenda, and hectic schedule not facilitating meaningful engagement. Since 2015, the Indian government has also been rooting for the India International Science Festival, an event put together by the Ministries of Science and Technology and of Earth Sciences, the Departments of Space and of Atomic Energy, and Vijnana Bharati, an outfit connected to the Sangh Parivar. In effect, what the ISC should become is an independent, more frequent, and more coherent event after a critical appraisal of what the national scientific community, including its members in the private sector, offers to bring to the table. Everything else — including the presence of political leaders and Nobel Laureates — is ornamental.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nscience (general)\n\n/\n\npolitics\n\n/\n\nschool\n\n/\n\nuniversities and colleges\n\n/\n\nstudents\n\n/\n\nresearch\n\n/\n\ngovernment",
        "headline_1": "Opportune pause: On an opportunity to consider the relevance of the Indian Science Congress",
        "headline_2": "Uncertainty over the Science Congress’s schedule is a chance to evaluate it",
        "link": "https://www.thehindu.com/opinion/editorial/opportune-pause-on-an-opportunity-to-consider-the-relevance-of-the-indian-science-congress/article67671426.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "India assesses certain digital assets as public infrastructure. Popular as “India Stack”, this is a set of open Application Program ming Interfaces and digital public goods. It started with the setting up of the Unique Identification Authority of India. Creation of platforms such as National Payment Corporation of India, Digi Locker, and Unified Payments Interface progressively transformed access to financial services and the delivery of public benefits.\nIndia Stack 1.0 focused on identification, payments and data. It is hailed worldwide.\n\nIt is worth exploring the possibility of creating a 3D digital twin of the country – an India Stack 2.0. We already have some sort of 2D maps with applications like Google Maps, Mappls etc. Our idea of a publiclyprovided digital twin goes several steps further.\nA digital twin, simply put, is the digital clone of a physical entity – be it a product, system, or space. In geographical terms, a digital twin is like a 3-D virtual replica of an area mirroring all its physical details.\nRead full opinion on TOI+\n\n",
        "headline_1": "Road to better cities runs through their digital twins",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/road-to-better-cities-runs-through-their-digital-twins/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "Picture a young couple in urban India. They may have been together for a while, taken holidays together, and may even live together. Hardly an anomaly. Problems arise and the relationship ends. Can the man be accused of rape?\n\nOld law | Section 375 of the now erstwhile Indian Penal Code defined rape as sexual acts by a man with a woman without her consent, and under Section 90 of the Code, consent given under a misconception of fact is not considered valid. Therefore, at a simplistic level, if the woman was under the impression that the relationship would culminate in marriage, it would be possible to bring a rape charge, and indeed, that has happened on several occasions.\nSocial realities | Before delving into the injustice of it, it would be useful to keep in mind that while there are liberal pockets in the country where it is common to engage in sex before marriage, for a vast majority, the two are still linked, though that link may be weakening. In the desire to prevent rape laws being used vindictively, we ought not to lose sight of the fact that for many vulnerable young women, their “consent” as it were, is predicated solely on the promise of marriage, and all the security and safety that it offers.\nRead full opinion on TOI+\n\n",
        "headline_1": "Breaking up isn’t a crime against women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/breaking-up-isnt-a-crime-against-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "Many a lad and lady have taken flirtation lessons from her. As in, from her in her movies. Remember There’s Something About Mary? So when Cameron Diaz talks about how to make a relationship work, a worldwide audience gives a listen. Her latest love gyan is, “normalise” separate bedrooms in a marriage.\nOnce upon a time | When only kings and titans could afford a bedroom, they used it for various public interactions too. But modernity has built for most of us hallowed zones of intimacy, so memorably referenced in John Donne’s scolding: “Busy old fool, unruly sun, why dost thou thus, through windows, and through curtains call on us?”\nToday’s science of sleep | The Diaz school of thought is from an even more modish era. It has specialists persuasively explaining the logic of a sleep alliance where a couple uses separate bedrooms. It is about improved empathy and “emotional regulation”.\n\nTomorrow’s wide open | To be clear, this is no censure of alternative modes of intimacy. One couple’s shared bedroom is the bedrock of their attachment, for another couple, it isn’t. It’s really about making the best choices for yourselves, instead of letting them be dictated by in-laws or other busybodies.\nThe pandemic of course saw many bedrooms double up as an office. You could be dividing or multiplying or sharing it, but the bedroom still seems to hold the key to a successful marriage.\n\n",
        "headline_1": "Bedroom story: Cameron Diaz makes us think it afresh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bedroom-story-cameron-diaz-makes-us-think-it-afresh/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "Imagine our bodies are orchestras. Our brain is the conductor. The peripheral nervous system (PNS) is the string section, connected through all our senses and other inputs that keep our bodies humming. Periphery: How Your Nervous System Predicts And Protects Against Disease by Moses V Chaoshows that this periphery is actually front and centre in the body’s functioning.\nPNS is an elaborate set of networks outside the brain and spinal cord. It detects smell, touch, sound, and sends information about the environment to the rest of the body.\nThe gut-brain axis depends on this spider web of sensory neurons that run up and down the digestive tract. It monitors the environment incessantly. The gut has a mind of its own, a ‘brain in the bowel’. Sympathetic and parasympathetic nerves extend to the skin and all our organs, with a continuous crosstalk across systems.\nPNS detects a sensation, say of heat, and transmits messages to the central nervous system which says, ‘pull that hand away’. The endocrine system kicks in, producing cortisol, raising glucose levels and stimulating the gut and heart, producing the fight or flight response of stress.Brain diseases also start in the gut and periphery, the book suggests. Microbiota genes allow bacteria to produce neurotransmitters like dopamine, serotonin, and so on, used by the gut as signals. There are an untold number of interactions between gut microbes and immune cells; the immune system is indeed the ‘seventh sense’.\nWhen inflammation alters bacterial composition in the gut, diseases like Parkinson’s often follow. Parkinson’s is seen as a brain disorder that later affects the peripheral system, but its giveaway signs like constipation and sleeping difficulties start a decade prior to symptoms like tremors and stiffness.\nOther conditions like familial dysautonomia – the inability to regulate tears, sweat and blood pressure – and syncope, or fainting, are also linked to malfunctions in the autonomic, motor and sensory neurons. The periphery, specially related to the sense of touch, can explain problems of autism.\nMicrobiota in the gut-immune system can directly influence pain-sensing neurons too. Glia – the non-nerve cells of the brain and nervous system that touch and support neurons – play an important role in brain disease too.\nThe good news is that the peripheral nervous system can repair and regenerate. The ability to change and respond to the environment is called plasticity, and like the brain, the periphery is also capable of remodelling. Skin, taste buds and the olfactory apparatus undergo a great deal of turnover through a lifetime. Novel experiences and sensory associations can strengthen connections in the nervous system, through neurotrophins. Another way to affect plasticity is through physical exercise. Dance, for instance, is not just for the body and senses, it improves cognition, memory and social interactions.\nThe periphery holds the answers in reversing age-related declines in plasticity, the book claims. Along with genetics and the environment, sensory neurons can increase or decrease lifespan, and this should be the focus of ageing-related research. Longevity has been a basic mystery in the life sciences – why and how do neurons retain longevity? This is the gap in knowledge, the question that neurobiology needs to crack. Like the discovery of DNA structure unified the field of genetics, this understanding will establish why the peripheral nerve network is vital to our thriving.\n\n",
        "headline_1": "Think it’s the brain? It may be the gut: Our nervous system controls a lot more than we think",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/think-its-the-brain-it-may-be-the-gut-our-nervous-system-controls-a-lot-more-than-we-think/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "The intended beneficiaries of government subsidies are supposed to be the poor and low-income people, on the one side, and high potential and growing business enterprises, on the other. A form of government intervention in the price mechanism, it tries to ensure that the average person has access to basic goods and services at affordable prices, while providing props for fledgling businesses to tap into their full potential. The subsidy may also be necessary to make local industries more competitive in international markets as well as to help businesses stay afloat during an economic recession or in the face of unforeseen adversities like the Covid-19 pandemic. It is, however, one thing to support the common people, say, farmers with subsidy schemes, and quite another thing to facilitate windfall gains for some private firms or vested quarters. The government subsidies are now coming under increased scrutiny as budget spending on such well-intended endowments rose staggeringly high over the years. According to a report, in the previous fiscal year 2022-23, a sum of Tk 707.51 billion was spent on subsidy from the operating budget, which is 7.79 times higher than the expenditure made for the same purpose in FY2017. Even after the stunning growth in year-on-year spending on subsidies, one would have little scope to raise question about it had the money been spent on reducing income inequality, stabilising market and facilitating the growth of industries for product diversification. Instead, what we have been witnessing is a mind-boggling shameful misappropriation of government funds, especially in the energy sector. A large portion of the subsidy in the power sector is spent on paying capacity charges to around 100 private power plants, which amounted to more than Tk 1.0 trillion during the present government's three terms in power.Surprisingly, these power plants are given the capacity charge even when they produce no electricity. Such brazen misuse of taxpayers' money is undesirable, unfair and a grave injustice to the nation. The government must get out of the dubious agreements with the private power plants and adopt a policy of no-electricity, no-pay. Rationalisation of subsidies in the power and energy sector is one of the main conditions of the IMF's $4.7 billion dollar loan package to Bangladesh. To the dismay of the people, the government has already increased tariffs of power, gas, and fuel several times to reduce the burden of subsidy in this sector, and it is widely believed the tariffs will be hiked once again after the election. The rationality behind introducing market-based prices of utility services lies in the fact that the rich benefit more than the poor from subsidies in energy sector because they consume more electricity, gas, and fuel than the poor.  Subsidies in the form of cash incentives to RMG exporters also give rise to disturbing questions. Some factories, allegedly, are selling their products at lower than the actual production cost and recouping their losses through the government's cash incentives. So, in effect, western brands are the indirect beneficiaries of the subsidies in this sector. Government subsidies in the agricultural sector are fully justifiable because it helps farmers to have agricultural inputs, and purchase fertiliser, and seeds at low costs, which in turns positively impact food production and food pricing. But the allegations that intermediaries buying farm machines at subsidised rates to rent those out to farmers at high rates serve as another woeful, glaring example of subsidies ending up in the wrong hands. The government, therefore, must rationalise the allocation of subsidies in different sectors and ensure that the funding reaches the intended beneficiaries putting an end to the scandalous drainage of taxpayers' money.",
        "headline_1": "Subsidies ending up in wrong hands",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/subsidies-ending-up-in-wrong-hands-1703422345",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "AnotheR offshoot of the highly transmissible Omicron, JN.1, classified by the World Health Organization (WHO) as a variant of interest (VOI), is reportedly spreading fast in different parts of the world. It may be recalled here that the corona virus variant, Omicron, wreaked havoc across the globe last year. Meanwhile, reports of people getting infected by this new, rapidly transmissible JN.1 is coming from different countries including the US, the UK, China and neighbouring India. According to the US's Centres for Disease Control and Prevention (CDC), of all the people testing positive for Covid-19 reported last week, those infected with JN.1 make up 41 per cent of the cases. CDC data further show that the proportion of the JN.1's prevalence has been found to be the highest (56.9 per cent) among the Covid-19 cases in the Northeast of the USA spanning New Jersey and New York.In the UK, as told by the country's health security agency, lab tests have found that7.0 per cent of the Covid cases there are attributable to JN.1. The Press Trust of India (PTI) reports that 22 cases of JN.1 have been found as of December 21 in that country. However, no such report on JN.1 case has been made available from Bangladesh so far. The WHO says, JN.1 cases made up 3.0 per cent of all the Covid cases globally in early November, but the figure swelled to 27.1 per cent in December. Since in winter people gather and stay longer indoors, it is also the ideal time for the respiratory diseases like flu, RSV(respiratory syncytial virus) and Covid-19 to circulate faster. That is because gatherings of the people indoors, especially in the cold season, create the condition for various strains of the corona virus to undergo more mutations than in other seasons. Evidently, winter will provide JN.1 greater opportunity to infect a larger number of people and mutate further. The WHO and different laboratories of the world are monitoring to see if JN.1 can get round the immunity that people gained through vaccination. However, JN.1's increasing incidence in the recent weeks has been behind WHO's prompt move to classify the new strain of the corona virus as VOI on December 19 because of its 'rapidly increasing spread, but not as a 'virus of concern (VOC), which indicates the Covid-19 strain's level of severity. In the cases of VOC, the virus strains can reduce effectiveness of vaccine. But the primary symptoms of JN.1 cases, so far, appear to be the same as the previous Covid-19 strains with sore throat, coughing, congestion, headache, fever, fatigue, etc. It is believed the procedures applied to diagnose or treat previous variants of Covid-19, for instance, through Covid tests and vaccination, will also work against this latest version of the corona virus. On this score, WHO's technical advisory group on Covid-19 recommended using the existing vaccines for XBB.1.5. Notably, XBB.1.5 is an Omicron descendant of concern, where X denotes a pedigree that arose through genetic recombination of two or more subvariants. Experts are of the view that unlike in the past, new variants and subvariants of the corona virus are less likely to cause widespread infections and hospitalisation. The reason is 'herd immunity' developed with increased number of people becoming immune from earlier infections and vaccinations. However, it is yet to be seen, if JN.1 cases also show similar characteristics. In this connection, it will be necessary to watch more closely how JN.1's symptoms unfold and how they differ from other variants. Also, immunity depends on an individual's overall health and personal conditions and not exactly on which variant of a virus caused the infection. It takes time for the pattern of symptoms caused by the infection of a particular variant of virus to emerge. Now the question is how Bangladesh should prepare itself to face the upcoming surge of infections from JN.1. Since cases of JN.1 have already been detected in India, it is a matter of time before they are found in Bangladesh, too. So, the health authorities will be required to take necessary precautionary measures to check spread of this new subvariant of Omicron. The usual health protocols against Covid-19 will also be applicable here. Unfortunately, nonchalance about the Covid-19 pandemic as was observed earlier is still prevailing among the public. Seeing that crowds at the markets and centres of entertainment are growing in size by the day, people should be made aware afresh about the importance of wearing mask, washing hands and staying at a safe distance from each other. At the same time, the health department should mount health checks at the airports, seaports, land-ports and other points of entry to the country. Steps should also be taken by the government to make corona virus test kits available in the market for those who can afford to buy those. At the same time, tests need to be made less costly and the service more easily available across the country so that the common people can access those without much hassle. Of course, vaccination programme with the existing vaccines against Covid-19 should continue as usual.[email protected]",
        "headline_1": "JN.1, the new coronavirus strain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jn1-the-new-coronavirus-strain-1703422381",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "The news that three members of an animal rescue team, while rescuing a parrot entangled with kite strings to electric wires, sustained electrocution injuries and one of them succumbed to his grievous burn in a hospital cannot help tugging at heart of anyone capable of empathising. In their 20s, all three volunteer rescuers took the trouble to go to Keraniganj for saving the life of a bird in danger and met with the deadly accident at the time they just started their rescue operation. These youths have been working for a voluntary organisation devoted to rescuing animals injured or in danger. The news has received some attention of the media but still the single column story mostly on the inside or back page of newspapers may have escaped many readers' notice, particularly at a time when 'more pressing' news of national importance relating to election and sabotage gets the focus. Also, the majority of people who take pride in their calculative and practical sense might consider such ventures foolish and impractical. To them it is 'gharer kheye boner mosh tarano' (to work for others with no remuneration). However, this is the labour of love and to those who have experienced the bliss, the contentment and a kind of spiritual reunion with life or soul at its indivisibility, this feeling is more precious than anything else. At a time when teenage gangs are practising unlimited cruelty and savagery, youths are growing increasingly vulnerable to drug addiction, sex abuse, perversion and other aberrations, the select band of youths like the three rescuers hold the beacon of hope and give the message that not all is lost for the nation. Their positive emotion, passion and love for animals help them connect with the wider living world or Nature. This is important. Their greatest treasure is their souls of gold which preserve them from moral debasement and deviations. People who have a soft corner for all forms of life are the last persons to give in to wickedness and commit a violent crime. The country needs more youths like the deceased named Tashfian Atif who was in the prime of his life. It is young people like him who stand firm in their soul against the rot that is setting almost in all areas of life. Atif and his comrades could not enlist them with the voluntary organisation RobinHood The Animal Rescuer unless they felt the inner urge, the drive from within to take care of animals in danger. But Atif's death and injuries to two others who accompanied him brings to the fore the issue of safety of the rescuers. Are they well trained for the missions they are supposed to accomplish in challenging conditions? In the Keraniganj case, reports vary but one report has it that the iron cage Atif was carrying came in contact with the electric wires somehow and caused the wires to explode into a fire. Clearly, without training such rescue mission cannot be carried out successfully. In extreme cases like this, there is a danger to the lives of the rescuers. Death to young people like Atif is a great loss to the nation because they do not live for only themselves but for wellness of 'inferior species'. Their love and respect for life's diversity rank them a class above the ordinary materialistic and self-seeking mortals. Compared to the evil incarnations who feel no qualms about pushing a knife into the body of a fellow human being over a dispute or for serving self interests, or resorting to mass killing by raining down bombs in Gaza, they are simply angels. Just contrast their missions with the arsons and sabotage to buses and trains carried out recently putting at risk hundreds of people's lives and the rescuers' value can be realised. There are youths who fix earthen pots to trees, rescue Himalayan vultures for treatment at veterinary hospitals. One such youth in Old Dhaka has built up a rapport with kites, one of the few species of urban birds, to feed them from his 'Chilbari' rooftop. He has been rescuing and treating injured kites for years to become a friend to them. These are the young people who can sacrifice so much – at times their own dear lives – in an attempt to save a life of another species. Firm in their conviction, they can connect to all forms of life courtesy of the elan vital. [email protected]",
        "headline_1": "Love for animals upholds sanctity of life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/love-for-animals-upholds-sanctity-of-life-1703422489",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2023"
    },
    {
        "full_article": "Let me first wish everyone a blessed Christmas. Let this Christmas be a reminder of the teachings of love for humanity. Today we live in a world where war and conflicts seem to be raging every day, where people are being persecuted daily for their beliefs. Christmas brings a special feeling across the globe because it tells us to honour our parents, love our children, love our neighbours, love our enemies too. Though a holy day for Christians around the world, the values that define Christmas are universal. The teachings of Jesus Christ are the ones shared by all religions: a love for humanity, compassion for those less fortunate, forgiveness and tolerance. These are values to live by, whatever be one's faith. Islam teaches us the same, as does Hinduism and Buddhism.It is unfortunate that we often see that the core teachings of all religions are often forgotten. Let us reaffirm today the inter-faith understanding and peace that religions teach. In our country, let this be a reminder for all religions to coexist with dignity. We wish everyone a merry Christmas. In times of violence and greed, let us hope that values of sacrifice, tolerance and peace will prevail.Afroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Merry Christmas!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/merry-christmas-1703422511",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2023"
    }
]