[
    {
        "full_article": "The International Monetary Fund (IMF), in its latest World Economic Outlook report, has retained global growth hopes for 2022 at 3.2%, and lowered next year’s projection to 2.7% from 2.9%. The year 2023 will feel like a recession for many people in the world, the Fund has cautioned, as ‘the worst is yet to come’ amid tighter monetary policies to curb stubbornly high inflation and a spiralling energy and food crisis. While it retained India’s 2023-24 growth estimate at 6.1%, the IMF slashed this year’s forecast to 6.8%, from 7.4% in July. This is the second significant estimate after the World Bank’s 6.5% assessment that pegs India’s GDP rise below 7%, which the Reserve Bank of India and North Block mandarins are expecting this year. The downgrade is attributed to ‘weaker than expected outturn’ in the second quarter and subdued external demand. The slowing growth in tax collections, industrial output and exports, back this prognosis. The road ahead — rendered tortuous by the lingering Russia-Ukraine conflict, a slowdown in China and what the IMF has eloquently termed a ‘cost of living crisis’ — is not much travelled on. The risk of monetary, fiscal or financial policy miscalibration has risen sharply amid high uncertainty and growing fragilities, the Fund has emphasised.After likely losing the tag to Saudi Arabia this year, the IMF expects India to become the fastest growing major economy in the world again next year. But private forecasters such as Nomura believe policy makers’ optimism about 2023-24 prospects may be misplaced as the global downturns’ ripple effects may be underestimated, and growth could well slip to 5.2%. Either way, relative prosperity compared to the world alone will not suffice. India needs to not only grow significantly faster than its faltering pre-pandemic trajectory but also deliver better quality growth that is inclusive and meets the aspirations of millions of its youth who constitute its demographic dividend. The country has only a small window now to cash in on this sweet spot. Moreover, given India’s low per capita income, the sustained surge in prices has hit most households’ spending capacity, and could even cramp their ability to invest in the next generation’s education. Ministers’ assertions that India had managed to rein in inflation and it is not a priority concern may have been premature as August and September witnessed a resurgence in price rise from July’s minor relief of 6.71% after staying above 7% in the first quarter. The Government has begun work on Budget 2023-24, but the second half of this year still needs to be navigated deftly.",
        "headline_1": "Winter is coming: On IMF’s warning",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/winter-is-coming-the-hindu-editorial-on-imfs-warning/article66001739.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "The massive Russian bombing of cities across Ukraine that followed a blast at the Kerch Strait bridge linking the Russian mainland to the Crimean Peninsula suggests that the Ukraine war is in a dangerous escalatory spiral with no way out in sight. Saturday’s attack on the Russian-built bridge was cheered by many in Ukraine, with President Volodymyr Zelenskyy’s adviser Mykhailo Podolyak calling it “just the beginning”. But Russia retaliated the next day with its broadest missile strike on Ukraine since the war began on February 24, targeting military and civilian infrastructure. The missile attack has demonstrated not just Russia’s firepower eight months into the war but also its little regard for civilian lives and infrastructure. It also points to the desperation of Russia whose forces have suffered a series of setbacks in recent weeks. But besides this show of strength punishing Ukraine’s population, the attack has little strategic value. It has not improved Russia’s battlefield positions. And it has not weakened the resolve of Ukraine and its allies to continue to resist the Russian invasion either. On the contrary, the Group of Seven industrialised countries have vowed undeterred support for Ukraine “as long as it takes”.Typically, conflicts come to an end either with an outright victory by one side or through a negotiated settlement. Both possibilities look distant at this point in the Ukraine war. Russia wants to seize at least Ukraine’s eastern and southern provinces. It has made some territorial gains but its advances have been stalled by the Ukrainian troops with backing from NATO. Ukraine wants to oust the Russian troops from all captured territories, including Crimea, which appears to be impractical. And Russian President Putin’s unilateral decision to annex four Ukrainian provinces, in flagrant violation of international laws and norms, has made the prospects for peace extremely difficult. But the alternative to talks is continuation of the conflict — Europe’s most dangerous land war since the Second World War, with its human and economic costs and growing fears of a nuclear attack. That is the last thing the world wants now. Even in 1962, when Soviet nuclear missiles were in Cuba and U.S. warships had quarantined the Caribbean Sea, Kennedy and Khrushchev had talked to each other, exchanged letters and found a solution to the missile crisis that had pushed the world to the brink of a nuclear war. Mr. Putin should back off from his maximalist threats and offer some concrete proposals for talks. His rivals in the West should also work towards creating conditions for negotiations that could bring this conflict, which has already wreaked havoc, to an end.",
        "headline_1": "Dangerous spiral: On Crimea bridge bombing and Russia’s retaliation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/dangerous-spiral-the-hindu-editorial-on-crimea-bridge-bombing-and-russias-retaliation/article66001534.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "IMF’s latest projections show stalling growth for the US and Europe, and downward revision in India’s growth. There are also widespread concerns about an impending recession in developed economies, as they struggle to deal with the worst streak of inflation in four decades.\n* For the first time in several decades US inflation exceeds Indian inflation.\n* US Fed has already raised its policy rate by 3 percentage points since March 2022, the most aggressive monetary contraction since the 1980s.\nRead full opinion on TOI+\n\n",
        "headline_1": "Breathe easy when rupee falls: Free currency depreciation will counter slowing growth without worsening other problems",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/breathe-easy-when-rupee-falls-free-currency-depreciation-will-counter-slowing-growth-without-worsening-other-problems/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Data released over the last two days indicate that the Indian economy, while better off than most other major economies, is still in a tight spot. Retail inflation continued to inch up in September and growth in industrial output in August shrank. Separately, IMF’s forecasts estimated that India’s economic growth in 2022-23 will be 6.8%, which represents a 1.4 percentage point reduction since the April forecast. All this calls for deft economic management as it’s a situation where supply shocks are putting upward pressure on the price level while demand remains fragile.\nCPI for September was 7.4%, the ninth straight month where it overshot RBI upper threshold of tolerance of 6%. Within this dataset the most worrisome aspect is pressure coming from food inflation. It was 8.6% in September, driven mainly by the 11.5% cereal inflation. This is thanks to a supply shock that came from an abnormal weather pattern during the harvest phases. Given this, GoI’s decision to persist with free cereals for a while longer should act as a check on the upward pressure on cereal price level.\nDomestic supply shocks pushing up food prices makes RBI’s job more challenging. There are crosscurrents at play. True, the contraction in August’s industrial output came on the back of a high base. Notwithstanding that, the ongoing monetary tightening will have an adverse impact on demand. However, if food prices remain elevated for long there can be second-round effects. This makes RBI’s job harder, especially about the timing of policy relaxation. RBI has to also grapple with the impact of currency depreciation on oil imports and the attendant pressure on domestic inflation. It’s a highly uncertain situation, with the conflict in Ukraine making matters worse.\nGoI and states can mitigate matters through sensible fiscal measures. The phase of populist giveaways is over. In an uncertain scenario, financial markets can be unforgiving of fiscal slippages. Both GoI and most states this financial year have made an attempt to rein in spending for current consumption. But there should be no cutbacks on budgeted capital expenditure. This is a growth driver, especially when the private sector will be wary of investing amidst such uncertainties. GoI has led the way with a 47% increase in capital expenditure in April-August to Rs 2.52 lakh crore. States must up their capex, too.\n\n",
        "headline_1": "Spend, but wisely: Global slowdown, domestic food inflation are growth constraints. Govts must stop freebies & hike capex",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/spend-but-wisely-global-slowdown-domestic-food-inflation-are-growth-constraints-govts-must-stop-freebies-hike-capex/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Crowdfunding may be new in terms of its technology, label and reach, but the underlying charitable activity is hardly new. Communities pooling up to help a member in distress is quite traditional in our society. Still, the new tech avatar is raising new questions. Following a show-cause notice served on a crowdfunding platform, the Bombay high court has asked the state to answer whether private organisations are permitted to do online crowdfunding for medical treatments. What the police notice itself asks is whether showing children in such social media campaigns falls under the category of ‘begging’, which would make it a crime under the juvenile justice law.\nCrowdfunding has very diversified interests in the world today. Its goals range from high-tech gear for the Ukrainian frontline to lawsuits in the UK to foreign university bills of Indian students. It’s a very competitive sector. So, using images of children to appeal to potential donors is understandable, especially for children’s causes. This is hardly ‘begging’. Police should not waste the public’s time chasing such shadows. Nor should governments obstruct private organisations acting as crowdfunding intermediaries. Their business helped many families pay scary bills during the pandemic. A country with patchy public services and much inequality should not discourage any means for the needy to access expensive healthcare procedures.\nBut as in other countries, here too crowdfunding has its swindlers. Complaints of fraud should be seriously investigated and punished through IPC provisions against criminal breach of trust and cheating. At the same time, donors must make choices about how much due diligence they want to do. The act of giving is deeply personal. There are moments when one just wants to click the donate button and say, I want to help. That’s ok too.\n\n",
        "headline_1": "Donors R Us: It’s absurd that police confuses online crowdfunding with begging. Stop fraud not charity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/donors-r-us-its-absurd-that-police-confuses-online-crowdfunding-with-begging-stop-fraud-not-charity/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Despite a brutal crackdown that has killed at least 185 people, the protests in Iran continue with thousands of girls and women bravely demonstrating against the mandatory hijab and other restrictions. Negar Mortazavi, US-based Iranian analyst and host of the Iran Podcast, spoke with Rudroneel Ghosh about what is sustaining the protests and how far can they go:\nHow do current protests in Iran compare to ones before?\nThese protests are different because the spark was a women’s rights issue. And the protests have also been led by a lot of young women. The main demand is an end to this discriminatory law, the mandatory hijab, and the violent enforcement of it by the morality police. I think the protests are remarkable in that way – it is essentially a feminist revolution. Remember, you have men allies fighting with the women shoulder-to-shoulder in this. It is a rejection of the social, economic, cultural and political repression in Iran.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘What we see in Iran today is a national outpouring of decades-long resistance. It isn’t just women protesting’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/what-we-see-in-iran-today-is-a-national-outpouring-of-decades-long-resistance-it-isnt-just-women-protesting/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "According to the Centers for Disease Control and Prevention (CDC) of the US, mental health \"includes our emotional, psychological, and social well-being. It affects how we think, feel, and act. It also helps determine how we handle stress, relate to others, and make healthy choices.\" October 10 marked World Mental Health Day, the overall objective of which is to \"raise awareness of mental health issues around the world and to mobilise efforts in support of mental health,\" as per the World Health Organization (WHO). This year's theme for the day was \"Make mental health and well-being for all a global priority.\" This must include children as it is important for them to be aware of this issue and know how to take care of their own mental health and well-being.\nStudents spend about one-third of their day in school, and this makes schools an opportune place to teach about mental health as well as offer support to other students. There are several ways in which students may be equipped with knowledge about mental health, know how to protect it, and have the provision for the right kind of support when needed. Schools require dedicated teaching and learning topics related to mental health and well-being, as well as mental illnesses. Our core responsibility is to offer a holistic approach towards education – one that includes academic and physical education, arts, and social and emotional learning components. The social and emotional learning topics can include resilience, emotional intelligence, decision-making, and healthy relationships.\nSchool schedules and practices must allow students to take brain breaks regularly. We should also create a safe space and have trained mental health professionals available to students for counselling services. Schools can establish peer counselling programmes that allow students to meet with other students and talk about their problems. Consequently, we should also keep educating all staff members to recognise basic indicators of poor mental health and equip them with suggestions as to how they can support students in their classrooms.\nSchools have a role to play in promoting and supporting positive mental health and well-being in children. One way to do this would be to implement a three-tier approach. Firstly, schools must promote a healthy lifestyle for all. Secondly, services should be provided for students who are identified to be at risk for mental health problems. Thirdly, specific services should be made available for students who have mental health concerns. Schools would need to have screening systems and tools in place to identify students who fall in the second and third tiers. These can be informal in-house tools like maintaining and analysing behaviour incidents and attendance. Another option can be formal validated screening tools, such as the Behavioural and Emotional Screening System (BESS). BESS is an instrument designed to provide reliable information on the behavioural and emotional strengths and weaknesses of children aged 3-18 years.\nThere are several other ways we can protect the positive mental well-being of students. To begin with, we can encourage them to lead a balanced lifestyle that combines school work, play, physical activity, socialising, and downtime. We can promote healthy choices like getting enough sleep, eating a balanced diet, and choosing quality friends. Smoking, vaping, drugs, and/or drinking must be discouraged, and instead we should promote healthy coping skills when one is experiencing stress and pressure. Additionally, it is important to encourage meaningful connections with family members, friends, and the community. Finally, students must be reminded that there is no shame in asking for help when needed.\nThe Covid-19 pandemic has highlighted the need for prioritising our mental health and well-being. Continuous lockdowns and restrictions in almost every country in the world for varying lengths of time have greatly impacted our mental health and well-being. In Bangladesh, students were away from in-person school for about 18 months; young children, adolescents, and teenagers were not spared from the negative impacts on their well-being. The relevant stakeholders must work together to put measures in place that promote access to mental health services for all children. Research shows that when students have access to quality mental health services and support, they are more likely to be successful and productive, which leads them to do better in school and be positive, contributing members of society.\nSekai Chitaukire is secondary social-emotional counsellor at the International School Dhaka (ISD).\n\n",
        "headline_1": "Schools can be vital to children’s mental well-being",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/schools-can-be-vital-childrens-mental-well-being-3141361",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "\"We go overseas to earn, but our money is being stolen. We need to do something about this.\" \n– Bijaya Sreshtha, Nepali returnee migrant worker and activist\n\"We need a break from the cycle of exploitation (of wage theft) and the silence associated with it.\" \n– Kortornilo Farny, Thai migrant activist\n\"Wage is the property of workers; we need to create a system for them to reclaim their unpaid dues.\"\n– Sister Lizzy, Indian activist\nThese statements were made at a conference on access to justice for migrant workers held in Kuala Lumpur on October 2-4. The event was convened by Migrant Forum in Asia to take stock of the Wage Theft campaign. Launched in June 2020 by a large coalition of civil society organisations and trade unions in the Asian region, the Wage Theft campaign aims \"to establish an 'Urgent Justice Mechanism' in addressing the plight of millions of migrant workers whose wages have been unjustly withheld by their employers.\" \nWage theft is the total or partial non-payment of a worker's remuneration, earned through the provision of labour services, as stipulated in a written or non-written employment contract. It also includes payment below the minimum wage, non-payment of overtime, non-payment of contractually owed benefits, non-negotiated reduction of salaries, and retention of dues upon one's contract termination. \nHowever, the phenomenon of wage theft is not restricted to these indicators only. Deduction from wages under the pretext of insurance, medical examination, transport costs, skills training and the like is quite common as well. In many instances, workers are promised higher wages but are made to sign a second set of documents upon arrival in the destination countries, often in languages that migrants do not understand. This subjects them to be contractually paid less than what was promised to them. Unauthorised deduction of wages in the guise of imposing penalty to the workers is also common. In many instances, the quality of food and the standard of accommodation are not commensurate with the amount that is deducted from their wages. All these amount to wage theft.\nOne of the major forms of wage exploitation takes place when domestic workers are made to work for long hours (without being paid overtime) and also made to work for the relatives or friends of the employers. Instances are replete when workers are brought under the visit visa and denied wages even though they are made to work during that period. There have been cases when employers or agents paid less than the due wages when they transferred the payment directly to the relatives of the workers in their origin countries. \nThe long drawn stagnancy in basic salary is a major factor for migrants receiving meagre end-service benefits as the package in most cases is tied to the basic salary received. Cases are also rampant in which employers illegally deduct the amount they pay to recruitment agencies to procure workers, from their wages. Often, the amount might be equivalent to three to four months' wages of a worker. \nThe increasing engagement of mega-employment companies that supply migrant workers to third-party employers, often big companies, and government agencies in the destination countries has become a major source of wage exploitation. Huge segments of workers' wages (allegedly up to 50 percent in cases) are usurped by these mega-companies that essentially work as labour contractors, while companies that benefit from the services of these workers refuse to take any responsibility for that. \nThe false promise of remitting unpaid wages made by the employers after a worker leaves the country of employment is yet another form of wage theft. When Covid 19 was at peak, millions of migrant workers were robbed off their unpaid wages and entitlements. The countries of destination have thus far not taken any initiative to make their employers pay due wages to the deprived workers – neither has it been an issue of concern for the countries of origin. \nInstances are not uncommon where employers hold the travel and identity documents of the workers and force them to continue to work even after the end of the contract period. These workers have little option but to comply as they are threatened that their arrear wages and end-service benefits will not be cleared if they do not comply. Under such circumstances, with their status becoming irregular, they become virtually bonded to their employers. Likewise, workers are often subjected to forced return before the expiration of their contracts. This enables their employers not to pay their end-service benefits and return travel costs.\nMigrant workers are not spared of being robbed of their wages and due entitlements even after their death. The claims of \"natural causes\" of deaths are often far from the truth. The use of the term \"natural cause\" frees the employers from paying compensations for workplace accidents and other responsibilities, and there is little scope for the deceased migrants' families to lodge claims and complaints. The prohibitive legal costs associated with lodging such complaints or claims act as a huge deterrence. Imposing taxes on the compensations is yet another form of wage theft for workers and their families. \nWhat migrant workers experienced during the peak of Covid-19 across the globe has shed light on this largely ignored plight of the vulnerable workforce. In their fixation to harness remittances, the origin countries did not show much interest in their migrant workforce's lack of access to justice in the destination countries. Surely, they would be interested in the issue if someone could work out the potential increase in the volume of remittances – given the workers were not deprived of their due wages. As Prof Binod Khadria of Jawaharlal Nehru University argued, the damage done due to wage theft is not limited to the migrant workers, but the nation as a whole. \"Wage theft is an assault on the concerned country's GDP,\" he observed. \nLauding the launch of the Wage Theft campaign, the World Bank economist and remittance expert Dilip Ratha stated that if portable pensions and social security benefits can be worked out between states, the international community should talk about access to portable justice. Further reinforcing the argument, Ragunath Kesavan of the Human Rights Commission of Malaysia observed that if national courts can adapt to changed circumstances and make room for virtual hearing for commercial cases, employment matters could be taken up by them. \nHighlighting the severe limitations of the current system, William Gois of Migrant Forum in Asia said in most jurisdictions, migrants lose their residency as soon as their jobs are terminated. How can one pursue their case when they are not allowed to stay, and in the rare cases that they are, they do not have the permission to work? Likewise, while lodging complaints may be free of charge in some jurisdictions, preparing documents for cases requires a lawyer's service, which is expensive. The reticence of employers to be present at the court or honour its decisions and the inability of the court to execute its decisions are the gaping holes in the existing system, Gois noted. \nPablo Ceriani of the UN Committee on Migrant Workers called for building firewalls to ensure that workers are protected under the labour law independent of their immigration status. Ryszard Cholewinski of the International Labour Organization (ILO) underscored the need for setting up fast-track alternative dispute resolution mechanisms for small claims, and protection for complainants and whistleblowers against retaliation. \nCovid-19 has exposed the acute vulnerability of Asian migrant workers, particularly their lack of access to justice in destination countries. The power imbalance between the employers and the workers, and the absence of an enabling environment of freedom of association and the right to organise, reinforced by indifference of the authorities of both the countries of origin and destination, have created a situation of systemic injustice. It is time the states took meaningful measures to protect the goose that lays the golden eggs. \nDr CR Abrar is an academic and human rights expert.\n\n",
        "headline_1": "Robbed wages, stolen livelihoods",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/robbed-wages-stolen-livelihoods-3141126",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Every year, we see raids taking place at hospitals, clinics, diagnostic centres, and other healthcare facilities across Bangladesh. This year, too, the government ran a countrywide campaign against illegal healthcare facilities, shutting down more than 1,600 such institutions. No one can say how many unregistered hospitals, clinics, diagnostic centres and blood banks exist in the country. According to some estimates, the number of illegal hospitals is two or three times that of the legal ones.\nHealthcare providers cannot operate in secret, so how is it that so many unauthorised institutions have been able to run their activities? The more important question is: why are more and more people going to private institutions for healthcare?\nOver the years, budget allocations for the health sector as a proportion of the GDP have steadily declined in Bangladesh, which is now below one percent. Bangladesh is ranked the lowest in South Asia in terms of per capita government expenditure on healthcare. According to a report by the World Health Organization (WHO), 49 percent of the country's population do not receive quality healthcare services. In 2020, the health sector was running with less than 10 doctors, nurses, and midwives for every 10,000 people. And the skills of the majority of doctors, nurses, and midwives in the country do not meet the standards set by WHO.\nMost of the hospitals that have been declared illegal by the government were occupied by doctors who are registered with Bangladesh Medical and Dental Council (BMDC). Assistants at operation theatres (OTs) perform minor to major surgeries. There are not enough nurses; in many places, cleaners work as nurses. Smoke from the kitchen enters OTs at times, and used equipment is used to treat patients. Hospitals have been found to accommodate patients far beyond their capacity. Quality of lab work is substandard, and not all facilities are available to run tests. In many places, the environment is not good for patients at all.\nThe raids that have shut down numerous unregistered hospitals, clinics, and diagnostic centres frequently seem to be for show now – one day they are closed, and the next day they are up and running again. The health administration has consistently failed to stop the massive level of corruption and irregularities that go on in these healthcare facilities, as an overwhelming majority of owners of illegal hospitals are politically influential.\nIllegal and unlicensed hospitals are mainly broker-dependent. In other words, agents of these hospitals roam around in the government hospitals, which are overburdened and have limited resources, and lure patients and their families – especially those who come from rural areas to seek medical treatment – to these private practices. In these hospitals, patients are often subjected to maltreatment, and the expenses are also very high. Many patients and their families lose everything to pay for their medical bills. These brokers roam around openly and are known. Yet, no action is taken against them.\nOwners of illegal clinics and diagnostic centres are also quite well-connected – both financially and politically. Therefore, oftentimes, if a patient dies due to improper treatment in any of these clinics, not much is said and done about it. That is why the raids to identify and fine illegal practices do not bring any significant change in the country's healthcare system. Unless the core problems are addressed, they never will.\nHealthcare has turned into a lucrative business for many people in the country, who do not deviate from their mission to make profits even in the most extreme situations. We have all seen how some people made hundreds of thousands of taka just by selling masks and testing kits in the early days of Covid-19 pandemic, when there was a severe crisis. Measly budgetary allocations for the health sector have not helped the situation either. Lack of priority on the government's part to make healthcare accessible to everyone is leaving a major segment of our population vulnerable to these profiteers. The only way to save our health sector from them and make quality healthcare accessible and affordable for the general mass is to bring the entire healthcare system of the country under the public sector. Regulations have to be in place and implemented in order bring semblance of accountability to the healthcare sector. Conducting some raids against private hospitals, clinics, and diagnostic centres from time to time will not make much difference.\nDr Rakib Al Hasan is a physician, author, activist, and youth leader. His Twitter handle is @rakibalhasan_bd\n\n",
        "headline_1": "Who benefits from the raids at healthcare facilities?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-benefits-the-raids-healthcare-facilities-3141081",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "We're worried by the continuing inflationary trend which seems poised to hit a boiling point, with data released by the Bangladesh Bureau of Statistics (BBS) saying that inflation hit a 10-year high in August. Overall, inflation surged to 9.52 percent in August, then dropping to a still-high 9.10 percent in September. Ordinary people, however, don't need BBS figures to know how badly prices have been spiralling out of control in recent months. Their daily suffering stands as living proof of that.\n\nTherefore, we once again urge the government to consider lowering fuel prices at the earliest possible time, since it has had a cascading effect on prices of all other commodities.\nInflation, which has been ongoing since the outbreak of the pandemic in Bangladesh, has been out of control for the past several months due to higher food prices amid global supply chain disruptions and trade uncertainties arising from the Russia-Ukraine war. Data shows that food inflation soared to 9.94 percent in August – the highest since April 2012 – and decreased slightly to 9.08 percent in September. Non-food inflation, on the other hand, was 8.85 percent in August, but jumped to 9.13 percent in September, indicating that the inflationary momentum is yet to dissipate. Another major concern is that inflation in rural areas has been worse than in urban areas – 9.70 percent in August, as opposed to 9.18 percent in urban areas during the same month. Food inflation in rural areas was similarly higher, since markets there tend to be more volatile than those in urban areas.\nThis calls for greater government assistance for lower- and fixed-income groups. But equally importantly, it indicates that the assistance needs to be better targeted, with food assistance for people living in rural areas becoming more urgent. Additionally, while external shocks are definitely big factors that are driving inflation, the recent fuel price hike in the country has, as anticipated, only made things worse. Therefore, we once again urge the government to consider lowering fuel prices at the earliest possible time, since it has had a cascading effect on prices of all other commodities. The government also urgently needs to curb corruption and wastage in the energy sector, which have gone totally out of control, leading to the return of frequent load-shedding that is only increasing production costs and commodity prices for end consumers.\nBecause there is no single policy intervention that can solve the current crisis, the government needs to try and tackle it on multiple fronts. Firstly, the government needs to scale up its subsidised food assistance programme for the poor. It needs to reduce corruption and mismanagement across all sectors, which seems to have become synonymous with governance these days. And finally, it needs to actively monitor the supply of essential commodities, such as different food items, and make sure that it is proactive in addressing any artificial supply shortage. In that regard, regular market monitoring by relevant government agencies is vital to root out any collusive practices by powerful trade syndicates.\n",
        "headline_1": "Can Bangladesh government tame raging inflation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-bangladesh-government-tame-raging-inflation-3141056",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "We're worried by the continuing inflationary trend which seems poised to hit a boiling point, with data released by the Bangladesh Bureau of Statistics (BBS) saying that inflation hit a 10-year high in August. Overall, inflation surged to 9.52 percent in August, then dropping to a still-high 9.10 percent in September. Ordinary people, however, don't need BBS figures to know how badly prices have been spiralling out of control in recent months. Their daily suffering stands as living proof of that.\n\nTherefore, we once again urge the government to consider lowering fuel prices at the earliest possible time, since it has had a cascading effect on prices of all other commodities.\nInflation, which has been ongoing since the outbreak of the pandemic in Bangladesh, has been out of control for the past several months due to higher food prices amid global supply chain disruptions and trade uncertainties arising from the Russia-Ukraine war. Data shows that food inflation soared to 9.94 percent in August – the highest since April 2012 – and decreased slightly to 9.08 percent in September. Non-food inflation, on the other hand, was 8.85 percent in August, but jumped to 9.13 percent in September, indicating that the inflationary momentum is yet to dissipate. Another major concern is that inflation in rural areas has been worse than in urban areas – 9.70 percent in August, as opposed to 9.18 percent in urban areas during the same month. Food inflation in rural areas was similarly higher, since markets there tend to be more volatile than those in urban areas.\nThis calls for greater government assistance for lower- and fixed-income groups. But equally importantly, it indicates that the assistance needs to be better targeted, with food assistance for people living in rural areas becoming more urgent. Additionally, while external shocks are definitely big factors that are driving inflation, the recent fuel price hike in the country has, as anticipated, only made things worse. Therefore, we once again urge the government to consider lowering fuel prices at the earliest possible time, since it has had a cascading effect on prices of all other commodities. The government also urgently needs to curb corruption and wastage in the energy sector, which have gone totally out of control, leading to the return of frequent load-shedding that is only increasing production costs and commodity prices for end consumers.\nBecause there is no single policy intervention that can solve the current crisis, the government needs to try and tackle it on multiple fronts. Firstly, the government needs to scale up its subsidised food assistance programme for the poor. It needs to reduce corruption and mismanagement across all sectors, which seems to have become synonymous with governance these days. And finally, it needs to actively monitor the supply of essential commodities, such as different food items, and make sure that it is proactive in addressing any artificial supply shortage. In that regard, regular market monitoring by relevant government agencies is vital to root out any collusive practices by powerful trade syndicates.\n",
        "headline_1": "Can Bangladesh government tame raging inflation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-bangladesh-government-tame-raging-inflation-3141056",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Dumping of toxic waste into rivers has become something of a norm in Bangladesh where there is no accountability for those who do it. But are the authorities aware of the long-term effects of their lax monitoring which is allowing this indiscriminate pollution of rivers? A research team from Chattogram University, in collaboration with a local environmental organisation, has recently revealed that as many as 81 species of plants on the banks of Karnaphuli River are in danger of going extinct over the next few decades. Another 61 species of plants, as per their study, are at risk of becoming endangered if no action is taken to prevent pollution. Moreover, researchers have found that the movement of dolphins in the river is also being disrupted.\nIf these revelations are not disturbing enough, know that 35 out of 140 species of fish are no longer present in the river because of its continued pollution, as per a report by the Department of Environment (DoE) in Chattogram. This is the state of just one river in one region. Imagine the state of other rivers going through the same ordeal.\nPerhaps the most well-known victims of industrial pollution and encroachment are Dhaka's rivers. The level of mismanagement that these waterbodies have been put through boggles the mind. In many places, demarcation pillars, installed along the banks to signal their boundaries, have been turned into relics due to unabated encroachment. In many areas, fish and other aquatic animals have been driven away by the contamination from disposal of untreated waste. Across the country, a number of rivers and canals have disappeared thanks to pollution and encroachment. There is no shortage of examples to illustrate the woeful state of our rivers. How can they – and we, being dependent on them – survive if industries, individuals and even government agencies are allowed to suffocate them like this?\nUnfortunately, all this is going on despite the authorities having enough information to stop the encroachers and polluters. In 2018-19, the National River Conservation Commission made a list of 57,390 encroachers in all 64 districts – of them, only 32 percent were reportedly evicted so far. In Chattogram, the district administration has a list of 2,112 grabbers along a 40km stretch of the Karnaphuli river. But the relevant authorities have repeatedly failed to comply with court directives to remove illegal structures. Meanwhile, these encroachers – among them politically linked individuals and industrial units – continue to pollute the river and kill its ecosystem.\nWe urge the higher authorities to crack down on those slowly killing our rivers. For too long, responsible government agencies have either done too little or conveniently shifted their responsibility onto others, which cannot be tolerated any longer. It is high time the authorities, including local administrations and agencies responsible for river protection, undertook serious efforts to stop pollution and encroachment of rivers. We must save them for our own sake.\n",
        "headline_1": "Karnaphuli River is being robbed of life, one species at a time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/karnaphuli-river-being-robbed-life-one-species-time-3141041",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Against a dire warning that famine will most likely stalk the length and breadth of this planet, authorities in Bangladesh have time and again assured of enough food-grain stock in the country. Right now rice prices are at their highest in 18 months. This phenomenon has its reflection on the country's domestic rice market so much so that all varieties of rice---coarse, medium and fine ---are now dearer by 10 per cent above last year's price levels. In this context, the preparation for building its envisaged stock by the private sector has been inadequate. Of the targeted 1.1 million tonnes of import, only 0.14 million tonnes could be imported. Even the import of 0.33 million tonnes of rice under the government to government deals with India and Vietnam is yet to materialise. Considered against the backdrop of crop failure in the country this season, the developments in rice import from global sources do not augur well for the country. But the authorities insist that the country has enough of a food-grain stock. This is somewhat incomprehensible. If the FAO All Rice Price Index is any guide, the varieties of parboil rice South Asian and South-east Asian nations are used to consuming are not readily available with India imposing ban or restrictions on export of some of these items. In case of wheat, a supplementary food grain for rice, supply crunch from its main sources such as the two warring nations has caused the price to reach an outrageous level. What is particularly concerning is the volatility of rice market because the supply line has not been disrupted by the Russia-Ukraine war. In fact, commercial calculations now get the better of humanitarian concerns everywhere on the common pretexts of rising costs of fuel and the fall-outs of the war. The situation is becoming grimmer for the world. Bangladesh cannot remain immune to the onslaught of prowling business. This has prompted the prime minister to share with the countrymen her experiences at the gatherings of heads of state during Queen Elizabeth's funerals and also at the UN assembly where world leaders are deeply concerned about the looming danger of a famine next year. She reiterates that food production has to be raised in order to meet the challenge and appeals that all should practise austerity in using resources. She has also advised everyone to save whatever is possible for the rainy days.All these down-to-earth words have import no doubt. For those who can afford are, however, least bothered about austerity. Also the business syndicates who manipulate market in order to raise prices of essentials beyond any reasonable limits are surely responsible for exhausting the ability of the lower-income people to survive this crisis. Then there is a large segment who remain outside of the programmes like open market sale (OMS), food friendly programme (FFP) and vulnerable group feeding (VGF). They can neither beg nor have means to procure the foods they need. Even if there is an adequate food stock in the country, these segment in particular is most likely destined to famish. Adequate food stock is no guarantee, as Nobel laureate Amartya Sen has shown, for food security of all.",
        "headline_1": "Fight against famine",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fight-against-famine-1665581445",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "There is all the restoration and, in certain instances innovation, we need to go for in Bangladesh. The objective is simple. We need to convince ourselves that our cultural and social traditions are yet part of us, heritage which we ought to uphold before the world outside our frontiers.Take the matter of football. In light of the recent triumph of our women footballers in Kathmandu, much discussion has been generated about their performance. That has only rekindled in us memories of the times when, before cricket invaded our sports world, football excited our collective imagination. At Dhaka stadium, season after season and year after year, it was the football league which drew us into watching Mohamedan, Abahani, Brothers Union, Dhaka Wanderers and all those other teams on weekends and even on weekdays. We screamed ourselves hoarse pitching for our favourite teams. Of course, there were the battles fought on the streets, the fist fights post-game, between fans. But the excitement was there all the same.In our villages, poverty-stricken boys found in football, which they played with that most wonderful of fruits, the jamboora, a hold on life, something that gave meaning to their otherwise humdrum existence. Villages competed in regular soccer competitions, with teams sometimes bringing in players from outside the region. Young and old alike watched those games, in the spaces of which much comment, some wise and some rather inane, went on. Mirth was in the air.Those were interesting times. Young people spent hours debating the strengths and weaknesses of players. There were, at the stadium in Dhaka, those disturbing moments when referees came under verbal and sometimes physical assault for what was perceived to be questionable decisions they made on the field. But it was all part of the game. We loved to see our players run, skirt around their opponents, dribble and rush forward to lob that ball into the rival team's net as a hapless goal-keeper lay flat on the ground. Football was a game which aroused in us all the energy we could muster, as fans of the various teams even as the players fought it out, muscular legs and sheer speed combined, on the field. On the stands, spectators overwhelmed by the thrill of the game, lifted their feet as they saw their team draw close to the rival team's net. As the ball flew into that net, many of these spectators, blissfully unmindful of the people in the row before them, screamed 'Goal!' and landed forceful kicks on the backs of those people. In the next few seconds, both those who had delivered the kicks and their recipients were reconciled, in sportsman-like spirit.That was football in those days, before cricket came in. It is time we as people proud of our sports traditions went back to football. There is little point in speaking of the glory our women footballers have come home with if on home ground we are not able to recreate the magic that once defined our football. The Bengali is nothing without football, besides his rice and fish and daal. Of course, now that cricket has entered our sports lexicon, we expect our cricketers to shine in the times ahead. But just as our cricket has made inroads into the global arena, we are in intense requirement of not only a restoration of football in the country but also look to a future where our footballers could shape dreams of being part of the World Cup. Playing football on the global stage is a tough calling, which is reason for us to focus, initially, on regional soccer tournaments. And even as we do that, our attention must remain riveted on that distant goal of our footballers playing before a global audience.There are the programmes we need to undertake before our dreams can assume the form of reality. Dreams, when they are prolonged, dwindle into daydreams. And lest that happen, it should be for schools in the rural interior of the country as also its urban centres to formulate strategies aimed at developing the game among children. The best footballers in the world have risen from humble backgrounds, which is why we must concentrate on training the young in the spirit and style of the game from early on. Besides schools, the football federation should be devising a programme that will, countrywide, have it supervise the reinvention of the sport together with the creation of a new generation of footballers.Football is a sport for all citizens, for nothing elitist comes attached to it. It draws all citizens into it, in their vicarious experience as players even as they experience the thrill and the despair, as the case may be, on the field. Be it on a field of rock-like, uncompromising soil in a village or a modern-day stadium in a town, football tournaments bring all people together. Sharing in the enthusiasm arising out of the game is what gives it a universal quality.And that enthusiasm comes through the spectacle of footballers running hard, perspiring and yet not giving up in their determination to win the game. One of the teams loses in the end, of course. But what happens before that is what constitutes the glory of the game. The energy packed in those sweating players is transferred to spectators, all of whom, munching peanuts, have their gaze glued to the soccer field. The sight of players bumping into one another in their attempt to 'head' the ball landing on them and both collapsing on the grass; the cries of 'foul' from the spectators; the referee quick with the yellow card, sometimes with the red; extra time, failing to produce any result, going into penalty time, with players and spectators holding their breath in suspense, and praying mightily before the Creator --- these are the appeal of football.And these are the football moments, in broad measure, which bring people together --- away from their quotidian worries, away from their partisan politics. Football is the game of the masses and therefore a symbol of national unity.In his youth, Bangabandhu Sheikh Mujibur Rahman was an ardent football player and so was his father, both of whom had occasion to play for rival teams. In our youth, players like Salahuddin, Major Hafiz and so many others once were shining lights in our football firmament. Our uncles and cousins dirtied themselves in the mud playing the game.We need a new generation of footballers in this land. We need to have football restored to its perch as Bangladesh's national game. \n[email protected]",
        "headline_1": "A case for football",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-case-for-football-1665581534",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Reportedly the government is going to adjust the bulk power tariff rates today (Thursday). The Bangladesh Power Development Board (BPDB) has sought to raise the tariff rates by 66 per cent. But the apex chamber body of the country and a rights group have argued that the rates should be kept unchanged.If the bulk power tariffs are raised, the electricity-distribution companies will also need to raise their rates as their purchase of power from the BPDB will be costlier. If the distributors raise their rates, that will leave its impact on the end-users, pushing up the production cost of goods. Already the people are reeling from the pressure of inflation, which stood at 9.1 per cent in September last. So another bulk power tariff hike will lead to another dose of inflationary pressure.But there is no alternative to power tariff hike, as the Bangladesh Energy Regulatory Commission (BERC) raised gas tariffs by 22.78 per cent on average with effect from June 2022, pushing up the electricity generation cost. Out of 152 power plants as of August 31 2022, at present 31 are reportedly lying inoperative-20 are undergoing maintenance work while eight gas-fired and three diesel-run power plants are shut due to fuel crises, creating a power generation gap of 2000mw.Is there any other alternative? A lot of write-ups have been written by experts in this field. They have suggested that renewable energy, especially solar energy, can be a very good alternative. But it seems that we have chosen to go slow, when it comes to renewable energy. So far our power generation from solar energy has not even crossed the 1,000mw mark. Why is this? We are turning a blind eye to this fact, though Europe and even our big neighbour India are taking giant strides in producing renewable energy. Bangladesh is a tropical country gifted with free sunlight. We can use this bounty of nature very easily. We just need to buy solar panels, install them and then start to use the electricity generated.But the problem is the people are not aware that much about the solar power. During a recent visit to a rural area this scribe found that many households installed solar panels on their rooftops. But within a very short time those turned inoperative, maybe, because of the use of cheap and low-quality equipment. Then they were not repairing the panels because of the additional cost involved. The government should come forward to help them. The government could finance the solar panel installation, allowing the households to repay the money in easy instalments. At the same time the quality of the panels also should be ensured. It would not be difficult for the households to repay the money, as they are paying power bills every month.It is a good sign that big companies are installing solar panels on a large scale for running their factories. If all companies turn to solar power and all households have their own solar panels, the demand for power from the national grid will come down sharply. Switching to solar power will yield two benefits. The import of fossil fuels will go down. It will save our much-needed foreign exchange reserve that could be used for other purposes. On the other hand, the emissions from fossil fuels will also decline.\n[email protected]",
        "headline_1": "Benefits of switching to solar power",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/benefits-of-switching-to-solar-power-1665581567",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2022"
    },
    {
        "full_article": "Railway is one of the most popular modes of public transport in Bangladesh. This is why; we often see almost every inter-city train in the country running with capacity passengers. However, train passengers often complain about the quality of railway services. Among many of their complaints, one common allegation is that the prices of drinking water and food items are too expensive in train canteens. Train canteens usually sell bottled water, snacks like burger and sandwiches, tea, coffee, chips and chocolates, among others. However, the railway canteen operators do not follow the price tags written on the packet, and sometimes charge double the tagged price. If anyone protests against this, he/she is taken to task by the authorities. In such cases, long-distance passengers are helpless and forced to buy overpriced food items. Besides, people have worries about the safety of the foods sold in moving trains. We all should keep in mind that railway has for long been an essential part of our communication system. So, the authorities concerned must work to improve the existing services available in our trains. Food in trains should be sold at fair prices. Free supply of clean water and hygienic sanitation should also be ensured there. \nMd Azizul Hakim Rakib, Student of Department of International Relations, University of Rajshahi, Rajshahi, [email protected]",
        "headline_1": "Railway canteens charge extortionate price for foods, drinks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/railway-canteens-charge-extortionate-price-for-foods-drinks-1665581593",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2022"
    }
]