[
    {
        "full_article": "Eight years after the RBI issued its first advisory cautioning holders of virtual currencies about the potential financial and security risks, and two years after drafting a Bill to ban cryptocurrencies, the Government is set to introduce legislation that would, if passed, officially proscribe such currencies. Its concerns appear to be the risks associated with cryptocurrencies, including their potential use for money-laundering and financing of illegal activities. The risks investors and consumers face in dealing with these so-called currencies, given that they are neither ‘a store of value nor are they a medium of exchange’, and the ostensible threat they pose to financial stability, are also key factors. Prime Minister Narendra Modi had in a video address to the Sydney Dialogue earlier this month said: “It is important that all democratic nations work together on this [cryptocurrency] and ensure it does not end up in wrong hands.” The Centre and the RBI’s deep disquiet with cryptocurrencies notwithstanding, there has been an exponential jump in investment in virtual currencies, especially after the Supreme Court last year struck down an RBI notification barring financial entities from facilitating customer transactions related to virtual currencies. Industry estimates now peg cryptocurrency holdings in India at about ₹40,000 crore, held by about 15 million investors, and advertising trends show an upsurge in ads promoting brands associated with investment in virtual currencies.That the ground has shifted since an Inter-Ministerial Committee set up to study the issues related to virtual currencies first proposed the ban in 2019 is beyond doubt. From the emphatic assertion in that panel’s report that “no country across the world treats virtual currencies as legal tender” to a situation where earlier this year El Salvador — admittedly a small and heavily indebted nation — officially declared ‘bitcoin’ as legal tender, much has changed in the adoption of private virtual currencies worldwide. The pandemic has accentuated the global embrace of all things digital and investment in the technologies enabling cryptocurrencies including blockchain, appear to be no different. Canada, Japan and Thailand permit the use of virtual currencies as a payment method, with some jurisdictions regulating them as a digital asset, and others as a commodity. Canada and the U.S. closely monitor virtual currency activity to ensure they do not run afoul of laws on financial crimes, with the former also earning tax revenue on transactions. All things given, India should eschew the temptation to join China in proscribing virtual currencies and instead aim to tightly regulate their trading through monitored exchanges and earn revenue. Simultaneously, it should expedite the RBI’s pilot of the Central Bank Digital Currency so as to offer an alternative to cryptocurrencies.",
        "headline_1": "Regulation, not ban: on cryptocurrencies",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/regulation-not-ban/article37760281.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-11-2021"
    },
    {
        "full_article": "For the first time in 16 years, Germany will have a Social Democrat as Chancellor with three parties from opposite ends of the political spectrum agreeing to form a coalition that will end the era of Angela Merkel. In the run-up to the elections, not many expected that Olaf Scholz, leader of the Social Democratic Party (SPD) that is a junior partner in Ms. Merkel’s coalition, would succeed her. The SPD, Germany’s oldest political party that placed itself as a centrist platform with a focus on social security measures, has faced an identity crisis of sorts as Ms. Merkel emerged as the country’s quintessential centrist leader. On the other side, a relatively new leftist party, Die Linke, ate into the SPD’s traditional leftist base. This year’s election, whose main theme was to pick Ms. Merkel’s successor, opened political opportunities. While Ms. Merkel’s conservative Christian Democrats (CDU) tried to turn the Chancellor’s popularity into votes with the message of continuity, the SPD, under Mr. Scholz, who is the Finance Minister in the outgoing government, promised incremental reforms, including higher spending, while not completely disowning Ms. Merkel’s legacy. Results showed that he was more successful than his contenders in persuading reluctant voters. After taking a narrow lead over the CDU, the SPD started coalition talks with the Greens and the pro-business Free Democrats (FDP) to form a ‘traffic light’ coalition (named after the colours of the parties). The pace and the discipline with which the parties announced the coalition suggest that they are serious about forming a stable government.‘Traffic light’ coalition | Socialists, liberals and Greens — all together Each party has gained and conceded something in the coalition agreement. The SPD got the green light for its proposal to raise minimum wages from about €10 to €12 an hour. It has also proposed to build some 400,000 housing units to cool the housing market. The parties also agreed to phase out the use of coal for electricity production and increase the share of renewables to 80%, by 2030. In return for the FDP’s support for their spending and climate agenda, the Social Democrats and Greens agreed not to raise taxes. While the coalition agreement clears the way for government formation, it does not mean that governance would be smooth for Mr. Scholz. He lacks Ms. Merkel’s popularity and has to lead a diverse coalition that was formed based on convenience and compromise rather than any ideological commonality. Germany also faces economic, political and geopolitical challenges — from the COVID-19 crisis to cracks in the EU and challenges emanating from an aggressive Russia. His success as an administrator would depend on his ability to balance the competing agenda of the three parties and to put forward a common governance programme for Germany.",
        "headline_1": "Mixed colours: on Germany's new coalition",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/mixed-colours/article37760288.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-11-2021"
    },
    {
        "full_article": "The tragic road accident and the unfortunate death of Nayeem Hasan, a student of Notre Dame College, on November 24, sparked protests as fellow students took to the streets of Dhaka yet again. They demanded a speedy trial of the accused, compensation for the family, strict traffic laws, etc.\nProtests for road safety is not new. Regrettably, the law formulated in 2018 following even larger student protests after the death of two students in a similar road accident is yet to be fully enacted. Nonetheless, the unity shown by the students in the past few years for restructuring the quotas in government jobs, eliminating imposed VAT on tuition fees, enacting new traffic laws, etc., is admirable. All these protests reflect similar aspirations for equality and justice, and more importantly, show the power of unity.\nStudents break the divide between the rulers and the governed during these protests and make the fallacies of certain rules and laws visible. For example, since the start of the latest demonstrations, they checked driver's licences on the roads. On the second day of the protests, the driver of a police bus could not show his driver's licence and instead arrogantly said, \"his uniform is the licence, the arms of the police are the license\"—according to reports from the protesting students. Usually, it is true, people in authority can and do make such claims. But during mass protests, at least momentarily, the power structure is reversed. The students did not let the bus leave, higher officials had to come to the scene, and the bus driver publicly apologised before being allowed to go on with his duties.\nIn another incident on the same day, the mayor of Dhaka South City Corporation had to come out of his office to pledge before the students that he would take steps against those people involved in garbage truck management irregularities. The mayor also announced that he wanted the execution of the driver of the vehicle that killed the student. This was contrary to the usual. People wait long hours to meet the office-bearers in government offices, but facing a protest, the mayor came out and made commitments before the students. This was possible only because the horizontal cooperation among the students without recognised leadership—an important feature of the recent student protests—left no options. Typically, authorities want to talk with the representatives during a demonstration, but having no specific leader makes it difficult for the authorities to negotiate. So, rather than inviting the representative to an office, the office bearers are forced to come to the protesters. Again, we see the power of equality and unity—a welcome change in the country's political culture.\nThe student protests have shown that it is possible to collectively challenge state authority, which sociologist Emile Durkheim identified as effervescence: A time of great collective shock resulting in frequent and active social interaction. Student protests have become routine in past years—possibly leading to a revolutionary or creative epoch. Fundamental elements of these protests are a festive atmosphere, auto-generation, networks among protesters created and sustained through social media, a takeover of infrastructure (e.g. roads and blockade of the mayor's office), and gradual expansion. Following the students' demonstration from Notre Dame College, others gathered in various parts of the city. The organisational character of the protests exhibits a new form of organising discontent. Thus, we can identify more significant implications of these protests beyond the reductive label of \"student protests\". The student uprisings, in Alain Badiou's words, can womb an \"[idea] capable of challenging the corrupt, lifeless version of 'democracy', which has become the banner of the legionaries of Capital\". The frequency of student protests indicates the possibility of forming a more egalitarian society.\nBut how should we go about forming a new society? Should we aim for new laws, for example, for governing traffic in the country? This demand for more formalised laws—seeking an enhanced humane condition or equality—may contrarily curb the potentials of cooperation and agency. The imposition of more regulatory procedures usually leads to authoritarianism and power concentration. If examined critically, the solution that the people in power also propose in the face of mass protests is about formulating new laws for governance. Recently, fines for violation of traffic rules were hiked, and many people believe it will make drivers follow traffic rules diligently. Conversely, some sceptics also predicted that it would only increase bribery to avoid fines and legal action.\nThe fascination with creating new laws arises from the assumption that we will be more humane once an authority enforces regulations. Contrarily, it keeps us from transforming the authoritarian socio-political system for a better democracy or a more equal and just society. Remarkably, the student protests repeatedly show, it is possible to maintain equality and justice by being anarchists—uniting and carrying our everyday affairs spontaneously. Many would relate anarchism with violence, disorder and destruction. But philosophically, as David Graeber has argued, anarchism proposes that human beings are capable of reasoning and can perform the art of living without being subjected to any coercive force. Even from the Rousseauian perspective from the book Discourse on Inequality, anarchism would be a straightforward proposition that stands as opposed to the formal social structures or institutions designed for governance. Hence, the economic and political elites always find the idea of anarchism anti-society. As the formal governing structures do not eliminate, but instead engender, socio-political inequalities, we should spontaneously unite for change—which the student protests repeatedly have indicated their potential for.\nResearch on mass uprisings in Bangladesh has always been analysed from the venture points of transferring political power, but the student protests show the possibility of a new life form. These protests shake the image of powerful sovereign authority and claim sovereign power ephemerally. Student protests reflect a horizon beyond state authority—a life form based on equality, justice and unity.\n \nMohammad Tareq Hasan is an anthropologist and teaches at the University of Dhaka. Currently, he works as a research fellow at the International Institute for Asian Studies (IIAS), Leiden University, the Netherlands.\n",
        "headline_1": "Student protests: A new life form is possible",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/student-protests-new-life-form-possible-2905846",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-11-2021"
    },
    {
        "full_article": "The first conference of top national security officials of eight Asian countries on crisis-hit Afghanistan, hosted by India on November 10, sent out an important message relating to the need for preventing the war-torn country from becoming a safe haven for global terrorism once again, for an inclusive government, and an unhindered supply of humanitarian aid to the Afghan people. The meeting was attended by the national security advisers and chiefs of Afghanistan's neighbours Iran, Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan, and extended neighbours Russia and India. The security and stability of Afghanistan have significant implications for all the eight countries. The main items on the meeting's agenda was the security challenges emanating from Afghanistan, which found reflection in the \"Delhi Declaration on Afghanistan\" issued after the meeting. Stopping the Afghan territory from being used for planning terrorist acts and the need for an urgent response to the humanitarian crisis in Afghanistan were among the key points of the declaration.\nAn equally important lesson from the Delhi meeting was that it served as a strong reminder that the next logical step for the diplomats of the countries in the region is to explore the possibility of concrete collaboration in the economic sector and connectivity across the two parts of Asia. This has not received as much attention as it should have. Any discussion on economic linkages between South Asia and Central Asia brings to sharp focus the centrality of Afghanistan and India as strategic bridges between the two regions on the one hand and energy-rich Eurasia comprising central Asia and Europe (read Russia) on the other hand.\nBecause of their locations, India and Afghanistan are set to play key roles in bringing South Asia and Eurasia closer. However, Pakistan has so far stood in the way of Afghanistan's emergence as a focal point of economic cooperation between South Asia and Eurasia, mainly because of its deeply flawed policy of regarding Afghanistan as a \"strategic depth\" in the event of a conflict with India. If Pakistan truly wants a prosperous Afghanistan, it should see the rationale behind allowing transit between India and Afghanistan. India has successfully executed development projects in a wide range of sectors, touching the life of common people in Afghanistan. That has been achieved by New Delhi without Islamabad's help. By refusing transit to India to access Afghanistan through land, Pakistan is scoring a self-goal as it stands to lose economic spinoffs of transit.\nIndia's geographical location, improving infrastructure, and robust economic and development partnerships with most Central Asian countries gives it a unique place in providing a link with South Asia, and beyond to Southeast and East Asia via the sea and land. India is already constructing a road between the northeastern state of Manipur and Myanmar that would lead to Thailand.\nIndia has built the Kaladan River multimodal transport hub in Mizoram abutting Sittwe port in Myanmar that is geared to cater to both South and Southeast Asia. India is also in the process of putting together many more multimodal facilities in different parts of the country. In 2019, India and Thailand had solidified a cooperation pact for direct maritime connectivity between Ranong port in Thailand and ports in Chennai, Visakhapatnam and Kolkata. If operationalised, this has the potential to cut the 15-day journey time for cargo between India and Thailand by half.\nIndia is also linked by the Bay of Bengal to the Indian Ocean and the Indo-Pacific. Just look at the communication links being created through Northeast India to South and Southeast Asia: the Kaladan multimodal transport project, and, of course, the India-Myanmar-Thailand trilateral highway project which can be extended to Laos, Cambodia and Vietnam.\nFive of the six rail links that connected Bangladesh and India before being disrupted by the 1965 India-Pakistan war are now back in operation. Also, India is connected to Nepal through Jayanagar-Kurtha railway line, and another rail link between Raxaul and Kathmandu is on the cards. All these conjure up the picture of an expansive network of existing and proposed land ports. Integrated check posts are being built along India's land borders for trade, creating new transport corridors to promote movement of goods and people between different countries in the region.\nSouth Asia is also witnessing the slow emergence of a common energy market, with the Indian power grid connected to Nepal, Bhutan and Bangladesh, allowing India to supply 1,160MW of power to Bangladesh, about 700MW to Nepal, and import 1.8GW from Bhutan. Procedures for export and import of electricity with India's neighbouring countries have also been notified, and gas and petroleum products pipelines are being installed to link India with Nepal and Bangladesh.\nHowever, Pakistan has been stonewalling the idea of trade transit between India and Afghanistan. To be more accurate, Pakistan has always played the spoilsport not only in being the transit point of India's trade with Afghanistan, but also in any common plan for South Asian electricity exchange grid and road connectivity project. That only partly explains India's developing the Chabahar port in southern Iran to circumvent Pakistan and access Afghanistan. In fact, it would also give the entire Central Asia, including Afghanistan, entry to the sea for trade. India has many more economic and strategic reasons to have funded the development of Chabahar port. The idea of connecting with Central Asia, a link that was disrupted by the partition of the Indian subcontinent, was also behind India joining the project of International North-South Corridor covering Iran and Central Asia, and reaching up to Russia. Central Asia is also the region where China's Belt and Road Initiative has made impressive strides.\nSecurity, particularly in the context of Taliban-ruled Afghanistan, is an issue that has brought out differing perceptions among the countries in the region, because not all of them view the Taliban in the same way. Agreeing that peace and economic progress go hand in hand, the question is if trade and economic cooperation would remain hostage to divergences on security perception—and if so, for how long.\nWhat gives India an added advantage to its potential role as a vital link between the institutional set-ups of regional cooperation in South, Southeast Asia and Eurasia is its leadership role in SAARC (it is unfortunate that SAARC has fallen into disuse due to India-Pakistan tensions), BIMSTEC, and its membership of Shanghai Cooperation Organisation, which has all the countries of Eurasia region. With the institutional mechanisms in place, all that is required now is to coordinate among them by looking, and not overlooking, at not just the security issue, but at the fruits of economic cooperation as well. They go hand in hand.\nRegardless of whether India is in a position to set the security agenda in Taliban-controlled Afghanistan and its neighbouring areas or not, it has strong credentials for playing a crucial role in the proposed construct of a template for economic cooperation between Southeast Asia, South Asia and Central Asia.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Looking beyond the security dialogue on Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/looking-beyond-the-security-dialogue-afghanistan-2905841",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-11-2021"
    },
    {
        "full_article": "Going around in Dhaka could be overwhelming. The city seems overburdened with the impossible weight of people, buildings, vehicles, rickshaws, noise, carbon emission, and nonstop activities. The city's density (generally expressed as people per square mile or per acre) makes its inhabitants anxious about its future. I still remember an American colleague, who was visiting the city as part of a study tour I was leading, calling Dhaka \"apocalyptic.\" While they enjoyed seeing some of Dhaka's finest modernist buildings—including the parliament building, TSC, and the Faculty of Fine Arts—most of the tour participants thought the city's extreme density of people and the built environment were scary. Many locals in Dhaka express similar views.\nIn fact, this fear has a long history. It has been a quintessential modern experience that originated in the 19th century. In the wake of the Industrial Revolution, large Western metropolises like London and New York became overcrowded with factory workers, immigrants, and the urban poor. By the end of the 19th century, 40 percent of Britain's population lived in cities, compared to a mere four percent in Russia and seven percent in China. America's urban population jumped from seven percent in 1820 to 50 percent a hundred years later. Congested and disease-ridden slums, frequent cholera epidemics, abject poverty, and crimes in Victorian London led many to believe that the capital of the British Empire had become hell.\nOffering an exposé of filthy living conditions in South London in 1883 with a shocking pamphlet titled \"The Bitter Cry of Outcast London,\" a clergyman named Andrew Mearns demanded housing reform in the industrial city. Conditions in New York was the same. Jacob Riis, a Danish immigrant who became a police reporter in New York, shook the conscience of New Yorkers with his book \"How the Other Half Lives\" (1890) that portrayed the unconscionable conditions in the city's tenements.\nAt the centre of these horrified reactions was, justifiably, an anti-urban fear of overcrowding in the metropolis. As public health workers, social reformers, and design professionals sought answers to the pathologies of 19th-century industrial cities, the antipathy toward congestion and overpopulation became codified as a broader anti-density approach within emerging urban planning theories.\nOvercrowding became synonymous with population density, poverty, disease, and depletion of resources. High density was typically seen as a threat to public health, the planet, and, in general, humanity. The anxiety over \"popullation\"—pollution resulting from population density—continued to influence planning philosophies throughout the 20th century. Earlier, in the late 18th century, Thomas Malthus, an English priest and economist, had already offered a theoretical framing for the anti-density approach by claiming that human population grows at a rate much faster than that of human food supply, until catastrophes reduce the population size.\nThe dread of population density and the menace of epidemics led to the creation of modern sewerage systems, public parks, and housing reforms in 19th-century Western metropolises. Planning professionals developed many density-control tools: for example, setback rules to allow light and air in between buildings, and floor-area ratio to control the size of a building's volume on a plot and thereby the total number of people on it. British social reformer Ebenezer Howard's Garden City movement proposed to solve the problems of urban congestion by dispersing people across satellite towns connected with each other and the mother city by public train. In postcolonial India, Prime Minister Jawaharlal Nehru stated: \"Population control will not solve all of our problems, but it is certain that none can be solved without it.\"\nAs urbanisation accelerated in Bangladesh during the 1980s, we inherited an entrenched anti-density bias from Western planning models. In uncritically accepting a Western fear of density while not taking into consideration the urban realities of South Asia, we failed at two levels. First, we failed to make a critical distinction between overcrowding and density. Overcrowding is a public health problem, but density is an opportunity to build a community-oriented lifestyle. Second, the appreciation of density as a pillar of sustainable living is yet to enter mainstream city planning policies in Bangladesh.\nThat population density could be an asset is indeed counterintuitive. Today, density is no longer the old demon it used to be. In the era of climate change, UN Sustainable Development Goals (SDGs), and the moral quandary over abusing Mother Nature, Western nations are reassessing density as a core requirement for a healthy lifestyle based on mixed-use neighbourhoods and reduced carbon emission, energy consumption, environmental waste, and horizontal expansion. Research demonstrates that concentration of people and buildings foster social equity and inclusiveness, promote creative and non-conventional solutions, and make public transportation, walkability, and biking not only efficient, but also economical and environment-friendly. Using public transportation means less reliance on environment-polluting, gas-guzzling personal automobiles. It is a win-win-win situation—for the people, for the environment, and for the economy.\nThe population density in the Manhattan borough of New York City is 70,000 people per sq-mi—highest in the US. Density is Manhattan's strength. It is one of the most liveable places in the world (like other places, it also has its share of social equity issues), thriving on a robust economic geography, an entrepreneurial culture, an efficient bus- and subway-based public transit, ethnic diversity, and check-and-balance urban governance. Manhattan is most walkable. Owning a car there is almost a nuisance. Tokyo, Singapore, Hong Kong, and London are the same.\nWhat I am talking about is smart density, a type of development model that allows you to live close to your work, your children's school, your healthcare centre and market, and your park, so that you don't have to rely exclusively on cars for your mobility. In a smart density situation, you can perform your daily activities by walking or taking the public bus or metro. This way, not only do you save money, but you also live a healthier and economically dynamic life.\nDeveloping a smart density way of life would require overcoming many mental and cultural barriers, and a new generation of bold urban policy initiatives. Owning an expensive car to flaunt wealth and personal prosperity needs to be de-glamourised. Building a personal Taj Mahal in one's own plot while not caring about the city's garbage collection system must be pointed out for what it is: selfishness.\nHow do we incentivise the public to embrace a smart density lifestyle? Walking every day to work or other destinations reduces health challenges. To encourage people to walk, cities must build safe, comfortable, and attractive footpaths. I have already argued for a national footpath policy in a previous column in this daily. Because people in compact areas are more likely to use public transportation, there will be much less use of private cars, and therefore less consumption of fossil fuel and reduced monthly household expenses. With sensible planning, dense settlements can ensure higher economic productivity, create a vibrant labour market, foster community building, and develop high-quality human capital because, as research shows, proximity fuels competitive entrepreneurship and idea cross-pollination.\nDhaka and other cities in Bangladesh have density. But it remains a \"raw material\" that needs to be processed for great societal, environmental, and economic benefits. Instead of seeing it as a misery and burden, policymakers, urban administrators, and planning communities could form strategic partnership to transform Dhaka's hyper-density (114,000 people per sq-mi) into a robust environmental, economic, and social advantage. Jan Eliasson, former UN deputy secretary-general, once stated: \"The battle for sustainable development will be won or lost in cities.\" Agreed, but the statement needs elaboration. Winning would depend on how cities deal with their densities.\n \nAdnan Zillur Morshed is an architect, architectural historian, and a professor. He teaches in Washington, DC, and also serves as the executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n",
        "headline_1": "Is smart density the way forward for Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/smart-density-the-way-forward-bangladesh-2905836",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-11-2021"
    },
    {
        "full_article": "A couple of weeks ago, I spent the night in a district town's Parjatan hotel. The area was not too isolated, but these hotels tend to be on quite large grounds, and it felt secluded and somewhat eerie. The rooms all faced an overgrown garden, and I remember thinking to myself: if I believed in ghosts, this would be the place where I encountered one.\nAfter dinner, I walked up the stairs and down the dimly lit corridor that led to my room. As I was about to unlock the door, I heard two voices—definitely male—coming up very close behind me. I didn't really even think about it. I froze. Once they passed me by, I quickly unlocked the door, went inside, and bolted it. It was only after I went indoors that I realised my heart was racing, and I had been holding my breath.\nI narrate this story because I think many women would be able to relate—whether it is in dark corridors, unfamiliar streets, public transport or empty classrooms. Most of us are far more afraid of men than of any other threats, real or imaginary, when we are alone.\nNot all men, of course, as many would point out. But as many more would say, we really don't know which ones. And without a shred of doubt, I can tell you that all women have internalised this defence mechanism that raises red flags and has you expecting the worst, even in the most ordinary/commonplace situations.\nHowever, while the extreme violence faced by women and children is ample reason for us to be fearful—according to Ain O Salish Kendra (ASK), 1,178 women were raped in Bangladesh in the past 10 months, of which at least 220 were gang rapes—this tends to translate mainly into a fear of \"stranger danger.\" Despite all reports and research pointing towards a greater likelihood of being abused by someone in a position of trust, we cling to the idea that the threat of sexual violence is most likely to come from a nameless, faceless stranger—an \"animal\" who deserves the worst form of punishment, rather than a neighbour, teacher, friend or family member, including and especially an intimate partner.\nThe fact that children are particularly at risk of sexual violence points towards how exposed the most vulnerable are to being abused by a trusted individual. Although specific data could not be gathered for around 30 percent of the 1,178 rape cases recorded by ASK, they still found that 129 were teenagers (13-18 years old), 110 were 7-12 years old, and at least 74 of this year's rape victims were under six years old.\nLast week, there were two such reports of child rape. On November 22, a madrasa teacher named Abdul Malek was arrested for raping a nine-year-old student; she had gone to him to learn Arabic, and after class, he asked her to stay back and raped the child. The day before that, another man named Nazmul Haque was arrested for raping and killing a six-year-old who lived next door to him; her body was discovered in a sack under his bed. Did these children's parents ever imagine that they would suffer such cruelty at the hands of an educator and a neighbour?\nThe problem with an over-representation of stranger danger is not just that we tend to rule out the danger posed by people in positions of trust—it almost always comes with the patriarchal implication that, since public spaces are so unsafe, women are \"better off at home.\" This fear is possibly one of the primary reasons behind the shockingly high levels of child marriage in Bangladesh. Although poverty is definitely a driver, there is also the idea that once a girl reaches \"womanhood,\" it is better to get her married, rather than risk her chastity at the hands of a strange man—i.e. a man she is not married to.\nWhich brings us to the topic of intimate partner violence and marital rape. ASK's report also revealed that, in the last 10 months, 197 women have been killed by their husbands, and 128 women committed suicide after facing domestic violence. In the 2015 Report on Violence Against Women survey conducted by the Bangladesh Bureau of Statistics (its most recent one), it was found that 25.2 percent of Bangladeshi women experienced sexual violence at the hands of their partners.\nIn this regard, two especially horrific images are seared into my mind. The first is of 14-year-old Nurnahar, decked in full bridal wear and weighed down by gold, standing next to her husband (read: abuser) 35-year-old migrant worker Rajib Khan—a look on her face that can only be described as terror. She started bleeding on September 20 last year, the first night of her marriage. By October 25, she was gone. The cause of death was excessive genital bleeding.\nNurnahar's abuser went scot-free, because not only does Bangladeshi law not criminalise marital rape (even if the parties are separated), it permits the marital rape of children over the age of 13. According to an Equality Now report, there is a mismatched punishment clause which only provides for punishment of two years' imprisonment in cases of marital rape of a child under 12 years of age, with no punishment designated for marital rape of children over the age of 12.\nThe second image is the plump, smiling face of Suraiya Newaz Labonno—a seemingly happy 17-year-old with yellow ribbons in her hair, shared by The Daily Star only last month. About a year ago, she was forced into marriage and almost immediately became pregnant. On October 9, 2021, Labonno poured kerosene over her body and set herself on fire. Five days later, she delivered her child—stillborn—before succumbing to her wounds. Her family alleges that she was consistently abused because of dowry demands, but we will never know what truly happened for this teenager to be so devoid of hope to take the steps that she did.\nBoth of these children were abused by an intimate partner, yet they were not able to reach out to anyone for help—not the local authorities, not any law enforcement agency, no friends, no teachers, and definitely not their families. And they were only children. When an adult woman tries to tell people that her husband has been forcing himself on her, day in and day out, without her consent, and that this constitutes as sexual violence, she is likely to be met with nothing but ridicule and scorn.\nAnd this, perhaps, leads to the heart of the issue of gender-based violence in Bangladesh: the fact that, regardless of the laws that protect them, women are still simply viewed as objects deserving of masculine protection or subjects of terrible violation, and the responsibility of preventing the latter rests on the guardians who have \"ownership\" over a woman, and thus has sanction to police her behaviour.\nAs the crass and insensitive comments of Judge Kamrunnahar, who presided over the Raintree rape trial, demonstrates, this does not just affect society's treatment of women—it impacts how they are viewed by the state and the institutions that are meant to protect them. The judge did not only suggest the 72-hour time limit for rape victims to come forward—an idea that was later trashed by experts, including the law minister. According to media reports, she argued that the victims \"were partner to the sexual intercourse wilfully because they willingly went to the party, danced, drank alcohol and they swam in the pool.\"\nThe fact that a member of the judiciary could trivialise the trauma of a rape survivor in this way is really quite incredible, but sadly, not surprising. Such toxic, patriarchal mindsets from people in positions of power (both men and women) are one of the biggest stumbling blocks to gender justice in our country. As academic Paulomi Chakraborty puts it: \"The state… duplicates the violence of fixing the value of a woman in terms of her sexuality,\" treating her \"merely as currency in an honour economy.\"\nAs long as these mindsets don't change, we will always be looking over our shoulders, because we cannot put our faith in a system that sees us as nothing more than vessels of chastity and morality. As the firebrand Indian feminist Kamla Bhasin once famously said: \"Why did you place your community's honour in a woman's vagina?\" And how much longer will we continue to suffer the indignity of being dehumanised in this way?\n \nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @ShuprovaTasneem\n",
        "headline_1": "How long will patriarchal mindsets impede gender justice?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-long-will-patriarchal-mindsets-impede-gender-justice-2905831",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-11-2021"
    },
    {
        "full_article": "As Omicron, a new variant of the coronavirus, is spreading fast across the world and countries are imposing travel bans and stepping up efforts to contain its spread, we must not lag behind in taking all the precautionary measures needed to stop the variant from entering our country. Considering the current situation, the National Technical Advisory Committee on Covid-19 has already recommended imposing travel bans on countries where the new variant has been found. The committee has also suggested that people who arrived in Bangladesh in the last 14 days from any of the countries where Omicron has been detected should be in institutional quarantine, and has stressed the need for wearing face masks everywhere, including in educational institutions, and the limiting of mass gatherings. However, whether we will be able to prevent the new variant from spreading will largely depend on how these recommendations are followed by the authorities concerned and the people at large. As far as we know, the civil aviation authorities have not yet issued any travel restrictions, although they have directed the international airports in the country to remain on high alert to prevent the spread of the new variant.\nWhat we know so far about the new strain is that it is far more transmissible than the Delta variant, which wreaked havoc in Bangladesh as well as around the world only a few months back. Although we still don't know how deadly Omicron is, one thing we do know is that the variant has 32 mutations in its spike protein, which is about double the number associated with the Delta variant. One major concern regarding this variant is how effective the existing vaccines will be against it because of its large number of mutations. As a result, we must immediately prepare to deal with the new variant.\nImposing travel restrictions is particularly important for a country like ours, because if this highly transmissible virus strain does spread here, our weak healthcare sector might not be able to provide proper treatment to the large number of patients who might get infected with it. Given our poor track record of maintaining simple health guidelines such as wearing masks and avoiding social gatherings, it could be easily assumed what might happen if the new coronavirus variant does enter the country.\nIf that happens, we may not have any other option but to impose another lockdown, which will have serious negative impacts on our economy that has just started to recover from the damage done by the previous two lockdowns. Therefore, the authorities should immediately impose travel bans without any hesitation. Beside imposing travel bans, maintaining strict screenings at the airports, ensuring institutional quarantine, preparing our healthcare facilities and strictly maintaining the health guidelines are some of the most important measures that we should enforce right now.\n",
        "headline_1": "Prevent Omicron from entering the country at all costs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/prevent-omicron-entering-the-country-all-costs-2905826",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-11-2021"
    },
    {
        "full_article": "The latest news about former prime minister and BNP chief Khaleda Zia has reconfirmed that her health has severely deteriorated. For the first time, her doctors have publicly briefed us about her health complications. Khaleda has been diagnosed with liver cirrhosis and has also been passing blood. Her doctors have gone on to say that her condition could turn critical at any moment, and that she needs TIPS (transjugular intrahepatic portosystemic shunt) technology to intervene, which is available at some specific advanced medical centres in the US, UK, and Germany. \nBecause Khaleda Zia is at high risk of rebleeding in the next week and an even higher risk in the next six weeks, her doctors have strongly suggested that she be taken abroad for treatment immediately. Taking into consideration the recommendation of her doctors, we believe it is time for the government to rethink whether to send her abroad for treatment on humanitarian grounds. \nThe government has already allowed her to be in the company of her family on humanitarian grounds. However, the comments made by the law minister that Khaleda is now free and is not in the government's custody is somewhat confusing. As far as we are aware, she has been convicted and has been serving her term. What did the law minister mean when he said she is now free? Does that mean she is free to travel abroad for treatment? If that is the case, what prevents her from going abroad, or what was meant when it was said that she needed to go back to jail to be allowed to go abroad?\nWe see VIPs constantly going abroad to receive treatment, which means that our healthcare system is not advanced enough to support all sorts of medical emergencies. Khaleda Zia's medical situation could be such a case. \nWe understand that there are many political implications in regards to Khaleda Zia and her case. However, since she is now severely ill, at this stage of her life, can politics be left aside, and the focus be shifted to the humanitarian side?\n",
        "headline_1": "Khaleda Zia’s health is deteriorating",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/khaleda-zias-health-deteriorating-2905681",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-11-2021"
    }
]