[
    {
        "full_article": "With President Ram Nath Kovind’s term set to end on July 24, the process to elect his successor has been kicked off with the Election Commission’s announcement of the schedule on Thursday. The electoral college for the presidential elections has 4,809 members, which includes 233 Rajya Sabha and 543 Lok Sabha members, and 4,033 MLAs of State Assemblies. Each member has a certain vote value based on the strength of the population they represent. The voting is on July 18. The total value of the votes that will be up for grabs is: 10,86,431. The BJP-led NDA’s tally is 5,25,706, around 20,000 votes short of the majority mark, but there is no doubt that its nominee will occupy Rashtrapati Bhavan. The Biju Janata Dal with 31,686 votes and the YSR Congress with 43,450 votes have conveyed to the Government their wholehearted support. The Odisha CM Naveen Patnaik, on May 30, and YSR Congress chief and Andhra Pradesh CM Y.S. Jagan Mohan Reddy, on June 2, met the PM, reportedly committing their votes to the BJP’s choice for the highest office.Even though the outcome is foretold, the contest will have many layers of political meaning and symbolism, and therefore will be keenly watched by the country and the world. The new President will take over at a time when the country is faced with a crippling religious polarisation and other challenges. This is the second presidential election where J&K’s legislators will not participate, but the first after it became a UT in 2019. In the nomination of Mr. Kovind, a Dalit from the heartland, the BJP sent a political message five years ago. It will certainly have another one this year, that is being anticipated eagerly to read into what the BJP’s strategy will be, going into the 2024 general election. The presidential poll will also be a test for the Opposition in terms of its unity, leadership and talking points. The Congress has the highest number of votes among the non-BJP parties but its acceptance among other parties is at the lowest in a long time. The TRS chief and Telangana CM, K. Chandrashekar Rao, and the TMC leader and West Bengal CM, Mamata Banerjee, want to lead the Opposition coalition and hence appear unwilling to concede the leadership to the Congress, though they have not made any public statement on the question. AAP leader and Delhi CM Arvind Kejriwal who is relentless in his attacks on the BJP, is equally opposed to the Congress. Considering these divergent views and conflicting ambitions, it will be a tall order for the Opposition to devise a united front and coherent strategy. All told, the presidential election will be a demonstration of how political forces are aligned in the country.",
        "headline_1": "Known unknowns: On Presidential elections",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/known-unknowns-the-hindu-editorial-on-2022-presidential-elections/article65514531.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The resignation of Sri Lanka’s Finance Minister Basil Rajapaksa as Member of Parliament on Thursday did not come as a surprise, given the adverse public mood he and the rest of his family, including his brothers President Gotabaya Rajapaksa and former Prime Minister Mahinda Rajapaksa, have been facing. But what was surprising was that he took a month to quit after unprecedented violence in Sri Lanka. The violence was an outcome of the attack unleashed by supporters of the ruling Sri Lanka Podujana Peramuna (SLPP) on peaceful anti-government protesters, who have been running the campaign “Go home Gota [Gotabaya Rajapaksa]” over the country’s worst economic crisis. It needs no reiteration that Basil Rajapaksa, regarded as the livewire of the SLPP, was perceived in certain quarters as one of those responsible for the attack on the protesters. His political departure comes at a time when efforts are on to get Cabinet clearance for the proposed 21st Constitutional Amendment, which is aimed at empowering Parliament over the executive President, apart from barring those holding dual citizenship from entering the legislature. Basil Rajapaksa, who holds American citizenship too, would have been affected and realisation may have dawned on him.The development should provide a breather to Prime Minister Ranil Wickremesinghe, who has been batting for significant changes in the Constitution. Needless to say, he would like the complete restoration of the 19th Amendment, which was adopted by Parliament in April 2015 when he was the PM; Maithripala Sirisena was the President. Gotabaya Rajapaksa, who assured his country days after the violence that he would take steps to amend the Constitution to bring back the 19th Amendment, should honour his word. He should not be influenced by voices within the SLPP that the economic agenda should take precedence over the political agenda of constitutional amendments. The two agendas have become so intertwined that the government’s performance in the context of the political agenda would create a conducive climate for the international community to consider investing in Sri Lanka in a big way. The President, who has said that he would like to complete his remaining term of two and a half years, should keep this in mind and facilitate the task of Mr. Wickremesinghe in reconstructing the beleaguered economy. One should not forget that the 19th Amendment, while in force, was no bar for then President Maithripala Sirisena to effect a constitutional coup. This is why the demand for the abolition of the office of executive President assumes significance. There may still be a long way to go for abolition but, in the event of the proposed 21st Amendment being passed, the experience gained should be used by all stakeholders constructively to pursue the goal of bringing back the parliamentary form of government, which was in existence in Sri Lanka for 30 years since Independence in 1948.",
        "headline_1": "Restoration: On Sri Lanka’s return to parliamentary democracy",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/restoration-the-hindu-editorial-on-sri-lankas-return-to-parliamentary-democracy/article65514572.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The story of the masked finfoot first caught my attention in 2013. Just like most other wild animals, the news on this recluse bird that calls the Sundarbans its home was not promising.\nEach time I write about environmental issues, I am left wondering: Why should the extinction of some bird, a tiny butterfly or a giant elephant bother us? I mean, if you are looking for a dose of nature, you can simply cosy up on your sofa and turn on Planet Earth. They have even managed to bring to life, albeit on TV, the prehistoric dinosaurs.\nBut I worry. I worry that the next generation, if it gets to survive the climate apocalypse, will not know the joys and perils of a life in the wilderness. That we have moved so far from nature that our only way to feel connected to it is by taking a weekend away from the city and paying money to enter forests.\nI will leave the conversation over nature being contained in enclosed spaces or for small weekend getaways for another time. For now, I want to pen yet another plea, another call for help to change the course we are running on. And I want to tell you why the loss of a bird somewhere far away from home should bother you.\nThis year's theme for World Environment Day, observed on June 5, was \"Only One Earth,\" which begs to look at the natural world through both a micro- and a macro-lens.\nEverything is connected. Take, for example, the car you are driving or being driven in, or how about the factory you run or the one you work in. The energy and fuel that it uses, the pollution it creates, the pressure it puts on natural resources and everything the environment has to supply you with to keep the wheels turning affects the environment around you.\nThere are a few other species of birds in Asia that could be considered as threatened as the iconic masked finfoot, currently listed as \"endangered\" on the International Union for Conservation of Nature (IUCN) Red List. Globally, there are only three species of finfoots across the tropics of Asia, Africa and the Americas. Asia's masked finfoot is the least known of the three, and considered the most imperilled.\nThe IUCN recategorised masked finfoot from \"vulnerable\" to \"endangered\" in 2009 as rates of population decline were found to be higher than previously assumed, owing to the destruction and disturbance of its habitats and, to a lesser extent, hunting and collection of eggs and chicks.\nThis shy and reclusive  water bird, which can climb trees with its waders and swim the waters, has taken many a photographer and ornithologist deep into the labyrinth of the tide-country.\nA scientific paper published in the UK-based ornithological journal Forktail: Journal of Asian Ornithology revealed a very small, declining global population of the masked finfoot.\nThe paper, titled \"The status and distribution of the masked finfoot 'In nature, nothing exists alone''In nature, nothing exists alone' – Asia's next avian extinction?\" was authored by a team of conservation scientists and bird experts from the University of Cambridge, BirdLife International, Wildlife Conservation Society, and Mahidol University.\nAvailable data compiled across all countries where finfoot is found indicates that the present population may not exceed 304 adult individuals, and could be as low as 108 individuals. And the vast majority of these individuals are likely concentrated in the Sundarbans' Bangladesh side, according to the research paper.\nWhile previously believed to be also found in Cambodia, India, Laos, Malaysia, Myanmar, Singapore, Thailand and Vietnam, most countries now report either a declining population or can only cite historical sightings, with breeding populations only existing in Cambodia and Myanmar apart from Bangladesh.\nEven though BirdLife International considers the species endangered, the authors in this paper argue that, given its current status, the masked finfoot should be considered critically endangered and heading towards extinction.\nThe masked finfoot of the Sundarbans – that is what I will call it now, because this may very well be its last known address – is just a reminder of habitat degradation in Bangladesh's largest forest body. It is estimated that the eastern part of the Sundarbans currently supports between 40 and 80 breeding pairs, but with a declining population trend, according to the Bangladeshi lead author of the paper, Sayam U Chowdhury.\nThreats faced by the species in Bangladesh include poison fishing, the collection of eggs and chicks from nests by fishermen, and the impacts of rising sea levels such as saltwater intrusion in key habitats, leading to a reduced freshwater supply.\nThere has been a sharp decline of masked finfoot population in the coastal parts of the Sundarbans concomitant with a shift of nesting habitats towards less saline areas closer to the landward edge of the forest. And at the landward edge, habitat destruction and human footprint – namely industries – inching towards the fringes of the Sundarbans, increased motorised vessel traffic, and just an overall rise in human movement within the forest premises threaten the balance of nature.\nBased on field surveys, the masked finfoot population in Bangladesh is estimated to be 80–160 mature individuals. That is a huge number as it constitutes 52.6-75 percent of the global population, which is estimated to be around 108–304 individuals. This also shines a light upon the overwhelming importance of conserving this population in the Sundarbans at the global level.\nWe all think about tigers when it comes to the Sundarbans, but the masked finfoot is far more threatened and elusive than the tigers. If we lose the Sundarbans, it is very likely that we will lose this bird from the face of the Earth.\nSaving this population and their habitat could mean turning around the clock on this species' fate on Earth. The masked finfoot depends on low-lying, undisturbed areas of forested wetlands, especially river channels with formerly little or no human activity. This is something that is still possible in the Sundarbans.\nThe research paper ends with a reminder that the recommendations made two decades ago by BirdLife International (2001) remain relevant to this day. The masked finfoot appears to be the harbinger of doom if meaningful actions are not taken at each step. Measures need to be taken on all fronts. Global action to protect the planet from further impacts of climate change, something that would ensure that ice caps don't melt at the rate they are now, which would then ensure that the sea level does not rise further, which would in turn ensure that salinity does not increase in the Sundarbans any more, thus not reducing suitable habitat for the masked finfoot.\nMeanwhile, we must do everything we can in the Sundarbans to reduce immediate threats. Widespread use of poison fishing, habitat degradation, water vessel traffic, disturbance from a growing tourist load and natural resource harvesters, and increased pressure on the Sundarbans for its resources to build and support factories around the tidal network must all be addressed nationally.\nThe masked finfoot is essentially the barometer of success, of not just Bangladesh's fight against encroachment into natural resources, but of the global fight against climate change.\nTo make things a little clearer, let me break down this issue further. The natural world, for lack of better metaphor, can sometimes act like a carefully constructed domino castle. If we threaten the footing of one tile, we effectively set off a chain reaction. This particular bird, its home the Sundarbans, and us – we are all in it together.\nRemember Rachel Carson's Silent Spring? And how it launched an environmental movement, reminding us that one action can affect everything – from flora, fauna to us humans (somehow, we exist outside the realm of fauna, and maybe that's the problem)? The case of the masked finfoot is like taking a page out of Carson's book, which reminds us that \"in nature, nothing exists alone.\"\nIt is time to recalibrate our environmental agenda – both on a personal and a policy level – and to keep telling ourselves that if a bird is affected now, then you will be too in due time.\n \nAbida Rahman Chowdhury is a journalist at The Daily Star with interests in wildlife and biodiversity conservation.\n\n",
        "headline_1": "Masked Finfoot under Threat: A canary in the coalmine of climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/masked-finfoot-under-threat-canary-the-coalmine-climate-change-3044396",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The Covid-19 pandemic has transformed almost every aspect of our lives. It has had a profound effect on the skills and competencies that labour markets require of graduates by accelerating the adoption of digital tools and increasing the demand for digital content. At the same time, the imperative to social distancing has made it impractical for universities to assess students using traditional methods, leading institutions to experiment with a variety of alternative assessment instruments. Nevertheless, universities can greatly enhance the employability of their graduates by strategically investing in some elements of these alternative assessment innovations.\nThe unseen exam was the mainstay of university assessment prior to the pandemic, and with good reason. The anonymised nature of exams creates a level playing field on which student work can be fairly evaluated. The unseen paper allows institutions to test the ability of students to apply what has been learnt to an unfamiliar context. The process of preparing for an exam teaches students to manage and retain information. The closed nature of the exam hall enables the institution to prevent collusion, personation, plagiarism, and other forms of academic misconduct. The time-limited nature of exams not only teaches students time management, but also how to cope with stress in high-pressure environments.\nDespite these important advantages, a major weakness of the unseen exam is the limited relevance of the assessment mode to real-life situations. As many generations of students have wryly observed, it is difficult to think of a situation in which an employer would oblige an employee to answer pre-prepared questions in an empty room without access to any notes or other resources. For this reason, even before the pandemic, universities used presentations and reports to complement the unseen exam with assessment modes that honed skills valued in the labour market.\nThe demands of the labour market are constantly changing, and so are the relative importance of different skills. It is widely accepted that the pandemic has increased the premium that labour markets place on digital competencies and proficiencies. So, while the ability to conduct a presentation in a boardroom remains an invaluable skill, in the post-pandemic digital economy, this skill must be complemented by the ability to simultaneously manage the live-streaming of that presentation to an online, remote audience. In addition to traditional assessment modes, we should also be asking students to submit their academic work in the form of podcasts, videos and blogs, aligning our curriculum more closely to a post-pandemic digital age.\nAn important advantage of using these formats is the ease with which they can be leveraged by students to create a portfolio for potential employers. It is straightforward to upload a video or a podcast from an assessment to YouTube or other publicly accessible platforms in a way that can easily be highlighted on CVs and LinkedIn profiles. Universities that are early adopters of these innovative assessment modes would enable their students to differentiate their CVs in an increasingly competitive graduate labour market.\nAs with any innovation, the adoption of new assessment modes comes with an element of risk. The main purpose of assessment is to provide a barometer of student learning. With videos and podcasts, however, slick production technologies can have a disproportionate effect on the perceived quality of the submission. As a result, those grading will need to be vigilant to prioritise substance over style when deliberating over submissions.\nRumours of the demise of the unseen exam are greatly exaggerated. Compared to other assessment instruments, exams provide an exceptionally reliable and robust barometer of learning. For this reason, they should remain an indispensable part of a university's assessment portfolios. But universities should leaven their degrees with other, more innovative and employment-relevant forms of assessment. Reports and presentations will continue to play an important role in assessments. But so should blogs, videos and podcasts, too, the prominence of which have increased dramatically in the post-pandemic digital economy.\n \nProf Barry Reilly is a professor of econometrics at the University of Sussex.Dr C Rashaad Shabab is a senior lecturer of economics at the University of Sussex.\n",
        "headline_1": "Can university assessment make graduates more employable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-university-assessment-make-graduates-more-employable-3044371",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The old cliche used in the title has many opponents; not too many people are convinced that money is the only factor to get skilled or efficient workers. Peanuts, in this context, is slang for low wages, and monkeys imply stupidity, and by extension, unskilled workers. A seminal essay published by the Economic Policy in 2011, however, upheld the phrase to suggest that when it comes to education, there is a significant link between teachers' pay and pupils' performance.\nThe authors of the article, Dr Dolton and Marcenaro-Gutierrez, begin with a simple question: \"Why are teachers paid up to four times as much in some countries compared to others, and does it matter?\" They observe that some of the best-performing education systems, such as in Finland and South Korea, recruit their teachers from the top third of their graduate cohort. Using aggregated data from 39 OECD countries over 10 years, the study argues that the relative wage in teaching determines the ability, and hence the quality of teachers the country gets. \"If teachers are paid in the top 20 percent of the earnings distribution of a country, then one would expect that this profession would attract some of the most able graduates in the country. Likewise, if teaching is really poorly paid in relative terms, then one would expect that only the less able would end up in the job.\" The study shows that a 15 percent increase in teachers' pay would give rise to around a 6-8 percent increase in pupils' performance.\nBut there is a catch. This increase is not necessarily for the existing stock of teachers. An automatic pay increase will not necessarily turn the current teachers into better teachers. There should be additional incentives for them to undertake continuous professional development and in-service training to measure up to the higher pay. It would take 30-40 years to complete the cycle to replace the existing stock with better recruits. The article contends that the quality of an education system cannot exceed the quality of its teachers.\nWith so much talk on education as the next \"megaproject\" of the government, reiterated by the education minister in a post-budget briefing, I think policymakers should focus on quality teachers at all levels of education in Bangladesh – primary, secondary and tertiary. However, the moment the term \"megaproject\" is used, a mega concern bursts into the scene. We get worried by the trajectory of the ongoing \"development\" practice that focuses on bricks and mortars, land acquisition, overseas consultancy, bureaucrats, and middlemen. Let us, therefore, be wary of the monkey business in identifying the elephant in the room: we need the right people for the right job. We need to make the right investment to get the right teachers for the right education. The same rule perhaps applies to other professional groups. It is not healthy to have a cadre officer with a background in humanities call the shots in the health ministry, for example.\nWith limited resources available to Bangladesh's education sector in the proposed budget, it is even more pertinent that we strategise. The proposed Tk 81,449 crore education budget is 12 percent of the total budget. Its share in the GDP is 1.83 percent, significantly lower than the prescribed six percent. Already, the budget has been criticised for not paying the necessary focus on Covid-19 recovery and for its attempt to camouflage the information technology budget under its purview to look good on paper.\nThe proposal to increase teachers' pay for quality education is, therefore, going to be an anathema to the policymakers. As an English teacher, who has been involved in public and private universities, I can reflect on my field to defend my position.\nI was intrigued by a newspaper article by Prof Obaidul Hamid of the University of Queensland, who referred to the recently published English Proficiency Index to tell us, \"Bangladesh was placed in the low proficiency category and was ranked 65th, ahead of Vietnam (66th) and behind Nepal (62nd), Ethiopia (63rd) and Pakistan (63rd). Lebanon (34th), China (49th) and Iran (58th) were ahead of Bangladesh, in the moderate proficiency group. Except for Singapore (4th) and South Africa (12th), the very high proficiency group comprising 13 countries was dominated by European countries, led by the Netherlands (1st) and Austria (2nd).\"\nOur inefficiency in communication skills is allowing expatriate workers from our neighbouring countries to siphon billions of dollars from the NGO, banking, and RMG sectors. It would be interesting to compare the remittance sent in by our unskilled workers with the one sent out by skilled expats. Education, both formal and informal, is the only remedy that can bridge the gap. And for that, we will need the right educators.\nProf Hamid's own research shows that many students are acquiring English language skills from the internet in absence of support services in school. This is also true for China and Saudi Arabia. We need expert teachers who can gear the primary and secondary students to the best practices. Clearly, the existing stock has failed for a whole gamut of reasons, including the retirement of experienced teachers, insufficient knowledge, poorly designed textbooks, a convoluted language policy, politicisation, insufficient training, paltry pay – the list goes on.\nThe government has done remarkable jobs in spreading education, and in making education accessible to all. Programmes like free textbooks, meal for school children, and uniform budget are laudable. But tempted by the number game, we often compromise quality. It is time to bring good teachers to the classroom; the rest will follow.\nHow do I know? Look at some of the top private universities that are in their 20s and 30s. Already, some of them have outpaced the age-old public universities in different quality measures. These universities pay handsome salaries to attract faculty members with foreign degrees, prompting a reverse brain drain. They also utilise the expertise of senior retired professors. And then there are other private universities that probably pay Tk 10,000 to a university lecturer, and are guilty of selling certificates.\nIndeed, if you pay peanuts, you get monkeys.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts, Bangladesh (ULAB).\n\n",
        "headline_1": "If you pay peanuts, you get monkeys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/if-you-pay-peanuts-you-get-monkeys-3044181",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The finance minister deserves congratulations for presenting the proposed national budget for the 2022-23 fiscal year. This budget has been presented in the context of an unprecedented economic crisis that neither Bangladesh nor the world has seen in several decades. The poor are the worst victims of this economic crisis. Therefore, it has been emphasised that governments must devise policies that would revive the economy and save people from poverty and deprivation.\nIn the run-up to the tabling of the national budget, containing inflationary pressure and providing relief to the poor and the low- and fixed-income groups have been at the centre of recommendations. Additionally, increasing export and remittance income, reducing import expenditures, expediting revenue collection, and rationalising public expenditure by curtailing unnecessary costs and prioritising employment generation projects are issues that needed to be emphasised in the budget.\nIf one looks at the inflationary measures that are proposed in the FY2022-23 budget, there are ample reasons to be frustrated on several grounds.\nFirst, the proposed budget does not have any visible and adequate measures to contain inflationary pressure on people. The tax-free personal income threshold per year remains the same at Tk 3 lakh. The Centre for Policy Dialogue (CPD) suggested raising this threshold to Tk 3.50 lakh, given the pressure of rising food inflation and income erosion induced by the Covid-19 pandemic.\nSecond, as opposed to no tax relief for the low-income households, there are a few measures that are targeted for higher income groups: i) The limit of annual tax-free allowances in addition to salaries, such as housing, transportation, and healthcare, has been increased from Tk 5.5 lakh to Tk 10 lakh; ii) The rate of tax rebate on investment has been proposed to be increased from 10 percent to 15 percent; iii) Special tax treatment will be provided at various rates for undisclosed assets. There are proposals for reducing corporate tax. This may help businesses to grow, but will not help the low- and middle-income groups.\nThird, as for direct support measures including allowances under social protection, no substantive increase of allocation is observed. The allocation for social safety net programmes is 16.75 percent of the total budget. Sadly, this is lower than the revised budget of FY2021-22, where allocation for social safety net is 18.78 percent. To ensure food security, the need for availability of essential commodities at reasonable prices through open market sales (OMS) by the government is essential. The government is distributing 500,000 tonnes of rice and 509,000 tonnes of wheat through OMS in the outgoing fiscal year. The budget speech mentions that in the lean season, during September-October and in March, food assistance equivalent to 30kg of rice at Tk 15 per kg will be provided to five million low-income households every month. But the number of households requiring such support is much bigger. Also, more items should be covered under the OMS system.\nFourth, the finance minister had earlier mentioned that the universal pension scheme would be introduced from FY2022-23. This is presented in the budget speech, which highlights that it will ensure old age protection under a sustainable and well-organised social security framework. However, there are no details on the implementation of this scheme.\nFifth, the recommendation for reducing import tax from some essential items has not been included in the proposed budget. The CPD has earlier mentioned that at least 29 imported essential food items currently face a high incidence of tax. Some of these items – rice, palm oil, lentils and sugar – could have been considered for tariff reduction. Regarding the import tax reduction, the government's worry on lower domestic resource mobilisation is understandable. However, there are several measures that have been proposed for the higher income groups that would reduce tax collection. This also raises concern on tax justice.\nSixth, the proposal to increase the subsidy on agriculture will help the poor. However, ensuring prices to farmers for their products is most important, so that farmers are encouraged to produce more. The government has indicated that the prices of gas and electricity will be adjusted gradually. The government has already increased the gas prices, both at the household and the industry levels. This will increase inflationary pressure on the common people. Of course, subsidies will have to be gradually removed, since they encourage inefficient resource utilisation. They also deprive the government from revenue collection. However, in the current context, it should be phased out gradually.\nSeventh, the inflation target for FY2022-23 is set at 5.6 percent. Such a target is based on two unhelpful assumptions. First, the enormous economic challenges faced around the world will be over by next year. As it is, inflation does not reflect the real pressure of prices, since the commodity basket of people has changed. If the consumption pattern of the poor is taken into consideration, inflation would be in the range of 10–15 percent. In fact, the price data provided by the Trading Corporation of Bangladesh (TCB) shows high prices of all major essential items. Second, the finance minister has probably assumed that even if the global economy does not turn around, Bangladesh will continue to thrive and solve all economic problems on its own. It seems the policymakers have overlooked the global economic context and the predictions by international organisations. The International Monetary Fund (IMF) has revised its projection of global growth from 6.1 percent to 3.6 percent for 2022. The World Bank says global growth will come down to 2.9 percent this year, as opposed to 5.7 percent in 2021. Earlier in January 2022, the World Bank had projected that the global growth would be 4.1 percent. Worse, it has also forecasted that most countries would face recession and there will be stagflation, as was experienced in the 1970s.\nSo, how Bangladesh will remain insulated from such critical circumstances has not been clarified by the finance minister through budgetary measures.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Budget 2022-23: Inflationary concerns not addressed adequately",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/budget-2022-23-inflationary-concerns-not-addressed-adequately-3043856",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The non-profit Manusher Jonno Foundation (MJF) has come up with a shocking revelation that about 95.8 percent of children in the country are victims of violence in their own homes. This is more than the violence they face in their educational institutions or at the community level. A whopping 86.9 percent of the children surveyed said they had faced physical violence in the name of punitive action within the households. What's more shocking is that around 81 percent of guardians were found to be supportive of physical punishment when a child is disobedient. This situation is worrying, to say the least, and if we cannot change the mindsets of parents and guardians towards children, it will have long-term detrimental effects on their wellbeing.\nChildren in Bangladesh face various forms of violence; sexual violence is the cruellest of them. Organisations working on child rights have done various studies and surveys that reveal a horrendous picture of sexual abuse in the country. A majority of children become victims of sexual abuse by close relatives or neighbours. The MJF survey also found that 55 percent of children face sexual violence at home. Moreover, the percentage of children facing emotional, physical and sexual abuse at schools and colleges as well as workplaces for working children is also quite high, according to the study.\nThe children surveyed by MJF said they did not report these issues to their parents because they were afraid of being judged. This indicates the sheer lack of awareness among parents in general about the issue of child abuse inside households. If children have to hide incidents of abuse or violence from their parents – who are supposed to have their best interests in mind – how will they learn to speak up if/when they face such things outside their homes?\nTherefore, in order to ensure a safe environment for children, we must take a firm, united stand by involving families, communities, schools, as well as all sections of society. While the country's elected representatives must ensure that child rights are protected by implementing the relevant laws, the agencies and organisations working on child rights must also play their part by forming community-based committees, appointing social workers and volunteers in the communities to raise awareness of the issue and the need to protect children. It is only through proactive and well-focused measures that we can ensure a safe environment for children everywhere.\n",
        "headline_1": "If kids aren’t safe at home, where will they be?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/if-kids-arent-safe-home-where-will-they-be-3044161",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The information minister has said that newspapers are not permitted to broadcast talk shows and videos on their online platforms \"as per their declarations\", and that \"we will take action against them\" for the supposed violations. We cannot help but be alarmed by such remarks given the challenges that already surround the free press in Bangladesh. This fixation on what newspapers can or cannot do follows a \"rich\" tradition of inhibiting legislation on the newspaper industry, and even gives public utterance to the antagonism in which the state often appeared to stand towards the free press, more so in recent years than ever before.  \nJust the other day, we explained in this column how the digital media is replacing traditional media as the new frontier of censorship and journalist repression. The 2022 World Press Freedom Index, released in early May, lends credence to this point as Bangladesh ranked 162nd out of the 180 countries and territories surveyed. A significant contributor to this qualification is the fact that between January 2020 and February 2022, more than 200 journalists were implicated under the Digital Security Act (DSA). Editors and media managers have repeatedly blamed such legislation and rules for putting journalists in danger and curtailing their freedom. Only last week, even after a public pledge by the law minister, a local editor was arrested immediately after the filing of a DSA case against him. He was granted bail a day later.\nThe question of whether newspapers can or cannot publish video content (like videos) on their websites is a technicality that we fear is being weaponised to further restrict the space for journalists. The argument that they cannot is legally tenuous, morally unsound, and technically counter-intuitive as it contrasts the free, democratic nature of the digital ecosystem. Today, there is hardly any newspaper that doesn't have Facebook, Twitter, and YouTube accounts. The ability to use these social media tools has thrown a much-needed lifeline to legacy news media struggling in a digital age. Restricting their use does not just go against the freedom of the press and people's right to information, but also against time itself. It also flies in the face of the so-called digital advancement the government is so proud to have achieved.\nWe urge the government to refrain from pursuing such policies. Regulating the media is one thing; clipping its wings in the name of regulation is a totally different thing. We already have more media laws and rules than perhaps needed – with still more in the offing – but not one of them could withstand scrutiny by experts. The government should focus on rectifying those to make them media-friendly, instead of trying to subjugate it to further restrictions.\n",
        "headline_1": "Don't let technicalities get in the way of free press ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dont-let-technicalities-get-the-way-free-press-3044156",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "Seeing Tom Cruise cranking on the gas and weaving amongst trainees of the US Navy’s Top Gun school can make you wonder how IAF trains its Top Guns.\nThe history of air combat is as old as aircraft themselves.\nIn 1940/50s IAF looked to the Royal Air Force for air combat tactics and training, but limited budgets and opportunities meant only a handful of pilots could be trained, with no continuity and transfer of knowledge.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "How India got her top guns: IAF’s fighter pilot training began small. Ingenuity is a big part of why it’s now a big, modern setup",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-india-got-her-top-guns-iafs-fighter-pilot-training-began-small-ingenuity-is-a-big-part-of-why-its-now-a-big-modern-setup/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "The four hotly contested seats among the 16 Rajya Sabha spots up for grabs saw Congress in Rajasthan, Haryana and Karnataka and Shiv Sena in Maharashtra put up a determined fight against BJP. The en masse rejection of Congress Haryana legislators’ votes in the Rajya Sabha (RS) contest between media baron Subhash Chandra and lawyer RK Anand in 2016 and Ahmed Patel’s agonising struggle in 2017, when Gujarat Congress MLAs were lodged in a Karnataka resort, was a wake-up call for GOP. It realised to much dismay that stakes could suddenly become high even in otherwise placid RS polls.\nBJP’s approach hasn’t changed. Since 2014, it has never rested on its comfortable numbers and keeps its rank-and-file in constant battle readiness – by fighting every election from panchayats to Parliament with utmost zeal. Except for TMC in Bengal, no opposition party matched up. Congress, SP and RJD learned this the hard way. But huffing and puffing to victory in RS is also a warning of the intensity and resourcefulness needed against BJP in larger elections. After all, RS electors are a small community of MLAs who can be clumsily shielded from poaching efforts by cutting off their communication modes. This is at best a vindication of political troubleshooting skills, not winnability quotient.\nBJP has excelled in key departments like disseminating narratives, mobilising cadre and wooing voters. Winning direct elections to assemblies and Lok Sabha involving lakhs and crores of voters is the big ask. When RS polls’ dust settles down, recent debacles in UP, Uttarakhand, Manipur and Goa and the disarray in Gujarat and Himachal Pradesh should give the opposition much fodder for thought. There’s, perhaps, a lesson for BJP too: bearing down too hard on rivals can scale up the index of opposition unity, as in Maharashtra, and end up hurting it.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "Houses and fights: Oppn fought hard in RS polls. But BJP fights all polls hard",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/houses-and-fights-oppn-fought-hard-in-rs-polls-but-bjp-fights-all-polls-hard/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "Thailand, often referred to as the land of smiles, gave some of its citizens another reason to be happy – by being the first Asian nation to decriminalise marijuana for medical and industrial use. Although it is stopping short of examples set by Canada and Uruguay, which have decriminalised recreational marijuana as well. What Thailand’s move means is that farmers will be able to grow the plant while entrepreneurs can sell cannabis-infused food, drinks and cosmetics. There are two caveats – smoking pot in public will still be outlawed while possession and sale of cannabis extracts containing more than 0.2% of its psychoactive ingredient, tetrahydrocannabinol (THC), will not be allowed.\nStill, Thailand’s part decriminalisation of marijuana is expected to fetch the industry as much as $435 million by 2026. That’s an economic high amid the Covid-induced downturn. India continues to stick to a grey area where only certain parts of the plant (bhang leaves) and certain uses (medical and scientific) are allowed. This system came about because India had given in to American pressure in the 1980s and banned all narcotic substances. But since then the US has reversed course and today 19 American states allow recreational marijuana.\nTherefore, it makes little sense to keep marijuana in the proscribed list, clog up courts by prosecuting low quantities of possession, drive the trade underground and eschew legitimate revenue. Before the ban, India had a centuries-old tradition of marijuana use as part of its culture. Decriminalising marijuana fully makes legal sense, as well as an economic one.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "Asia’s highland: Do better than Thais, fully decriminalise marijuana",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/asias-highland-do-better-than-thais-fully-decriminalise-marijuana/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2022"
    },
    {
        "full_article": "Kindness makes the world go round; every year, billions of dollars flow to non-profit organisations, foundations, government agencies and individuals. This makes the world a better place, we think.\nNot so fast, says political theorist Emma Saunders-Hastings in her book Private Virtues, Public Vices: Philanthropy and Democratic Equality. While such generosity is laudable, philanthropy also entrenches hierarchies of power and status incompatible with democracy, she argues. She urges us to look at the social and political relations that it fosters.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "In giving, what are the rich taking?: How philanthropy’s billions can also do harm",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-giving-what-are-the-rich-taking-how-philanthropys-billions-can-also-do-harm/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2022"
    }
]