[
    {
        "full_article": "The setting up of a three-member panel by the Union government to probe the ethnic violence in Manipur, that has claimed nearly 100 lives and displaced over 35,000 people, must be welcomed. Its terms of reference are clear — an inquiry into the causes and the spread of the violence and whether there was any dereliction of duty by the authorities. This has the potential to set a process of truth-telling in motion that could nudge the possibility of reconciliation between the wounded ethnic communities. Riots and ethnic violence in particular rarely occur without driving forces — the fact that this occurred in Manipur with the help of looted weapons from police armouries only underlines this. Affixing responsibility for the violent actions to key actors and holding them accountable are the first steps in building trust in those responsible for governance. That arson and violence continue in the State even after the Union Home Minister visited affected areas and only 18% of the looted weapons returned to the armouries suggest that distrust among the two ethnic communities, the Meiteis and Kukis, remains intact, besides indicating the inability of the State government to act as a catalyst for a return to lasting peace.The paramilitary forces that have created a security grid and are patrolling “buffer areas” between the Imphal valley and adjoining hill areas, where the Kuki people live, to prevent any violence, can only be of limited help. The political representatives of the two communities — MLAs in particular who share party affiliations but differ in their ethnicities — must act as the bearers of peace and reconciliation. The underlying differences between the groups require a longer political dialogue and rumination as they are not easy to solve. Many among the Kukis (and the Nagas) claim that the demand for Scheduled Tribe status for Meiteis — opposed by a section among them — is unjustified, while Meitei sections resent the benefits of affirmative action for “hill-tribes”. The Meiteis also have the grievance that they lack the explicit privilege of owning land in hill areas, unlike the rights that anyone can have in the Imphal valley. Historical patterns of land ownership and dwelling by the Kukis have also made them susceptible to claims that they have encroached on reserved forests, and the steps taken by the government to clear such areas have created an impression of siege mentality among them. A process of reconciliation cannot succeed unless these knotty issues are tackled; for this to happen, representatives of these communities must rise above their narrow sectarianism and look for constitutional solutions. A beginning has to be made to tamp down on the violence, return the displaced to their homes, secure their lives, and isolate those responsible for wanton violence and bring them to justice. Thus, much depends on the commission’s work in this regard. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram \n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nnational or ethnic minority\n\n/\n\nriots\n\n/\n\ntribals\n\n/\n\npolice\n\n/ \n\ninquiry",
        "headline_1": "Useful first step: on probing the ethnic violence in Manipur",
        "headline_2": "Issues behind violence in Manipur are knotty but truth-telling should help",
        "link": "https://www.thehindu.com/opinion/editorial/useful-first-step-on-probing-the-ethnic-violence-in-manipur/article66938138.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "Away from the adrenaline-sprinkled nights of the recent Indian Premier League, it is time for Rohit Sharma’s men to congregate together in their Test whites. The Twenty20 bash may have its share of thrills but for the connoisseur, Test cricket spread over five days is the ultimate yardstick to judge both the singular — the player — and the collective — the team. And the prize cannot be bigger than the World Test Championship (WTC) title on offer as India take on Australia in the final commencing at London’s Oval on Wednesday. In a part of London where a large number of Asians, Africans and the West Indians reside, India will not be short of support. It may be an away game but Rohit’s men will feel at home looking at the stands that will have a large Indian presence. India prospered in its recent exchanges against Australia, be it at home or Down Under, in what is proving to be an exhilarating rivalry, but summit clashes are loaded with extra pressure and both units will step onto the turf as equals. It is a sobering reality that India last won an ICC silverware during the 2013 ICC Champions Trophy in England and this is a historical vacuum that Rohit and company will feel a need to address.In the previous WTC cycle which culminated in the 2021 final at Southampton, India lost to Kane Williamson’s New Zealand. For the senior group of skipper Rohit, Virat Kohli, Cheteshwar Pujara, Ajinkya Rahane, R. Ashwin and Ravindra Jadeja, the Oval contest offers another shot at ICC glory. India will miss its injured duo of Jasprit Bumrah and Rishabh Pant, but in Shubman Gill, has a batter seemingly destined for greatness. And the old cliché of Indian batting against Aussie speedsters will be again in vogue. India too has a potent seam attack and it would be interesting to see if Rohit presses ahead with both the spinners, Ashwin and Jadeja, or opts for just one. The Oval surface, like Sydney’s SCG, can have a subcontinental flavour, but under whimsical English skies and with a hint of grass on the pitch, the tussle could throw up many riveting angles. Rival captain Pat Cummins helms a strong pace attack, with Mitchell Starc offering the left-arm dimension. He also has Steve Smith, David Warner and Marnus Labuschagne as his batting colleagues. With the Ashes series against England looming ahead, Cummins would hope that the WTC final would offer a fillip, while India, ever consistent, equally wants to prove that it can hold its nerve in the climax.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nIndian Premier League\n\n/\n\nICC Test Championship\n\n/\n\nIndia",
        "headline_1": "A climax at the summit: on the World Test Championship in London today",
        "headline_2": "India will have to hold its nerve in the World Test Championship final to come out on top",
        "link": "https://www.thehindu.com/opinion/editorial/a-climax-at-the-summit-on-the-world-test-championship-in-london-from-june-7-to-11-2023/article66938150.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "Has India’s economic policymaking, especially on the industrial-manufacturing front, veered sharply towards creation of a few National Champion (NC) businesses, spanning infrastructure, manufacturing and even services?\nThe hypothesis has gone beyond gossipy speculation, with Nouriel Roubini (famously credited for “predicting” the global financial crisis in 2008) talking about it. More recently, Viral Acharya (former deputy governor, RBI) blamed the market power of “five conglomerates” (the names usually identified as putative NCs) for high inflation in India. Is it the dawn of Indian chaebols with disproportionate market influence?\nJoan Robinson never gets obsolete – “Whatever you say about India, the opposite is also true” – pretty much defines everything about our country. It would seem the NC hypothesis isn’t immune to that, despite sage analysts like Roubini and Acharya.\nRead full story on TOI+\n\n",
        "headline_1": "Big, bad businesses? No: Why recent critiques of ‘excessive economic power’ of Indian conglomerates by Nouriel Roubini, Viral Acharya aren’t supported by either global comparisons or data",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/big-bad-businesses-no-why-recent-critiques-of-excessive-economic-power-of-indian-conglomerates-by-nouriel-roubini-viral-acharya-arent-supported-by-either-global-comparis/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "After leading his team into a fifth IPL trophy, MS Dhoni admitted that “circumstantially” this was the best time to announce his retirement. When Sourav Ganguly, Glen McGrath, Kumar Sangakkara and AB de Villiers retired in their prime, they avoided all forms of adverse contemplation by critics and earned even greater adoration from their fans. Moreover, their careers in other facets of cricket have continued to flourish.\nThere are uncanny similarities between these cricketers’ choices and the choices that independent directors on corporate boards have to make at certain points in their tenure.\nIndependent directors join company boards, very much like new batsmen, prepping themselves for what is hopefully a long innings. It is a journey fraught with many twists and turns. Many face predicaments that call for a decision to play on or retire.\nRead full story on TOI+\n\n",
        "headline_1": "How independent directors can avoid ‘Retiring Hurt’: They join company boards for the long haul, very much like new batsmen. But if they are doing their job right they will know which situations call for ‘declaring the innings’ early",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-independent-directors-can-avoid-retiring-hurt-they-join-company-boards-for-the-long-haul-very-much-like-new-batsmen-but-if-they-are-doing-their-job-right-they-will-know-which/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "In 2017, GoI’s annual economic survey sprung a surprise. For long, the debate on migration within the country was headlined by the puzzling phenomenon that it was rather slow-paced. The decennial census, which represents a snapshot at the end of every decade, didn’t quite capture what was happening. The economic survey used unreserved railway travel as a proxy for economic migration between 2011 and 2016 and concluded that annual average inter-state migration was close to nine million, way more than what the census had captured. Buried in that dataset was another message: trains have a bigger impact than what’s conventionally measured.\n\nTrains are the lifeline for a bulk of India’s poorer economic migrants. Their ability to move and improve their economic prospects have a positive impact on their home states through remittances. GoI’s annual jobs data in 2020-21 (PLFS) tried to gauge the cause for migration. For men, an overwhelming 43% of migrants said it was linked to employment. While the railway data showed that traditional magnets for migrants such as NCR, Maharashtra and Gujarat continue to exert a strong pull, the emerging flows are from north and east to the south. Long distance routes such as the one served by Coromandel Express play a vital role here.\nWhen seen in isolation, railway finances are an example of messy cross-subsidisation between different revenue sources, common to other government-controlled areas such as electricity distribution. However, this view understates the larger economic impact that railways have by providing a cost-effective mode of transport across long distances. If anything, some of these long-distance migrant routes are underserved. For example, economic historian Chinmay Tumbe estimated that Kerala, before the pandemic, had about two million migrants from UP and Bihar.\nIn politics, language is a combustible issue. However, when it comes to migration, the economic survey pointed out that language is not a barrier. In that sense, railways play a unifying role that is rarely acknowledged. Indian Railways has received considerable budgetary support in the last few years. This positive development needs to be backed by reorienting priorities within the railways. Enhancing service in ‘migrant corridors’, backed by a greater attention to safety will pay off in ways that cannot be captured by looking at railway finance in isolation. India’s economic performance will be influenced by the efficiency of its rail network. And its safety.\n\n",
        "headline_1": "Migrants’ ride: Long-distance trains like Coromandel Express are especially vital, they carry millions travelling for jobs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/migrants-ride-long-distance-trains-like-coromandel-express-are-especially-vital-they-carry-millions-travelling-for-jobs/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "The shocking collapse of a 200m stretch of a 3km-long bridge – under construction since 2016 – over the Ganga in Bihar is one more project of appalling quality meeting its inevitable fate. Barely seven months since the Morbi bridge collapse in Gujarat that killed over 140 people, the Bihar bridge imploded under the weight of its own flawed design and shoddy construction. Bridges, roads, expressways collapse across India and the list is depressingly long. In the last year alone, from Uttarakhand to Karnataka, UP to Maharashtra, Himachal and Haryana, roads caved in, bridges collapsed, stretches of expressways were washed away in rains – as in Bundelkhand, five days after inauguration. There is no end to the state-private contractorbuilder nexus where high-value infra projects are rushed through without structural inspections, quality audits or safety monitoring. Public safety is repeatedly disregarded.\n\nTwo factors though make the Bihar bridge’s collapse, which has missed several completion deadlines, stand out. One, parts of it collapsed last year as well due to wind and rain. Deputy CM Tejaswi Yadav said IIT-Roorkee experts auditing the project following the previous cave-in had noted serious structural defects. Why then was construction continuing? Two, a disingenuous attempt was made to play down the incident – that the authorities demolished the bridge. While the claim collapsed quicker than the bridge, it speaks to the entitled impunity politicians and officials seem to enjoy.\nRegardless of the party at the helm, no heads roll within governments. Contractors pay the price, if at all. And no one ever pays the price for the grievous pollution caused with the debris of substandard material, the plumes of dust and ash that sink into rivers and countrysides, killing aquatic and other ecosystems. Governments are accountable to the people, but first of all, they must be accountable to the law of the land, even as polluters.\n\n",
        "headline_1": "Built to not last: Bihar bridge collapse is shocking. But it’s also part of a nationwide pattern of compromised governance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/built-to-not-last-bihar-bridge-collapse-is-shocking-but-its-also-part-of-a-nationwide-pattern-of-compromised-governance/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "If the constant barrage of reports on corruption in the public sector has left you feeling jaded, here's a story to reinvigorate your interest. It's not your garden-variety corruption, however, although it does involve bureaucratic misconduct typical of government institutions, and the manner in which it is committed is not all that different either. Where it stands apart is in its exploitation of something that extends beyond the financial or political realms: people's faith. We're talking about corruption in hajj management in Bangladesh, which came to the limelight following the publication of two reports by The Daily Star recently.\nThe first report, published on May 31, sheds light on a decision by the religious affairs ministry to send grossly unqualified individuals to assist Bangladeshi pilgrims during this year's hajj in Saudi Arabia. Out of the 218 individuals selected to join Bangladeshi medical and technical teams there, a staggering 200 have neither a medical background nor technical training. What service can they possibly provide, then? The composition of another delegation being sent to assist a \"hajj administrative team\" is equally suspect, as 23 out of its 31 members also do not have the background required. Instead of qualified professionals, these delegations are filled with the likes of office assistants, personal assistants, administrative staff, and even cooks, cleaners, and typists. Top-level government officials, lawmakers, and ruling party high-ups are also on the list.\nIt is quite clear that most of those chosen by the ministry are entirely unfit for their designated responsibilities, which involve providing healthcare assistance to patients, supporting pilgrims on site, locating missing ones, etc. Their selection seems to have little relevance to the stated purpose of their travel, and testimonies from past pilgrims reveal the negligence and self-interest exhibited by members of such delegations, many among them more preoccupied with their own rituals.\nThere are allegations of money changing hands for a place on these teams. This is the only thing that explains this aberration. If money cannot secure entry, power and nepotism certainly can. The inclusion of high-profile individuals has thus become something of a norm over the years – an added drain for the nation's resources. Last year, over half of the 254 pilgrims selected under a subsidised hajj programme were also found to be ruling party leaders, their family members, and political allies. The question is: why should the public have to pay for their hajj?\nThe second report, published on May 12, revealed an equally disturbing development at Biman, one of the three airlines carrying hajjis from Bangladesh. The state-owned Biman is apparently allowing 100 of its officials to go to Saudi Arabia under the guise of assisting pilgrims, with about Tk 8-10 crore to be spent for their 37-day stay there. Officials selected for the trip come from various departments: 33 from customer service, eight from engineering and material management, 28 from sales and marketing, two from administration, and so on. The question is whether such an elaborate arrangement for something that Biman already has multiple offices in Saudi Arabia to do for it is at all necessary. Apparently, its staff see this as an \"excursion\", and a money-making opportunity. A Biman official going to Saudi Arabia will get a daily allowance of $220-$225 (around Tk 24,000), in addition to other facilities.\nThe picture that emerges from the above reports is quite unsettling. It shows how the two most vital institutions involved in hajj management – the religious affairs ministry and Biman – have become a meeting point for the unqualified and the unscrupulous, enabling corruption, favouritism, and political power play. Besides the suffering caused as a result, hajj is also becoming increasingly expensive thanks to inflated bills and the lack of accountability surrounding hajj-related decisions. This year's hajj package, for example, is said to be twice as costly as those in India and Pakistan, reaching nearly Tk 7 lakh (the total cost may exceed Tk 8 lakh). A major contributor to this is the unusually high airfare set by Biman – Tk 1.98 lakh, an increase of about Tk 60,000 from last year.\nThis state of affairs is quite painful. After all, hajj is a spiritual undertaking for the believers. When corruption is allowed to mar this experience, it impacts their spiritual well-being, too. It is an affront to the teachings and principles associated with hajj, a betrayal of the trust placed in those responsible for facilitating hajj journeys, and a flagrant disregard for the genuine needs of hajjis. Such corruption also tarnishes the image of Bangladesh abroad. And from a government with a proven interest in tapping religious sentiments in a Muslim-majority country, it sends a contradictory message to the people.\nCorruption, we must admit, is not the only story coming out of this year's hajj programme. Since the hajj journeys officially kicked off on May 21, there has been a festive environment at the Hajj Camp and Dhaka airport. Various services are being offered by government and non-government organisations to help hajjis prepare for the arduous journey they are about to embark on. Since the launch of the Route to Makkah service last year, air travel has been easier. A total of 1,22,221 individuals are set to perform hajj this year, and 47,181 of them already flew out of Bangladesh in the first 14 days. But corruption has a way of overshadowing all other aspects of an event, more so when said event is a sacred one.\nThis cannot be how our hajj stories are written, with the unqualified and the unscrupulous hogging the limelight. Given the sensitivity of the tasks involved, it is imperative that those in charge remain above board at all times. The authorities must address all the allegations of anomalies and impropriety reported by the media, and establish an accountable system that prioritises the welfare of pilgrims. They should also re-evaluate the selection criteria for travelling teams, so that only qualified and dedicated assistants are engaged.\nBadiuzzaman Bay is an assistant editor at The Daily Star.\n\n",
        "headline_1": "Sacred Corruption: The Unqualified and The Unscrupulous",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/sacred-corruption-the-unqualified-and-the-unscrupulous-3339296",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "The Rohingya crisis continues to leave a tragic trail of immense suffering and injustice. As a persecuted minority group, the Rohingya people have endured decades of oppression, displacement, and violence, which have left an indelible scar on humanity. Their struggle for justice and repatriation has been marred by obstacles, false promises, and political manoeuvring, prolonging their agony and preventing a resolution to this humanitarian crisis.\nThe Rohingya people, who have faced systemic discrimination and persecution in Myanmar for decades, have been denied basic human rights and subjected to propagandistic campaigns that label them as foreigners and potential threats to the country's stability. The 1982 constitution stripped them of their citizenship and rendered them stateless, effectively erasing their identity and denying them access to education, employment, and freedom of movement.\nDespite international calls for their repatriation and restoration of their rights, the Myanmar government has shown little genuine commitment to resolving the crisis. Instead, they have engaged in a deceptive repatriation process aimed at evading international scrutiny and appeasing the International Criminal Court (ICC). The construction of government buildings and settlements on Rohingya land, as well as the destruction of their villages, further reveal the government's ulterior motives and lack of sincerity.\n\nDespite international calls for their repatriation and restoration of their rights, the Myanmar government has shown little genuine commitment to resolving the crisis. Instead, they have engaged in a deceptive repatriation process aimed at evading international scrutiny and appeasing the International Criminal Court (ICC). \nThe Myanmar military junta has played a central role in perpetuating the suffering of the Rohingya people. Their brutal campaign of violence in 2017, characterised by mass killings, rape and arson, resulted in the displacement of hundreds of thousands of Rohingya who fled to neighbouring Bangladesh. The military's continued presence in the Rakhine state and their refusal to create a safe environment for the Rohingya undermine any prospects of a meaningful repatriation process.\nChina's involvement in the repatriation process has raised suspicions and concerns among the Rohingya population. China, known for its controversial policies towards its own Muslim minority, the Uyghurs, has consistently used its veto power to prevent international resolutions on the Rohingya refugee crisis. This has fuelled speculations that China's engagement in the repatriation process is driven by political motivations, rather than a genuine concern for the welfare of the Rohingya people.\nThe lack of trust and safety in the Arakan region, where the Rohingya would potentially be repatriated, adds another layer of complexity to the crisis. The region is currently under the control of the Arakan Army (AA), an armed group seeking to establish a Rakhine nation. The AA's opposition to recognising the Rohingya as an ethnic group and their mistreatment of the Rohingya population have created an environment of fear and uncertainty. The Rohingya people find themselves caught between the oppressive policies of both the AA and the Myanmar military junta, facing restrictions on their freedom of movement, livelihoods, and even their identity.\nThe AA's involvement in drug trafficking exacerbates the plight of the Rohingya community. Forced to serve as porters and subjected to punishment if they fail to comply, the Rohingya are trapped in a cycle of exploitation and abuse. The AA's oppressive tax system further burdens the already impoverished Rohingya population, making their daily lives even more challenging.\nWhile some individuals hope that compliance with the AA's rules may lead to a more inclusive and tolerant Arakan, the overall sentiment remains one of fear and scepticism. The AA's disregard for the Rohingya's ethnic identity and their mistreatment of the population undermine any prospects for peaceful coexistence.\nIn light of these challenges, it is evident that the repatriation process is fraught with obstacles and uncertainties. The Rohingya people, already traumatised by decades of persecution, fear that returning to Myanmar under the current circumstances would subject them to further violence and oppression. The international community must prioritise the safety and well-being of the Rohingya people, ensuring that any repatriation efforts are accompanied by guarantees of their rights, security, and justice.\nSan Thai Shin is a Rohingya refugee in Bangladesh who is a community-based researcher and freelance journalist.\n\n",
        "headline_1": "Prioritise the Rohingya’s safety and well-being",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/prioritise-the-rohingyas-safety-and-well-being-3338976",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "Recently, our prime minister stressed that our priorities were to curb inflation and maintain stability. Similarly, Planning Minister Dr Mannan noted that sustaining our progress was the key challenge. These are eminently sensible views given that Bangladesh's economy has been facing severe challenges for over a year, such as record-high external deficits, foreign exchange shortages, sharply declining reserves, a 25 percent currency depreciation, and an inflation rate approaching nine percent.\nThe key task now is to restore confidence. The recent downgrade by Moody's of the credit ratings of Bangladesh's economy and some private banks is not the only indicator that confidence is declining. In the first nine months of the outgoing fiscal year, the financial accounts in the balance of payments – short-term loans, trade credits, and banking operations – swung from a surplus of nearly $12 billion last year to a deficit of $2 billion; another deficit of more than $2.5 billion was still being accounted for. Thus, while exchange rate depreciation and tight control of LCs and forex helped decrease our current account deficit to less than $4 billion, Bangladesh Bank reserves still fell by $8 billion. In that process, imports fell by 13 percent in the first nine months, which makes our estimated 6.5 percent GDP growth this year incongruous. A third indicator of shaky confidence is the low growth of remittances, by less than five percent, in a year of a nearly record-breaking number of workers going abroad.\nUnfortunately, the proposed FY 2023-24 budget seems to not heed the PM's words. It complacently suggests that macroeconomic challenges are behind us – which is inaccurate.\nThe global economy is slowing down; the latest forecasts are that US imports will decline in 2023 and 2024, while our other major markets, the EU and Japan, will also see slower growth. The IMF programme negotiated earlier this year helped shore up reserves and provide assurance, but its implementation is unclear. Key targets of net external reserves and primary fiscal balance may be met, perhaps with some creative accounting; or they may not be met, in which case our troubles will deepen.\nIn either event, and for several reasons, the proposed FY 2023-24 budget creates more uncertainty than confidence.\nFirst, consider aggregate balances. The headline numbers are unrealistically ambitious and risky under current conditions: the budget of 15 percent of GDP is one-third deficit-financed. Further, the deficit is significantly higher than long-term trends. In the first 10 years of the Awami League's current rule, actual budget deficits averaged 3.5 percent of GDP. In the last five years, these deficits increased to about five percent. The resulting high level of government borrowing has caused liquidity shortages and crowded out private activity. The proposed FY 2023-24 budget continues the crowding out by envisaging a growth of 75 percent in domestic financing compared to two years ago.\nThis year, however, FY 2022-23's deficit financing has taken an alarming turn. End-April data suggest that more than 90 percent of the domestic bank borrowing has been from the central bank; that is, by printing money, increasing high-powered money, and creating significant inflationary pressures that will spill well into next year. It should be noted that, inflation, already running at 8.5 percent this year, increased to nine percent in April 2023 – much higher than the target.\nThe significant risk here is that inflationary pressures will lead to further depreciation pressures in an inflation-depreciation cycle: inflation causing depreciation causing inflation. Increasing interest rates is essential to breaking such a cycle, but interest rates are now in the nine percent to six percent policy straitjacket.\nThe second factor to note are our highly inadequate revenues that cripplingly constrain the economy. If we compare ourselves to countries whose per capita incomes were the same as ours, their revenue collection rate was double ours. Over the last 10 years, our revenue-to-GDP share has decreased from nearly 11 percent to an estimated eight percent only in FY 2022-23. However, the proposed FY 2023-24 budget sets highly unrealistic revenue targets of more than a 30 percent increase, unmatched by any policy measures to achieve them.\nMany opinion pieces, including by yours truly, have extensively discussed tax policy and administration measures to raise revenues. The challenges are profound. For one, the complex multiple-rated VAT dysfunctionally resembles an excise tax. Revenue sources must be transferred from trade taxes to trade-neutral VAT and income taxes, as that is the only way to gain trade competitiveness and create good jobs. Introducing effective property taxes will be progressive and empower urban and local governments. And so will expanding the tax base to include more of the five million people with TINs, and eliminating tax expenditures or loopholes that aid the wealthy.\nOne budget proposal, the Tk 2000 per head minimum tax on those availing government services may, perhaps at a lower rate, have some merit, including promoting good governance. But politically, it is likely a non-starter in an election year and would be administratively demanding.\nAdministrative measures, such as separating policy from collection and the collector from the taxpayer, are urgently needed. Automation will be crucial, but not a silver bullet. We will need to introduce fundamental institutional reforms to make the revenue board more accountable and resourced enough to increase tax collection by several percentage points in a business-friendly way.\n\nUnfortunately, the proposed FY 2023-24 budget seems to not heed the PM's words. It complacently suggests that macroeconomic challenges are behind us – which is inaccurate.\nConcerning expenditure, Bangladesh had a good story to tell of prioritising expenditure allocations for human development and rural infrastructure that helped growth to be more inclusive. Over the past 10 years, ADP expenditures have quadrupled in real terms. However, in recent years, expenditure allocation and financial management have suffered in planning and practice as interest payments and subsidies have exploded to a quarter of all expenditures. The FY 2022-23 experience is particularly instructive. Because revenue collection was weak and subsidies had to increase due to below-cost pricing, critical spending in the social sectors, recurrent costs for capital budgets, and repairs and maintenance were all considerably lower than budgeted, with several being negative in real terms.\nTwo weaknesses stand out in the proposed FY 2024 budget. Repairs and maintenance have less than two percent of the budget. My estimates of the maintenance requirements of our capital stock suggest that the repair and maintenance budget needs to increase by three to five times, as neglecting repairs and maintenance will have deadly consequences. Leaks in old gas pipes have caused fatal explosions in many areas countrywide. A survey of 1,687 km of Dhaka's 7,000-km pipelines, conducted by Titas Gas last year, discovered 985 leaks that need sealing. Similarly, despite having 23 gigawatts of installed capacity, the power supply cannot cross 16 GW of demand because of inadequate budgets for fuel, grid lines, and maintenance of power stations.\nFinally, we have shot ourselves in the foot by under-budgeting economic management. The internal revenue division's budget is about 0.5 percent of all expenditures, but provides two-thirds of the funding. On average, every taka spent there earns about Tk 150 or more in revenue. While the marginal impact would be less, greater allocation and organisational reforms of the NBR would have high returns in needed revenues.\nAlthough the Annual Development Plan expenditure has quadrupled impressively in real terms over the past decade, we know little about the returns and quality we are getting. The budget for the IMED – our \"independent\" monitoring agency – is tiny at Tk 184 crores, or 0.07 percent of the size of the ADP. And, absurdly, the budget for the IMED has been falling in recent years, when it actually needs to increase by 10 times to approach good practice norms.\nThe budget must fund a thorough, transparent review of the ADP allocation and its implementation processes to ensure value for money. There is likely a good case for stalling or mothballing many projects. Similarly, there should be funding for reviewing and streamlining subsidies to eliminate regressive expenses that support the private consumption of the well-off. Another review should be of tax expenditures. All these measures will dig up much-needed resources.\nManaging Bangladesh's large economy, the 35th largest in the world as per IMF statistics, and achieving our growth aspirations urgently needs good quality and timely data. Unfortunately, this is another area in which we massively underinvest. We have spent less than 0.01 percent of our GDP on this, whereas the norm is spending five times or more of this proportion. That should be another burning budget priority.\nDr Ahmad Ahsan is director at the Policy Research Institute of Bangladesh, a former World Bank economist, and a Dhaka University faculty member. Views expressed here are his own.\n",
        "headline_1": "The budget does not inspire confidence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-budget-does-not-inspire-confidence-3339271",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "We are alarmed to learn of the number of non-government primary schools that have been closed in the last two years. Reportedly, some 18,465 schools closed their doors for good in 2021 and 2022 because their owners could not bear the cost of running them. With the shutting down of these institutions, thousands of teachers lost their jobs, while lakhs of students had to drop out or go through other challenges. Data from the Directorate of Primary Education (DPE) shows that a total of 1,14,429 teachers of non-government primary schools left the profession since 2020, while a staggering 14.5 lakh students left primary schools – a large number of them privately run – between 2020 and 2021. This needs urgent attention from the authorities.\nWhile educationists have long been asking the government to take remedial actions and invest more in education to recover from the pandemic-induced learning loss – which has affected an entire generation of students – there has been little indication that it took those suggestions seriously. Its education budgets of the last few fiscal years made it very clear. And it has disappointed us again this year by proposing a record-low allocation of Tk 88,000 crore for education, which is only 1.76 percent of the GDP.\nAt a time when the government should have made desperate attempts to bring the missing students back to schools – by providing them stipends, mid-day meals, financial incentives for poorer households, etc. – we have not seen much effort in this regard. Moreover, struggling non-government primary schools also didn't get the help they deserved. Reportedly, the owners of these schools – NGO-run, kindergartens, etc. – sought financial assistance, soft loans, and waiver of utility charges during the pandemic, which they were denied.\nNeedless to say, such schools have been playing a significant role in ensuring education at the primary level. The government, therefore, must come up with proper incentives and plans to help them reopen and also to bring their teachers – many of whom may have remained unemployed till now – and students back to the classrooms.\n",
        "headline_1": "Bring closed schools back to life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bring-closed-schools-back-life-3339156",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "It is unacceptable that despite repeated warnings about the grave dangers posed by plastic pollution to the environment, the government has failed miserably to address it. That didn't change even after the High Court in 2020 ordered the government to impose a ban on single-use plastic products by 2021. Even after three years, we see no active measures or willingness to comply with that directive. This lack of implementation has, unfortunately, become the hallmark of our environment authorities, a trend that stretches as far back as 2002 when Bangladesh became the first country in the world to ban polythene bags, albeit to little effect on the ground.\nThe use of polythene bags was banned through an amendment to the Bangladesh Environment Conservation Act, 1995. Section 6(A) of the amended act imposed the ban on the manufacture, import, marketing, sale, demonstration, stock, distribution, commercial carriage, and commercial use of all kinds of polythene shopping bags, including polyethylene and polypropylene bags. Even a three-year action plan was reportedly submitted to the environment ministry. But no effective action has been taken ever since.\nAccording to a study by the Environment and Social Development Organization (ESDO), only 10-15 percent of polythene and plastic bags are properly disposed of or recycled after use. Most of them end up in drains, sewage pipes, and open areas, which is responsible for up to 80 percent of Dhaka's waterlogging problem. The havoc that they are wreaking on our rivers is also visible to everyone. A World Bank study, unveiled in December 2021, found that plastic use was increasing rapidly in Bangladesh. It said that 69 percent of disposable plastic products were left uncollected, and only 31 percent were being recycled. Between 2005 and 2021, our per capita plastic use tripled to 9kg from 3kg. And it is far worse in Dhaka, where the amount rose to 24kg, almost three times higher than that in other urban areas. All this is really alarming.\nThe Transparency International Bangladesh (TIB) has recently called upon the government to ensure strict enforcement of law to control plastic pollution, including through the imposition of a \"pollution tax\" as well as its effective implementation. Without such strict measures, plastic will continue to destroy our environment. We urge the government to take this menace seriously, and also ramp up efforts to recycle plastic products and promote the use of healthier alternatives such as jute products.\n",
        "headline_1": "Inaction on plastic ban is killing our environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inaction-plastic-ban-killing-our-environment-3338346",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "The indispensability of the Information and Communications Technology (ICT) sector in a modern economy cannot be overemphasised. So, it is only expected of the government that the ICT should get the importance it deserves at the time of budget making. But considering what the leaders of the ICT sector told the press in reaction to the proposed budget for the upcoming financial year (FY2023-24), it appears, the sector did not get the attention from the policymakers that was due to it. In particular, the sector leaders were critical of the sudden leap in the rate of the proposed duty on the import of different kinds of software including operating systems, database, security software and development tools. As these are basically raw materials for developing software locally, a 500 per cent raise in the duty, from 5.0 per cent to 25 per cent, would be anything but ICT-friendly, let alone, in sync with the government's vision of creating a Smart Bangladesh, they argued. The same can be said about the 5.0 per cent Value-Added Tax (VAT) imposed on software and the IT-enabled services (IES). The policymakers including the chief tax regulator, the National Board of revenue (NBR), it is hoped, would be able to appreciate the points raised by ICT-sector leaders, in connection with the new fiscal measures proposed in the budget for FY24. In fact, at the formulation phase of the proposed budget, the ICT-industry representatives placed a set of proposals before the government aimed at ensuring sustenance and growth of the sector. Among those were, for instance, continuing exemption of the corporate tax on the industry until 2030, withdrawing VAT on software and IES, doubling the existing cash incentive against exports of software and IT-related service from 10 per cent to 20 per cent and, alongside export, encouraging domestic use of the locally-developed software. Though the country's ICT industry evinces huge potential and meanwhile software export from Bangladesh has surged by posting a 36 per cent increase in the first half of the current financial year, it is yet to be a fully grown industry. The jump in export, despite the prevailing global economic crisis, was driven mainly by the sale of computer data-processing and hosting services to international buyers. Business process outsourcing (BOP) and IES were the driver of the sector's enhanced export potential. But to get further outsourcing work orders for, for example, back-office operations, data entry, graphic design, image processing, animation, accounting, data analytics including legal process and so on, the local ICT industry would require the basic software and tools from the high-tech companies of advanced nations. Those basic software products have to be imported because Bangladesh stays behind the West in research and development of those digital products.But if the import of those essential digital products is made highly expensive through imposition of excessive duty, the local entrepreneurs providing BOP and IES services to their overseas customers will be rendered uncompetitive. If they fail to sustain in the business, the huge employment generation that the ICT sector has experienced recently will lose the tempo. Similarly, the service provided by the Internet Service Providers (ISPs) needs to be cheaper not only for the growth of IT business, but also for every sector of society that needs internet service. Hopefully, the government at its highest level would look into the issues raised by ICT industry leaders and address those through making required provisions in the budget for FY24.",
        "headline_1": "Allowing ICT sector to thrive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/allowing-ict-sector-to-thrive-1686063547",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "The Tax Act 2023 is expected to be placed in Parliament this week. The Act has been written in a very simple language of Bangla, and all sources of income have been consolidated chapter-wise. This will allow a user to find out all relevant income from a source and deduction from that chapter. The simple formula has made calculation easier for everyone. For example, determining income from salary will be simple math. The explanation at the end of each chapter will enable one to understand the meaning easily. Then the concept of grossing up will make anyone understand how to calculate a base when a transaction is settled on a net basis. Efforts have been made to reduce the arbitrary power of the officers and reduce the cost of doing business in Bangladesh, especially the list of expenses has been thoroughly covered in expenses deductible from business income. The conflict with International Financial Reporting Standard (IFRS) also has been adequately addressed, especially treatment of foreign currency gain/loss, impairment loss, treatment of Right to Use asset, gain on revaluation of asset, investment property, etc. Contribution to Workers Profit Participation Fund (WPPF) is now on the list of admissible expenses, the limit of certain expenses has been increased, the amortisation schedule includes expenses that are disallowed due to capital in nature, the limit of cost of motor vehicle has been increased to Tk 3.0 million. Income of certain special purpose vehicles has been exempted for development of alternative sourcing vehicle. The number of withholding tax returns has been reduced from 29 to 12. Most of the returns will be filed on universal self-assessment. So, very few assessees will be required to face audit unless the file is selected for audit. The audit process has been made transparent too. A separate chapter has been introduced for digitisation but its benefits cannot be reaped unless a comprehensive IT strategy is implemented with a proper budget. Bringing Partnership firms, Association of Persons, a fund whose turnover exceeds Tk 20 million under mandatory filing of audited financial statements, de-registration of ETIN, and six more services under the mandatory submission of Proof of Submission of Return (PSR) will create/enhance actual tax net. The Act has aligned with international best practices. Share-based payment, demerger-related provision, thin capitalisation, and General Anti Avoidance Rule (GAAR) have been introduced. Moreover, the refund process has been made simpler which will significantly enhance the ease of doing business in the country and will expedite the return of funds to taxpayers. This not only improves the liquidity for individuals and businesses but also enhances overall trust in the tax system. The incorporation of these features emphasises the Act's focus on transparency, accountability, and fairness. Taxpayers will be encouraged to pay taxes. These changes, especially the introduction of GAAR and the measures to curb thin capitalisation, reflect the global efforts to prevent tax evasion and avoidance. Consequently, the Act now provides a more comprehensive, fair, and internationally compliant framework for taxation.On the flip side, no initiative has been taken to reduce the rate/s of tax deducted at source (TDS), rather it has been increased to some extent. Thus, businesses would not be able to adjust this tax which will increase costs to the company. We proposed rationalisation of the TDS rate, as now it is easier to identify the profit/sales ratio through the Digital Verification System (DVS). It is understood that a radical change in TDS is not expected keeping in mind the government's huge dependence on TDS. Large corporate entities are now forced to produce on their own since the cost of sourcing from SMEs increases due to higher amounts of TDS. With regard to minimum tax provision, increasing the minimum tax on carbonated beverages by 830 per cent is really surprising. This will require this industry to borrow funds to settle minimum tax liability. The proposed Act will also not allow a loss-making entity to set off business loss with other income which departs from the general principle of setting of loss. The imposition of a limit to investment in government securities must be looked into since an individual has limited options for investment in eligible instruments. Thanks for keeping investment in shares as it is, but we must not introduce limits to investment in mutual funds since we want more corporate investors to participate in the capital market.We are still not sure when the rules will be enforced and the English version of the Tax Act published which is important for our Foreign Direct Investment (FDI) partners.This progressive tax law will hopefully help Bangladesh expand its tax net substantially provided the challenges mentioned above are well addressed.\nSnehasish Barua FCA is Director SMAC Advisory Service Ltd",
        "headline_1": "Tax Act 2023 to reduce cost of doing business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tax-act-2023-to-reduce-cost-of-doing-business-1686063597",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "The last decade has given an indication of what is in store for humanity when it comes to the weather. It has been the hottest in recorded history. Every continent has had its share of floods and fires, cyclones and hurricanes to the point where they've begun to be treated as the new normal. Bangladesh once had six seasons, now it barely has three, where summer is dominant.One area that cannot be overlooked is construction. According to some international estimates, it is responsible for about 38 per cent of total global energy-related CO2 emissions. This has generated new interest in finding better ways to build accommodations that work with Nature as opposed to against it. Global warming, depending on which side one talks to, is a fact of life today. A change is always painful, and there is no size that fits all. Change however is evident in many countries where policymakers have taken cognizance of the fact that traditional building construction must be adapted to battle the elements in order to protect communities at the forefront of these climatic shocks.Some estimates put the number of people at 1.6 billion, who will be living in as many as nearly a thousand cities by the year 2050 and will be exposed to very high temperatures. That figure, of course, is a projection but already urban dwellers are facing the music. Bangladeshis for instance have been battling sustained high temperatures for some time now, particularly in Dhaka city where greenery has reportedly dwindled to about 20 per cent and declining. It is necessary to rethink urban forestation and green spaces. Disastrous decisions by city authorities to cut down trees in some areas for the purposes of 'beautification' are only going to contribute to raising temperatures. Natural shade provided by trees is a proven way of reducing heat in cities. The use of massive structures of concrete, stone, etc. on the other hand, captures solar heat which is a step in the wrong direction. Rather, one should think about what works. In Vietnam for instance, traditional housing designs \"such as the optimum orientation of buildings, high-rise rooms, and large opening improve ventilation\" have helped immensely. Again, the use of green roofs and reflective surfaces that deflect direct sunlight and help reduce temperatures in buildings. These are some of the ways urban planners in Bangladesh can make changes to reduce temperatures. Lower temperatures in buildings translate into lower energy bills for consumers and less headache for policymakers, who otherwise will constantly be at their wits' end to generate more and more power - an unsustainable situation.Bangladesh is no stranger to natural disasters like droughts, flooding to name but a few. Access to clean drinking water is increasingly a problem and rainwater harvesting is a technology that is proven. It has proven to be invaluable at times of drought and floods - the collected water can be stored in tanks and used inside buildings and structures during period of drought. But is there any reflection of this in our policy design, either urban or rural? Policies need to be enacted, rules framed and monitoring done to make this possible. Rainwater is a gift from Nature and it is going to waste for a lack of vision on our part. These are just some of the ways countries are beginning to adopt into national policies to make life more liveable for their citizens. So, the authorities here can start to adopt proven designs and utilise them for the public sector which will act as technology demonstrators for private sector to follow.\n[email protected]",
        "headline_1": "Rethinking building design to battle elements",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-building-design-to-battle-elements-1686063634",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2023"
    },
    {
        "full_article": "Three years ago, Prime Minister Sheikh Hasina ordered the authorities concerned to set up at least one Intensive Care Unit (ICU) in all districts of the country. After that, a project to establish a 10-bed ICU in 43 district hospitals and 10 medical college hospitals was taken up. However, it is unfortunate that the project has not yet been implemented and district hospitals are still functioning without ICU facilities. Many critically ill patients die on the way while being brought to Dhaka city as there is no ICU in district hospitals. According to the media, there is no ICU service in the government hospitals in at least 22 districts. Some district hospitals have ICU facilities but they are now out of order. There are some state-run hospitals where ICU beds are not operational as they lack skilled manpower. Allegedly, it is quite impossible for most people to get an ICU bed in a government hospital if they do not have connections with powerful people. Sirajganj General Hospital, a government-run hospital in Sirajganj, has a four-bed intensive care unit, but it is not operational now. When critical patients require ICU facilities, they are turned away by this hospital and referred either to private hospitals or to Dhaka city hospitals. It is quite disheartening to see such a situation of district hospitals. We urge the authorities concerned to look into the issue and take an initiative to establish an ICU unit in every district. \nTonima Nasrin Mim, Student of Department of Botany, Sirajganj Government College, Sirajganj, [email protected]",
        "headline_1": "Ensuring ICU service in district hospitals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-icu-service-in-district-hospitals-1686063667",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2023"
    }
]