[
    {
        "full_article": "News of child marriage is unfortunately quite common in Bangladesh. But the report about 50 young girls from the same school being married off during the pandemic is something that hits you especially hard. It happened in Alipur Ideal Secondary Girls' School of the Alipur Union of Satkhira district, according to a national newspaper. School authorities, parents and activists say that child marriage has increased at an alarming rate during the prolonged school closures caused by the Covid-19 pandemic.\nThere is a lack of data on child marriage since the pandemic began. However, non-governmental organisations have confirmed, based on information gleaned from their field-level operations, that child marriage has indeed increased. According to the \"Rapid Analysis of Child Marriage Situation during Covid-19\" by Manusher Jonno Foundation, at least 13,886 girls from 84 upazilas of 21 districts were forced into child marriage from April to October last year. The media has been reporting on incidents of child marriage during the pandemic quite regularly.\nChild marriage is a serious violation of children's rights and a form of sexual violence. Girls who are forced to marry early have increased health problems and face more domestic violence. Child marriage also means school drop-out and an end to childhood. It's worth noting that Sustainable Development Goal (SDG) target 5.3 aims to eliminate child marriage by 2030. Each year, globally 12 million girls are married before they turn 18. International organisations project that an additional 10 million girls will marry as children by 2030 due to Covid-induced restrictions, school closures, disruption to child marriage programming, and economic instability.\nAccording to \"Ending Child Marriage: A Profile of Progress in Bangladesh\" (a report launched by Unicef in October 2020), Bangladesh has the highest prevalence of child marriage in South Asia and ranks among 10 countries in the world with the highest levels of child marriage. About 51 percent of women currently aged 20-24 were married while they were still children. I have been privileged to meet many adolescent girls—from the haors of Sunamganj to the slums of Khulna—who were determined to continue their education but lived with the constant fear of marriage. I wonder how many of them had to give up on their dreams of education and a decent job if they were forced into marriage.\nPoverty, lack of social safety of adolescent girls, natural disasters, and weak enforcement of Child Marriage Restraint Act, 2017 are some of the reasons for child marriage in Bangladesh. Our patriarchal society places disproportionate emphasis on girls' and women's caregiving and reproductive roles. As a result, there is a high level of social acceptance of child marriage. Parents arrange the marriage of their daughters whenever they find a \"suitable groom\" without thinking how this would affect their education, health and future.\nIn Bangladesh, incidence of child marriage begins to decline only among those with at least 10 years of schooling, and its prevalence falls below 50 percent among those with at least 12 years of schooling. It is, therefore, extremely important that girls stay at schools. In many places, as the schools were closed for so long, friends and teachers did not know about the forced marriages of victims and could not do anything to prevent them. Union-level committees meant to prevent child marriage were not that active either during the pandemic.\nEvidence from a multi-country study in Africa and Asia on the pandemic's impacts on the lives of young people shows that families turn to child marriage as a coping strategy to reduce the number of mouths to feed. Concerns regarding joblessness, poverty, food shortages and fear and insecurity among parents due to the pandemic are the reasons for a surge in child marriage in different parts of the world. This is reversing the progress made over the last 25 years.\nIn Bangladesh, it is estimated that 24.5 million people have become new poor due to the pandemic. This means that even now, when schools have finally reopened after 543 days, girls, especially in the rural areas, are less likely to return to classrooms because their families cannot pay the fees. This, among other factors, increases their risk of early marriage. Many girls have become the main caregiver for their sick family members or had to look after siblings. They may not return to schools. This happened to girls in West Africa after the Ebola crisis.\nTherefore, it is crucial that girls are especially supported to return to education. This might involve flexible learning, catch-up courses and accelerated learning opportunities. Teachers need to check school enrolment lists to identify and follow up with those girls who have not returned to schools. Specific attention should be paid to the unequal distribution of unpaid care and domestic work so that it does not hinder girls' return to schools.\nTargeted initiatives should be taken by the government to protect and support the incomes of families with girl children, including social protection interventions such as cash transfers to reduce the risk of child marriage as an economic coping strategy for the families. Adolescent girls should also have opportunities for skills development to find jobs. Initiatives should be taken to strengthen the child protection system so that communities themselves can protect girls from early marriage. Girls' safety in the communities must be ensured. Also, efforts should be made to bring back married girls to schools. All stakeholders have to listen to girls while taking decisions affecting their lives.\nIn addition to the proper enforcement of the law against child marriage, birth and marriage registration systems should be strengthened. Local administrations must perform their duties effectively to prevent child marriage. Parental awareness of the rights of girls to education, health and protection should be increased. Social norms regarding the acceptance of child marriage have to be addressed so that community members learn to respect the academic and professional aspirations and achievements of girls and women. NGOs and government authorities can work in a collaborative way for a greater impact in this area.\nIt is our collective failure that we have not been able to prevent so many child marriages during the pandemic. And the danger, even after schools have reopened, is far from over. If we are serious about achieving the national target of ending child marriage by 2041, then we must make this a priority and bring momentum to implementing the plans we have made. The government, parents, teachers, civil society, the media, community members, etc. all must be more committed to ensuring that our girls can grow up to realise their full potential.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Schools have reopened, but can we stem the tide of child marriage?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/schools-have-reopened-can-we-stem-the-tide-child-marriage-2175141",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2021"
    },
    {
        "full_article": "Whenever there is any news on the Accord, we can almost sense the fierce debate between owners and workers about to follow. Yet, despite being the bridge between the two sides, mid-level executives like me are always left out of such conversations. It is a wonder that our opinions don't seem to matter; even if they do, not many of us are willing to come forward and share them.\nThere is a common conception that all the good, compliant and green factories in Bangladesh exist because of the Accord. The usual narrative is that, without such a pact, many factories would collapse or catch fire on a regular basis. Although it is somewhat true, the opinion of the managerial people directly involved in implementing the \"corrective action plans\" wouldn't just vary—it would be the polar opposite.\nHence it almost felt like a triumph when two years ago I read about a conference where the BGMEA's former president Rubana Huq clearly said the conditions being imposed by the Accord were harming the apparel industry. I remember feeling delighted to see that someone was finally protesting publicly!\nAmong our small and scattered community of executives, it seemed almost too good to be true, given the Accord's extension earlier. It is evident that every factory, having the most skin in the game, is too wary of such one-sided regulations to support its stay any longer. So, how come none of them criticise its shortcomings openly? And, if the Accord was so unjustified, why did only one factory go to the court (Smart Jeans Ltd in Chattogram), while the rest did not?\nThe prime reason has to be the reaction (or punishment?) from the brands. As I was reading numerous news on the new Accord formation, I couldn't help but notice that all the responses in opposition were \"anonymous.\"\nI recall a piece where Mostafiz Uddin, managing director of Denim Expert Ltd, frankly admitted to being blacklisted by buyers for revealing their names after they didn't pay for orders in the wake of the Covid-19 pandemic. As the founder of Denim Expo as well as one of the most internationally acclaimed faces when it comes to sustainability, Mostafiz is surely not an easy target; yet, his business has taken the heat. Not many of the hundreds of his counterparts can claim to have similar or even remotely close footing in this trade. Since one's entire business falls at risk for objecting to the vile crime of non-payment with no protection whatsoever, criticising the Accord will not only hamper business, but also result in factories being tagged as \"anti-compliance.\"\nThe Accord did a lot of good. It stirred us in ways that we needed decades ago. Still, there were—and most certainly are—so many better and more thoughtful alternatives to achieve the same outcome. Accord is a legally binding agreement between trade unions and brands, but not us. Even its new form, the International Accord on Health and Safety in the Textile and Garment Industry, completely disregards the factories' involvement in policy making. So, if a garment manufacturer fails to comply with its requirements, however impractical or illogical they might be, the brand either cuts business ties with it or faces legal repercussions from the workers' unions. Our country's laws and local jurisdiction have not been taken into account. It is as if the buyers would play the role of a referee in a match where workers and the factory management fight each other.\nThis \"policing\" comes with unchecked power that giant brands have already been exerting over supply chains. We are not China, who can simply wipe off a brand (H&M) from its map for nonconformity. In Bangladesh, equal and opposite reaction doesn't occur. So, unless you have nothing else to lose (like the factory who went to court), the best way to deal with it is to keep quiet.\nIt's only understandable that questioning the Accord angers the workers' representatives, who got a much needed but long forgotten role to play at the policy-making level through this. We all want safety at workplace, but not with the strings attached with the Accord. My father had joined the garment sector before I was born. I started working in a factory while I was still an undergraduate student. I survived Rana Plaza and its aftermath. As I have seen during my time in this trade, the fundamental issue that stops ensuring safer working environment is the absolute imbalance of power—not a few noncompliant owners at the helm. We must first address that elephant in the room, and establish the buyers' financial involvement in the production process. As for the safety and compliance concerns, international pressure, intense competition among suppliers, and authorities like the RMG Sustainability Council (RSC) will do more than just fine to address those issues.\n \nNurul Muktadir Bappy is chief operating officer at Panna Traders. He has nearly 10 years of experience in the textile and garment industry.\n",
        "headline_1": "If Accord is doing more harm than good, why are we not speaking up?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/if-accord-doing-more-harm-good-why-are-we-not-speaking-2175136",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2021"
    },
    {
        "full_article": "The malfeasance and misfeasance of some errant police officials in the recent past—which brought into sharp focus their worrisome delinquency—has perhaps prompted the Inspector General of Police to initiate a process of cleaning that apparently aims to rid the police of bad apples. The admirable pragmatism behind such an initiative cannot escape the discerning eye, because the misdeeds of the police impinge quite adversely on people's liberty, in addition to the lamentable erosion of public confidence in a vital regulatory organ of the state funded by taxpayer's money.\nIt's worth reiterating that the delinquent actions or inactions of deviant police personnel are not a mere figment of the imagination. Instead, these are hard realities which would have been less ominous had they been rare instances of misconduct on the part of a coercive organisation. Corrective measures to contain police deviance assumes added significance because the protectors of citizens cannot be allowed to indulge in any kind of activities that are dubious or deplorable. Police has to come clean in the mirror of public opinion.\nA democratic society which values individual liberty will look very closely at any infringement of that liberty by the government, and at the particular arm whose actions are seen to be restrictive. The power wielded by police is all the more worrying for members of society if they feel they have no means of controlling the police and their powers. We have to bear in mind that no other individual or body has anything like the general powers police have. Often, the momentous question of the suspension of individual rights is decided by the most junior and inexperienced members of the police force.\nA police officer has lawful power to take away individual liberty by arrest, questioning about movements, and demanding name, address and proof of identity. Police powers frequently authorise officials to use force if necessary.\nIn view of the stipulations above, the cleaning endeavour has to ensure that undesirable and unacceptable individuals have no place in the police force and there must be some means of removing them. The most obvious criterion for a system of investigating complaints about police behaviour is that it be stringent, effective, and capable of discovering facts. This requires trained, experienced, skilled investigators and the largest number of such individuals has to be found within the police organisation itself. It is also necessary that the public have confidence in the rigour of the investigative process. The public needs to be given faith in the fact that allegations of unacceptable behaviour by police officers will be investigated and dealt with. However, it would be pertinent to note that the traditional police discipline code is now of less use to a modern police service. What's more needed is a properly introduced code of ethics and sound training in its principles.\nIt is time to come out of the colonial policing model of order maintenance and reactive strategies and move towards a service culture which requires officers to work with the community to keep the peace and prevent crimes. This change in policing ethos is expected to bring a new view of police officers who are required to be culturally sensitive, and agents of assistance rather than control. There has to be a realisation that police officials are accountable not just for what they do but how they do it; they can no longer be unthinking, unquestioning functionaries accountable only to senior officers. The change has to come through management by leadership and consensus.\nIt is important to note that behavioural norms of our police organisation need to change. For this to become a reality, police norms have to comply with the requirements of the organisation. In plain words, the police culture must broadly conform to the new code of ethics. The question is, how can this be done? Admittedly, training has a large part to play in modifying police culture to the mores required in modern progressive policing. This will, however, be a long-term strategy. At the same time, the traditional \"carrot and stick\" (reward and sanction) process has to continue. There has to be rewards like promotion, pay increments or preferment for those whose actions merit it—and sanctions to rid the organisation of those whose behaviour is seriously unacceptable to merit dismissal.\nThe propositions placed above cannot be effected in isolation without looking at the broader canvas of the trappings of our subcontinental colonial policing. We have to remember that the \"colonial-repressive\" character of out policing emerged when the governing elite of a decolonised society had decided to retain the inherited police organisation, bypassing justified demands for change. In other words, we have retained the colonial administrative, police and judicial structures without recasting them to meet the changed situation, although we have adopted a written, liberal democratic constitution.\nThere is a cynical view that politicians in the subcontinent do not want to professionalise the police service because control over it is central to political conflict in a polarised society. Putting all the blame on the political class, ignoring the less-than-proactive role of police leadership, would be grossly unfair. The imperative, quite clearly, is mental decolonisation to ensure a fair and merit-based police service.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh.\n",
        "headline_1": "Cleaning up our police force is critical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/cleaning-our-police-force-critical-2175126",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2021"
    },
    {
        "full_article": "The upsurge of Covid-19 cases, hospitalisations, and deaths in the United States serves as a bitter reminder that the pandemic is not over. The global economy will not return to normal until the disease is under control everywhere.\nBut the US case is a true tragedy, because what's currently happening here is so unnecessary. While those in emerging markets and developing countries are longing to get the vaccine (with many dying because they cannot get it), the US supply is ample enough to provide a double dose—and now a booster shot—to everyone in the country. And if almost everyone got vaccinated, Covid-19 would almost surely just \"fade away,\" as former President Donald Trump memorably put it.\nAnd yet not nearly enough people in the US have been vaccinated to prevent the highly contagious Delta variant from driving case numbers in many areas to new highs. How do so many in a country with seemingly well-educated people act so irrationally, against their own interest, against science, and against the lessons of history?\nPart of the answer is that the country, for all of its wealth, is not as well-educated as one might expect—which is reflected in the country's comparative international performance on standardised assessments. In many parts of the country—including some with the highest rates of resistance to vaccination—science education is particularly poor, owing to politicisation of fundamental issues like evolution and climate change, which in many cases have been excluded from school curricula.\nIn this environment, misinformation can gain traction with many people. And social-media platforms, insulated from liability for what they transmit, have made a business model of maximising \"user engagement\" by spreading misinformation, including about Covid-19 and the vaccines.\nBut a key part of the answer is a deep misinterpretation, especially among the right, of individual liberty. Those who refuse to wear masks or socially distance often argue that requirements to do so infringe on their freedom. But one person's freedom is another person's \"unfreedom.\" If their refusal to wear a mask or get vaccinated results in others getting Covid-19, their behaviour is denying others the more fundamental right to life itself.\nThe essence of the matter is that there are large externalities: In a pandemic, one person's actions affect the well-being of others. And whenever there are such externalities, the well-being of society requires collective action: regulations to restrict socially harmful behaviour and to promote socially beneficial behaviour.\nAny ordered society entails restrictions. But while prohibitions against killing, stealing, and so on restrict an individual's freedom, we all understand that society could not function without them. In our post-Covid world, we might interpret the Ten Commandments to include: \"Thou shall not kill, including by spreading infectious diseases when thou can avoid doing so.\"\nSimilarly, \"Thou shall get vaccinated.\" Any infringement of an individual's liberty by requiring safe and highly effective Covid-19 vaccination pales in comparison to the social benefits—and consequent economic benefits—of public health. It is a no-brainer to require all individuals, with only limited medical exemptions, to be vaccinated. While many governments appear to be too timid to impose this requirement, employers, schools, and social organisations—any organised activity that brings individuals into contact with others—should do so.\nAs we have been learning for the last 18 months, global health is a global public good. As long as the disease rages in some parts of the world, the risk of a deadlier, more contagious, more vaccine-resistant mutation grows.\nIn most of the world, however, the problem is not resistance to vaccination but a severe shortage of vaccines. Evidently, the private sector is unable to scale up production to ensure an adequate supply. Is that because vaccine producers lack capital? Is there a shortage of glass vials or syringes? Or is it because they hope that fewer doses will lead to higher prices and even bigger profits? Among the key barriers to greater supply is access to the requisite intellectual property, which is why the IP waiver being discussed at the World Trade Organization is so important.\nGiven the urgency and scale of the challenge, more is needed: Among the steps US President Joe Biden's administration could take is to invoke the Defence Production Act and leverage the federal government's ownership of key patents. The US has been allowing the pharmaceutical companies to use this public IP freely, while they reap billions of dollars in profits. The US must use every instrument at its disposal to increase production at home and abroad.\nThis, too, is a no brainer. Even if the costs of global vaccination totalled tens of billions of dollars, the amount would pale in comparison to the costs of persistent Covid-19 outbreaks to lives, livelihoods, and the world economy.\n \nJoseph E. Stiglitz, a Nobel laureate in economics, is University Professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Covid-19 and Human Freedom",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/covid-19-and-human-freedom-2175121",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2021"
    },
    {
        "full_article": "We commend the Ministry of Environment, Forest and Climate Change for its quick move to implement a recent recommendation of a parliamentary committee to shut down the Savar Tannery Industrial Estate (STIE) in Hemayetpur. Though the complex has been in development for nine years and has had Tk 500 crore spent on it, its Central Effluent Treatment Plant (CETP) is still not fully constructed (the completion deadline was 2017). According to a report by this daily, the CETP is currently only able to treat 70 percent of the around 40,000 cubic metres of waste produced by the tanners every day.\nThe delay in completing CETP construction has caused a number of problems. Besides causing severe harm to the surrounding environment, the complex is unable to acquire the Leather Working Group (LWG) certification which is needed to get better export prices for our leather goods on the international market. Currently, Bangladeshi leather, leather goods and tanned leather goods exporters are having to sell their products for 40 percent below the actual price, as the lack of LWG certification reflects poorly on the compliance practice of a country. Now, it seems the undesirable export situation of the country's leather goods must be forgotten in order to save the Dhaleshwari river from having tonnes of untreated liquid and solid waste dumped into it every day.\nWhile we support the move by the environment ministry to shut down the tannery complex in a bid to save the environment, we also hope that this will not result in a complete cessation of the production of leather goods. If the CETP is constructed fully in the near future and the LWG certification is obtained, it would be ideal to revive the country's multi-billion-dollar leather industry. If that happens, not only can the tanneries operate in a more environment-conscious manner, but the industry will also attract better prices for leather goods thanks to the LWG certification.\nThere is hope in this regard as the parliamentary body has reassured that the issue of reopening the 130 tanneries of the STIE may be considered in the future if they operate in accordance with the provisions of the law. This is what we would urge the relevant authorities to work towards as well, so that the leather industry of the country does not die an unnecessary and preventable death.\n",
        "headline_1": "Save the environment, and the leather industry too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/save-the-environment-and-the-leather-industry-too-2175096",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2021"
    },
    {
        "full_article": "After 543 days, most schools and colleges finally reopened on Sunday to the delight of students and teachers. On the first day, schools opened amid a festive mood and were buzzing with students who were overjoyed at being able to see their friends after such a long time and get back to in-class learning. Many schools welcomed their students with flowers, chocolates, pens, pencils and so on. Teachers were also seen dressed up and excited. From our vantage point, the first day of schools reopening was a success, albeit with minor hiccups.\nThe most glaring among those hiccups were the scenes of parents crowding outside of different schools. According to several reports published by this daily, getting students to follow the health guidelines—i.e. maintaining social distancing, wearing masks, washing hands—was relatively easy for the teachers and school authorities. It was the parents who were violating the rules outside of school gates. By gathering outside of the gates in large numbers, many without masks, these parents were not only risking their own health, but that of their children and also the school staff. We are greatly disturbed by their lack of awareness or, if they were aware, their lack of willingness to follow the health guidelines—both equally concerning. If children otherwise preoccupied with the thought and delight of meeting their friends after so long can remain conscious of following guidelines, why can't their guardians?\nThe performances of the majority of school authorities as well as the government authorities were commendable. And they mostly did an excellent job of preparing the necessary facilities for students to safely return to schools. However, it has to be kept in mind that this is a marathon and not a sprint. And schools have to maintain this level of performance consistently, as any laxity amidst a still-dangerous pandemic could lead to dire consequences.\nUnfortunately, not all schools were able to reopen on Sunday. Some 400 schools affected by floods in different parts of the country were forced to remain closed due to waterlogging. Although the school authorities have been attempting to take classes elsewhere, we call on the government to assist them to return to normal school functions at their institutions as early as possible.\nWhat has been obvious on the first day of school reopening is the sheer joy experienced by students at being able to return to their schools, which makes learning fun and that much easier. In order to keep the schools open in the long run, the authorities have to ensure that health guidelines are consistently followed without exception, so that the virus cannot spread there leading to further school closures. This will be a tough task, but one that must be successfully carried out.\n",
        "headline_1": "Reopened schools bring a moment of joy long denied",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/reopened-schools-bring-moment-joy-long-denied-2175086",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2021"
    }
]