[
    {
        "full_article": "In its latest World Economic Outlook report, the IMF has pared global growth hopes for 2022 from 4.4% projected in January, to just 3.6%, a sharp decline from the estimate of 6.1% for 2021. The invasion of Ukraine has significantly dampened post-COVID recovery prospects, with the IMF highlighting volatile yet sharp commodity prices and supply chain disruptions. Fresh pandemic-driven lockdowns in China’s key manufacturing and trade hubs also compound supply worries and could slow its own growth from 4.8% to 4.4% this calendar year. India’s growth through 2022-23, which the IMF had pegged at 9% in January, has now been projected at 8.2% — lowered by the same extent as overall global growth. This headline number is more optimistic than projections from the World Bank (8%), the ADB (7.5%) and the RBI (7.2%). In 2023-24, however, the IMF expects growth to slip to 6.9%, while the World Bank expects it to be at 7.1%. The IMF has emphasised that these projections are much more uncertain than usual due to the ‘unprecedented nature of the shock’ to the world economy. Growth could slow much more while inflation could turn out higher than expected. The multilateral lender expects India’s retail inflation to now average above the RBI’s tolerance threshold at 6.1% and the current account deficit to touch 3.1% this fiscal year.The chief factors cited by the IMF for lowering India’s growth trajectory include higher oil prices, inflation that would exacerbate weak domestic demand, and the likelihood of a drag on net exports. The World Trade Organisation has lowered its 2022 global merchandise trade growth forecast to just 3% from 4.7% projected earlier. This means a critical operating growth engine, which manifested in the record $420 billion exports in 2021-22, could sputter. A corollary risk from higher food and fuel prices in emerging economies is heightened social unrest, and the IMF Managing Director Kristalina Georgieva has noted that ordinary families’ budgets are being strained to the breaking point. While she has mooted decisive actions from central banks to stem inflation worries, she has also warned that monetary policy tightening would raise debt servicing costs and put many low-income countries in distress. Indian policy makers need all hands on deck and undivided attention to cope with the multiple headwinds, which include the need to smoothen interest rate hikes, spur consumption, manage fragile fiscal math and currency fluctuations amid volatile foreign capital flows. It would be equally critical to devise a medium-term action plan to minimise the scarring effects of this ‘crisis upon a crisis’, as the IMF expects employment and output to persist below pre-COVID trends till as far as 2026, amid a further dip in global growth after 2023.",
        "headline_1": "Bumps ahead: On IMF’s India growth forecast",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/bumps-ahead-the-hindu-editorial-on-imfs-2022-india-growth-forecast/article65338903.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-04-2022"
    },
    {
        "full_article": "When the Taliban captured Kabul in August 2021, then Pakistani Prime Minister Imran Khan said Afghans had “broken the shackles of slavery”. Even while the Taliban’s victory gave some geopolitical advantage to Pakistan, it also enhanced Islamabad’s security challenges. And Pakistan’s growing frustration with the response of the new Afghan rulers to these challenges burst into the open during the weekend when Pakistani missiles struck inside Afghanistan, targeting the Tehreek-e-Taliban Pakistan (TTP). During the American presence in Afghanistan, Pakistan had adopted a dual approach — fight the TTP, better known as the Pakistan Taliban, and support the Afghan Taliban. Its backing was crucial in the Afghan Taliban’s return to Kabul. But the fact that an insurgency founded by a group of Deobandi madrasa students forced the U.S., the world’s most powerful military, to withdraw from Afghanistan was a morale booster for the TTP. The Afghan Taliban and the TTP may be two organisations, but they are ideological brothers — both have their roots in Deobandi Islam, both share the same worldview, and have similar objectives for different geographies. If the Afghan Taliban wanted to re-establish their Islamic Emirate in Afghanistan, the TTP wants to bring down the Pakistani state and establish its Islamic rule.Pakistan supported the Afghan Taliban for geopolitical reasons. The Generals saw the Taliban as insurance against growing Indian influence in a U.S.-backed Islamic Republic of Afghanistan. But the problem with the wheel of jihad, which the Pakistanis helped unleash inside Afghanistan, is that it could also roll back across the border. Both countries share a porous 2,500-km land border that divides the tribal areas of the region (also a fertile ground for the Taliban’s ideology). Earlier, Pakistan used to share intelligence with the U.S. forces in Afghanistan which carried out attacks against the TTP. Now, Pakistan has to depend on the Taliban to crack down on the TTP. Their relationship has also changed. If the Taliban were dependent on Pakistan for their survival during the insurgency, they are now the rulers of Afghanistan; what they need is support and recognition for their regime. This change in approach was visible in the Taliban’s warning that they would “retaliate” if Pakistan carries out more cross-border strikes. None of these developments suggests that there would be a complete breakdown in the relationship between Pakistan and the Taliban, which dates back to the Taliban’s founding in the early 1990s. But the TTP factor would remain a key fault-line. The Taliban are not ready to disown the TTP and they have also made it clear that they would not remain a Pakistani proxy forever. This poses fresh security and geopolitical challenges to the Pakistani establishment which welcomed the Taliban’s triumph in Afghanistan just eight months ago.",
        "headline_1": "Changed situation: On Pakistan’s frustration with the Taliban",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/changed-situation-the-hindu-editorial-on-pakistans-frustration-with-the-taliban/article65338472.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-04-2022"
    },
    {
        "full_article": "The Russian invasion of Ukraine and the subsequent sanctions against Russia have already created a global energy insecurity. Russia is the largest natural gas exporter in the world, the second highest crude oil and condensates exporter after Saudi Arabia, and the third largest coal exporter behind Indonesia and Australia. Russian exports account for about 45 percent of the European Union's (EU) gas imports and 40 percent of its entire gas consumption. Germany, Turkey, Italy, Belarus, and France receive most of this natural gas. China and Japan are also among the top 10 destinations, together accounting for approximately 10 percent of Russia's natural gas exports. Countries in Asia—China, Japan, South Korea, and Taiwan—and the Oceanic region receive most of Russia's coal exports. This dependence on Russian fossil fuels has somewhat deterred the onslaught of sanctions against them—and the consequences don't end there.\nThis disruption to oil and gas supply from a major exporter closely mirrors the events of the Yom Kippur War. In 1973, the Organization of the Petroleum Exporting Countries' (OPEC) oil embargo on the US compelled them to build over a hundred nuclear reactors to ensure energy security. However, that trend died down in the mid-80s after the Three Mile Island and Chernobyl accidents. Before the Fukushima accident in 2011, 13 percent of global electricity was generated from nuclear energy. Before the Russia-Ukraine war, the share of nuclear power was 10 percent.\nOne may think that a focus on nuclear reactors would alleviate some of the energy needs once again. But it's not that simple. Russia has the largest uranium enrichment capacity in the world and provides about 35 percent of the global requirement. Reactors in many countries run on Russian-supplied nuclear fuel, including several in the US and Europe.\nDespite the US decision to stop importing Russia's fossil fuels, a full ban on uranium import is yet to be seen. The good news is that there would be no immediate impact if Russia's uranium export is cut off, as the reactors currently in operation in the US can run for 18-24 months without being refuelled. And it is prodding other European countries like Poland, Czech Republic, and the UK to accelerate their nuclear power deployment plans. In Asia, both Japan and South Korea are reversing their positions on nuclear expansion, and China has announced plans to build 150 reactors. The global dependency on Russia's oil, coal, and gas has shown how vulnerable the global energy infrastructure is. The combination of the growing demand for reliable carbon-free energy, a need for decreased dependence on Russia's fossil fuels, and the need for energy security is enhancing the appeal of nuclear power in an unexpected way. Furthermore, large uranium reserves in Russia and Kazakhstan should also serve as motivation to explore new innovative fuel cycles, and the return of previously explored alternatives like the thorium fuel cycle (much abundant than the traditional uranium fuel), which was popular in the 70s. Nuclear energy already received a boost out of the COP26 climate conference in Scotland last year, as countries grappled with how to meet their carbon emission goals.\nCurrently, Russia is the world's primary nuclear power exporter. However, they may lose their existing (Turkey, Bangladesh, Belarus, India, Iran, China, and Egypt) and future clients of the Water-Water Energetic Reactor (VVER)—similar to the Western Pressurised Water Reactor (PWR) design—due to financial sanctions, supply chain disruption, and a lack of technical support from the West. This void needs to be filled up, and it is a chance for North American and EU nuclear reactor manufacturers to pounce upon. If Russia's long-term state sponsorship of nuclear power gets hampered, and if the West does not come forward to fill in this for the developing countries, China will inevitably take the opportunity to increase its influence. This does not bode well for the existing liberal world order.\nThe US is working on developing the next generation of advanced small modular/micro reactors with enhanced safety features. These reactors will require uranium fuel with higher enrichment which, at present, can only be produced in Russia. This dependence on Russian resources and technology has reduced Washington's leverage against The Kremlin. If the US wants to wean its nuclear industry, and that of its allies, off of Russia's nuclear cooperation, it will have to reconsider its nuclear energy policy. In response to Russia's invasion of Ukraine, civil nuclear expansion will be a worthy step for all.\nEver since Klaus Fuchs, a German nuclear spy, gave the USSR the secrets of the Manhattan Project, nuclear warfare has been at the forefront of the conflict between the first world liberal society and the former communist bloc. During the Cold War, the two sides developed their nuclear reactor technology independently. This led to some unique Russian designs that strayed far from the contemporary Western designs. Added to that is the ticking clock of global warming. So time has come to rethink every country's nuclear energy policy for energy security as well as for tackling climate change.\n \nDr Md Shafiqul Islam is a researcher and writer, and a professor at the Department of Nuclear Engineering in Dhaka University.\n",
        "headline_1": "Ukraine war and the reliance on Russian energy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ukraine-war-and-the-reliance-russian-energy-3008841",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2022"
    },
    {
        "full_article": "In the US, being Black or just a person of colour is enough to get one killed or arrested by a cop, merely for being at the wrong place at the wrong time—or even the right place at the right time. In Bangladesh, you just have to be poor or unconnected to anyone of influence to have to face the wrath of police. Thus, the horrible death of 26-year-old Rabiul in Lalmonirhat because he was \"suspected\" to be a gambler is hardly a shock, no matter how tragic the incident. It is tragic because there was no proof that he had gambled at the Baishakhi mela (fair), where someone who knew him said he had gone to buy toys for his daughter. And so what if he had been a so-called gambler—how does this justify policemen kicking him and beating him unconscious, and then taking him away only for him to be declared dead at a city hospital a couple of hours later? Apparently, law enforcement officials can not only detain anyone they wish, but they also have the right to use brutal force just because someone argued with them—or for no reason at all.\nTo add to the agony of a family who has lost a loved one and an earning member, there is little likelihood of getting any justice as they are scared to file a case against the police, who can file counter cases and make life intolerable for the family if they want to. After all, Rabiul's family members come from the voiceless, powerless class who are not entitled to any kind of state protection even if their lives are threatened. This means Rabiul can be declared a criminal, and there will be no one to clear his name—not even his fellow residents of Kazir Chawra village in Lalmonirhat, who blocked the highway to protest his killing, and certainly not his 20-year-old wife who has suddenly become a widow at such a young age.\nOnly a few days later in Cumilla, another young man, named Raju, accused in a murder case, was shot during the euphemistically termed \"crossfire\" with an official line that never gets too old for those who tell it: Rab raids an area based on a tip-off, the miscreants start shooting, Rab retaliates, the miscreants flee the scene, and one of them is found shot dead. Of course, it happens to be the one they were looking for. End of story. Ironically, in this case, the dead man is the suspect for the murder of a journalist; so now we have two dead men and seemingly no one to tell the courts what really happened.\nThese may be described as isolated incidents, but they are both part of a frightening culture of brutality and impunity that characterises our law enforcement's image today. The first incident, where policemen are directly involved, demonstrates the sheer helplessness of ordinary citizens at the hands of law enforcers. Human rights organisations have highlighted Section 54 of the Code of Criminal Procedure (CrPC) and the Special Powers Act, 1974 as laws that allow law enforcement officials to arrest anyone without a court order. Recognising the scope for abuse, the High Court has issued 15 directives that include specific instructions related to the arrest and treatment of a person in custody. This includes disclosing the law enforcement official's identity and if asked, showing his/her ID card to the person arrested, recording all the details of the arrest including the reasons why the arrest took place, allowing the arrested person to call his/her lawyer, ascertaining if the arrestee has any injury and taking him/her to the hospital or a government doctor for treatment, and getting a doctor's certificate regarding the nature of the injury. The law enforcement official is supposed to produce the arrestee at a court within 24 hours of arrest, and if this is not the case, he/she must explain to the magistrate the reasons for the delay. The magistrate has the power to decide if the reasons are valid enough for detention or whether the arrestee should be released.\nIn an article titled \"Police power of arrest and remand\" in The Daily Star, Barrister Md Abdul Alim explains that, in reality, without proper guidelines, magistrates often just follow a \"parrot like\" order on the forwarding letter of the police officer authorising detention in police custody or in jail.\" Thus, despite provisions in the law and in our constitution against torture and the use of excessive force, many law enforcement members have total disregard for either. They have been given inordinate power and have no accountability for its abuse. In the second incident, it is the same sense of invincibility that has led to yet another extrajudicial killing—the first after the US sanctions. In 2021, Ain O Salish Kendra (ASK) recorded 48 \"crossfire\" deaths and 21 deaths during \"shootouts\" before arrest, and six deaths due to torture after arrest.\nPeople are afraid of law enforcers and see them as predators, not protectors. This is the damning truth that completely overshadows all the hard work that the police and Rab have done and continue to do in curbing crime and militancy in Bangladesh.\nThe US sanctions against Rab shows that these blatant violations of human rights do not go unnoticed by the international community, whatever the underlying agenda may be. It is the state's responsibility to protect its citizens, criminals and innocents alike, as guaranteed by the constitution. Major reforms in the police and other forces are crucial if we are to be recognised as a functioning democracy that upholds the values of the Liberation War and honours our constitutional rights.\nBut how do we reform forces that have been, by tradition, intensely politicised to serve the agendas of the government of the day? There lies the crux of the problem. The government must realise that, unless our law enforcement agencies are free from political influence, it will be impossible to hold them accountable for abuse of power. It will also be an uphill task to regain public trust in these forces, which can lead to increasing discontent, anarchy and space for criminality to get a free reign.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "Who will speak for the George Floyds of Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/who-will-speak-the-george-floyds-bangladesh-3008046",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2022"
    },
    {
        "full_article": "The Intergovernmental Panel on Climate Change (IPCC) is a United Nations (UN) body set up to commission major assessments of the state of science on climate change and issue their assessment report every five or so years. It has three Working Groups (WGs): WG I is for climate science, WG II for vulnerability impacts and adaptation, and WG III for actions to avoid climate impacts.\nJust recently, the IPCC issued the reports of all three Working Groups of its sixth assessment cycle. I was quite confident that I knew what would be in their report, but I am quite shocked by the findings. I will explain why.\nAll the previous IPCC reports gave evidence of what would happen if we continued to emit greenhouse gases (GHGs) that lead to global temperature rise, and emphasised the need to step up actions to mitigate and adapt in anticipation of future impacts of human-induced climate change.\nHowever, the WG I report of the sixth assessment cycle, which came out in August last year, reported that the impacts of human-induced climate change were already evident, and could be unequivocally attributed to the temperature rise of over one degree Celsius. Then WG II came out with their report in February this year, which reported hundreds of cases of climate impacts such as floods, cyclones, heat waves, wildfires and droughts, which were beyond any previous records, and again attributed their severity to the fact that the global temperature has gone up over one degree Celsius. It also emphasised the need to invest more in adaptation in the developing countries as well as the developed countries. Then WG III came out with its report last month, and again raised the alarm that we were not taking enough actions for both mitigation and adaptation, and that the window for taking such actions is closing very rapidly.\nThis was despite the fact that all the governments had agreed in the Paris Agreement in 2015 to limit their emissions to keep the global temperature rise below 1.5 degrees Celsius, and the developed countries promised to provide USD 100 billion a year to help the developing countries with mitigation and adaptation measures.\nHowever, as the UN Secretary-General Antonio Guterres said at the press conference to announce the WG III report, leaders of the major countries have failed to keep their promises to reduce GHG emissions as well as fund the developing countries. In fact, he went so far as to accuse them of lying, which illustrated the frustration that he, quite rightly, felt about the lack of action regarding climate change.\nThis means that we only have a few years to take drastic actions to both mitigate andw adapt effectively, as we are already beginning to see the losses and damages caused by the impacts of climate change.\nAs the IPCC starts to plan its seventh assessment cycle for the next five years, it is important that the vulnerable developing countries demand a special report on loss and damage. They previously demanded such a special report on temperature rise, which was effective in getting the goal of 1.5 degrees Celsius in the Paris Agreement. A special report on loss and damage could have a similar effect to galvanise the stalled negotiations on finances for the losses and damages that the developing countries are suffering. As the leader of the Climate Vulnerable Forum (CVF), Bangladesh could advocate for such a special report.\nAt the same time, in Bangladesh, we have to start thinking about the fact that global temperature rise may go beyond 1.5 or even two degrees Celsius, and be better prepared ourselves to be able to tackle the inevitable losses and damages that will happen. One measure could be to develop a national mechanism to address loss and damage as a public-private partnership between government and non-government actors.\nIn conclusion, I predict that by the time the seventh assessment report of the IPCC comes out, it will be a catalogue of impacts that have already happened and will continue to happen because we failed to act in time. The sixth assessment report of the IPCC is the last warning to policymakers around the world to take action immediately to avoid the worst impacts of climate change.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Climate action: We’re running out of time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/climate-action-were-running-out-time-3008031",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2022"
    },
    {
        "full_article": "Tall high-rise buildings dot the sea front of Galle Face. Most are international hotel chains, and one is a swanky upmarket shopping mall—a nod to the fast-paced construction and development work that Galle Sea Face has witnessed in recent years. As the gaze sweeps out towards the Indian Ocean, the fluttering flags of the under-construction Colombo Port City catches the eye. Touted as the next Dubai or Singapore of the subcontinent, it is being constructed with Chinese help on land reclaimed from the sea. And a little distance away from it inland, at the northern end of Galle Face, overlooking the ocean, is the majestic yellow Neo-Baroque-style building: the Presidential Secretariat, the office of the president since 1983 and currently the heart of the protests that are roiling Sri Lanka.\nThe resentment against the Sri Lankan government's mishandling of the economy had been growing in the country since last year. Sri Lanka's two million farmers have been protesting for months against the government's decision to go \"organic\" and the subsequent order banning import of chemical fertilisers in April 2021. It reached a flashpoint in October, when they took their protest to Colombo and threatened to cut off supplies to the capital. By November, the government rolled back its earlier decision and allowed imports. Steep price rises of essentials like rice, lentils, flour, milk, eggs and cooking gas put a strain on most households. But the tipping point came when rolling power cuts, sometimes more than 10 hours a day, were imposed island-wide. Overnight, people were staring at crippling shortages, serpentine queues for petrol, diesel and cooking gas, and restrictions on the quantities of food items one could buy. Pharmacies, too, were running low on essential life-saving drugs as 80 percent of the medicines in the country were imported.\nAll this coalesced into a massive street protest of a million people calling for the president and his government to resign. A curfew was clamped in the western province, social media was blocked for almost 13 hours, and then a general public emergency was declared on April 1 this year. Sensing growing public defiance and anger, the president rescinded the emergency orders on April 5. April 3 saw his entire cabinet of ministers—except the prime minister, who is the president's brother—resign. Yesterday, a new cabinet was sworn in.\n\"Go Home Gota\" has become the rallying cry of the protesters. The massive protest has turned into an all-night vigil near the Presidential Secretariat. Protesters have braved heavy rain and thunderstorm to stay there. Temporary tents have been set up at the protest site that is now being called \"Gota-go-Gama\" (Gama is Sinhala for village). Crowds typically swell during the day and on holidays. Many come to the site after finishing work. Others bring their children to witness and be part of the movement. The aged and the infirm sit in wheelchairs holding placards. Protesters flank the road near the secretariat waving the Sri Lankan national flag, shouting slogans and holding placards that say \"Gota Go Home,\" \"Pissa (lunatic) go home,\" \"Bring our money back,\" \"Leave my future alone,\" \"You have messed with the wrong generation.\" In a city which barely sees any honking, cars passing through blow their horns in a show of solidarity with the protesters. The orderly behaviour of the crowd is almost surreal. Except for the torching of a couple of police vehicles on March 31, (when the police used force and fired tear gas shells), the protests have remained non-violent. The only persons in uniform present at the site are traffic policemen regulating the flow of traffic.\nThe protest site itself is a study in civic awareness. There is no littering. Empty plastic water bottles have been strung together to read \"Go Home Gota\" and hung on the fence bordering the promenade. The rest have been corralled into nets to be recycled later. Waste, too, is segregated and sorted at site. A couple of ambulances are stationed nearby to take care of any medical exigency. Free food and beverage is distributed among the protesters. All this is being managed through spontaneous and voluntary individual contributions.\nPeople from all walks of life, from all faiths and beliefs and from across the island, including the indigenous Vedda community, find representation here. Muslims break their Ramadan fast here with food and prayers. Buddhists and Christians have held vigils, and the Sinhala and Tamil people have marked their biggest festival, the New Year on April 14, together.\nSo how did Sri Lanka descend into this economic free fall? Today, inflation is at a record high of 18.7 percent, with food inflation at over 30 percent. The Sri Lankan rupee (LKR) shows no signs of stabilising. Within days of the government free-floating it, the rupee fell steeply—from 203 rupees against a US dollar on March 7 to around 330 rupees against a US dollar now. The Central Bank of Sri Lanka has announced its decision to unilaterally suspend external debt repayments of USD 51 billion. Additionally, it is seeking immediate help from the International Monetary Fund (IMF) to manage the balance of payment situation.\nAs an island nation, Sri Lanka was always dependent on imports to sustain its economy. But indiscriminate borrowings for big infrastructure projects, which typically have low yields and long turnaround time, have tilted the already fragile foreign exchange reserves against it. Fiscal mismanagement and Covid-induced economic downturn played its part. Sri Lanka has long relied on foreign tourists and remittance from its manpower exports for its dollar earnings. Covid effectively put a stop to that.\nA series of missteps by the incumbent government aggravated an already precarious situation. In its desire to become the first nation in the world to go completely \"organic,\" the government in April 2021 banned the import of all chemical fertilisers. The decision had catastrophic consequences. Farm yields fell by a whopping 33 percent and Sri Lanka, which used to be self-sufficient in paddy cultivation, had to import rice from its neighbouring countries to make up for the shortfall. Tea production and export, a traditional foreign exchange earner, also declined substantially.\nSri Lankan forex reserves fell to USD 1.93 billion at the end of March this year; foreign debt repayment of USD 4 billion is due this year. The Sri Lankan government has been forced to default on all its foreign debt repayments to preserve its forex reserves for essential imports. As it awaits financial assistance from the IMF, neighbouring countries have come forward to help Sri Lanka. Bangladesh offered credit worth USD 200 million in June 2021, which has been rolled over. India has opened a credit line worth USD 2.4 billion to cover essential imports of diesel, petrol, medicines, cooking gas and rice. The Singapore Red Cross has committed 100,000 Singaporean dollars for urgent medical supplies. Sri Lanka has also received USD 10 million from the World Bank to buy essential medicines.\nThe resolve of the Sri Lankan people at the protest site is almost palpable. They have rebuffed calls from the prime minister for talks and find it difficult to believe when the president says that the current situation was not his making. Their concerns echo in former Prime Minister Ranil Wickremesinghe's message to the president: resign or explain to the people why you won't.\n \nAnindita Sarkar is a freelance writer based in Colombo, Sri Lanka.\n",
        "headline_1": "A unique show of solidarity in Sri Lanka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/unique-show-solidarity-sri-lanka-3007326",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2022"
    },
    {
        "full_article": "Despite the prime minister's concern regarding delay in the implementation of important projects in the country, and her suggestion for timely execution, it has almost become a certainty that no project in Bangladesh will be completed within the given time. On top of that, the project cost will have gone higher than the one estimated initially. Relevant documents show that the cost of five such projects escalated to Tk 6,550 crore from Tk 3,105 crore, and the Planning Commission approved the escalated cost and also the extension of the deadline in a recent meeting.\nIf we look at the history of only one project, we will be able to grasp the gravity of the situation. The excavation of a canal from Bahaddarhat Baripara to Karnaphuli River, supposed to ease the sufferings of Chattogram city residents from waterlogging, was taken up eight years back at the cost of Tk 327 crore. The Chattogram City Corporation (CCC), the implementing authority, had stated that the project would end by 2017. But, as the corporation failed to implement it in time, the deadline was extended till June 2021, and the cost was raised to Tk 1,256 crore.\nHowever, once again, the implementing authority could not finish the work within the stipulated time and applied for another extension, this time till June 2024, raising the cost to Tk 1,363 crore. Reportedly, the Executive Committee of the National Economic Council (Ecnec) approved both the raised cost and the deadline extension. The CCC has completed bigger projects than this in the past, so it is mystifying why an experienced body with a large team of qualified engineers needed to extend the deadline of this project again and again. And more confounding is the rise of the project cost from Tk 327 crore to a whopping Tk 1,363 crore in only eight years.\nSince the planning minister has identified human failures and individual corruption regarding project delays, one would be curious to know what action he has taken to put those individuals on trial. He has cited price hike of construction materials in domestic and global markets as one of the reasons behind the rise in the project cost, but it needs to be said that had the project been completed within the deadline of 2017, cost escalation would not be an issue at all. The CCC should be asked to explain on what basis they had submitted the first proposal, and why they could not deliver in time.\nWe believe if such practice of cost escalation is encouraged and deadlines extended without valid reasons, we will continue to see similar cases in the future, giving leeway to rampant corruption and mismanagement of public funds.\n",
        "headline_1": "Delay and cost escalation of projects have turned chronic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/delay-and-cost-escalation-projects-have-turned-chronic-3008836",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2022"
    },
    {
        "full_article": "We are shocked and appalled by the daylong fight between the students of Dhaka College and traders of New Market area on April 19, which left an 18-year-old courier service employee—who had no connection with this incident whatsoever—dead, and more than 50 people, including journalists and students, injured. One of our journalists was injured too. The clashes also brought the city's traffic to a standstill for hours, causing unbearable sufferings to the commuters in this month of Ramadan. Five shops of Nurjahan Supermarket were also gutted during the clash.\nAccording to our report, a brawl started the previous night (on April 18) centring an argument at a fast food shop between the shopkeepers and the students. At one stage, a rumour spread across the college campus that the students had been stabbed by the shopkeepers. Infuriated, more students of the college went to the spot in groups and attacked the staffers of the shops, who retaliated. Police then dispersed them by firing tear gas shells.\nWhile on regular times, the clash would have just stopped there (such clashes are pretty common between the two sides), this time it didn't. As students barred traders from opening their shops the next morning, the traders also banded together and engaged in chase and counter-chase with the students. What did the police do during this time? They remained silent spectators. According to witnesses, both sides threw brick chips and hurled crude bombs at each other in full view of the police, but they didn't take any action. When they finally moved and took position to disperse the crowd, it was almost 3pm in the afternoon. Had the police taken action on time, the death of the young man as well as a lot of damage could have been avoided.\nWhile the police must answer for their inaction, the students and shopkeepers must also be held to account for this horrendous episode of violence that had an impact on the entire city on Tuesday. It was disturbing to see the picture of the agitated people setting fire to an ambulance carrying a patient.\nFrom the nature of the incident, it seems that there were some underlying factors that had triggered it. Reportedly, there is a long-time rivalry between the two sides. While the students claim that the shopkeepers often misbehave with them and charge them exorbitantly, the traders in the area say that a section of the students involved in politics have long been extorting them.\nWe think it's time the authorities found out the real reason for such rivalry and did the needful, so that such incidents do not repeat in the future. Needless to say, whatever grievances they might have against each other, such blatant display of violence is not acceptable at all.\n",
        "headline_1": "Law enforcers: the silent spectators",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/law-enforcers-the-silent-spectators-3008681",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2022"
    }
]