[
    {
        "full_article": "With the government refusing to extend the deadline for Aadhaar details of workers under the Mahatma Gandhi National Rural Employment Guarantee Scheme (MGNREGS) to be seeded to their job cards beyond December 31, 2023, to enable payments through an Aadhaar-based payment system (ABPS), the system has now become mandatory. Alarmingly, the decision would now affect nearly 35% of job card holders for this mode of payment and 12.7% of “active” workers (those who have worked at least one day in the last three financial years), thereby putting a dampener on the demand-driven scheme for many. ABPS implementation, the Union government claims, will ensure that payments are quick, reduce rejection and plug all leaks. The government also contends that as the ABPS has been in place for MGNREGS from 2017, and because Aadhaar number availability is near universal in India, the ABPS is a robust and a safer way to transfer wages. However, the over-reliance on technical tools has resulted in problematic implementation, with beneficiaries devoid of a proper recourse for corrections in the system. Data analysed by LibTech India suggest that the names of 7.6 crore workers have been deleted over the past 21 months due to discrepancies between the Aadhaar and the job card, among other reasons, with many of these done erroneously.There are other issues with the use of the Aadhaar-based payments — where errors in any step of the process result in payment failures. Apart from the spelling discrepancy issue between the Aadhaar and the job card of the worker, there is also the problem of mapping the Aadhaar to the wrong bank account for many. In a number of cases, payments can be diverted to some other account than the one beneficiaries prefer, and also without their consent. Claims by the government that Aadhaar use has reduced delays in wage payments have also not been borne out, according to LibTech India, with wage delays largely due to insufficient funds in the first place. Without cleaning up Aadhaar seeding and mapping with bank accounts, making the ABPS mandatory will only create further issues. The Union government must revisit this decision, and work out a way to correct the faulty seeding and mapping problems before imposing ABPS. The Ministry of Rural Development has said that it may consider an exemption from ABPS on a case-to-case basis for gram panchayats if there are technical issues, but it would be better if the Ministry conducts social audits to ascertain the extent of the problem before insisting on ABPS. MGNREGS remains a vital demand-driven welfare scheme that helps the rural poor and its implementation must not be dependent upon a faulty technological system. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAadhaar\n\n/\n\ncontract issue-work rules\n\n/\n\nwelfare\n\n/\n\nlabour\n\n/\n\nbanking\n\n/\n\ngovernment\n\n/\n\ntechnology (general)",
        "headline_1": "Faulty compulsion: On the issue of MGNREGS and Aadhaar seeding",
        "headline_2": "Issues with Aadhaar-seeding are a headache for MGNREGS beneficiaries",
        "link": "https://www.thehindu.com/opinion/editorial/faulty-compulsion-on-the-issue-of-mgnregs-and-aadhaar-seeding/article67698468.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "The Goods and Services Tax (GST) has yielded close to ₹1.65 lakh crore in gross revenues in the last month of 2023. As the Finance Ministry has highlighted, this is the seventh occasion in this fiscal year that GST revenues were over ₹1.6 lakh crore. The first nine months of 2023-24 have clocked a 12% rise in GST collections, with the monthly intake averaging ₹1.66 lakh crore, from ₹1.49 lakh crore in 2022-23. There is a good chance that the tax, which North Block mandarins have often lamented has not delivered as much revenue as was anticipated at the time of its launch, may end up bestowing a bonanza to the exchequer this year. The Budget had factored in monthly GST revenues of around ₹1.59 lakh crore, so maintaining the current rate should translate into an additional inflow of ₹80,000-odd crore. While this may provide some buffer for any fresh pre-poll handouts from the Centre ahead of the general election, an expected slowdown in the final quarter of the year may moderate the gains. The Reserve Bank of India’s projection was for growth to taper off from 7.7% in the first half of the year to 6.5% in the October to December 2023 quarter and further to 6% in the current quarter. December’s GST collections for transactions undertaken in November indicate some moderation in momentum already.Both the headline number and the growth rate for December were the lowest in three months. In fact, the 10.3% growth was far weaker than the 15.1% recorded a month earlier, and just marginally better than September’s 10.2% uptick, which in turn marked a 27-month low. Deepavali, which was closer to the middle of that month, should have spurred some last minute spending boost, but that effect seems to have been insipid. Revenues from domestic transactions grew 13% in December, down from the 14-month high growth of 20% in November, suggesting that the initially healthy festive fervour may have partly hit the ‘snooze’ button. This is corroborated somewhat by e-way bills generated in November which slid to 87 million from 100 million in October. The government has emphasised resilient domestic consumption steered the economy despite global headwinds. Indicators such as car sales, which crossed the four-million mark in 2023, led by high-end sport utility vehicles, can buttress that belief. But with rural demand likely to be fragile amid bleak prospects for the farm sector, and the festive push already in the past, policymakers, for whom this is the last month of official data to base their Interim Budget premises on, must note the slowing pace while factoring in the additional inflow that seems set to exceed expectations. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nGeneral Elections 2024\n\n/\n\nReserve Bank of India\n\n/\n\neconomy (general)\n\n/\n\nUnion Budget",
        "headline_1": "Growth signals: On GST revenues",
        "headline_2": "The indirect tax intake might be a bonanza despite some momentum loss",
        "link": "https://www.thehindu.com/opinion/editorial/growth-signals-on-gst-revenues/article67698843.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "Even as the threat of ‘deepfake elections’ looms large, tools to battle it remain limited. Regulatory over-compliance by platforms can even lead to censorship of legitimate content\nFrank Sinatra may never have imagined that in 2023, a video on YouTube would feature him singing the generation defining song ‘Smells Like Teen Spirit’ from the 90’s grunge rock band Nirvana. It is in Sinatra’s light baritone, sung to the music of his era, instead of Kurt Cobain’s angst-ridden voice, with the electric guitar and heavy drumming.\nDeepfakes are revolutionising entertainment by bringing dead actors back to life and allowing others to be alive and on screen in perpetuity. Fifty years from now, we might see movies starring Morgan Freeman or Amitabh Bachchan. This is why actors such as Bruce Willis and Anil Kapoor are already protecting their AI Rights.\n \nRead full story on TOI+\n\n",
        "headline_1": "The real problem with AI  fakery",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-real-problem-with-ai-fakery/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "Indians are travelling like never before. Hotel occupancies, tariffs and domestic air travel have breached pre-Covid levels. But foreign tourist arrivals (FTAs) are tepid, yet to recover to 2019 levels. Puneet Chhatwal, chairman of CII National Committee on Tourism and Hospitality and MD-CEO of Indian Hotel Companies Ltd (Taj), tells that though the “plot has become regional” globally, India can be among the world’s top 10 tourist magnets. Excerpts:\n \nThe world opened up post-Covid. What’s holding back foreign tourists from returning to India?\nInbound to India remains weak. FTAs are currently about half of pre-Covid levels. Inbound tour operators are suffering. That is a cause of worry. Domestic tourism is strong, but inbound is weak. In 2019, FTAs in India were about 1.1 crore; in 2022, we were at 62 lakh. The industry is deliberating how to get foreign tourists back.\nBut, that’s the situation worldwide – strong domestic and subdued FTAs. This is beyond anybody’s reasonable control. The plot’s become regional. Top source markets like the US, the UK, Canada, France and Germany remain impacted for varied reasons.\nIsrael used to be a big source market for us. The Russia-Ukraine conflict has led to airspace restrictions for commercial aviation. All this has led to weak FTAs in almost all countries. We hope the current rise in Covid cases won’t cause disruptions yet again.\nThings will normalise; FTAs will return. Whether it takes three, six or nine months, nobody can predict that\n \n\n \nRead full story on TOI+\n\n",
        "headline_1": "‘More direct international connectivity, new circuits & ease of visas will bring back the foreign tourist’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/more-direct-international-connectivity-new-circuits-ease-of-visas-will-bring-back-the-foreign-tourist/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "The new year heralded in the hustle and bustle of India’s election season. The Lok Sabha election in April-May is undoubtedly the big-ticket one, but assembly elections throughout the year promise to be no less challenging, or crucial. Alongside LS, Odisha and Andhra assembly polls are due, both states held by powerful regional party chiefs, who’d align with BJP at the Centre but fiercely fight it in their respective states.\nNo terra firma | Maharashtra assembly election is expected in September. Since the day of the 2019 election results, the state has seen shape-shifting governments. Five years on, both of the state’s largest and most powerful regional parties stand split, NCP and Shiv Sena, the fate of several MLAs hangs in balance.\n\nHectic January | The Supreme Court’s told Maharashtra speaker he has till January 10 to decide on the defection petitions filed by both Sena factions, and till January 31 to decide on petitions on the NCP split. So, January itself, expect fireworks.And likely complex constitutional muddles.\nHaryana hassles | Maharashtra’s political crisis isn’t the only potboiler. Polls are due in restive Haryana, at the centre of farmers’ protests. The Nuh violence near Gurgaon demonstrated the region’s vulnerability to communal flare-ups. And women wrestlers’ sexual harassment case will only gain political currency as investigation drags.\nSoren unshaken, plenty stirred | Jharkhand votes in September too, where Raj Bhavan is yet to make public an Election Commission letter sent in August 2022 regarding CM Hemant Soren’s “disqualification” over office-of-profit allegations. Last December, Soren received a sixth ED summons; the governor’s said EC’s letter is being evaluated.\n \n\nEC scrutinised more than netas | After BJP’s three assembly wins in December, Uddhav Thackeray (Sena-UBT), floated the idea that the Centre may want Maharashtra elections advanced alongside Lok Sabha’s to exploit the “mood”. Such remarks are a glimpse of what Election Commission – which decides election cycles – is up against. Every election cycle, EC must start all over again to defend its integrity: from its independence to robustness of EVM-VVPATs to ensuring a level-playing field. Its every action is under public and political party scrutiny, as it should be.\nFinally, Lok Sabha 2024 | As BJP-led NDA and ‘no-one-quite leads-INDIA’ bloc go head-to-head, one is already deciding candidates. The other’s fate will primarily depend on how smartly seats are split. Yet, this main challenge INDIA has left for the last, with barely three months to go. That tells its own story.\n\n",
        "headline_1": "Politics everywhere: State assembly elections will be as crucial as the Lok Sabha’s",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/politics-everywhere-state-assembly-elections-will-be-as-crucial-as-the-lok-sabhas/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "That US naval forces confronted Yemen’s Houthi rebels in the Red Sea, fending off an attack on a merchant ship, adds to the growing instability in West Asia. Houthis have been targeting Red Sea shipping ostensibly linked to Israel to get Tel Aviv to halt its bombardment of Gaza. But Netanyahu recently said Israel’s military operation will continue for many months.\nA difficult ally | So far, the US has provided Israel with immense military and diplomatic support. But Tel Aviv’s actions have only made life difficult for Washington. The US is having to expend considerable military resources in tackling Iran-backed rebels in Syria and Iraq – and now Houthis – to support Israel.\n\nIsrael suffers too | Israel is also taking on considerable economic losses. The war is costing it at least $260 million per day. Its much-vaunted high tech industry has seen an acute shortage of workers. Consumption has slumped and the Israeli economy is expected to contract by as much as 5% in Q4 2023. Therefore, resentment against Netanyahu’s wartime administration is growing.\n \n\nWho gains? | Certainly not the international community that is having to deal with disruptions to Red Sea shipping. The cost to ship a container from China to the Mediterranean was up by 44% in December. The only winners here are Iran – which has demonstrated its disruptive capabilities – and Russia, which has managed to draw attention away from the Ukraine war.\nDecision time Biden | In a US election year Biden should calculate the political costs of the Israel-Hamas conflict. He should put greater pressure on Netanyahu to define a clear exit strategy. Trump, should he be the Republican presidential nominee, will certainly blast the Biden administration for its involvement in foreign wars. It’s time to tell Netanyahu enough is enough.\n\n",
        "headline_1": "Enough is enough: Biden should tell Netanyahu that Tel Aviv’s actions are harming Israel, US and global commerce",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/enough-is-enough-biden-should-tell-netanyahu-that-tel-avivs-actions-are-harming-israel-us-and-global-commerce/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "Members of a community are food insecure if there is not enough food or they cannot afford to buy the food available in the market. It is not always the unavailability of food that constitutes food insecurity. In fact, people may go hungry, even though there is abundant supply of foodstuff in the market. The low-income people of Bangladesh right now are staring in the face of such paucity in plenty. In this connection, it would be worthwhile to have a look at the findings of a recent study conducted by the Bangladesh Bureau of Statistics (BBS) titled, 'Food Security Statistics 2023', which give an idea about the state of food insecurity among different segments of the population. Done to prepare statistical data as part of the government's effort, which the organiser of the study said, is to formulate a food security policy based on national priorities, the findings were hardly comforting. Conducted among 29,760 households across the nation in a personal interview format, the study found that one in every five households of the country is in a state of food insecurity that ranges from moderate to severe levels. That boils down to 37.24 million people out of the total 169.9 million, who are about 22 per cent of the population, according to the BBS's latest population census, experience different levels of food insecurity in the country. One may also recall at this point the World Food Programme (WFP)'s latest survey report of August this year that said 24 per cent people of Bangladesh, or about 40 million, are food insecure. Despite the slight variation in the two results, which might be due to difference of study methodologies, they confirm the fact that food insecurity at a significant level exists in the country. That means a large number of people do not have enough food or the right kind of food to meet their nutritional needs and lead a healthy life. The BBS study under scrutiny further revealed that food insecurity levels vary from one geographical area to another or from cities to villages. For example, the people of Rangpur are most vulnerable as 29.8 per cent of them, the study found, are food insecure. Similarly, more rural people (24 per cent) than the urban ones (21 per cent) have been found to be food insecure. Given the method of the study that put questions like, if the respondents went without food for a whole day, or if they skipped just one meal, or if they had no food in the house and so on, the findings can provide only a perception of, if not a deeper insight into, the state of food insecurity in the country. Even so the study results at least provide a quantitative aspect of social condition, obviously born of poverty, that is part of everyday experience of the general public. This is more so when people in the low-income bracket are finding it harder to survive, thanks to the escalating cost of living compounded by their ever-eroding income level.Finally, the abstract figures about food insecurity convey the message to the government that urgent measures be taken to make food affordable to the fixed and low-income people of both rural and urban backgrounds. Also, effective steps are imperative to control runaway price hike of essential commodities to arrest the escalating food insecurity of the people.",
        "headline_1": "Growing concern about food insecurity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-concern-about-food-insecurity-1704206140",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "Import substitution refers to making products to replace those being imported, notably by the less developed countries from advanced counterparts. It is a theory of economics of developing industries in less-developed countries. Notably, import substitution became a preferred approach for developing industrial economies in post-colonial time. The underlying reason is that during the first and second industrial revolutions, UK-led European colonial powers treated their colonies as suppliers of natural resources and buyers of industrial products. After independence, one of the development priorities was to pursue an import substitution strategy for developing an industrial economy. Despite the initial success of locally made-in products, sustaining and scaling import substitution have remained elusive. Eroding labour-based value addition scope -- in the 1930s, as high as 85 per cent of automobile manufacturing work used to be performed by humans. The scene in the 2020s is quite the opposite. Similarly, over 30 years, labour requirements in apparel-making have been reduced by more than 60 per cent. Even in modern furniture-making units in less developed countries, the labour cost has dropped to as low as 6.0 per cent of the total cost of production. Besides, in the technology sector, the role of labour has been substantially reduced, reaching as low as 2.0 per cent at the final production stage-assembling. Despite wage differential and high labour content, in the 1960s and 1970s, import substitution was a less costly alternative. It is no longer valid now. There has been a growing role of capital investment need in producing all kinds of products, starting from potato chips to silicon microchips. Knowledge and ideas in the form of capital machinery have been offering the option of improving the quality and reducing the cost -- while lowering labour content. The purpose of increasing the role of machines in production is far more than saving labour. Significant benefits are derived from higher accuracy, less wastage, and more efficiency. Automation guarantees bigger profits. But less developed countries have to import capital machinery from advanced ones. Value addition through knowledge and ideas in production contributes to total factor productivity (TFP). Of course, education, training, and experience play a positive role in TFP. To increase that part of TFP, less developed countries have been pursuing education and training. Unfortunately, capital machinery advancement has been reducing the scope of adding value through knowledge and ideas during production. Besides, the advancement of machinery, which demands increasing capital investment, has expanded the scale of advantage. As a result, the minimum efficiency scale of many products has been exceeding the domestic market size of a growing number of less developed countries. Therefore, the sustainability of import substitution has been facing increased challenges. Due to decreasing role of labour, increasing capital investment, diminishing TFP contribution, and growing scale of advantage, the import substitution as a less costly option has been losing its appeal. However, less developed countries are still after import substitution to show visible progress in developing industrial economies. Hence from the 1980s, they started applying tariff differentials to offer profit-making protection to sustain import substitution. However, at the dawn of the 21st century, tariff differential started facing limits. In such a situation, they started investing in infrastructure, offering free land and other incentives. Upon exhausting them, they are now offering subsidies as high as 75 per cent in capital investment and sweetening it further by providing production-linked cash incentives. In certain instances, surprisingly, such as foreign firms assembling smartphones for the local market have been getting more production-linked incentives than the salaries they are paying to the local labour force. The extent of subsidies has reached such a stage that in many cases import substitution has become a loss-making and foreign currency-draining proposition. Does it mean that there have been no success stories? Fortunately, there are with countries like Japan and South Korea shining.The rise of Canon from the humble beginning of making local replicas of Leica's cameras is well known. There have been many such examples in Japan and South Korea. However, how did they succeed in sustaining, more importantly, scaling up the phase of building an industrial economy through import substitution? Yes, in many cases, they began the journey of making copies through reverse engineering. But unlike many less developed countries, they focused on advancing features of products, tinkering with production processes, and capital machinery. They created the path of sustaining and scaling up industrial economy development through a blend of ideas. In many cases, notably Japanese firms recreated once-imported industrial products by changing the technology. Thus import substitution offers an entry window for less developed countries in developing industrial economies. Besides, tariff differential, infrastructure development, TFP and subsidies or incentives no longer offer sustaining options, let alone scaling up. However, all industrial products have been evolving through incremental advancement and reinvention. Lessons from Japan and South Korea indicate that it's feasible to outperform the inventors and innovators of exporting countries in the advancement race. By winning the innovation race, less developed countries may expand the market of their import substitutions outside of their domestic market. There has been no natural tendency to win the innovation race through increasing investment in education and research. Besides, all the indicators used in global innovation rankings are also insufficient for sustaining and scaling up import substitution. Instead, increased investment in education and R&D (research and development) for producing graduates, publications, rankings, and patents tends to have a natural tendency to get wasted. For sustaining and scaling up import substitutions, focus should be on collaborative, synchronized and timely strategic response in creating a snowball effect of value creation for winning innovation race through cumulative effect of knowledge and idea. \n[email protected]",
        "headline_1": "Sustaining and scaling up import substitution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sustaining-and-scaling-up-import-substitution-1704206218",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "Market dynamics in Bangladesh are stranger than fiction. Whereas in most countries, demand and supply dictate what prices of goods will be, that universal law does not apply in Bangladesh, at least when it comes to fixing the price of essential items. This trend was more pronounced over the last one year in the retail markets for food items. After a series of debacles involving price of eggs, edible oil, rice, potato grown more than the demand has shot up to unheard of heights.Indeed, according to reports published in media, price of potato (per kg) has surpassed 200 per cent in a year. This is very interesting because this year, despite several natural calamities like flood, there has been a bumper crop of potatoes. Those potatoes have reached the markets around the country and yet we are witnessing a strange spectacle of potato trading at more thanTk60/kg, which is actually higher than the price of coarse rice (consumed by the masses)! No one can explain this situation because over the past few decades, whenever new potatoes hit the market, prices used to drop because supply outstripped demand. This year is no exception and there are more potatoes than needed and yet the price of potato shows no sign of relenting.Reporters have been scouring the main kitchen markets around the city and the feedback is that price per kg of potato vary by as much as Tk10 per kilo in different markets. The price per kg of potato has jumped by around Tk10 in a week's span. Why? New potatoes hit the markets in mid-December and the market for potatoes should have calmed down and not heated up at this time. Surprisingly, the price of coarse rise has declined to stand between Tk50 to Tk55 per kg. So, consumers are being taught a new version of basic economics where the law of demand-and-supply is invalid and market forces also do not decide price of a commodity depending on its availability or scarcity. In the past, consumers were fed the usual litany of excuses that included the dearth of dollars and the devaluation of Taka or the Russo-Ukrainian war were all responsible for disruption of market. There is no question of any shortage of supply of potato, so the usual blame game is not working this time around. It is interesting to see that no State agency has actually intervened in any sustained and concrete manner to calm down the prices of essentials in 2023. The usual knee-jerk response to the explosion in prices by leaps-and-bounds on every conceivable foodstuff has left economists at a loss and consumers having to tighten their belts further and further until they ran out of holes on their belts. The fat on the price of every commodity is being skimmed off by players along the entire supply chain where farmers are denied a fair price for their produce and consumers are made to pay through their noses. This comes at a time with less than a week before the general elections and by the looks of it, consumers have been left high-and-dry once again. It is a national tragedy that people apparently have no one to look after their very meagre demands. One can only hope that the post-election authorities will turn their attention to the plight of the people and do something to bring back a modicum of order in the pattern of fixing food prices in this country. \n[email protected]",
        "headline_1": "When potato costs more than rice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-potato-costs-more-than-rice-1704206259",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2024"
    },
    {
        "full_article": "One of the worst kinds of nuisance in today's Bangladesh is noise pollution. It is an irritant we begin and end our day with. Yet, hardly anyone seems to care how much it is affecting our life and health. A report of the United Nations Environment Programme published in 2022 has officially recognised Bangladesh's capital Dhaka as the noisiest city in the world. The report stated that the average noise frequency in the city stands at 119 decibels, which is the highest among 61 major cities of the world. Sounds with a frequency of over 70 dB are reportedly considered harmful to health. The noise pollution, particularly in the context of the upcoming national elections, has already become a nuisance for the city residents. As the capital is abuzz with campaigns for the 12th national election, candidates are found using loudspeakers during the hours when it is not permitted by electoral rules. The excessive use of microphones during political campaigns has been contributing substantially to the overall noise levels in our environment. The detrimental impact of this noise pollution is not just causing inconvenience, but it is posing a severe threat to both our physical and mental health. The most affected by the increasing noise pollution are children, the elderly and expecting mothers.Noise pollution is a silent killer. It can cause loss of hearing, deafness, heart attack, stroke, heart disease, loss of attention in children's education, impaired mental development, irritable mood, stomach ulcers, insomnia, agitation and anxiety, etc. Noise pollution can even affect the physical and mental growth of the foetus. We must create an environment free from sound pollution for ourselves and for our children. We would like to seek the attention of the authorities concerned to look into the matter seriously and take effective measures so that the noise pollution caused by election campaigns remains under control. \nMd. Khaled Syfullah, Student of International Islamic University Chittagong, Chattogram, [email protected]",
        "headline_1": "Regulating noise pollution from election campaigns",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/regulating-noise-pollution-from-election-campaigns-1704206287",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2024"
    }
]