[
    {
        "full_article": "Politics and law may be inseparable, but the first may sometimes overshadow the second, especially when it comes to prosecution of political leaders. An ongoing example is the spike in the activity of the Enforcement Directorate (ED) in Tamil Nadu. Close on the heels of the arrest of V. Senthilbalaji, now a Minister without portfolio in the DMK regime, and the legal wrangling over the legality of his arrest and remand, another high-profile Minister, K. Ponmudy, is under the ED’s investigation. While the agency may have good reason to investigate and prosecute them, it does appear that they have been chosen for such action from among many political functionaries in the State who have pending probes against them. Both Mr. Senthilbalaji, who has now been shifted from a private hospital to a prison in Chennai, and Mr. Ponmudy, the Minister for Higher Education, face serious charges. Mr. Senthilbalaji was embroiled in a cash-for-jobs scam during his stint as Transport Minister in an earlier AIADMK regime, and had tried to wriggle out of it after money allegedly collected from job aspirant candidates by intermediaries was “returned” to them. However, court orders have kept the investigation alive. In the case of Mr. Ponmudy, he is accused of allowing red sand quarrying in excess of permissible limits as a Minister for Mines and Mineral Resources between 2007 and 2011; and granting quarrying licences to his son, friends and relatives.The ED entered the picture to probe possible money laundering in handling the proceeds of the crimes. The agency has successfully warded off a stiff challenge to the legality of Mr. Senthilbalaji’s arrest and remand, but it must do more to put all facts in the public domain to show that its actions are justified. However, except for some court-ordered CBI probes and income-tax proceedings, central agencies appear to be doing little by way of pursuing allegations against members of the erstwhile AIADMK regime. The issue of granting sanction to the CBI to prosecute former AIADMK Ministers is “under legal consideration”, according to the Tamil Nadu Governor, even while the Union Home Ministry has accorded sanction in respect of two former IPS officers in the same case. It will be difficult to credit central agencies with taking timely action against corruption, if only parties identified with the Opposition are brought under their investigative ambit. Venality among political leaders is a fact in respect of some and a perception suffered by all those in public life. Therefore, agencies statutorily empowered to investigate and prosecute them must demonstrate their fairness and impartiality, if their searches, raids and arrests are to command credibility among the public.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\n investigation\n\n/\n\nministers (government)\n\n/\n\npolitics\n\n/\n\narrest",
        "headline_1": "Selective prosecution: on the Enforcement Directorate and political leaders",
        "headline_2": "Probe agencies should not allow politics to colour their investigation",
        "link": "https://www.thehindu.com/opinion/editorial/selective-prosecution-on-the-enforcement-directorate-and-political-leaders/article67094717.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "With less than three years to go, the decision of the Government of Victoria, Australia, to withdraw from the hosting of the 2026 Commonwealth Games (CWG) has come as a mighty blow to the sporting movement. After Birmingham replaced Durban for the 2022 edition, this is the second consecutive occasion when the original host city is unable to host the games due to financial issues. Victoria, which had uniquely proposed to organise the games over a region, had initially estimated a budget of AUS$2.6 billion, but its Premier, Daniel Andrews, said the costs could go beyond AUS$6 billion, which to him is too much for a 12-day sporting event. Without federal funding and with Victoria struggling due to its increasing debts, he said he could not take money out of hospitals and schools in order to fund the event. Even though the development has come as a huge embarrassment for Australia, which has hosted five CWG editions (including 2018 Gold Coast), Prime Minister Anthony Albanese looked forward to hosting the women’s football World Cup and 2032 Brisbane Olympics, which would run on a different revenue model over a longer period of time. Still, the country may have to deal with credibility issues in the run-up to Brisbane 2032. According to the Commonwealth Games Federation (CGF), which was given only an eight hours notice, the decision to add more sports and changed plans for venues added considerable expenses.Commonwealth Games Australia chief executive Craig Phillips said that the costs overrun was a gross exaggeration while Victoria’s Leader of Opposition John Pesutto termed the cancellation ‘a massive humiliation’. The development has put a question mark over the future of big-ticket multi-sport events because of the staggering financial burden involved with the hosting. While the hosts have been looking at ways of controlling cost escalation, the rising expenses have made the conduct of such games virtually a privilege for bigger economies. That only five countries have staged 18 out of 22 editions of the CWG, which began as the British Empire Games (1930), and no African nation has ever hosted the Olympics, point to this. The uncertainty surrounding the CWG will disappoint the Indian sportspersons, who have done well in these games, including in 2010 when Delhi hosted it. Thousands of athletes from 72 Commonwealth nations and territories will hope that the CGF succeeds in the onerous task of finding an alternative host. But questions will continue to be asked on the need for what many might consider an anachronistic event, a coming together of nations on the basis of shared colonial history, and not geography.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCommonwealth Games\n\n/\n\nfinance (general)\n\n/\n\nsport\n\n/\n\nAustralia\n\n/\n\nhistory",
        "headline_1": "An anachronism: on the Commonwealth Games",
        "headline_2": "The Commonwealth Games will struggle to be financially viable",
        "link": "https://www.thehindu.com/opinion/editorial/an-anachronism-on-the-commonwealth-games/article67094529.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "BJP’s getting small parties into NDA because it isn’t sure of crossing 272 on its own. Opposition group’s job is tougher, even if Congress gets 100-plus seats\n\nThat meetings of both BJP-led NDA and opposition alliances are this week tells us a simple thing: neither side is sure of a clear victory, and thus there is an investment in alliance numbers.\nOf the two “alliances”, the key difference is that the opposition’s goal is limited to a single aim – of ousting Modi and BJP from power at the Centre. A decade’s exclusion from power is debilitating for most parties, and this is the driving force for short-term political convergence. That is both the opposition’s strength and its weakness.\nStrength, because it allows even parties that are antagonistic to one another to come together for a limited purpose. And a weakness, because that alone won’t be enough for people to abandon a still popular leader like Modi. The opposition’s best hope is that like 2004, voters just want change, never mind the lack of a unifying ideology or a common leader.\nRead full story on TOI+\n\n",
        "headline_1": "2024: Arithmetic of alliances",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024-arithmetic-of-alliances/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "What a difference a year makes! The Wimbledon grand slam may have just concluded, but the bitter after-taste of hypocrisy continues to linger. Aryna Sabalenka, the Belarusian tennis star and the world’s No. 2-ranked player, was all smiles during her Wimbledon on-court interview after cruising to victory over Hungarian Panna Udvardy in the first round of the tournament – Sabalenka would go on to make a deep run to the semifinals. The crowd cheered the Australian Open champion throughout the match and afterwards.\nWimbledon officials watching the surreal scene must have grimaced. From their all-knowing, all-powerful perch at the All England Lawn Tennis Club, they had implemented an unprecedented ban on all tennis players from Russia and Belarus at last year’s tournament. They were doing the bidding of the then UK government under disgraced prime minister Boris Johnson to punish those two countries for invading Ukraine.\n\nIt was the ultimate cancel-culture stroke against independent tennis professionals who had nothing to do with the official actions of the governments of Russia or Belarus. Three Russians are in the top 12 of the men’s tour – Daniil Medvedev, Andrey Rublev and Karen Khachanov. Medvedev and Khachanov don’t even live in Russia. Sabalenka calls the US her home, as does Victoria Azarenka, the other Belarusian former World No. 1, who lives in Los Angeles. Rublev has publicly said that his country’s invasion of Ukraine was “terrible”, knowing well that criticising Moscow is a crime.\nWimbledon’s actions amounted to cancelling tennis fans worldwide who helped pay the bills. They also constituted a decidedly pro-Western, colonial and racist campaign to force more than half the world’s population that has thus far refused to condemn Russia to go along with the UK’s worldview.\nThe ATP and the WTA, the respective players’ associations in men’s and women’s tennis, saw Wimbledon’s hypocrisy and heavy-handedness andvehemently rejected the 2022 ban. Arguing that players of any nationality must enter tournaments based on merit and that national discrimination should not be tolerated, both organisations voted to remove ranking points from Wimbledon. The famed green lawns of SW-19 last year were thus reduced to an exhibition tournament, devoid of their usual prestige.\nIn a further slap to Wimbledon last year, the eventual ladies’ winner was Elena Rybakina, a player born and raised in Russia for 19 years before she switched federations to Kazakhstan merely for convenience. This time, however, Wimbledon learned its lesson and removed the ban on Russian and Belarusian players. Almost to break the ice with the public and the fans, the on-court TV reporter asked Sabalenka what must have been a well-polled and rehearsed question.\n“Tell us how happy, how glad you are to be back at Wimbledon?” as though she missed last year’s tournament for personal reasons. Clever.\nSabalenka responded, to loud cheers, “I didn’t realise how much this place means to me. Thank you everyone for coming. It really means a lot to me!” She instantly became a crowd favourite.\nBut Wimbledon continues discriminating against the Russian and Belarusian players. On the famousblack and lime scoreboard, the names Russia and Belarus are blank next to a player’s name (there isn’t even a neutral designation), as though these countries do not exist. Wimbledon should call the UN to check. Every other player has their country’s name displayed.\nAny player who sports any symbol on their gear representing the Russian side of the war – a Russian flag or the ‘Z’ symbol, which signifies support for Russia’s invasion of Ukraine – is immediately subject to penalties and eviction from the tournament. Here, Wimbledon is taking its cue from its cousins in Melbourne. Earlier this year at the Australian Open, the father of the former World No. 1 Serbian tennis star Novak Djokovic hurriedly left Australia after he was spotted celebrating Djokovic’s victory over Rublev, a Russian player, with friends and supporters. The senior Djokovic’s crime? One of the people in the background was wearing a T-Shirt with the ‘Z’ symbol.\nIn a mark of hypocrisy, Wimbledon encourages players to make a pro-Ukraine statement enthusiastically. Iga Swiatek, the current World No. 1 women’s player from Poland and an ardent Ukraine supporter, always wears a Ukrainian flag on her peaked cap or a blue and yellow jacket while stepping on to the court. Shouldn’t Wimbledon forbid players from activism in front of paying fans who may feel differently from Swiatek?\nPeople embrace sports to escape the dread and dirt of it all. For fans, sports represent a romantic island getaway where rags-to-riches stories deeply rooted in grit, talent, and merit prevail. During the matchfixing cricket scandals, trust in an institution like the ICC was at risk.\nFor sports authorities to mix the complex, ever-changing world of geopolitics and statecraft with the elegant beauty of a game is shameful. Banning countries to drive home a political point violates the very spirit of sports. The IOC’s stand on the Paris 2024 Games is admirable. It rejected intense Ukrainian and Western pressure to ban Russian and Belarusian athletes, who will be permitted to compete as Individual Neutral Athletes.\nThe writer is a US-based commentator, a former management consultant and MD of an educational counselling firm.\n\n",
        "headline_1": "Wimbledon’s second fall from grace",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wimbledons-second-fall-from-grace/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "On July 15, RBI and the Central Bank of UAE signed two MoUs allowing bilateral trade in their respective domestic currencies. To contextualise this development, go back to two other events where RBI, in conjunction with GOI, tried to internationalise the rupee. In July 2022, it authorised banks to enable international trade settlement in rupees. Separately, in February 2023, India and Singapore linked their fast payment systems UPI and PayNow. This linkage allowed transfer from India of up to ₹60,000/day. Its primary benefit is that it allows a significant reduction in transaction costs of remittances.\nIndia is the world’s largest recipient of foreign remittances. In 2022, the World Bank estimated that India was the first country set to receive an annual remittance flow of more than $100 billion. RBI’s efforts to link its digital payments systems to other central banks provides a boost to remittance flows and the savings in transaction costs benefit recipients. The UAE tie-up, however, is greater in scope and ambition. It aims to promote settlement of all current account trades and permitted capital account transactions in respective domestic currencies. To operationalise it, both central banks have to jointly create a settlement system and develop a rupee-dirham foreign exchange market.\n\nIt’s a step towards internationalising the rupee and is in keeping with the growing size of India’s economy and its share in world trade. These efforts come in the backdrop of the dominance of the US dollar in all aspects of trade and foreign currency reserves. About half the global trade is invoiced in USD, almost 60% of official reserves are held in it and it accounts for almost 90% of global foreign exchange transactions. It makes USD the “vehicle currency” for the global forex market. Typically, about 80% of India’s foreign trade is invoiced in USD.\nInternationalisation of the rupee requires freer convertibility, deeper and more sophisticated financial markets and a bigger footprint in global trade. Consequently, enabling conditions for the rupee’s internationalisation need to be in sync with the larger trade and macroeconomic policy. Without synchronisation, there will be risks to macroeconomic stability. Therefore, RBI’s gradual approach is pragmatic as it allows retail transactions at a lower transaction cost. Moreover, wherever possible, rupee settlement of cross-border trades is encouraged. Enhanced internationalisation requires GOI to revisit its restrictive foreign trade and capital account policies.\n\n",
        "headline_1": "Gently pushing Rupee: Steady steps promoting rupee-based foreign trade are pragmatic. Internationalisation follows economic heft",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gently-pushing-rupee-steady-steps-promoting-rupee-based-foreign-trade-are-pragmatic-internationalisation-follows-economic-heft/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "Twenty cheetahs were brought to India from Namibia and South Africa. Of these, four are in quarantine. March onwards, 16 were released into Kuno National Park as planned. Five of these are dead. Officials have cited “natural causes” for the deaths. In a statement, National Tiger Conservation Authority, the nodal body tasked with the high-profile relocation, said reports (of septicaemia) for the latest death were to be junked as “hearsay”. Officials also say the deaths are well within estimated risks that 50% of the translocated cheetahs may not survive. But is that the point?\n\nConservationists are concerned about the “unsolved” nature of deaths. Autopsies proffer the cause of death, but not the trigger to the sickness – why a cheetah was so underweight and organs compromised, or why another suddenly suffered renal failure. Three of the four cubs born in captivity at Kuno died apparently of dehydration. But no one can tell for sure. It is clear that while Project Cheetah was being planned the issue that Kuno National Park may be too small wasn’t considered – three cheetahs per 100 sq km compared to one cheetah per 100 sq km in Africa. A cheetah’s home range, land it uses to prey and mate, is over 1,600 sq km of unfenced territory. All of Kuno is 750 sq km.\nWhen a female cheetah died of injuries during mating, questions whether she was at all in heat and if there was space enough for her to get away if she so wanted, were termed academic by officials. Brushing aside experts’ views and disregarding conservationists’ suggestions for cheetah welfare are unhelpful. If officials’ response is that scientists’ concerns are based on “speculation”, it can equally be argued that authorities’ take on Project Cheetah are too optimistic, perhaps wildly so.\n\n",
        "headline_1": "Cheetah questions: For the project to succeed officials surely need to do more than keep labelling all views as ‘speculation’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Just-Scales/cheetah-questions-for-the-project-to-succeed-officials-surely-need-to-do-more-than-keep-labelling-all-views-as-speculation/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "The attack on Hero Alom, an independent candidate of the just-concluded Dhaka-17 by-election, after forcing him to leave a polling centre, is a black spot in an otherwise uneventful and predictable election. Reportedly, the attackers wore badges of \"boat\" and were ruling party supporters. The meagre voter turnout – of only 11.51 percent – reflected the lack of enthusiasm for an election with no serious challenger to the ruling party candidate, the winner being left with a position of Member of Parliament (MP) for only a few months. His victory was, frankly, a forgone conclusion, and in that sense, bears no significance.\nWhat we would like to highlight, however, is the mind-set behind the violent attack on Hero Alom. The assault was typical of ruling party supporters becoming overenthusiastic about proving their loyalty to their high-ups by resorting to intimidation of a rival candidate. Whether or not it was a party decision – or one instigated by the ruling party candidate, who has criticised the attack and said that an investigation should be carried out – will be proven by what action the AL takes on the attackers. But it is undeniable that these supporters felt empowered enough to openly swoop on Hero Alom and felt there would be no consequences for their actions.\nAlso, what about the role of the police? While they tried to intervene when the situation was escalating within the polling centre premises, they took no action once Hero Alom ran outside the centre, and was thrown onto the street, beaten up and then chased by the attackers when he started to dart off in fear. How can the police explain their inaction when there were police personnel present? We can only imagine what could have happened if Hero Alom had not been able to escape.\nThe onus to prevent such violence is on the ruling party. We would like to see its leadership give out a clear message to its supporters – not just in words but through stern action – that indulging in violence to prove party loyalty will not be accepted. In this particular case, the attack should be severely condemned and the perpetrators given exemplary punishment for their crime. Moreover, the Election Commission and other relevant authorities must investigate why the police did not protect the victim when he was outside the centre. Their claim that the incident happened outside the centre and did not interfere with the voting does not absolve them of the responsibility to protect all candidates and maintain law and order both inside and outside polling centres, especially in the close proximity of where the voting takes place.\n",
        "headline_1": "A black spot on Dhaka-17 by-polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/black-spot-dhaka-17-polls-3372361",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "When the Indian government's 22nd Law Commission came out with a notification on June 14 seeking public opinion on a Uniform Civil Code (UCC), the opposition parties immediately flagged it as a move by the ruling Bharatiya Janata Party (BJP) to advance its three ideological tenets as an electoral strategy for the upcoming election. The crux of the opposition's criticism against the UCC rests on the question: why now? The BJP has already fulfilled its two key ideological agendas: constructing a Ram temple in Ayodhya following the Supreme Court order; and abrogating Article 370, ending Jammu and Kashmir's special status, in 2019.\nA week after the law commission's notification, Prime Minister Narendra Modi strongly batted for the UCC, in a first-ever public push. Modi said that the country could not run on the dual system of \"separate laws for separate communities.\" This was viewed by political observers as indicative of Modi trying to set the agenda and the tone of the 2024 Lok Sabha polls. To back his pitch, Modi quoted Article 44 contained in Part IV of the Indian Constitution, which is part of the Directive Principles of State Policy. It says that \"the State shall endeavour to secure for the citizens a uniform civil code throughout the territory of India.\"\nThat Modi's remarks gained considerable traction is evident from the reaction of most of the opposition parties, including Congress, who are alleging that he was \"diverting\" attention from issues of price rise and unemployment. National Conference President Farooq Abdullah of Jammu and Kashmir cautioned against any move to push through with the UCC and asked the government to rethink the consequences of implementing it in a country of people of different races and religions, and given the fact that Muslims have their own Shariah law. Arvind Kejriwal-led Aam Aadmi Party, however, broke ranks from other opposition parties and declared in-principle support for UCC, but said a thorough debate and talks with all stakeholders are required for its implementation. The All India Muslim Personal Board met virtually, hours after Modi made the push for UCC, in order to tighten its opposition towards the adaptation of a common code. The law commission has so far received over 50 lakh opinions online on the UCC, besides hard copies of responses. In a bid to further widen the consultative process, the deadline for submitting views has been extended till July 28.\nJust five years ago, the 21st Law Commission had released a consultation paper that said a uniform civil code was \"neither necessary nor desirable\" at that stage. Its contention then was that the focus of initiatives to reform the laws of different religious communities should be elimination of all forms of discrimination rather than an attempt to bring about uniformity in the laws governing various religions. It also pointed out that the Muslim community, by and large, seemed averse to the UCC as they feared their own religious laws could be threatened under it.\nThe legitimate question now is: what has prompted the 22nd Law Commission to revisit the UCC? The present law commission's rationale is that years have elapsed since similar views were sought by the previous panel and that time has come for eliciting varied opinions. But, clearly, there is much more to it than that.\nIn a way, the BJP's campaign on the UCC has been in the works for several months now. The BJP-led governments in Gujarat, Uttarakhand, and Madhya Pradesh states have already gone public with their intent to introduce state-specific UCCs. In fact, Gujarat last year announced the formation of a committee to implement a UCC. In May this year, Uttarakhand announced a committee led by retired Supreme Court Justice Ranjana Desai to undertake a similar exercise. Assam, another state where the BJP is in power, has also backed it.\nNow that Modi himself has led the charge in favour of a UCC, it remains to be seen if the government brings it up as a bill in the winter session of parliament. The BJP, however, has to grapple with a key challenge as it moves forward – it may risk losing the votes of tribal communities which have their own sets of personal laws. Although a UCC has always been a part of the political agenda of BJP and its previous avatar Jan Sangh, no BJP government since that of Atal Bihari Vajpayee has moved to implement it due to a variety of factors, including the compulsions posed by coalition politics. The Vajpayee government was critically dependent on parties which did not share its Hindutva ideology. The BJP under Modi, which is seen as a more radical presentation of Hindutva, also did not make any moves regarding a UCC in its two consecutive tenures since 2014. So why is it going for it now? The inescapable conclusion appears to be to build a polarising narrative in the run-up to the election.\nOn the political front, the BJP's UCC pitch has already achieved what it had intended to: set off a fight between two anti-BJP parties, Congress and CPI(M) in Kerala. The Leader of the Opposition, VD Satheesan of Congress, dared CPI(M) state secretary MV Govindan to deny that the Marxist patriarch EMS Namboodiripad had, in 1985, urged the party's women's front (the All India Democratic Women's Association) to agitate for a UCC. The CPI(M), for its part, has been aggressively opposing the UCC in an attempt to woo minority votes. No doubt, state-level rivalry has come into play between the two parties, which are allies outside Kerala when they are not competing with each other for the political turf. After all, the CPI(M) has not forgotten its miserable show in the 2019 Lok Sabha poll in the state, even though it had convincingly won the state assembly polls two years later. The main challenge for anti-BJP parties would be to decide if they will take the bait offered by the debate on the UCC, and how they will respond to it.\nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n\n",
        "headline_1": "Does India need a Uniform Civil Code?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/does-india-need-uniform-civil-code-3372331",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "I am halfway through my 20s and I haven't voted yet. Don't get me wrong – it wasn't because I didn't want to, but because I never saw the point. Beside the strenuous task of getting a National ID card, no one ever told me why I should or why it matters. Receiving the NID card was simply a token of the fact that I was recognised as an adult under the constitution.\nIn essence, as one of the representatives of the \"future\" of this country, I am still clueless as to what it means to be a voting citizen in Bangladesh, and how that contributes to upholding \"democracy.\"\nIf you ask anyone in my generation which political party they support or what political leniency they might have, most would not have an answer. That's simply because no one has ever asked them what they want or how they want to see their future shaped in this country.\nMy generation has grown up seeing two political parties in constant dissent, and known politics to be violent – marred with bloodshed and cocktail bombs. This is also the reason why my generation would rather chase after a saturated job market than dream of becoming politicians.\nIn our perspective, politics is a tired tale – a tale where everyone knows the ending.\nHowever, this tale had a refreshing (and entertaining) twist when Hero Alom, the man behind the curtains of TikTok, famed for his music videos and his whimsical content, came out of the shadows and decided to contest the Dhaka-17 by-polls against Awami League candidate Mohammad Ali Arafat.\nWhen the news broke out that this man was contesting the by-polls, however, no one really took him seriously. What political value could a man who makes poorly produced auto-tuned songs add to the landscape? What does he know about politics?\nWhile that is a fair assessment to make, Alom's brave conquest to compete represented two things: that democracy is being exercised, and that even a man from the grassroots can dare to dream of participating in politics. Can any one of us remember the last time such an incident took place?\nEven though it's hard to imagine Alom on the political throne, it's also difficult not to appreciate the man's grit. He checked off the list for any political campaigner – he visited his demographic in movie theatres, slums and even did live campaigns on social media platforms. He took his role seriously, even if no one else did.\nAnd at every stage, his efforts were reciprocated with mockery, threats and violence. But he still went on… until yesterday, when Alom was physically assaulted while leaving Banani Bidyaniketan School polling station, allegedly by Awami League men.\n\nWhile some may still say that Alom wouldn't have won the election anyway or he deserved to be \"shown his place,\" I can't help but wonder what would happen if Alom had indeed won the election. Would it mean more people from the grassroots would be encouraged to participate in politics, or at the very least organise? Would it mean fresh perspectives would be added to the table, where the urban poor are often left out? Would it propel politicians to be at the edge of the seats they have comfortably sat on for years and revise their agendas?\nLive footage showed Alom barely escaping a brutal beating, protected by a few of his supporters. He was hospitalised briefly for his injuries; later at a press conference in the evening, Alom declared that he would never again take part in any elections under the ruling party.\nAlom believes that this attack was premeditated since right after leaving the polling station, the perpetrators had jumped on him. Seeing the live footage, his claims seem likely.\nSo now we arrive at the burning question: is this the response an election candidate must expect if they ever \"dare\" to contest the elections under an independent mark or a different political mandate? If so, will we ever get the chance to witness new faces in the realm of Bangladeshi politics?\nThe way the assault took place, it almost seemed like the perpetrators were trying to send a message – a message that said, \"You wanted to participate in politics? Here, have a taste.\"  \nAnyone who watched the video would agree that Alom didn't deserve it. The comment sections poured in with people's disbelief and their lack of trust in the country's democratic practice, cementing their apathy to vote.\nWhile some may still say that Alom wouldn't have won the election anyway or he deserved to be \"shown his place,\" I can't help but wonder what would happen if Alom had indeed won the election. Would it mean more people from the grassroots would be encouraged to participate in politics, or at the very least organise? Would it mean fresh perspectives would be added to the table, where the urban poor are often left out? Would it propel politicians to be at the edge of the seats they have comfortably sat on for years and revise their agendas?\nI guess we'll never know now.\nPersonally for me, I will always remember the Dhaka-17 by-polls as the election where a man from the grassroots, fuelled by sheer belief, went running towards his dream and was shot down with assault. The election where all of us were reminded of the repercussions of dissent. The election where, for the first time, we all agreed Hero Alom was indeed worthy of his self-proclaimed title.\n \nNazifa Raidah is a journalist at The Daily Star.\n\n",
        "headline_1": "Attack on Hero Alom: When dissent begets a beating",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/attack-hero-alom-when-dissent-begets-beating-3372171",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "The attack on Hero Alom, an independent candidate of the just-concluded Dhaka-17 by-election, after forcing him to leave a polling centre, is a black spot in an otherwise uneventful and predictable election. Reportedly, the attackers wore badges of \"boat\" and were ruling party supporters. The meagre voter turnout – of only 11.51 percent – reflected the lack of enthusiasm for an election with no serious challenger to the ruling party candidate, the winner being left with a position of Member of Parliament (MP) for only a few months. His victory was, frankly, a forgone conclusion, and in that sense, bears no significance.\nWhat we would like to highlight, however, is the mind-set behind the violent attack on Hero Alom. The assault was typical of ruling party supporters becoming overenthusiastic about proving their loyalty to their high-ups by resorting to intimidation of a rival candidate. Whether or not it was a party decision – or one instigated by the ruling party candidate, who has criticised the attack and said that an investigation should be carried out – will be proven by what action the AL takes on the attackers. But it is undeniable that these supporters felt empowered enough to openly swoop on Hero Alom and felt there would be no consequences for their actions.\nAlso, what about the role of the police? While they tried to intervene when the situation was escalating within the polling centre premises, they took no action once Hero Alom ran outside the centre, and was thrown onto the street, beaten up and then chased by the attackers when he started to dart off in fear. How can the police explain their inaction when there were police personnel present? We can only imagine what could have happened if Hero Alom had not been able to escape.\nThe onus to prevent such violence is on the ruling party. We would like to see its leadership give out a clear message to its supporters – not just in words but through stern action – that indulging in violence to prove party loyalty will not be accepted. In this particular case, the attack should be severely condemned and the perpetrators given exemplary punishment for their crime. Moreover, the Election Commission and other relevant authorities must investigate why the police did not protect the victim when he was outside the centre. Their claim that the incident happened outside the centre and did not interfere with the voting does not absolve them of the responsibility to protect all candidates and maintain law and order both inside and outside polling centres, especially in the close proximity of where the voting takes place.\n",
        "headline_1": "A black spot on Dhaka-17 by-polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/black-spot-dhaka-17-polls-3372361",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "Worrying details about digital data security – or the shocking lack thereof – in different government organisations have been coming out over the past week or so, making us wonder whether the authorities really appreciate the importance of cybersecurity. Most recently, a report published by Prothom Alo has revealed the extent to which a number of government websites and servers are vulnerable to breaches. Even calling it a \"breach\" may be a stretch, as a simple Google search by anyone can apparently bring up personal details of citizens stored on some websites! This is not just a grave security concern, it is also a gross violation of privacy.\nThe above report mentioned one instance of fraud caused by such digital vulnerability. In 2022, a number of government officials who received grants from the Bangladesh Employees Welfare Board (BEWB) were duped by fraudsters, who stole money from their banks. The fraudsters were able to do that because those officials' personal information was openly listed on the BEWB website. We are unable to understand how, in this day and age, no one involved with the maintenance of the BEWB website thought of this possibility.\nThere's more. On July 9 this year, this daily reported a massive leak of personal information from the Office of the Registrar General, Birth & Death Registration (BDRIS). A few days later, it again reported that the infamous ransomware group BlackCat had hacked into the Bangladesh Krishi Bank's server in June, and downloaded 170GB data including financial records as well as employees' passport and NID information. In both cases, when the organisations concerned were warned about the breaches, they reportedly ignored them. This surely cannot be the attitude of government offices and authorities in charge of the safety and well-being of citizens.\nWith the increased digitalisation of our lives, the risk of cybercrimes is only bound to increase. Professionals dealing with digital data management and security should be able to anticipate all possible security risks and prepare accordingly. While we recognise the government's efforts to digitalise its services, we must reiterate that since this requires storing personal information of citizens, the government websites and servers ought to be equipped with adequate security measures so that the data stays protected. To stop any potential leaks, IT experts have also advised the Election Commission to monitor all its partners who avail services from the NID server round the clock. The bottom line is, the authorities across the public system should employ preventive measures so that no breaches and leaks take place in the first place.\n",
        "headline_1": "Are we just sitting ducks for the hackers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-just-sitting-ducks-the-hackers-3372096",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "That the Bangladesh Bank (BB) has taken up a scheme to extend long-term loans in US dollars from its own coffer mainly to the export-oriented manufacturing sector is undeniably a step in the right direction. As it comes immediately after the expiry of the US$500 million worth of World Bank (WB)-sponsored Long Term Financial Facility (LTFF) under its Financial Sector Support Project (FSSP) channelled through the central bank, the present effort of the BB is obviously well-timed. As noted in the BB's guideline for the new credit line, the just concluded WB-supported LTFF was highly popular among the businesses engaged in exporting and manufacturing. That was only expected because the country's banking sector was unable to meet this demand for long-term credit facility,both in terms of local and foreign currency, as it lacked the needed policy instruments and methods to do so. Now with the new BB scheme available to them, the participating financial institutions (PFIs) authorised to deal with foreign currency and fulfilling certain eligibility criteria should be able to play their due role in the financial market. So, the new home-grown BB scheme is expected to help exporters and other private sector operators in manufacturing and desperately in need of long-term soft loans in foreign exchange to continue their business including procurement of capital machinery and raw materials. As reported, the fund will also help them set up new installations and expand operation of the existing ones. So, the importance of this facility cannot be overemphasised at a time when the prevailing greenback crunch has been impacting the country's manufacturing industries, especially their production flow metric (the so-called throughput) negatively with its attendant knock-on effect on the exports as well as consumer prices. The BB's own LTFF, with its highest limit of up to US$5.0 million that can be extended to a borrower applying through a single PFI, or not exceeding US$10 million, in case the lending is made through a syndicate of two or more PFIs, has come in handy for these manufacturing industries. However, it is also important that the authorised lenders exercise necessary prudence while using the new central bank provision. Such caution is particularly germane to the current context when the banking sector is rife with financial scams and non-performing loans (NPLs). That requires the BB to be especially careful about the PFIs to be selected to disburse the long-term credit to its clients. For instance, they should conform to the international rating system of banks such as CAMELS. The system requires that the financial institution under scrutiny would fulfil the conditions of having capital adequacy, quality asset, good management as well as earnings and is sensitive to the market risks. The good news is that the central bank is learnt to have been using this system to enlist the PFIs to serve the exporting-manufacturing sector with the critical finance in foreign currency in its hour of need. Understandably, the central bank will have to walk a tight rope by way of supporting the relevant manufacturing sectors with the much needed long-term credits in US dollar, while at the same time keeping close watch on the forex reserve situation which has meanwhile slid below the desired level. Hopefully, the BB will be able to strike a balance between these two mutually exclusive exigencies the nation has been dealing with at the moment.",
        "headline_1": "BB's long-term loan scheme in US dollar",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bbs-long-term-loan-scheme-in-us-dollar-1689693445",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "Following the shifting of tanneries from Hazaribagh to Savar Tannery Industrial Estate, the most talked-about issue that kept appearing in the media and public discussions on the future of the tannery hub was the non-functional central effluent plant (CETP). The reason why the CETP at the tannery estate figured so prominently as a serious concern was the stalemate it had been through with practically no move forward. As a result, the purpose for which the tannery hub got relocated from Hazaribagh to Savar did not seem to make sense in the absence of a fully functional CETP. This is not just a case of delayed project implementation but of one that questions the authority's grasp of the issue in its entirety and gravity.No doubt, it was the facility promised by the CETP - of treating all kinds of tannery wastes - that prompted the decision to relocate the age-old tannery hub from Hazaribagh in an attempt to save the Buriganga and adjoining localities from extremely harmful pollution. But soon after the relocation was made, albeit after repeated postponements, the shocker that did strike the tannery owners and local inhabitants living close to the Savar estate was that the CETP was only partially ready and that it was not equipped to deliver the services it was meant for. As a result, the relocation seemingly meant relocation of pollution-from Buriganga to Dhaleswary. Amid the lingering impasse, the authorities kept harping on doing the needful but sadly, at the expense of their credibility. Although the relevant authorities including the ministry of industries had time and again assured of making the CETP fully operational, things did not change as there was no meaningful move to fix the problems inherent in the design of the CETP and the flaws associated with it.A recent news story covered by the mainstream media says that the Bangladesh Small and Cottage Industries Corporation (BSCIC) has sent a proposal to the ministry of industry for taking a project that will make the CETP fully functional. The proposed project, reportedly, will cost between Tk 500 and Tk 800 crore, and includes, besides correcting the technological glitches, a separate facility for solid waste management on 200 acres of land on the south side of the CETP. It may be noted that the government had spent Tk 565 crore for the CETP facility installed by a Chinese company that handed over an incomplete plant to the Dhaka Tannery Industrial Estate Waste Treatment Plant Company (DTIEWTPC). According to the newly proposed project, the facility now requires large-scale renovation or reconstruction of the plant. Tannery is known to contain the highest level of waste, particularly toxic waste, among all industries. About 20 per cent of the large number of chemicals used in the tanning process is absorbed by leather, while the rest is released as waste. So, a non-functional CETP can cause havoc, as has been the case with the Savar tannery estate. Consequently, the entire leather industry is bearing the brunt. There are reports of foreign buyers refusing to procure products from the estate--- a grossly non-compliant hub as regards waste treatment and environmental mitigation. Besides, many enterprises in the estate are not in a position to initiate business expansion plans including export marketing. Without a fully functional CETP, local companies are not in a position to obtain the Leather Working Group (LWG) certification--- a foremost compliance requirement for procurement of tanned and finished leather by international retailers and brands.Bangladesh's current share in the $215 billion global leather and leather goods market is only 0.5 per cent. This, industry experts hold, is appallingly short of the country's actual potential. This is unfortunate for Bangladesh as leather is among a handful of products that offers exporters the scope for nearly 100 per cent value-addition as raw materials are entirely available locally.CETP thus continues to be a stumbling block to export. The Leather Working Group (LWG) certification would be a far cry without functional CETP having solid waste management and chrome recovery units in the tannery estate. So much has been said on this issue for years but no noticeable move is in sight, as of now. It is indeed intriguing that CETP, the most essential component of the leather estate, figures in the media and public discussion only to highlight the dismal failure of the authorities for years. The country's leather industry is desperately in need of a meaningful change in the overall scenario. Otherwise, the prospect still in sight will vanish in the distant horizon. It is not certain whether the BISCIC project will get the government's nod. However, given the state of things, it is important that the government scrutinised the proposal. If needed, it may take expert opinions before taking a decision on resolving the CETP issue once and for all. \n[email protected]",
        "headline_1": "How long will tannery CETP remain non-functional?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-long-will-tannery-cetp-remain-non-functional-1689693498",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "The country's main holiday destination Cox's Bazaar is slated to host international flights from next December. Reportedly, this project is being completed within the stipulated timeframe and that is welcome news. Tourism has been prioritised by the government as a means to bringing in much-needed foreign exchange and the commissioning of this vital piece of transportation infrastructure will certainly help the country in making inbound international travel a lot easier. According to a report published in this newspaper, \"Bangladesh's maiden maritime runway on the bay beach will be operational by December for hosting international tourist flights as the project may be completed ahead of time.\" Ahead of time is not a term that is synonymous with mega projects in Bangladesh, but given that this is national election year, it appears that a lot of mega-sized projects have been fast-tracked for completion ahead of the election. That said, the US$185-million project that is turning the domestic airport to one of international standards should go a long way in attracting more tourists to the longest unbroken seabeach in the world.Of course, simply having an international standard airport is not going to automatically transform Cox's Bazaar into a regional tourism hub. Tourists will not come in their hundreds of thousands to visit the beach alone. They require all sorts of entertainment that do not necessarily align well with local tradition and while the hotel industry has picked up pace in the area, it is not a done deal. There are dozens of beaches in the region and in neighbouring countries or within Asia. Pinning hope just on the \"longest unbroken sea beach\" is going to be a tough sale to foreign tourists who demand quality nightlife and beverages to accompany. This has been a sticking point for decades that has held back tourism in this country. Bangladesh wants to cash in on nature's abundance through tourism, but it has not done enough to make foreign tourists want to come to the country. Obviously, the authorities cannot turn Cox's Bazaar into something out of Thailand or Goa (India) without facing significant social backlash. But what has stopped the country from setting up private, exclusive beach destinations open only to foreign tourists? These facilities need to be planned and executed simultaneously with the airport upgrading. Then there is the cost factor. Tourism needs to cater to all sorts of tourists. Thailand for instance has made a killing over the last 40 years in tourism. While it is very easy to paint that country red with the insinuation that tourists go there because of massage parlours, that nation's tourism industry has evolved into world class entertainment well beyond the usual stereotype. It caters to tourists of all budgets, starting from backpackers to the most exclusive of travellers. As the transportation side of things is being addressed, policymakers need to look at other Muslim-majority countries like Malaysia, where people are much more conservative than Bangladeshi society. Tourism is booming there, but not here. Bangladesh cannot afford not to diversify its economy. It can no longer afford to sit by and hope remittance will pick up or exports will magically rebound. Tourism can fill some of the void that is happening in remittance. It is time to think outside the box, to rethink tourism that gives good value for money for tourists in an environment that is safe for them and one which does not clash with local culture. Such ideas may be frowned upon by some, but it has worked in many other countries and there's no reason why it can't work here too.\n[email protected]",
        "headline_1": "Cox's Bazar airport gets ready to host international flights in December",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/coxs-bazar-airport-gets-ready-to-host-international-flights-in-december-1689693527",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2023"
    },
    {
        "full_article": "Of late, the civil aviation industry has been suffering from a lack of qualified, trained and experienced pilots. A good number of renowned airlines in different countries of the world are being compelled to keep their aircraft grounded due to a shortage of pilots. Bangladesh can take this as an opportunity. We have a large number of unemployed educated youths. But they have no technical or professional qualification or experience. If we could make them train as professional pilots, we will be able not only to reduce our unemployment rate but also earn foreign currency. However, training facilities for pilots in Bangladesh are very limited. The cost of training is exorbitantly high. Many young men in our country are quite interested to receive pilot training but cannot because of financial constraints. The government needs to expand training facilities for pilots and make those affordable. It would, in the long run, facilitate sending trained qualified pilots abroad that would increase foreign remittance income of the country. It will also reduce the number of unemployed youths as well as enhance their standard of living. Therefore, I would like to urge the authorities concerned to expand affordable pilot training facilities across Bangladesh.\nMd Ashraf Hossain, 120, Central Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Set up affordable pilot training institutes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/set-up-affordable-pilot-training-institutes-1689693549",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2023"
    }
]