[
    {
        "full_article": "​The recent two-day visit by a team of the Election Commission of India (ECI), led by the Chief Election Commissioner, Rajiv Kumar, to Jammu and Kashmir (J&K) — its second since March to meet representatives of political parties and the local administration — comes amid the growing chorus from regional parties to hold elections to the 90-seat Assembly of the five-year-old Union Territory (UT). In its December 2023 judgment on Article 370, the Supreme Court was specific in its direction on holding elections in J&K. The Court had noted that “direct elections to legislative assemblies cannot be put on hold until Statehood is restored” and directed the ECI to conduct elections in J&K by September 30, 2024. The erstwhile State of J&K was bifurcated into two UTs, and its special status scrapped in 2019. J&K saw its last Assembly election in 2014. After the collapse of the coalition government of the Peoples’ Democratic Party-Bharatiya Janata Party (BJP) in 2018, J&K has not had a representative government. The Centre should be buoyed by the faith shown by voters in the Lok Sabha elections held in April-May this year. Voters chose to depart from the previous trend, especially in the Kashmir Valley, of election boycotts, and instead posted a historic turnout of 58% in five Lok Sabha seats. Since 1990, J&K’s voting percentage had never crossed the 50% mark.Therefore, holding Assembly elections will be a statement of confidence by the Centre. It will also be a positive reciprocation to voter enthusiasm. The Centre has been accused by several rights groups of curtailing democratic processes in J&K since its semi-autonomous status ended in 2019. Allowing people to choose their representatives will be a major step towards ensuring the restoration and the building up of political processes. Recurrent militant attacks in J&K point to the fact that a lot of work is still required to attain complete peace in J&K. However, making elections subservient to the security situation will only make the Centre hostage to the whims of terrorists. On the one hand, the Centre needs to further its efforts to deal with militancy, while on the other, kick off political processes. Assembly elections can turn out to be a democratic instrument to ensure that any sense of alienation does not get amplified and exploited by the enemies of the country. J&K needs to have a participatory democratic set-up in place to deal with issues such as growing unemployment, electricity crisis, and poor health infrastructure. These elections have the potential to act as a healing process for a place wounded by over three decades of conflict.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nElection Commission of India\n\n/\n\nJammu and Kashmir\n\n/\n\npolitical parties\n\n/\n\nAssembly Elections\n\n/\n\nPeoples Democratic Party\n\n/\n\nBharatiya Janata Party\n\n/\n\nGeneral Elections 2024\n\n/\n\nvoting\n\n/\n\ndemocracy\n\n/\n\nunemployment\n\n/\n\nelectricity production and distribution\n\n/\n\nhealth\n\n/\n\nunrest, conflicts and war\n\n/\n\nArticle 370",
        "headline_1": "​Kashmir file: On holding elections in Jammu and Kashmir",
        "headline_2": "J&K needs a participatory democratic set-up to deal with people’s needs",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bkashmir-file-the-hindu-editorial-on-holding-elections-in-jammu-and-kashmir/article68516719.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "Since the Zika outbreak began on June 20, when the first case was reported from Pune, confirmed cases have been slowly but steadily rising. As of August first week, Maharashtra has reported 88 confirmed cases. Pune city, the epicentre, alone accounts for 73 cases, while six are from Pune rural. Of the total number reported so far, at 37, pregnant women alone account for half the number of confirmed infections. Though rare, people with Zika virus infection run a risk of suffering from Guillain-Barré syndrome, a neurological disorder in which the immune system mistakenly attacks part of the peripheral nervous system. But a more harmful effect is seen in pregnant women who run a risk of giving birth to babies with a smaller than average head size, called microcephaly, and other neurological impairments. As in a January 2023 paper in The Lancet Regional Health – Americas, a meta-analysis of babies born to 1,548 pregnant women infected with the Zika virus, from 13 studies in Brazil between 2015 and 2017, found the absolute risk of microcephaly to be 6.6% either at birth or during follow-up. Babies also had 18.7% absolute risk of suffering from functional neurological abnormalities, and a relatively smaller risk of neuroimaging, ophthalmic and auditory abnormalities. There was also a significant risk of premature birth (10.5%), low birth weight and small for gestational age (16.2%). Less known is the risk of sexual transmission of the virus by infected men due to the presence of potentially infectious virus in their semen for at least two months. It is hence important for infected men, especially those planning a family, to be made aware of the risk as well as recommend measures to prevent viral transmission to women for at least three months, as in the U.S. CDC guidelines.Given the harmful effects of the virus, it is shocking that the Pune-based ICMR lab ramped up testing only after the publication of news about the Pune Municipal Corporation planning to send samples to a government medical college instead to cut the delay in testing. As Kerala just demonstrated in the latest outbreak of the Nipah virus, and as Gujarat learnt it the hard way in the ongoing Chandipura virus outbreak and acute encephalitis syndrome cases, it is becoming increasingly important and necessary that States develop the capacity to conduct high-quality testing and sequencing of viruses that cause frequent and deadly outbreaks. From the time that the first suspected case is observed, the reduction in the lead time to test results is the key to instituting timely public health responses that can limit the virus spread and stop an outbreak. The COVID-19 pandemic demonstrated the advantages of decentralised testing and sequencing, and this should be replicated for every pathogen that causes deadly outbreaks.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nviral diseases\n\n/\n\nPune\n\n/\n\nMaharashtra\n\n/\n\nBrazil\n\n/\n\nparent and child\n\n/\n\nhealth\n\n/\n\nUSA\n\n/\n\nlocal authority\n\n/\n\nKerala\n\n/\n\nNipah Virus\n\n/\n\nCoronavirus",
        "headline_1": "More and better testing: On viral disease outbreaks and State responses",
        "headline_2": "States must develop capacity to conduct testing and sequencing of viruses",
        "link": "https://www.thehindu.com/opinion/editorial/more-and-better-testing-the-hindu-editorial-on-viral-disease-outbreaks-and-state-responses/article68516674.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "Elite athletes’ mental health deserves more attention than it gets. Paris Olympics was a reminder  \nWith curtains coming down on the Paris Olympics, there’s much analysis about the performance of Indian athletes. But one aspect of the Games that has changed over the years is the extreme scrutiny of athletes via social media. India’s Avinash Sable, who represented the country in the 3000m steeplechase at Paris, recently highlighted social media abuse as having a big impact on athletes’ well-being. \nAll in the mind | Being a high-performance athlete requires considerable mental fortitude. But the mental health aspect of sports is only just getting recognised. The issue came to prominence at the Tokyo Games when US champion gymnast Simone Biles pulled out of multiple events citing a case of ‘twisties’ – a temporary loss of spatial awareness. For Paris, a psychiatrist and a sports psychologist accompanied the Indian Olympic contingent for the very first time. \nNot just about performance | While sports psychologists have been part of training of elite athletes for a while, the focus till now has been on performance enhancement. It’s only after the pandemic-hit Tokyo Games that overall mental well-being of athletes became a priority. Plus, stereotypes abound that elite athletes aren’t supposed to show ‘weakness’. Which is why it was refreshing to see Viktor Axelsen, the men’s badminton gold medallist at Paris, get emotional and say, “If men cannot cry, what kind of world do we live in?”      \nThe human touch | Just as social-media trolling won’t end, athletes too will continue to get impacted by cyber-chatter. Australia’s female break-dancer Rachael Gunn was the target of internet mockery over her Paris performance. While she has strongly defended herself, others can easily break. English cricketer Jonathan Trott stepped away from the game over mental health. Another former English batsman Graham Thorpe recently took his own life after struggling with depression. Elite athletes need much more systemic support to ensure their mental well-being. \n\n",
        "headline_1": "Mind & body",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mind-body/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "Maharashtra heads for polls with all players battling questions. But the test is sharper for regional parties\nThe soon-to-be-held state elections in Maharashtra, Haryana, Jharkhand and likely J&K, will witness cut-throat contests no less brutal than Lok Sabha fights. Lok Sabha results were a timely reminder to the political class that no party can bank on past performance and no party, in today’s multi-party reality, can fight alone at the national level. State-level issues dominated both campaign and candidate performance. The upshot is, ahead of assembly elections, particularly in Maharashtra, where the stakes are the highest for all parties involved, especially the four regional ones (two Senas, two NCPs), much of everything has muchly been said.\nTricky lotus lines | For BJP, as the single party that is in office in Haryana and majority player in Maharashtra, the stakes are high not only as incumbent, but also in how the party is perceived after the knock it took in LS polls. In Maharashtra, how Mahayuti (Shinde Sena, BJP and NCP), in office, emerged from LS polls is notable. CM Shinde, who lacks a statewide presence, viewed his haul of 6 of 15 seats contested as victory, while Fadnavis, under whom BJP won 9 of 28 seats it contested, offered to resign over the party’s tally. Perennial deputy CM Ajit Pawar, who recently lamented over missing out on CM-ship, holds his not being made CM as the factor responsible for his inability to rally all of NCP to his side. \nWhere’s what matters | As Pawar Jr paddles furiously to line up his ducks in a row, the change in balance of power post LS has all three Mahayuti parties claiming credit for a slew of pre-poll measures – dole for men and women, free this and that. There’s little, so far, by way of addressing Maharashtra’s severe rural crisis, the Maratha quota mess or the jobs question.\nVague party lines | Whether opposition MVA (UBT-Sena, Congress, NCP-SP) will be able to carry to the assembly election gains of its LS performance is also iffy. Congress suffered a jolt when its MLAs cross-voted in biennial polls to 11 seats of the legislative council. Uddhav is yet to articulate his own brand of Sena politics that’s removed from Shinde’s. Sharad Pawar is reeling in MLAs from nephew’s NCP, but not everyone’s taking the bait. The drama of party lines and party loyalties remains unresolved for both Senas and NCPs. The Maharashtra contest will be as fascinating as its impact on national politics.\n\n",
        "headline_1": "Factor Of four",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/factor-of-four/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "A medal tally of 6 – no gold – is a disappointing Olympic performance for India. There were as many as 6 fourth-place finishes that could have gone our way, but for a nation of 1.4bn, even that’s not really good enough. Though there is no doubt India has improved considerably at Games since Beijing 2008, we have stayed in the 2-7 medal range in the last five editions. In what is a striking and sobering contrast, China bagged second place in total medals tally at Paris, even as it matched US in number of golds. For India, rethink of strategy and implementation is required to move to the next level.\nContingent’s still small | One reason we haven’t enough to show is that we aren’t sending enough athletes to Olympics. Our 117 athletes at Paris made for a representation of just .08 per mn population. Compare that with 37.8 for New Zealand. Or, Japan, with less than one-tenth of our population, sending more than 400 athletes. A larger pool at the Games is the first step to go up the medal tally. Increasing the number of sports we compete in is one way this can be done. At Paris, we were in the reckoning in just 16 of the 32 sports. Our neighbour China competed in 30. The problem is too few athletes qualify for Olympic selections.\n\nExpand pool to draw from | Widening of the talent base is what’s needed if more of our athletes are to qualify for the Games. Our top-level infra has improved immensely in recent years. But, barring sporting states like Haryana and Punjab, it is largely urban talent that is benefiting from such infra. This will not change without a grassroots based approach. We need to create a sporting culture and build infra at our schools and universities. Such infra is what is behind US’s sporting success. To take just one example, American universities have produced US gymnastics champions.\nReform sporting bodies | And then there’s the pressing need to change how our sporting federations function. As the Wrestling Federation of India controversy highlighted, politicians, their kin, or their aides continue to rule the roost at many of these bodies, often at the cost of our athletes. A Vinesh Phogat bloomed not because of the system but despite it. The National Sports Development Code of India, meant to reform their functioning, is yet to be followed by many federations. Unless this changes, we might have to continue to endure underwhelming performances at sport’s greatest event.\n\n",
        "headline_1": "Model for medals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/model-for-medals/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "As the Waqf Amendment Bill with 40 amendments goes to a joint parliamentary committee, parties must keep in mind the uniqueness of waqf alongside the urgent need for sharp oversight of its management and property. It’s good to remember the two parts of waqf, jurisdiction and administration, have always been contested issues.\nComplexity | Waqf is a unique Islamic charitable endowment, involving properties movable and immovable. All profits from waqf properties are to be used for charity. Property can also assume the character of a waqf by its usage over time. It is irrevocable in its use. As SC had held, once a waqf, always a waqf. The very nature of waqf makes it a complex phenomenon.\n\nMisuse | While that is waqf’s noble nature, it is the not-so-noble nature of its administrators down the decades that has made many waqf issues cesspits of graft and misuse, a political hot potato and a fraught matter for the Muslim community. State waqf bodies abuse accountability and transparency. Enumeration of property is patchy. Almost 5% India-wide have been encroached. Disputes are plenty over lease, sale, tenancy and encroachments. Cases run for decades in constitutional courts and in understaffed, underfunded waqf tribunals. Land mafia has grabbed waqf property. Enforcement of existing law is absent – it’s lucrative to look away.\nWhat’s needed | Opposition parties and Muslim bodies have challenged the amendments as failing constitutional guarantees. Objections have been raised to amendments proposed, such as online asset management by GOI, stripping state waqf boards of power, replacing elections to state waqfs with nominations, opening CEO-ship of a board to non-Muslims, among others. Yes, waqf assets – 9.4L acres countrywide, estimated worth of ₹1.2L cr – need efficient management. But amendments mustn’t exacerbate existing challenges.\n\n",
        "headline_1": "Property, Propriety",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/property-propriety/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "Exaggerated speech in public sphere can create discomfort, especially during times of fear and apprehension. At such times, even simple words spoken by persons in responsible positions may sound like exaggeration. It is too early to evaluate the performance of the interim government led by Dr Yunus. However, I feel the need to reflect on certain words spoken by the home affairs adviser Brigadier General (retired) Sakhawat Hussain.\nHe said, \"I get phone calls at night about robbery taking place at such and such a location. I tell them to pray to Allah; there's nothing else to be done.\"\nThese words from the adviser indicate how people were spending their days and nights. Was the adviser able to perceive the mental state of the people who called him at night and listened to his advice to pray to the Almighty? Assuming that he did, the next question that arises is, when did he say this, and why? Wasn't there anything else to do at all? The advisers took oath on August 8, which was a Thursday. After the weekend, they started their official work on Sunday, August 11 when the adviser delivered the above-mentioned speech. We neither heard nor saw much of an effort to bring the law and order situation under control within the first four days of their oathtaking. One excuse could be the absence of the police force and the other the weekend; but how acceptable are these?\nReports about the persecution of minorities, especially the followers of Hindu religion, were pouring in from different parts of the country. Dhaka was gripped by fear of robbers. Though the police were absent, the army was present in the field. Their presence could have been more visible. The home affairs adviser had Rapid Action Battalion, Border Guard Bangladesh and Ansar under his command. He could have deployed them in places where the minorities were allegedly being harmed. But instead, a rumour was spread out that hundreds of Hindus gathered around the border to escape to India. It was necessary to inform people about the probable authenticity of this news. Weekends cannot be an excuse for not delivering proper information. The home affairs adviser could have visited the affected areas. It's not too difficult to visit even ten spots in a day. The Hasina regime used helicopters to fire upon the general people; the home affairs or other advisers could have used helicopters to visit people and stand beside them. That would have brought back some comfort among the worried masses. The \"robber rumour\" wouldn't have spread like fire if more army personnel were deployed in different areas of Dhaka. Ensuring that members of the Rapid Action Battalion were more active and Ansar members were patrolling neighbourhoods would have made a world of difference.\nA day after the adviser said: \"Media outlets, engaging in sycophancy, will be shut down\" apologised for his comment. This means, his comment on media was not well thought out and planned. First of all, media doesn't fall under Sakhawat Hussain's jurisdiction. Secondly, advisers should instead talk about media freedom and play a vital role in creating free media and eliminating fear. Instead, it is unimaginable that an adviser from Dr Yunus's government apparently said something that could further create an environment of fear.\nRegarding extortion and terrorism, Sakhawat said, \"I have requested the army chief to break your legs.\" This cannot be the appropriate language of an adviser. \"Don't cause suffering for the people. I would then ask the people to give you a beating\"—such comments are not desirable as well. The adviser should be well aware of the risk of using such language when the law and order situation of the country is in such a vulnerable state.\nRegarding politics, he said, \"The politics of Bangladesh is the politics of sycophants. Politicians have not been made. Only sycophants were made.\" Now is not the time to talk about sycophantism in politics. There are others who can talk about it. People are expecting prompt actions from the advisers, which was absent in the last 15 years. The task of the advisers is to show what actions they are taking toward permanent policy reforms.\nJust like the infamous quote by BNP government's Home Minister Altaf Hossain Chowdhury's—\"Allah has taken back His creation\" and the words of Dr Yunus' government's home affairs about \"praying to Allah\" are equally dangerous and unsettling. Threats of \"beating\" or \"shutting down media\" can be compared to similar statements by Hasina regime's Home Minister Mohiuddin Khan Alamgir. \n\"I am not the public, nor I am a politician. My background is that I am a soldier. My action will follow my words\"—this statement from Sakhawat Hussain sounds like words spoken by an army-run government representative. The army rule wasn't a pleasant experience for the countrymen at all. However, the adviser's action of giving the police an ultimatum to return to work after discussing the issues with them is a praiseworthy act. We expect more such efforts from him. \nPeople expect immediate actions, reactions and compassionate behaviour from the Noble Peace Prize winner Dr Yunus and his interim government's advisers. The advisers must remember that the whole nation has huge expectations from them after being deprived of their fundamental rights for more than 15 years. In fact, the whole world is looking at them. There's no scope for mistakes. Thus, the advisers should refrain from speech tactless and careless comments. The interim government must also ponder whether all advisers need to speak in front of the media. One adviser can be chosen as a representative to face the media.\nWe expect the advisers of the interim government to make statements that will remove confusion and controversy from society, not create them.\nTranslated from Bangla by Mohammed Ishtiaque Khan.\n\nGolam Mortoza is the editor of The Daily Star Bangla.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Expectations from the advisers and a few words of caution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/expectations-the-advisers-and-few-words-caution-3675541",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "The UK has been embroiled in racist violence as members of the far-right assert that the nation is under threat from Islam, migrants and racial \"others.\" Chants such as \"we want our country back\" and \"send them home\" reverberate through the streets as chaos descends; hotels housing asylum seekers, mosques, shops, public infrastructure and people perceived to be Muslim are being attacked. Amongst Muslims and other marginalised communities, pleas to be vigilant are anxiously repeated and safety tips are urgently shared: don't go out alone, don't wear noise cancelling headphones, don't stand too close to the edge of the road or train tracks, wear your hijab loose with no pins—and advice on what to do in the event of an acid attack.Whilst all of this is horrific and alarming, it is not wholly unexpected. \nThe unrest began after Monday the 29th of July when three children were stabbed to death in Southport, England. What should have been a period of national mourning was overshadowed by racist and Islamophobic violence as far-right figureheads such as Tommy Robinson, the founder of the now defunct English Defence League, and Nigel Farage, MP and leader of Reform UK, propagated the false narrative that the Southport attacker was a Muslim immigrant. Even after the attacker was revealed to be a 17-year-old British national named Axel Rudakubana—who was born in Cardiff and is reportedly a Christian—riots continued to erupt. In response to this, the British establishment is placing the sole blame on \"far-right thuggery.\" Although the far-right should be held accountable, solely making it about them obscures the fact that this violence did not emerge from a vacuum. Far-right groups are emboldened in a political landscape in which Islamophobia, racism and anti-migrant discourse is not only normalised, it is embedded in the fabric of the imperialist nation.\nWhilst Palestine solidarity protests were labelled as \"hate marches,\" mainstream media outlets describe the violent rioters as \"anti-immigration\" and \"pro-British protestors\" who are causing \"disorder.\" It is important to remember that racial violence is the order of things in Britain. In fact, anti-migrant rhetoric pervaded the recent general election as the Conservatives, Labour Party and Reform UK emphatically promised to \"stop the boats.\" From its genesis in the corridors of power, \"stop the boats\" became a slogan for far-right fascists as they terrorised the country. Although anti-racists prevented the far-right from attacking a hotel housing asylum seekers in Bristol, hotels in Leeds, Rotherham and Tamworth saw break ins, smashed windows, petrol bombs and attempts to set the buildings on fire. Days earlier, Labour MP Sarah Edwards highlighted the hotel in Tamworth and told Parliament that \"residents want their hotel back,\" effectively placing a target on the hotel and endangering the lives of its residents. \nThe run up to the election also saw Labour party leader Keir Starmer—now the prime minister of the UK—criticise the Conservative government for not deporting Bangladeshi migrants, amongst others. This scapegoating of migrant communities is not new; instead of addressing government failures and institutionalised structures of inequality which uphold the hegemony of the economically powerful, migrant communities are forced to bear the blame for the lack of housing, employment shortages and the depletion of NHS resources. Conveniently, selective colonial amnesia deflects the UK's pivotal role in injustices across the globe. Colonial strategies such as divide and conquer, proxy wars, destabilising regions and installing dictators create the conditions for vulnerability, displacement and forced migration.\nIslamophobia is a tool of coloniality which operates through dehumanisation and is utilised to push political agendas. The beneficiaries of the \"War on Terror\" fuelled the narrative that mosques in the West are breeding grounds for terrorism imported from foreign lands. This narrative prevails today, placing suspicion on mosques and framing Muslims as alien intruders. It is not surprising then that the first riot culminated in the attack of Southport Mosque, amidst a cacophony of Islamophic chants and left worshippers fearful for their lives. \nAnd yet, pro-establishment journalists and politicians, including the prime minister, are reluctant (or rather, refuse) to use the term Islamophobia when describing the violence. On a Good Morning Britain appearance, Labour MP Zarah Sultana highlighted the role of institutional Islamophobia in instigating the riots and was met with patronising derision by Ed Balls, a former Labour politician and husband of the current Home Secretary. In light of a recent Muslim Census survey, this gaslighting becomes even more sinister: the survey found that 92 percent of Muslims said they felt less safe living in the UK following the recent riots, and one in six British Muslims have personally experienced an Islamophobic or racist incident in the past week. \nIslamophobia has been termed \"the dinner table prejudice,\" highlighting just how prevalent and socially acceptable it is within the UK society. However, as Simon Perfect rightly points out, \"If Islamophobia is to be kicked off the dinner table, it's got to be kicked off the Downing Street Cabinet table first.\" Institutional Islamophobia is alive and kicking. As Islamophobic fascist riots were raging, Conservative MP and leadership candidate, Robert Jenrick, stated that police should immediately arrest activists shouting \"Allahu Akbar\" (God is great) at protests. In advocating for criminalising this proclamation of faith and expression of Muslims, Jenrick wrote over the phrase's spiritual significance with a prejudiced political agenda. By adding fuel to the flames of Islamophobia, Jenrick no doubt gave ammunition to far-right fascists. But what can we expect from a man who ordered cartoon murals to be painted over at a unit for unaccompanied child asylum seekers because they were \"too welcoming\"?\nThe British establishment has incited far-right fascist riots through the steady vilification of Muslims and migrants who are rendered simultaneously invisible and hypervisible. Invisible through dehumanisation and the refusal of their intrinsic value and claims to belonging, and hypervisible as a constructed threat to the nation. This rings true on both a  domestic and foreign policy level as we can see through the UK's complicity in the Gaza genocide—one example of the nation's entanglement in structures of oppression and white supremacy. \nOn August 7, planned riots were set to ravage the nation and whilst violence did erupt, the rioters were largely outnumbered by people who came out in droves to stand against racism and hatred. Many held Palestine flags, acknowledging the interconnectedness of liberation struggles. However, according to journalist Owen Jones, the ruling Labour party ordered its MPs not to attend \"anti-fascist demonstrations.\" At a time when it is more important than ever to take a firm and unyielding stance against fascism, the political class continue to enable it.   \n\nMariam Sidat has a Masters in Postcolonial Studies and is currently an intern at Educate Against Islamophobia. \nViews expressed in this article are the author's own and do not reflect those of any organisation, institution, or entity with which she is associated.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The UK has always had an Islamophobia problem ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/the-uk-has-always-had-islamophobia-problem-3675646",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "Since the fall of the Awami League government in a mass uprising led by students, an unusually high number of vice-chancellors of public universities—at least 13 so far—have stepped down in the face of pressure from students and fellow teachers. Along with the VCs, many top officials including provosts and members of proctorial bodies have also resigned. For instance, all the members of the proctorial bodies of Dhaka University (DU), Shahjalal University of Science and Technology (SUST) and Jagannath University (JnU)—as well as several other key position holders in these universities—have submitted their resignation letters.\nUnderstandably, the list will become longer in the coming days. In hindsight, the mass resignations were bound to happen since most top officials in public universities were appointed on political considerations by the previous government. There is now hope that these vacancies, including the all-too-important VC positions, will be filled by capable and honest individuals following due procedure. However, this cannot happen in a vacuum; it is vital that new appointments are made as part of a wider reform agenda that will ensure improved academic activities, academic freedom, and students' safety in the universities, and establish a culture where teachers and students are not bogged down by the bad influences of politics.\nOver the past decades, we have seen how the student wings of major political parties, most notably Chhatra League, created an atmosphere of fear on our campuses. From taking control of the residential halls—thus effectively making the posts of provosts redundant by allotting the seats themselves—to engaging in seat trades, from forcing students to take part in political rallies to torturing them for not abiding by their diktats, the BCL's terrorising tactics have totally ruined the academic environment of universities. And despite frequent criticism of the obnoxious \"Gono room\" culture, university authorities did not take any action to stop it.\nSo, establishing a violence-free environment by ensuring the safety of students in residential halls and campuses should be a top priority for the incoming administrations. Students have also demanded a ban on partisan student politics; some public universities and medical colleges have already imposed such a ban. We expect a prudent decision on this as well as on teachers' politics from the authorities. We would also like to see a transparent teachers' recruitment process, freed of any political influence, so that only the competent and dedicated are hired to build our future leaders.\nModernising the curriculum and academic activities should also be a priority going forward. While creating new knowledge should be the aim of our universities, few put enough emphasis on this presently. This needs to change. The authorities need to increase the budgetary allocation for research activities in universities. Moreover, the need for academic freedom of both teachers and students cannot be overstated. These are but a few of the reforms we expect from the authorities in the future. Our students deserve nothing less.\n",
        "headline_1": "What now after the mass VC resignations?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-now-after-the-mass-vc-resignations-3675501",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "It is heartening to know that a move is underway to form a citizen security committee for each police station in the country. When the police's morale is at its lowest, such a step may prove encouraging for lifting the spirit of the dejected members of the law enforcement agency. Through this initiative, involvement of the people in restoring law and order can be ensured along with turning the force as much pro-people as possible. Much as they may have played an anti-people role, particularly during the recent student movement, it is impossible to think of a state without the police. After all, the members of the police deployed at the field level have to follow the orders from their higher authorities. True, some may have committed excesses out of partisan considerations or in self-defence but not all are guilty of such offences. The offenders can be brought to justice.So, to restore law and order at this critical juncture, the proposed citizen committees can play a crucial role. When the staff of a police station needs protection from the army and ansars, it is the local civilian leaders and eminent persons in different walks of life who can leave a sobering influence on relations between the police and the local community. Unfortunately, social influencers are not often the local leaders. So far it is the political leaders who have enjoyed power and backing of the administration. It is, therefore, highly important to form such committees for the police stations all across the country in a way that ensures unbiased operations of the men and women in uniform. Similar check and balance have also to be maintained between those in charge of the police stations and the citizen security committees. There should not be any tussle over the exercise of authority. The involvement of local coordinators of the anti-discrimination student movement for determining the size of the committee, as proposed, may be extended to the role of mediation in case of difference in opinions on contentious issues.Ideally, the police-people cooperation can change the country for the better. How? First, anti-social elements and all who committed arsons, loot and physical assaults on rivals and, particularly on minority communities, members of the transgender community allocated a cluster village in Bogura and those of the Ahmadiyya, are quite known to the local people. These are criminal acts and the perpetrators are easily identifiable. They must be nabbed and given punishment under the law of the land. The message has to be clear and loud that no one will be spared if they take advantage of a political crisis to attack communities not even remotely connected to the state power.Here is a great opportunity to advance the basics of a neutral administration. Like the system of justice, governance also can be made fair and impartial for every citizen in this country. This is also at the core of the anti-discrimination principle. For establishing such cardinal values and principles of such an enlightened governance system, the homework has to be done comprehensively and its implementation should start from the grassroots level. The citizen security committees can be assigned to this pivotal role, provided that students have their watchdog bodies to monitor developments at every stage.",
        "headline_1": "Pivotal role citizen security committee can play",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pivotal-role-citizen-security-committee-can-play-1723476584",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "The banking sector has been witnessing ugly events following the ouster of Sheikh Hasina's government. Slogan-chanting processions, the abstention of high officials in the face of protests by employees, and incidents like shootouts are now common events in a section of banks. Even the country's central bank is gripped by acts of indiscipline, as the governor and his deputies have resigned for fear of reprisal. What has been happening in the banking sector is the inevitable outcome of all the irregularities that have reigned supreme during the past one-and-a-half decades. The Awami League government either overlooked or extended support for unwanted acts that have eaten into the vitals of the all-important banking sector. On Sunday last, a group of armed people, allegedly despatched by the S.Alam group, clashed with the employees of Islami Bank in front of the bank's head office at the city's Dilkhusha and, at one stage, fired gunshots indiscriminately, injuring six bank officials. Tensions are running high in the bank as its old employees and officials want to remove the people employed by the management installed by the S. Alam Group and reconstitute the bank's board of directors. Unrest is also reportedly brewing in some other banks, including the state-owned Sonali and Janata and private banks, namely SIBL, IFIC, UCB, and Uttara. The country's private banks have hardly witnessed this kind of unrest in the past. The state-owned banks are familiar with troubles such as strikes and agitation that happened in the 1980s and 1990s. The cronies of the immediate past regime have sucked most of the state-owned banks dry with the support of the administration. That was not enough for them. They either created their banks or sneaked into the existing ones and took control of those with the government's help. And how these people who plundered the depositors' money in billions is now a much-talked-about issue. Sheikh Hasina's government allowed a few to launch new banks one after another, creating a sort of overcapacity in the banking sector. Economists and veteran bankers had opposed the creation of so many banks, but the government was found to be adamant about creating an unhealthy situation. It did not stop there. Suddenly, a business group appeared on the scene and, with the administration's help, grabbed the country's largest private bank that operates on Shariah-based principles. That was the beginning. Gradually, the business house took control of more than half a dozen banks and financial institutions. The banking sector regulator---the Bangladesh Bank--- either remained indifferent or extended support, tacitly or otherwise, to the act of grabbing so many financial entities. The takeover of the Islami Bank was an unprecedented event. A powerful intelligence agency presided over the transfer of a specific volume of shares of the bank and the resignation of the then-managing director through intimidation and coercion. The Bangladesh media knew about the events but preferred to remain silent. But, the Economist, the internationally -reputed news magazine, ran a full-page story on the grabbing of the Islami Bank and other relevant developments. As the government of Sheikh Hasina had the habit of ignoring such reports, the acts of plunder of depositors' money and other irregularities continued unabated. Before the start of grabbing Islamic banks by a particular business house, the local newspapers carried stories of how Abdul Hye Bacchu had looted the BASIC Bank. There were other loan irregularities in many other private and public banks. The government and the central bank seemed determined to allow a few to loot the depositors' money. It is the BB's responsibility to keep watch on the operations of all banks and take punitive actions if they go off track. Instead of taking such actions, the regulator has helped some banks, particularly those under the control of the controversial business group, to be more delinquent in all matters, including sanctioning and disbursement of loans. For instance, the central bank extended massive liquidity support to five Islamic banks, primarily owned by the business group. Media published reports of irregularities in loan disbursement by these banks. Based on the findings of its relevant department, these reports could hardly deter the BB from extending such support through high-powered money. The immediate past governor has been instrumental in offering all the irregular support to a section of banks. He would claim one day that he had to indulge in irregularities due to pressure from the government. But the fact remains that unscrupulous political governments usually choose loyal people as the heads of regulatory and some other essential institutions so they (the loyalists) would carry out their instructions without any question. Had the immediate past governor of the central bank been a man of integrity and honesty, he would have either resisted all irregular directives or resigned. The rot has gone too deep into the banking sector, the most vital one of the economy. It needs urgent remedial actions and reforms. The interim government is yet to settle down. It has to accomplish many tasks to strengthen various structures of the State. The immediate task of the interim government should be reforming the judiciary and the banking sector. Making a few changes in the judiciary would not help attain the objectives of the recent mass upsurge of unprecedented nature. The judiciary has to be independent so that no one in the government can influence its operations. This is equally true for the banking sector. The Bank Company Act of 1991 and the Bangladesh Bank Order of 1972 have undergone changes on several occasions. Let there be a few more changes to suit the current demand. A banking reform commission should be formed without further delay for the greater interest of the economy. \n[email protected]",
        "headline_1": "Fixing the rot in the banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fixing-the-rot-in-the-banking-sector-1723476626",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "There is nothing wrong in supporting a particular political ideology. And being the activist of a political party is also nothing out of the ordinary. But the problem of present-day politics in Bangladesh is that supporters or activists of one political belief or party are not ready to coexist with the holders of a different political belief. This culture of intolerance in politics is the root of all evil in Bangladesh society and politics. Elections and having elected governments mean nothing if the supporters and activists of different political views cannot live and work under the same roof. Consider the case of some specialised government hospitals in the city. According to reports, most of the departmental heads, senior doctors including professors and associate professors did not report to their respective duty at the National Institute of Cardiovascular Diseases (NICVD) between August 6 and 8. Why? Because they all belonged to the party that led the immediate past government that fell on August 5. They feared that members of their opponent political party might attack them. And their fear was also not misplaced. Some of the doctors belonging to the past ruling party, who attempted to join duty, were reportedly chased away by the followers of opponent political groups. The result of this culture of political intolerance is that patients with serious medical conditions suffered as, reportedly, no adult cardiac surgery could be done on those few days following the collapse of the Awami League-led government of Sheikh Hasina on Monday (August 5) last week. One wonders, why the service of doctors whose duty is to save life should suffer because they have different political beliefs. Here the accusing finger is not being pointed at any particular political party or its followers. The doctors at the NICVD who failed to join their duty in those few days after August 5 were fully aware about what they did to those who did not belong to their political view. So, they feared backlash from their opponent political camp. This is the situation not only at the public hospitals. Following the political changeover, from the streets to every workplace in the capital city as elsewhere in the country, one could observe similar scenes. This is unfortunate.Street fights, even bloody ones, among the activists of opposing political parties are within the accepted norms of politics in this country. One can well call it a political phenomenon of the developing countries where, they say, democracy is still inchoate, not fully developed as in the West. Question still arises because experiments on elected democracy are not new in this part of the world. The people of this land are used to voting to elect representatives of their local bodies to legislative bodies since the British colonial period. In that sense, the culture of electoral politics and with it the tenets of democracy should have taken root in our mindset long ago. But it has not happened so far. As a result, the fights and brawls among the political supporters have spread from the streets to the corridors of public hospitals, courts, educational institutions, you name it, it is everywhere. Organisations that are supposed to render emergency services to the people often become dysfunctional, thanks to the intense political rivalry among highly educated and knowledgeable professionals. This is not expected from a nation that has been engaged in a democratic experiment for decades. It is believed, with the changes that have set in after August 5, the culture of party politics of the future would also undergo a positive transformation.\n[email protected]",
        "headline_1": "Political culture needs overhauling",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/political-culture-needs-overhauling-1723476655",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2024"
    },
    {
        "full_article": "Under the Sheikh Hasina government, which has remained in power for three consecutive terms, factionalism has seriously vitiated the police force. A faction within the force has extensively used the police to enforce party agendas, including the excessive use of force and reckless firing during the quota reform movement. The situation has become increasingly fragile due to prolonged politicisation, making it difficult for those concerned to restructure and reform the force. Despite the change in government, many of these overzealous officials continue to hold key positions, while those who were dismissed during the Awami League's rule are now attempting to influence new postings and promotions.Since the fall of the Awami League government on August 5, the police force has been virtually paralysed by attacks, arson, and widespread panic. Police stations are now being guarded by the army, Ansar, and students. Police headquarters have instructed all officers to report for duty by the evening of August 8. As of yesterday, operations have resumed in 538 out of 639 police stations, although most are operating on a limited scale. Many officers still feel insecure, and it is alleged that the majority of recent police appointments were made for political reasons, with some positions filled through nepotism and financial transactions.\"For 15 years, the police force has been used as a party cadre force, lacking professionalism,\" said an insider. Those responsible for this situation should be held accountable. Policemen need to be given the courage to act professionally, and cooperation is needed from all levels.\nAshikujaman SyedResearch AssistantBioinformatics Research LabCenter for Research Innovation and Development (CRID)[email protected]",
        "headline_1": "Police need restructuring, reform",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/police-need-restructuring-reform-1723476677",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2024"
    }
]