[
    {
        "full_article": "In the final inflation print before the Union Budget for 2025-26 is presented, followed by the first review of the monetary policy led by the new Governor of the Reserve Bank of India (RBI) in early February, the price rise faced by Indian consumers eased to 5.22% in December. Although a four-month low, this still marked only a mild decline from November’s 5.5% uptick in the Consumer Price Index (CPI), and was largely driven by a sequential easing in food prices. Food inflation moderated from over 9% in the previous month to 8.4% last month, and though inflation in vegetables cooled from 29.3% to 26.6%, it still remained generally high. Households still forked out a lot more for their meals than they did a year ago — it must be recalled that overall inflation was 5.7% and food price rise, over 9.5% in December 2023. While prices of some food items, including vegetables, are seen cooling further this month, those of a few critical ingredients have started spiking, including of edible oils, that rose at a 33-month high pace of 14.6% in December. Eggs, meat and fruits also saw inflation accelerating last month along with the relatively humble potato (up 68.2%). Moreover, inflation in wholesale prices has gained pace, signalling that there is room for higher costs to be passed on to consumers for food items as well as manufactured products.The government and industry want the RBI to cut interest rates to reinvigorate consumption and fading growth impulses by looking through ‘volatile’ food inflation. But even industry captains admit that just keeping food prices out of the interest rates and growth-inflation balancing act will not suffice. Moreover, even if the weightage for food in the CPI is reduced in line with the recent household consumption spending survey results, food price trends have a material impact on the spending propensity of households and their inflation expectations. Inflation may yet average 4.5% through January to March, as the RBI expects, but the central bank that has committed to await a durable alignment to its 4% goal before slashing rates, has a difficult call to make in February. Tangible measures, if any, to ease price pressures in the Budget, along with some visibility on the Centre’s fiscal glide path, could help tip the scales for a rate cut cycle to begin soon, if not next month. There are a few new imponderables that have compounded the trade-off matrix for policymakers in North Block as well as Mint Street — the swift unravelling of the rupee vis-à-vis the dollar in recent weeks which raises the risk of importing inflation, among other collateral effects, especially as global oil prices have resurged to multi-month highs. A very nuanced approach is imperative to avoid fresh missteps. Published - January 18, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Union Budget\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        fruit and vegetable\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        currency values",
        "headline_1": "Inflation matrix: On the numbers and trends",
        "headline_2": "December’s price rise numbers do not ring in enough relief",
        "link": "https://www.thehindu.com/opinion/editorial/inflation-matrix-on-the-numbers-and-trends/article69108854.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "The recent announcement by Tamil Nadu Chief Minister M.K. Stalin, of a $1-million prize scheme for deciphering the script of the Indus Valley Civilisation (IVC), seems to have revived popular interest in the subject, which remains a puzzle to archaeologists, historians and linguists. His invitation for further research was made in the context of the centenary celebration of the IVC discovery, which was published by then chief of the Archaeological Survey of India, John Marshall, in September 1924. Spread across 1.5 million square kilometres in the territories of modern-day India, Pakistan, and Afghanistan during the Bronze Age (3000-1500 BCE), the IVC, also known as Harappan Civilisation, was regarded as complex as the better-known civilisations of Mesopotamia, Egypt and China. The Indus civilisation was essentially urban. Even though there has been a large number of objects and materials of archaeological value in support of the IVC, the decipherment of seals and tablets has not been to the satisfaction of all. About 20 years ago, a group of western scholars had argued that writing was not a necessity of ancient urban settlements, not even those as massive as those of the Harappans, and that “a handful of unknown symbols” could no longer be claimed as evidence of writing. Since then, there has been an exchange of scholarly views for and against the theory of the Indus civilisation being a highly literate society. It is against this context that Mr. Stalin’s announcement needs to be seen. There is also a school of thought that there was a script which was “proto-Dravidian”, “non-Aryan” and “pre-Aryan”. This could be a reason why a southern State, Tamil Nadu, has made the offer. The State government has also supported a study on Indus signs and graffiti marks of Tamil Nadu as part of a project of the documentation and the digitisation of graffiti and Tamili (Tamil-Brāhmī)-inscribed potsherds of Tamil Nadu.Researchers face certain challenges while resolving the Indus riddle. There is a complaint that the entire database regarding the seals has not yet been made available in the public domain. While allowing free access to these resources, central and State authorities should ensure that context for them is also provided. More importantly, studies should be carried out without any interference. The likelihood of the proposed study’s findings going against the established and particular narrative should not be allowed to cloud intellectual pursuit. There is also scope for well-coordinated work among South Asian countries, including Sri Lanka, Bangladesh, Pakistan and Afghanistan, to unravel the mystery. But if political differences are permitted to adversely impact the execution of any such study, the world, and India, will be much the poorer for it. Published - January 18, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        research\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Afghanistan\n                    \n                            /                      \n                        \n                        Pakistan\n                    \n                            /                      \n                        \n                        Egypt\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        Sri Lanka\n                    \n                            /                      \n                        \n                        Bangladesh\n                    \n                            /                      \n                        \n                        politics",
        "headline_1": "​Script reading: On deciphering the script of the Indus Valley Civilisation",
        "headline_2": "The deciphering of the Indus script should not be clouded by politics",
        "link": "https://www.thehindu.com/opinion/editorial/script-reading-on-deciphering-the-script-of-the-indus-valley-civilisation/article69108959.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "Will Gaza war end? Only if Trump can control Bibi, Hamas\nAfter several twists and turns, the Israel-Hamas ceasefire agreement has finally been inked. Tel Aviv is wrapping up cabinet approvals and the deal will go into force on Sunday. However, this is only the beginning and the first phase of what is expected to be a lengthy process to wind down the 15-month-old Gaza conflict. Only 33 hostages out of the remaining 98 are being released in this phase in exchange for 1,700 Palestinian prisoners. That too over a 42-day period during which Israeli forces are to withdraw to a perimeter around Gaza and draw down from crucial areas such as the Philadelphi Corridor between Gaza and Egypt.\nThe big question is will both sides hold up their end of the deal. There are plenty of ifs. IDF wants to retain the ability to go back into Gaza if things go south. Hamas, despite being battered, has recruited as many new fighters as it has lost. And as Netanyahu’s right-wing allies threaten to quit his coalition – they want IDF to finish off Hamas for good – over the deal, there’s no telling if the agreement will sustain. Tel Aviv’s failure – or refusal – to outline an alternative for Gaza’s administration means Hamas will endure in the Strip.\nMeanwhile, Hamas should also be clear that violation of the deal on its part will elicit a massive response from Israel and the US Trump administration that takes office on Monday. And with Assad gone, Hezbollah licking its wounds, and Iran circumspect, it will be foolish of Hamas to renege on the deal. Trump, no doubt, was the catalyst for this agreement and he wants to present a win. Both Netanyahu and Hamas should go along. West Asia and the world desperately need this break for peace. \n\n",
        "headline_1": "Is it a big deal?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/is-it-a-big-deal/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "SC should note not all tiger reserves are the same\nHearing a case on irregularities inside Corbett tiger reserve, Supreme Court observed that a uniform countrywide policy is required for management of tiger reserves. As the case proceeds, it is worth noting a uniform policy may not be in the best interests of tigers. India’s tiger protected area (national parks, wildlife sanctuaries, reserve forests) covers about 2% of India’s geographical area. This spans all types of ecosystems, marine to mountains. Conservation efforts focus on maintaining biodiversity and multiple species, from vultures to crocodiles. To that end, conservation approaches are most successful when they are landscape-oriented rather than focusing on any single species. A uniform policy for reserve management would tend towards being a single-species approach.\nWhat works for responsible tourism in Sariska, a dry deciduous reserve, wouldn’t work in Sundarbans – a mangrove forest. Conservation efforts in Nagarhole tiger reserve in Nilgiris biosphere can barely be duplicated in Arunachal’s Namdapha or Kamlang. Tiger tourism is seen as a tool to double down on preservation of habitat and help fund anti-poaching patrols and counter illegal wildlife trade. Irregularities – hotels, illegal forest stays, roads and concretised tourist infra including sale of illegal animal products – result from state policy. And apathy. It’s no news that nodal tiger authority NTCA’s guidelines on tourism are routinely flouted. Courts have long sought low-impact tourism in tiger reserves. Corbett has seen egregious ‘tourist development’. But one single policy will neither curb the irregularities nor help the tigers.\n\n",
        "headline_1": "One policy, many stripes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-policy-many-stripes/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "Will Trump’s fave billionaire be as influential as bros Koch?\nWe can’t know now whether Biden’s warning about the “tech-industrial” complex will become as famous as Eisenhower’s warning about “military-industrial complex”. It will depend on whether Big Tech captures US govt policy as completely as the American arms industry has captured US defence policy. Big Tech, after all, faces legal and regulatory challenges of the kind that the arms industry never did, in part because the cloak of ‘patriotism’ protects the makers of things that kill. Pessimists in America reckon Musk will, among other things, make Trump go super easy on regulating Big Tech, as long as Big Tech falls in line with Musk and Trump.\nWhatever happens though, Musk is this moment’s most powerful billionaire, when power is defined by access to top political offices and the ability to influence them. Students of recent American politics will be reminded of two Musk-like figures a decade back – billionaire Koch brothers (Charles and David) who were supposed to have so much control over the Republican Party that a critically acclaimed book – Dark Money: The Hidden History of the Billionaires Behind the Rise of the Radical Right by Jane Mayer – made the siblings the central figures.\nMayer’s 2016 book coincided with the first Trump presidency. As America, and the world, prepares for Trump’s second term, and as Musk waits impatiently to get his hands on govt, we should look back at what Mayer argues the Koches did.\nOne American thinker, Will Buckley Jr, had described views like the Koch brothers’ as “anarcho-totalitarianism”. Essentially, this means every tax and regulation that seems to affect wealth creation in the slightest is to be regarded as evil, even if such a tax or regulation is shown as necessary for common good. Govt intervention for improving lives or life choices are evil, too, in so far as it ‘corrupts’ the free market. Paradoxically, anarcho-totalitarianism, which often cites libertarian economist Hayek as its intellectual guru, is perfectly okay with, and indeed prefers, strong govts – strong as in strength to ignore dissent or to hush it, and to manage society in a way that popular angst is directed at some convenient strawman target, not at the cosy club of super-rich.\nMayer shows how the Koch brothers created innocuously named groups that helped seed anti-tax/regulation ideas in public conversation, how they got Republicans to boost their hydrocarbon-related businesses, how they were dismissive of climate change’s effects – warmer climate will create more arable land, one Koch brother had said.\nDoes all this remind you of Musk and today’s Trump-controlled Republicans? In 2016, Mayer’s argument was that what seemed to be a popular shift to the right by Republican voters was actually a change designed by a small clique of very wealthy people. Is it the same in 2025? Is MAGA a collection of people who don’t know they are not dancing to their own tune?\nGood questions. But Mayer’s book tells us one more vital thing about super-influential rich people who hate govt intervention – they love govt intervention if it can save their own wealth. The Koch brothers were all for Obama’s plan that pumped in hundreds of billions of govt cash to keep asset values up after the 2008 financial crash.\nThat, too, hasn’t changed. Tesla received plenty of govt help in its early years, help that was critical for survival. Who owns Tesla?\n\n",
        "headline_1": "The Musks Of Another Time",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-musks-of-another-time/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "US president-elect Trump announced the long-awaited Israel-Hamas ceasefire hostage agreement on social media. According to initial statements, the agreement will enter into force this Sunday following Israel’s ratification. This news was enough for the people of Gaza, who have been experiencing humanitarian tragedy for more than a year, to take to the streets and celebrate.\nThose celebrations, as it turned out, were a little premature. For, on Thursday, Israeli PM Netanyahu’s office announced that Hamas was making last-minute demands and that the Israeli cabinet meeting to approve the deal had been postponed. Enthusiasm gave way to anxiety.\n\nRead full story on TOI+\n\n",
        "headline_1": "Hostage to hope",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/hostage-to-hope/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "Bangladesh's economy is significantly dependent on its export earnings. The export sector has faced several challenges under the interim government. Business insiders opine that the recent political upheaval has created an uncertain environment for businesses. The interim government's efforts to restore stability are becoming visible, but the situation has led many international buyers in the garment sector to reconsider placing orders in Bangladesh, anticipating potential disruptions.\nThe garment sector accounts for over 80 percent of Bangladesh's export earnings and has experienced significant obstacles due to worker protests demanding higher wages and better working conditions. These protests have led to the closure of many medium-scale factories as well as production delays, causing concerns among international buyers about the continuity of Bangladeshi suppliers.\nRising temperatures due to climate change have increased heat stress among garment factory workers, potentially affecting productivity, lead times, and timely shipments. Global brands are legally required to address these conditions in their suppliers' factories under new EU regulations, exerting pressure on Bangladeshi exporters to improve working conditions.\nIn July 2024, discrepancies were identified between export figures reported by the Export Promotion Bureau (EPB) and the National Board of Revenue (NBR). The EPB acknowledged a $3.16 billion mismatch in export data for the July-September period of the previous fiscal year, causing a temporary suspension of regular export data publication. This has confused stakeholders and may affect trade decisions in the future.\nThe government reduced export incentives across various sectors in July 2024, aiming to encourage exporters to raise competitiveness ahead of the country's graduation from the least developed country (LDC) status in 2026. Business leaders have expressed concerns that curtailing incentives could adversely impact industries already struggling with increased production costs and global competition.\nThe snowball effect of political turmoil, labour unrest, and reduced incentives has strained the economy. The interim government is seeking international assistance to rebuild the economy, but challenges persist in restoring investors' confidence and ensuring sustainable growth.\nTo address the major export challenges, the interim government has adopted the following strategies:\n* Restoring law and order, which is crucial to regain the confidence of international buyers. The interim government has been working on industrial security and anti-corruption reforms to achieve this.\n* Improving working conditions and ensuring fair wages in the garment sector, which are vitally important. The government is reviewing the wage structure and addressing legal concerns for workers to prevent further unrest.\n* Reducing logistics costs, which can significantly boost exports. Implementing the National Logistics Policy 2024 aims to lower business costs, enhance competitiveness, and integrate Bangladesh into the global value chain.\n* Curtailing dependency on the garment sector by supporting other industries such as leather, agriculture, and electronics. Inconsistent policies have been barriers to export diversification, and addressing these can open new markets. The government is putting efforts into reducing inconsistency.\n* While the government has set an ambitious export target of $110 billion by 2027, economists and business leaders are pessimistic about its feasibility due to persisting challenges. Setting achievable goals can help in better planning and execution. The interim government is reassessing previously set export targets to establish more realistic and achievable goals, considering recent data discrepancies and global economic trends.\n* Investing in infrastructure, such as ports and transportation networks, which can improve efficiency and reduce costs, making Bangladeshi exports more competitive. The National Logistics Policy 2024 also emphasises infrastructure development.\n* Implementing the Export Policy 2024-27, which would help increase annual export earnings to $110 billion by 2027, focusing on product diversification, infrastructure development, and market expansion.\n* Strengthening diplomatic and trade ties, particularly with key partners like the US and the EU. The interim government is engaging in dialogues to foster these relationships, aiming to improve market access and trade conditions.\n* Stabilising the labour market, especially in the garment sector. The government is working to resolve disputes and improve working conditions to ensure uninterrupted production and maintain buyer confidence.\n* Efforts are underway to rectify data collection processes to provide accurate export statistics, which are essential for informed policymaking and maintaining credibility.\n* Promoting the inclusion of new products in the export basket, such as handicrafts, vegetables, and light engineering, to reduce dependency on traditional export sectors and tap into unexplored markets.\n* Developing logistics, ports, and transportation networks, which is important to enhance export efficiency and reduce costs, thereby increasing competitiveness in the global market.\nLastly, a stable political environment is essential to attract foreign investment and reassure international buyers of Bangladesh's reliability as a global trading partner.\nDr Nasim Ahmed  is additional secretary at the Ministry of Home Affairs. He can be reached at [email protected].\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n",
        "headline_1": "Snapshots of Bangladesh’s major export challenges",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/snapshots-bangladeshs-major-export-challenges-3801791",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "The heavy-handed actions of the police, which resulted in at least seven injuries during a protest march towards the home ministry on January 16, are deeply troubling. Reportedly, police employed water cannons, fired sound grenades, and wielded batons against protesters demonstrating against an attack on an Indigenous group and its supporters the previous day—an attack that police notably failed to prevent—which left at least 20 people injured.\nWhat transpired on January 16 raises a critical question: did the police truly need to resort to such extreme measures? Based on the available information, the protesters appear to have remained peaceful. Even if they reportedly attempted to dismantle police barricades blocking access to the home ministry, could the police force not have sought to de-escalate the situation through dialogue? Was using violence genuinely necessary? Video clips of the incident show police officers viciously beating protesters—including female ones—with batons as they tried to flee. Among the injured, at least six were students. Considering the traumatic experiences our students endured only months earlier at the hands of various law enforcement agencies and others, shouldn't the police have exercised greater restraint in handling this situation?\nPolice's inaction on January 15, when an Indigenous group of protesters and their supporters were attacked by another group \"claiming\" to defend the country's sovereignty, followed by their excessive force a day later, bears an unsettling resemblance to their actions under the Sheikh Hasina regime. This raises serious doubts about the government's promise of reform, particularly in the policing sector. How can the public trust the government's commitment to justice when its law enforcement agencies act with such inconsistency and disregard for basic human rights?\nThe recent conduct of the police clearly betrays the spirit of the July uprising. We, therefore, call on the government to conduct thorough investigations into the events of both days, as well as the police's response to these incidents. While two individuals responsible for the attack on January 15 have been arrested, we urge the government to identify and hold to account all others involved. We also demand that the authorities ensure proper oversight of police actions going forward to prevent the repetition of such incidents.\nIt is crucial to remember that the central demand of the July uprising was to create a discrimination-free Bangladesh. Yet, these incidents demonstrate that discrimination continues to persist in our society. If systemic failures like these are not addressed, they will only deepen public mistrust and undermine the nation's progress toward equality. The government must recognise these troubling signs and take immediate corrective action to uphold the principles of justice and fairness for all citizens.\n",
        "headline_1": "Recent police actions need explaining",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/recent-police-actions-need-explaining-3801631",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "This month, we remember the great physicist Satyendra Nath Bose, an outstanding academic at Dhaka University (DU) in 1921-1945. Known in Bengal as Satyen Bose, he was born in then Calcutta on January 1, 1894. Bose was hired as a reader in physics in DU's inception year. At that time, he had five journal publications; three of them were in Philosophical Magazine published in England, and two were written with Meghnad Saha, his friend and classmate. His most significant contribution to physics was on Planck's radiation formula. His work gave new insight between the old quantum theory of Planck, Einstein, Bohr and Sommerfeld, and the new quantum mechanics of Heisenberg, Dirac and Schrodinger. In June 1924, the first research paper Bose wrote in DU was sent to Albert Einstein, who recognised its merit and translated it into German. The paper was titled, \"Planck's Law and the Light Quantum Hypothesis.\" It was published in the Zeitschrift fur Physik, the premier journal in physics in those days. The publication of this paper, which was only four pages long, immediately raised Bose's profile as an international scholar of repute and his association with Einstein remained a beacon of light throughout his life as a physicist. He was only 30 years old when he published this paper.\nMeghnad Saha was Bose's good friend. Both attended the Presidency College and graduated together in 1913 and 1915 with BSc in physics and MSc in mixed mathematics from the University of Calcutta. In both examinations, Bose stood first and Saha second, and later they were selected by the University of Calcutta to teach advanced physics courses, a monumental task then as most journals on physics were in German or French. Only the Philosophical Magazine was in English. These journals were difficult to obtain in Calcutta. Saha learnt French and German and Bose learnt some German. They struggled to obtain Einstein's papers onSpecial Theory of Relativity (1905) andGeneral Theory of Relativity (1916) and translated them from German to English. They managed to publish the translated works and used them to teach advanced physics and other related subjects to postgraduate students in the University of Calcutta.\nSN Bose's recruitment at DU was by the institution's first vice-chancellor, PJ Hartog. Hartog wanted to hire faculty members, who had an interest and capability in research to build Dhaka University more than just a teaching institution of higher learning. Bose felt that at the new university, he would be away from the more crowded University of Calcutta and have a \"freer\" hand to pursue his interests in physics. Hartog ensured support for a study leave that Bose sought, and DU gave him a handsome grant for his study leave to Europe. Special funds were also provided to secure Bose's family needs in Dhaka. Bose visited reputed laboratories in Europe and met many luminaries, including Einstein in Berlin in 1925.\nPrior to his return from Europe, a professorship in physics opened up at DU. Bose applied for it. Einstein wrote him a recommendation letter, so did Prof Sylvain Levy from France. Bose did not have a PhD, so Dr DM Bose from the University of Calcutta was offered the position at Dhaka. When he declined, SN Bose was offered the position. He led the Department of Physics as a professor and chair from 1927. He also served as the dean of the Faculty of Science in the 1930s. He provided leadership in the foundational years to develop the physics department at DU into a strong research department and to organise the science faculty into an admirable branch of the university. Curzon Hall became the epicentre of research at DU. In 1945, prior to the 1947 Partition, he left Dhaka and took up the Khaira Professorship at the University of Calcutta and retired in 1956. He passed away in Calcutta in 1974.\nThe paper Bose had sent to Einstein in 1924 provided the basic framework for the existence of Bose-Einstein condensate. The experimental verification came much later in 1995 in laboratories in the US. American physicists Eric Cornell, Wolfgang Ketterle and Carl Wieman were awarded the Nobel Prize in 2001 for proving the existence of the Bose-Einstein condensate. Bose leaves a remarkable legacy in quantum physics for his work at DU. In November this year, Dhaka University organised a three-day international conference on Bose-Einstein statistics to celebrate 100 years of his achievement and legacy.\nDr Golam Newaz is professor of mechanical engineering at Wayne State University in Michigan, US and fellow of the American Society of Mechanical Engineers (ASME).Anique Newaz has an MPhil degree in South Asian Studies from the University of Cambridge, UK.\n\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "Remembering Satyendra Nath Bose",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/remembering-satyendra-nath-bose-3801441",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Giving housing sector  a new lease on life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-housing-sector-a-new-lease-on-life-1737116038",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Let Dhaka not crumble under its own weight",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-dhaka-not-crumble-under-its-own-weight-1737116150",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "District Coordinator — a non-colonial designation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/district-coordinator-a-non-colonial-designation-1737116177",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "HMPV Virus: awareness matters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hmpv-virus-awareness-matters-1737116188",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2025"
    }
]