[
    {
        "full_article": "In what is clearly a nod to the vociferous demand for the repeal of the unpopular Armed Forces (Special Powers) Act (AFSPA) from several States in the northeast, especially after 13 civilians were killed in Mon district in Nagaland in December last year, the Union Home Ministry has decided to considerably reduce the number of “disturbed areas” under the Act in three States. The order, from April 1, is applicable for six months. In Nagaland, while AFSPA was removed from the jurisdiction of 15 police stations in seven districts, it remains in place in 57 police stations in 13 districts. The relaxation has been most substantial in Assam, where it has been removed entirely from 23 districts and partially from one, thus limiting its operation fully to only nine districts. In Manipur, on the other hand, only 15 police station areas in six districts have been excluded from the disturbed area notification, and the Act is still in force in 82 police stations in 16 districts, including several hill districts whether or not they adjoin the international boundary. As things stand, the Government’s decision to relax the application of the Act in specific areas seems to stem from the reduction in violence and also administrative reasons rather than as a response to the burning question on whether the Act is essential to security operations in these States, which have experienced insurgencies of various degrees in the past. While this piecemeal gesture would be welcomed by the residents in these areas in particular, the popular demand for the repeal of the Act in full from the three States remains unfulfilled. Despite the vociferous protests from security forces for the retention of the Act, human rights organisations, sections of civil society and committees including the five-member committee led by retired Supreme Court judge B.P. Jeevan Reddy in 2005, have steadfastly called for its repeal. The committee in particular had suggested that the Act had created an impression that the people of the northeast States were being targeted for hostile treatment and that the Unlawful Activities (Prevention) Act could instead be suitably amended to tackle terrorism. The Supreme Court-appointed Justice N. Santosh Hegde committee, in 2013, which investigated “encounter” killings in Manipur, suggested that the Act must be properly reviewed every six months to see if its implementation is necessary, but extensions of the purview of the Act have proceeded as routine affairs. In 2016, the Supreme Court had also ruled that the armed forces could not be immune from investigation for excesses committed during the discharge of their duties even in “disturbed areas”, in effect circumscribing the conditions in which the immunity is applied. These beg the question again — why should the Act remain in the statute?",
        "headline_1": "For a full repeal: On AFSPA",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/for-a-full-repeal-the-hindu-editorial-on-afspa/article65286813.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-04-2022"
    },
    {
        "full_article": "Official industrial data from February shows output in the eight core sectors grew at the fastest pace in four months at 5.8%, aided liberally by a low base effect — production had contracted 3.3% a year earlier. However, when compared with January 2022, output in all of these sectors actually declined, with the overall index contracting 5.3%. Electricity generation, a good indicator of business activity and which contributes about 20% to the weight of the index, declined 3.3% from the preceding month. Steel, another index heavyweight that feeds into various sectors of the economy from housing to cars to white goods and small-scale engineering and parts units, dipped 5.2% from January 2022. Making up the largest component of the index, at about 28%, is the refinery products category. For a sector that facilitates other industries by powering mobility, output slid 8% sequentially. The Omicron wave, early in the calendar year, coupled with rising prices likely dampened demand, signalling uneven economic recovery from the onslaught of the COVID-19 pandemic. The road to a full recovery looks long and bumpy, as the latest production levels are still below, or barely above, those seen pre-pandemic. Inflation, which has already breached the Reserve Bank of India’s upper tolerance limit of 6% two months running, is a threat to consumer demand. If demand remains muted, or worse, slips further, the domino effect upstream will only impact the core sectors further. The RBI’s Monetary Policy Committee has its work cut out in a meeting later this week, when the panel will decide on benchmark interest rates that could potentially influence inflation.At the same time, government spending, which could set the pace for overall growth in a stuttering economy, has not roared forward. Capital expenditure grew a mere 0.8% in February from a year earlier. Even though capex had risen about 20% in the April-February 11-month period, the Centre still had about ₹1.2 lakh crore left to be spent in March, and it appears unlikely that the Government would have met its revised capex target of ₹6 lakh crore for FY22. Though tax revenues have been robust, the Government likely held back on capital expenditure to help offset the lack of divestment proceeds it had budgeted for. Given geopolitical tensions, the stock market has been too volatile for the Government to go ahead with the initial public offer for LIC. The sale of stake in BPCL has also not proceeded apace. Despite these roadblocks, the Government may have little choice but to crank up capital spending early in the new fiscal if it wants to stoke the economy. The multiplier effect would not only benefit industries such as cement and steel, but may also help crowd in private investment, spurring job creation, which has been the economy’s Achilles heel for a while now.",
        "headline_1": "Lift spending: On core sector output data",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/lift-spending-the-hindu-editorial-on-core-sector-output-data/article65286826.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-04-2022"
    },
    {
        "full_article": "The spectre of \"stagflation\" threatens the world once again. This time, the risk is the direct consequence of political provocations and war.\nStagflation is a composite word implying inflation with stagnation. Stagnation refers to weak, \"near zero\" growth, inevitably worsening unemployment.\nThe term \"stagflation\" was supposedly first used in 1965 by Iain Macleod, then UK Conservative Party economic spokesperson. It caught on in the 1970s, when high inflation and unemployment ended an economic era dubbed the \"Golden Age of capitalism\" describing the post-World War 2 boom.\nNormally, in a recession, the inflation rate—i.e., the overall rate at which prices increase—falls. As unemployment rises, wages come under pressure, consumers and businesses spend less, reducing demand for goods and services, slowing price rises. Similarly, when the economy booms, the labour market tightens, pushing up wages, in turn passed on to consumers via increasing prices. Thus, inflation rises and unemployment falls during a boom.\nHowever, stagflation poses a dilemma for central banks. Normally, when economies stall, central banks try to stimulate growth by cutting interest rates, encouraging more borrowing, and thus spending. But that could also fuel further price rises and higher inflation. On the other hand, if they raise interest rates to check inflation, growth may slow even more, further worsening unemployment.\nThe growth of world trade after WW2 increased demand for the US dollar, the de facto world currency under the 1944 Bretton Woods (BW) international monetary agreement. During the 1960s, US economic growth was increasingly sustained by government military and social expenditure. Spending increased for both \"defence\", especially the Vietnam War, and President Lyndon B Johnson's social programmes.\nAs LBJ was reluctant to acknowledge the rising costs of the Vietnam War, it was difficult to raise taxes to pay for his \"swords and ploughshares\" spending. Instead, spending was financed by government debt, from selling US Treasury bonds. Thus, the world financed US government spending, including the war.\nUS monetary policy was obligingly expansionary. Unsurprisingly, inflation shot up from 1.1 percent during 1960-64 to 4.3 percent in 1965-70. Higher inflation also eroded US competitiveness, further worsening its balance of payments deficit,\nand undermining US ability to honour its BW commitment to maintain full convertibility to gold at USD 35 per ounce. This obligation did not go unnoticed by foreign governments and currency speculators.\nAs inflation rose in the late 1960s, US dollars were increasingly converted to gold. In August 1971, US President Richard M Nixon ended the exchange of dollars for gold by foreign central banks, effectively violating its BW commitment. A last-ditch attempt to salvage the international monetary system—through the short-lived Smithsonian Agreement—failed soon after. By 1973, the post-WW2 BW international monetary arrangements were effectively done with.\nOil exporting, European and other countries which held reserves in US dollars suddenly found their assets worth much less. With Venezuela, the Middle East-led Organization of Petroleum Exporting Countries (OPEC) reacted by dropping their earlier willingness to keep oil prices low.\nIn October 1973, \"nationalist\" Saudi monarch Faisal embargoed oil exports to nations supporting Israel. The oil price almost quadrupled—from USD 3 to nearly USD 12 per barrel when the embargo ended in March 1974. This rise was paralleled by great increases in other commodity prices during 1973-74.\nCommodity supply shocks and higher commodity prices increased production costs, consumer prices and unemployment. As rising consumer prices triggered demands for higher wages, these in turn increased consumer prices. Thus, wage-price spirals accelerated price increases and inflation.\nThe 1979 Iranian revolution triggered a second oil price shock. The resulting \"great inflation\" saw US prices rise over 14 percent in 1980. In the UK—then deemed the \"sick man of Europe\"—inflation averaged 12 percent a year during 1973-75, peaking at 24 percent in 1975.\nIn the 1960s, unemployment in the seven major industrial countries—Canada, France, West Germany, Italy, Japan, the UK and the US—rarely exceeded 3.25 percent. But by mid-1982, it rose to 8 percent, exacerbated by interest rate hikes, ostensibly to fight inflation.\nIn October 2021, the International Monetary Fund, the European Central Bank, the US Fed and other such institutions believed the factors driving inflation were transitory. None of these authorities saw an urgent need for interest rate hikes.\nBut in the last month, the war in Ukraine and sanctions against Russia have driven up the prices of commodities such as wheat and oil. This will exacerbate rising inflation in much of the developed world.\nThis time, 'stagflation' is the direct consequence of political choices, especially for war, not unavoidable economic trends. Developing countries are fast learning where they really stand in this unequal world of endless war, e.g., from the European treatment of Ukrainian refugees.\nPeace is therefore imperative. The alternative is the barbarism of conflict among big powers in which most of us have no vested interests.\n \nCopyright: Inter Press Service\nAnis Chowdhury is adjunct professor at Western Sydney University and the University of New South Wales, Australia. Jomo Kwame Sundaram is a former economics professor and a former assistant secretary-general for economic development at the United Nations.\n",
        "headline_1": "War or Peace, Barbarism or Hope?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/war-or-peace-barbarism-or-hope-2997226",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2022"
    },
    {
        "full_article": "Although we frequently hear calls for justice whenever a grievous crime takes place, the role of public prosecutors, i.e. the very individuals who conduct criminal cases in court on behalf of the state, is seldom—if ever—discussed.\nThree state actors play the most important roles in ensuring justice for a crime. The police record the complaint and investigate the crime. The public prosecutor presents the case in court and formulates arguments as to why the accused ought to be convicted. Finally, the judge weighs the evidence and arguments put forth by both sides, and decides whether there is sufficient evidence to punish the accused, or whether they must be acquitted. While we commonly acknowledge the important role of police and judges in ensuring justice and subject them to some critique, public prosecutors often escape public scrutiny, despite playing a role that is no less important than the other two actors.\nAlthough members of the police force are recruited through the Bangladesh Civil Service, and judges are recruited through the Bangladesh Judicial Service Commission, no such recruitment system exists for public prosecutors. As a result, there is no officially prescribed selection criteria for public prosecutors that is based on merit and qualifications, nor is there any permanent service regulation to ensure their efficiency and accountability. Section 492 of the Code of Criminal Procedure, 1898 gives the government the power to appoint public prosecutors. Currently, public prosecutors, additional public prosecutors, special public prosecutors and assistant public prosecutors are appointed by the Solicitor Wing of the Law and Justice Division under the law ministry.\nAccording to the Justice Audit in 2018, public prosecutors and additional public prosecutors in metro areas receive a daily fee of Tk 500, and a monthly allowance of Tk 2,000. In non-metro areas, their daily fee is Tk 250, while the monthly allowance is Tk 1,500. Assistant public prosecutors receive a daily fee of Tk 200 in both areas, but no monthly allowance. Given such meagre pay, prosecutors often engage in private practice, which hampers their state duties, or seek additional income through other means, according to a 2016 research report on criminal justice in Bangladesh by the International Crisis Group.\nExperts have long called for an independent prosecutorial service in Bangladesh. In 2006, at a Regional Workshop on Strengthening the Criminal Justice System arranged by the Asian Development Bank (ADB), the then Law Minister Moudud Ahmed highlighted our disintegrated public prosecution system as one of the two key weaknesses of the criminal justice system in Bangladesh, the other being weak investigation. He said, \"Bangladesh has no permanent public prosecutors. Every political government appoints its own political allies in the public prosecutorial service to serve at its pleasure and only while its term lasts … The ad hoc nature of their appointment prevents continuity in service and accountability.\" He mentioned that as an \"initial step,\" the law ministry had prepared a law to introduce a permanent attorney service in Bangladesh, so that public prosecutors would be \"recruited purely on merit basis after passing a national examination like that taken by other civil servants … As permanent appointees, they will be made accountable in the performance of their duties.\" This law was not, however, passed during his tenure.\nMore recently, in January 2017, the then Chief Justice Surendra Kumar Sinha had denounced the partisan bias in appointing public prosecutors at a meeting of the Supreme Court Legal Aid Committee. He said, \"Earlier, in every district, the famous and renowned lawyers used to be appointed as APP in criminal cases. This post was dignified. But now they [those who are loyal to the ruling party] are being recruited instead of the experienced lawyers.\"\nInterestingly, the last caretaker government had promulgated the Government Attorney Services Ordinance, 2008, which had set up a separate and permanent Government Attorney Services Department. The purpose of this department was to appoint, train, retain and administer government law officers to ensure effective representation of the state in the judicial process in the Supreme Court, district courts and upazila courts. However, as ordinances are laws that are made in the absence of parliament, Article 93 of the constitution requires them to receive parliamentary approval at the first parliamentary session after any ordinance is promulgated. In absence of such approval, it will cease to have effect, as was the fate of the Government Attorney Services Ordinance.\nNotably, Section 1.4.3 of the Eighth Five Year Plan (2020-2025) published by the Bangladesh Planning Commission specifically states establishment of an independent prosecution service as one of the key targets in relation to improvement in governance and institutions. It mentions that \"primarily 70 percent of this attorney service appointment will be from registered advocates which will be selected by government. Rest 30 percent will be recommended by Judicial Service Commission to appoint. Before, adhering to the appointing process, it will develop attorney service appointing rule, disciplinary rule, service rule, posting and promotion guidelines, in service training procedures, etc.\"\nAlthough the Eighth Five Year Plan states that the \"government will gradually execute this decision,\" whether an independent prosecutorial service will in fact be established in the coming years remains to be seen. A useful starting point for the government in introducing this long overdue service would be to consult the Guidelines on the Role of Prosecutors adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders in 1990. Under Article 2 of the guidelines, member states must ensure that the \"selection criteria for prosecutors embody safeguards against appointments based on partiality or prejudice,\" and excludes any discrimination against a person on any grounds, such as political status. Article 4 of the guidelines requires the states to ensure that prosecutors are able to perform their professional functions without improper interference.\nAs we celebrate 51 years of independence, how much longer must we wait to see the introduction of an independent prosecution service that can truly combat crime?\n \nTaqbir Huda is the advocacy lead for the Gender Justice and Diversity Programme at Brac.\n",
        "headline_1": "Where is our independent prosecution service?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/where-our-independent-prosecution-service-2997216",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2022"
    },
    {
        "full_article": "\"Publicity is absolutely critical. A good PR story is infinitely more effective than a front page ad.\" This quote is from Sir Richard Branson, British business magnate and founder of the Virgin Group. He knows a thing or two about public relations. Whether one likes him or not, there is no question that he has used the media brilliantly to promote his businesses, and ultimately become one of the world's most successful entrepreneurs.\nI've always been a great believer in the power of public relations. When one looks around our industry, PR is a tool which is being used more widely than ever. It used to be just newspapers that were used to spread messages. But now we have social media platforms, which, in many cases, are just as powerful, if not more so.\nI see our customers, fashion brands and retailers using PR to a powerful effect. Online-only brands like Boohoo would not have been able to reach the heights they have without employing smart PR strategies. Such strategies have helped these and other new, online brands to break the monopoly of traditional high street retailers. That's the power of PR.\nBut what about manufacturers? In some countries, I see ready-made garment (RMG) makers now using PR to great effect. They issue regular press releases which are used far and wide internationally. Some of the stories that are better are picked up by dozens of publications. How much would it cost to get this level of exposure via straightforward advertising? The answer is tens of thousands of dollars. Manufacturers simply do not have this kind of money to throw around, so PR is a better, less risky avenue that offers a far better return on investment.\nRight now, there is a huge opportunity for Bangladesh garment makers to promote themselves internationally. And the beauty of using PR is that they don't even have to leave the country to do it. In the past two years since the pandemic engulfed our industry, promotion has been a real challenge for Bangladeshi manufacturers. The traditional shows, conferences and events they went to have not been in operation. Many manufacturers have consequently \"fallen off the radar\" from a publicity viewpoint.\nThe thing is, lots of people in the know say that, in future, we will see less live conferences and events, because businesses have realised that you don't necessarily need to leave the office to promote your work. A work-from-home culture has developed, especially among our customers in the West. There are talks of offices being closed down for good as businesses seek to cut costs by allowing staff to work remotely. Retailers are also said to have realised how much money they can save by not having their staff fly around the world.\nAgainst such a backdrop, the importance of PR becomes more pronounced than ever. It is time for our garment makers to embrace what PR has to offer.\nHow can they do this? There are several avenues which they can explore, and none of them need to break the bank. Are manufactures on social media? If not, they should be. Just a simple presence there, even if they are not very active, provides another form of contact with the outside world. That in itself is PR in action.\nManufacturers can also issue their own press releases. They don't need an external agency to do this for them. If a manufacturer has done something new or different, if they have a new technology or product, why not tell the world about it? People would be amazed at how much global interest there is in the fashion industry and what is happening in supply chains.\nJournalism—great stories—is always about people. That's why I would urge any manufacturer to tell stories that focus on individuals within the business. The most important people, of course, are garment workers. So why not bring their stories to life?\nUltimately, PR is just another way to make your business more competitive. In fact, I would argue that it is the icing on the cake when it comes to improving competitive advantage. Put another way, you can have the best products in the world, the most sustainable operations around, but they won't mean anything if you don't tell people about them.\nI actually know of many great manufacturers in Bangladesh who are doing amazing work. They have some remarkable stories to tell, but they keep quiet about them. Look at all the Gold-rated LEED factories in Bangladesh. We have more such factories than any other country in the world; yet, when do we hear their stories? And be in no doubt about it, there is a wonderful story to be told here.\nOf course, if manufacturers engage in better PR, this has a double benefit as it helps with the broader promotion of our garment industry. The promotion of Bangladesh as a brand is in all our interests right now. Pushing this brand is a collective effort, which can be improved considerably via the individual PR efforts of RMG makers across the country. It's time to start banging the drum for Bangladesh.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "PR is the missing link in RMG sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/pr-the-missing-link-rmg-sector-2997211",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2022"
    },
    {
        "full_article": "Two dangerous policy drafts regulating our online presence have been prepared right in front of our noses, and except for a few usual suspects crying wolf, there has been little public outrage over it. And I don't blame you for not knowing or caring about them. It's easy enough to get lost in the technical jargon of experts (Intermediaries? Traceability? Peer-to-peer encrypted messaging?), or the righteous indignation of human rights activists (Violation of constitutional guarantees? Incompatibility with Article 19 of the ICCPR? Principles of proportionality?).\nMaybe you've got 99 problems and worrying about some distant law—that is likely going to affect some activist types anyway—ain't one of them.\nBut what if I told you that, if implemented, these laws won't just curtail whatever little freedom of expression the press still has, but could well get in the way of those endless Netflix shows? What if your most private photos could be easily and legally accessed on the flimsiest of pretexts, like you \"liking\" a Facebook post on government corruption?\nThe draft Data Protection Act (DPA), prepared in November last year and finalised last week, is supposed to do as its name suggests: protect your data. The problem is that, in reality, it allows a whole host of actors to access your data, without so much as your permission or even your explicit knowledge. These actors include law enforcement and security agencies, the director general of the Digital Security Agency—in charge of investigating violations, levying fines and ensuring compliance—as well as all employees of the Data Protection Office. The law also has a provision that gives further power to the government to exempt data controllers, meaning those responsible for collecting or processing (or supervising the processing) of personal data such as your IT person, from following the law.\nAdditionally, although it gives us the right to know what kind of personal data is being collected, it does not apply to instances in which \"processing is necessary for functions of the government\". What does \"functions of the government\" entail though, you ask? The draft does not specify that, which means that it could quite literally mean anything the government wants it to mean. Similarly, the draft says that government agencies can \"intercept, record or collect information\" of any person on \"national security\" or \"public order\" grounds, but it does not define or limit what these terms entail, which leave them open to (mis)interpretation.\nNow, at this point, you may be thinking: well, this certainly sounds terrible, but I am a law-abiding citizen. I don't even go to Shahbagh for phuchka, much less protests. What possible justification would the government have for snooping through my Facebook chats? Unfortunately, the scope of the exemption is so broad that law enforcement or security agencies can legally access your data on the feeblest of grounds, for instance, for writing a status criticising a former minister, posting a satirical cartoon, or simply commenting on someone else's status.\nIt may sound as if I am exaggerating, but these are real-life examples of ordinary people, like students and professionals who have no link to the media or politics, who were picked up on these very grounds under the Digital Security Act (DSA).\nYou see, these laws seem distant only until they happen to you.\nThe second piece of legislation—\"Bangladesh Telecommunication Regulatory Commission Regulation for Digital, Social Media and OTT Platforms\"—is even scarier. It proposes an aggressive and authoritarian content governance framework that applies to a host of applications/actors including social media networks like Facebook, Twitter, Instagram, Pinterest; tech companies like Google, Microsoft; OTT platforms like Hoichoi, Netflix, Chorki, Spotify; Facebook live shows; IPTVs and social media handles of media organisations.\n Experts have pointed out the absurdity of lumping together services that are miles apart functionally, technically and operationally, and hence require different regulatory models. By forcing them under a one-size-fits-all model that actually fits none, the government is essentially undemocratising the internet, penalising in one broad stroke both content producers and end users.\nBesides, all of these platforms will be required to get registration—yes, including appis selling sarees through Facebook live from their homes. For smaller e-commerce platforms and independent content producers, the bureaucratic loopholes of obtaining registration may well act as a deterrence to their entry into the digital space while, for an established news platform like The Daily Star, registration—and the looming threat of its cancellation—will be a noose that can tighten with the smallest of digressions.\nThe draft criminalises the same set of vague provisions as the DSA. It says that the above-mentioned service providers cannot host any information that, among other things, \"threatens the unity, integrity, defence, security, or sovereignty of Bangladesh, [and its] friendly relations with foreign States\"; \"breaches the secrecy of the government; creates unrest or disorder or deteriorates law and order\" situation; \"is offensive, false or threatening and insulting or humiliating to a person\" or \"decency, morality, social acceptance, social values, against national culture\".\nBut what exactly do these terms even mean? Would any R-rated Netflix show pass the test of \"decency\" or \"national culture\"? Who decides that? And frankly, what would the internet even look like without content that is \"humiliating\" or \"insulting\" to someone or the other?\nUnfortunately, we have already witnessed how broadly and arbitrarily these definitions have been used by the government to arrest, harass and humiliate a broad range of actors—ordinary people included—for exercising their constitutional right to freedom of expression. Now, you may ask: if the DSA already allows the government to criminalise free speech, what does it matter that a new regulation is at play? It matters because now the government is making it mandatory for all social media platforms to do the policing on their behalf.\nAs per the new draft, platforms like Facebook can be fined up to Tk 3 billion and its representative imprisoned for up to 5 years for violations. With close to 45 million users in the country, how exactly is Facebook supposed to do this monitoring, with much of what is posted lost in translation? How can automated systems with filters understand context, dialects and nuance?\nMoreover, the draft regulation says that the Bangladesh Telecommunication Regulatory Commission (BTRC) can direct service providers to remove or block content—that too, within 72 hours of the direction—which will rob any and all these platforms of their independence and character. The tech giants are unlikely to take these punches lying down. We have already seen Facebook, Google and Twitter warning Hong Kong that they would stop operating there if officials of that country move forward with data protection law amendments (which is not nearly as bad as ours) that could hold companies liable for users' actions.\nThe BTRC regulation further requires all social media intermediaries to have a resident complaint officer, a compliance officer to ensure due diligence, and an agent to liaison with law enforcement agencies and the BTRC—all of whom are to be residents of Bangladesh—essentially so that there is someone here they can hold liable or arrest in case of a violation. But why would a company like Netflix, for instance, go out of their way to take on this inconvenience when the easier and less expensive solution would be to pack up their bags and leave? And it isn't just Netflix of course. A host of regional and global businesses may no longer find it in their best interests to operate within Bangladesh.\nIt gets worse. The BTRC regulation as well as the DPA also make it mandatory for intermediaries such as WhatsApp, Signal, Telegram, etc. to enable traceability and identification of the first originator of any information. Simply put, this means these companies, whose very existence is premised upon the assurance of privacy, would be required to break end-to-end encryption. Yes, you read that right: these regulations will legalise the surveillance of your private messages that you do not want to share with the universe.\nThese are only some of the more obviously scary provisions of the drafts. They are dense and technical, but it is absolutely crucial that we unpack them to fully understand how they would impact us on an everyday basis, in a very real way, if and when they are approved. Unless we want to live the rest of our lives constantly looking over our shoulders, deprived of the real benefits of the internet, we, the ordinary citizens, must strongly raise our voices against them while we still can.\n \nSushmita S Preetha is a journalist and researcher.\n",
        "headline_1": "An ordinary person’s guide to dangerous online regulations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-sound-and-the-fury/news/ordinary-persons-guide-dangerous-online-regulations-2996471",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2022"
    },
    {
        "full_article": "It is outrageous that the government has still not framed a new action plan for road safety, even though the tenure of the last one expired two years ago. Although a draft National Road Safety Strategic Action Plan 2021-2024 was prepared over a year ago, it is yet to be approved. As this newspaper reported on April 3, 2022, the Bangladesh Road Transport Authority (BRTA) placed a draft before a meeting of National Road Safety Council (NRSC) on February 18 last year. During the meeting, led by the Road Transport and Bridges Minister Obaidul Quader, a committee was formed to scrutinise and finalise the draft within one month. Even though the committee submitted its report, having updated the draft, the plan apparently could not be sanctioned as no NRSC meeting was held since then.\nAt a time when road crashes and the number of their victims have shot through the roof, why is it that there is so little urgency among the authorities to formulate an action plan for road safety? A total of 5,088 people were killed in 5,472 road crashes in 2021, which was 30 percent higher than the previous year, according to a police report. This inexcusable delay on the officials' part exposes how little they care about road safety issues—and to an extent, about the lives of ordinary people.\nAs recently as March 29 this year, the World Bank approved USD 358 million for a project to help Bangladesh improve road safety and reduce fatalities and injuries from road accidents in selected high-risk highways and district roads. Why is it that, while acquiring these funds, we don't have any comprehensive action plan to that end? Before financing the project, the World Bank in January said that despite the existence of different bodies to ensure road safety in Bangladesh, the number of deaths from road crashes refuses to go down because these organisations are not held accountable. That no one has been held responsible for the failure to frame a new road safety action plan—which successive governments have framed since 1997—for two years is another example of that.\nWe have heard government high-ups repeatedly making lofty promises in regards to road safety—particularly following the student movement for safer roads—and then failing to deliver consistently. We, therefore, demand that the authorities immediately frame the new action plan and take comprehensive actions to deliver safer roads for people.\n",
        "headline_1": "Deliver on road safety promises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/deliver-road-safety-promises-2997201",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2022"
    },
    {
        "full_article": "It seems odd that a group of men would intercept a bus on a highway and beat up the driver so mercilessly as to cause him to succumb to his injuries, and get away with it—with the law enforcement agencies unable to do anything about it in three years. In April 2019, that is exactly what happened to a Shyamoli Paribahan bus driver in Chattogram city's Shikalbaha area. He was set upon by plainclothes men, who claimed to be police detectives, and done to death in front of passengers and the helper of the bus. They were looking for yaba, but found nothing after searching the vehicle. It seems they vented their spleen on the driver for failing to net their target—as if it was the driver's fault that there was no yaba on the bus.\nIt is not surprising that the case has not made any headway in three years, and given the circumstances and the alleged perpetrators, one doubts whether the culprits will be identified, let alone brought to justice—ever.\nThe telltale signs—some of them were carrying handcuffs, walkie-talkies and pistols—betray the identity of the men involved in the driver's death, apart from the fact that they had themselves declared their identity as Detective Branch (DB) personnel. What is unacceptable, therefore, is the inordinate delay in finding out exactly who they were that day on April 22, 2019. The Chattogram Metropolitan Police (CMP) are quoting records and CCTV footage to support their claim that none of their DB personnel was out on any operations that night. Admittedly, every operation is supported by relevant documents showing time out and in, and the nature and location of operations and the personnel employed in it. Therefore, it should not be a problem to identify the personnel from the records, provided that the records have not been tampered with.\nHowever, if we take the CMP's statement as true, then it begs several questions. Firstly, does it take three years to find out about another \"microbus, an SUV and a car of another law enforcement agency crossing the toll plaza of Shah Amanat Bridge's Karnaphuli end and heading towards the city after the incident,\" as was revealed in the CCTV footage, and acknowledged by the CMP?  Secondly, if no law enforcement agencies were involved in the incident that day, should we assume that there are people masquerading as DB men and going about their ways with impunity? That is an equally dangerous scenario.\nWe believe there is an attempt to hedge the issue and sweep it under the carpet. It is for the police to identify the culprits, because the fingers are pointing at them. The facts are clear, and the perpetrators must be identified and punished for the sake of justice and credibility of the police. Killing is a reprehensible crime—abetting is equally, if not more, so.\n",
        "headline_1": "Where are those ‘DB’ men who beat a bus driver to death?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/where-are-those-db-men-who-beat-bus-driver-death-2997026",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-04-2022"
    }
]