[
    {
        "full_article": "The attack by protesters on churches and houses of the Christian minority in Faisalabad on Wednesday over allegations of blasphemy is yet another example of how dangerously sectarian Pakistan is. Triggered by reports that a Christian man from Jaranwala had desecrated the Koran, the incident took place just weeks after a man was shot dead by gunmen on an allegation of blasphemy in Balochistan. In February, a man was lynched over allegations that he had desecrated the Koran in Punjab. The authorities have largely remained spectators when mobs have taken it upon themselves to punish the “blasphemers”. In the Jaranwala incident too, according to reports, the authorities were slow to respond, raising questions on whether the state is willing to protect Pakistan’s religious minorities from repeated mob violence, especially when it comes to attacks in the name of blasphemy. In Pakistan, blasphemy is punishable by death, though nobody has been executed to date. But it has remained a deeply polarising issue with extremist sections raising allegations and often violently targeting those accused of the crime.According to the Islamabad-based Centre for Research and Security Studies, at least 89 Pakistanis, including 18 women, have been killed in 1,415 accusations or cases of blasphemy since 1947. There has been a major jump in blasphemy accusations over the past decade. Civil society groups, international rights organisations as well as Pakistan’s judiciary have in recent years expressed their concerns over the misuse of the blasphemy laws. The Islamabad High Court had once suggested that Parliament amend the laws to give stronger punishment to those who raise false blasphemy allegations. But the rising violence and growing criticism have done nothing to push Pakistan’s leaders to address the menace. On the contrary, the Senate passed a Bill in August to increase punishment for those using derogatory remarks about the Prophet’s family members, close companions and the first four Caliphs, further tightening the blasphemy laws. It is this pampering of extremist sections of society by the state and the impunity with which Islamists and other parties have misused the laws that are empowering extremists who are unleashing violence against the defenceless in the name of blasphemy. This law with its colonial origins should not have any place in a modern state. But in Pakistan, where religion has been used by all stakeholders to maximise their interests, there is no commitment to tackle the real problem. The authorities should at least take urgent measures to stop the violence in the name of blasphemy. Such incidents only reinforce the sectarian fault lines of Pakistan’s state and society.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\nminority group\n\n/\n\nreligion and belief\n\n/\n\njudiciary (system of justice)\n\n/\n\nunrest, conflicts and war\n\n/\n\nlaws",
        "headline_1": "In the name of god: On how dangerously sectarian Pakistan is",
        "headline_2": "Violence in the name of blasphemy exposes sectarian fault lines of Pakistan",
        "link": "https://www.thehindu.com/opinion/editorial/in-the-name-of-god-the-hindu-editorial-on-how-dangerously-sectarian-pakistan-is/article67209831.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "The scientific community is now confident that the material known as LK-99 is not a room-temperature and ambient-pressure superconductor, bringing to a swift close an exciting episode launched by a group of South Korean researchers. There has been no formal conclusion to match the formal announcement that this material could transport an electric current with no resistance in ambient conditions. But the South Koreans and the independent scientists who worked to verify the claim published their findings as preprint papers that were free to read. LK-99’s seemingly simple composition and availability of instructions to synthesise it prompted scientists outside academia to test the material as well. The pace of developments was exhilarating, but there was soon hype and misinformation. While some reports indicated that the South Korean group had submitted manuscripts explaining their claim to a journal, concerns that the preprint papers were not worth reacting to until the journal had responded missed the point: efforts to validate the claim constituted a better, more organic peer-review process together with attempts by scientists across the world (including India) to replicate the claim in their laboratories. It soon became clear that there were two reasons why the material was no superconductor. First, as conventional superconductors inside a weak magnetic field are cooled to induce a superconducting state, they expel the field from their bulk at and under the transition temperature. So, a magnet near the superconductor will be pushed away during the transition. The South Korean group had shared a video in which LK-99 appeared to half-repel a magnet. But independent researchers found that the material was an insulator whose impurities could be magnetised, leading to the half-repulsion seen in the video. Second, the South Koreans reported that the electrical resistivity of LK-99 dropped sharply at around 104° Celsius, a potential sign of superconductivity. But scientists observed the drop if the material contained copper sulphide as an impurity; copper sulphide undergoes a phase transition at that temperature, distorting the resistivity.Now, the burden of proof is back on the South Korean group. The online diffusion of information and data in this episode achieved something the world seldom has: near-real-time and crowd-organised documentation, collaboration rather than competition, and closure. Participating in open science can lead to more good science but also, in the presence of bad-faith actors, to misunderstanding and confusion. The LK-99 episode suggests that the compunctions with the latter should not hold back the former. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSouth Korea\n\n/\n\nresearch\n\n/\n\nscience and technology",
        "headline_1": "Material consideration: On the LK-99 ‘superconductor’ episode",
        "headline_2": "The search for a room-temperature super conductor is far from over",
        "link": "https://www.thehindu.com/opinion/editorial/material-consideration-the-hindu-editorial-on-the-lk-99-superconductor-episode/article67209691.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "The idea of an alternative multilateral economic organisation like BRICS came from a belief in the late 2000s that the Bretton Woods Institutions were unable to cope with the scale and complexity of the post-Cold War geoeconomic landscape that had seen the rise of new economic centres. Western-led institutions had also become hostage to narrow geopolitical calculations and lacked the vision to co-opt major non-western powers as equal stakeholders at the high table. Then came the 2008 global financial crisis. It soon became apparent that the US was losing the capacity and will to write the next chapter on globalisation. BRICS (an acronym for Brazil, Russia, India, China, and South Africa) emerged as a stabilizer as well as a potential challenger to the old US-designed regime, and the first summit was held in 2009.\n\n(growing influence: If the 2008 global financial crisis was the initial impetus for BRICS, the ripple effects of the Ukraine war have been a turning point)\nWith its 15th summit set to be held in Johannesburg from Aug 22-24, expansion is expected to be on the agenda. The proof that things are not quite working in the West-led model is the fact that dozens of countries, including Saudi Arabia, Argentina and Egypt, are lining up to join BRICS. There is a palpable demand across the Global South for responsive governance institutions that are not handmaidens of a single major power or bloc. BRICS’ weakness — that it lacks the cohesiveness of the West and that its members are not part of a common security or civilizational community — is actually its main virtue over the long term. The norm of equality has been enshrined as a conscious antithesis to the hierarchical Bretton Woods format. India bought into this process precisely because it is based on democratic governance structures.\nWe can point to three contributions of BRICS to the world. The first is normative power. While the majority of the world’s economies, including BRICS members, would like to increase their engagement with globalisation and with the West, they want to pursue this without having to change their political system, culture, domestic policies, foreign policies or civilizational identity in the process. BRICS legitimises such an inclusive globalisation model. In this sense, BRICS is not revolutionary in its world order outlook at all: it is merely seeking to buttress the concept of sovereignty and free will in international relations. The strings-attached approach of western geoeconomic engagement is being resoundingly rejected by the world.\nSecond, the most visible success for BRICS at an economic level has been the founding of the New Development Bank (NDB) in 2014. Since its launch, the NDB has financed almost 100 projects with US$34 billion, mainly in core infrastructure sectors (water, transportation, clean energy, digital etc.) that do not typically attract conventional forms of credit. Expanding the bank’s membership and hence its capital base will widen the development finance role of BRICS over time. According to one study, by the mid-2030s, the NDB could reach a loan stock of US$350 billion exceeding World Bank finance.\nAnother pressing issue that BRICS has been vocal about for years is the need for a sustainable global financial architecture that can support a trading and investment system of interdependence that is not dependent on a single currency. The Ukraine war, or rather the western response to it, has finally brought home the systemic risk in persisting with the old framework. Not only are countries that seek to voluntarily engage in a variety of commercial, energy and financial transactions being held hostage, the stability of the entire economic system is being jeopardised by the policy of a single power. This is an unacceptable and unsustainable state of affairs, especially if we are talking about a multipolar world order.\nTherefore, devising means to insulate and protect economic interdependence is now a common strategic objective for BRICS.\nThe other big shock to BRICS has been the US attempt to illegally freeze $300 billion in Russian foreign currency reserves held in US treasury bonds. The US Treasury Secretary recently admitted, “We have on this small scale seized assets, but there are certainly legal challenges in doing more than that.” But the damage has been done. India, China, and dozens of other countries who invest heavily in US government bonds and park their gold reserves overseas must now reckon with the prospect of their sovereign assets being frozen or forfeited in a future crisis scenario. As Russia’s foreign minister Sergei Lavrov remarked last month, there is a desire by all BRICS members to develop financial mechanisms that secure them from “the arbitrariness of any external player”. He also clarified there are many ideas on how to achieve this.\nIf the 2008 global financial crisis was the initial impetus for BRICS, the ripple effects of the Ukraine war have been a turning point. The US weaponisation of public goods has alarmed even those states not hostile to the West for the necessity of a truly inclusive globalisation. BRICS is poised to play a vital role in the evolution of this process.\nDaulet Singh is a historian and author of ‘Powershift: India-China Relations in a Multipolar World’\n\n",
        "headline_1": "Why so many nations are lining up to join BRICS",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/why-so-many-nations-are-lining-up-to-join-brics/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "The Digital Personal Data Protection (DPDP) Bill that was passed on August 9 includes certain protections for individuals whose personal data is being processed. Their consent would be required before their data is processed.\nThey would have the right to access, correct, and erase their personal data as well as the right to grievance redressal. The Act also mandates reasonable security safeguards against personal data breaches. It requires that personal data be stored only until it is needed for the specified purpose, which it links to consent. There are additional obligations on those deemed to be “significant”.\nlet it evolve: Europe’s GDPR was a decades-long process. India’s data protection law has to start with more modest steps\nWhile this law is a significant step forward from the rather minimal data protection framework under the Information Technology Act, many privacy advocates have expressed disappointment with the scope of regulatory protections in it. Comparisons with Europe’s General Data Protection Regulation (GDPR) also make India’s approach seem quite restricted.\nAnother complaint is that the Act does not envisage a full-fledged data protection regulator with the powers to make regulations, monitor compliance and enforce penalties. Instead, it would establish a data protection board to act in two circumstances — when data breaches occur, it would direct remedial or mitigation measures and inquire and impose penalty; and it would conduct inquiries and impose penalty based on complaints from individuals, references from governments, or directions of courts. The government will have most of the powers to make rules and regulations.\nPerhaps the main source of disappointment for privacy advocates is that the Act gives the government considerable discretion to determine the substance and the scope of application of the data protection regime. In short, the privacy advocates wanted a regulatory framework with a much wider set of regulatory protections enforced by an independent, empowered data protection regulator, with minimal exemptions for government or anyone else. Although the pendulum may now have swung far in the other direction, if we zoom out to the larger context, we may see the causes for what has happened.\nOn the scope of regulatory protections and role of the data protection board, comparisons with Europe are unreasonable because GDPR was the latest iteration in a decades-long process of building data protection legislation and regulatory capacity to enforce it. Adopting it for India in one step would have led to regulatory uncertainty, huge compliance costs, and considerable administrative demands. Such a giant leap was doubly risky as there is no existing public authority with the relevant capabilities.\nPredictably, there was pushback from within and outside the government. It is better to start with a modest framework that may evolve over time, in terms of legislative protections and powers of the data protection board.\nOn exemptions for the government and the government’s powers to exempt other entities, privacy advocates are partially right — this may potentially weaken the effects of this law. The previous drafts, especially the 2018 version, had minimal exemptions for the government or powers to exempt others. However, it is worth remembering that the 2018 Bill was developed in a context where the Supreme Court essentially forced the government’s hand. In 2017, during the arguments made in the Supreme Court in a high-stakes case around Aadhaar, the government had argued that the Constitution does not include a fundamental right to privacy. But to signal that it considered privacy an important common law right, the government stated that a committee was being formed to draft a law on data privacy. Since the committee’s Bill in 2018, there have been three iterations — in 2019, in 2022 and in 2023. Each iteration has progressively increased exemptions for the government and expanded the powers to exempt private entities.\nThis raises a larger point about the role of courts in building regulatory frameworks. On August 24, 2017, a nine-judge Supreme Court bench had ruled that “the right to privacy is protected as an intrinsic part of the right to life and personal liberty under Article 21 and as a part of the freedoms guaranteed by Part III of the Constitution.” Two of the judges, one of them joined by three other judges, presented a horizontal reading of the right, meaning that the right also applies against private parties. The court expected the government and Parliament to build a data protection framework that would regulate processing of personal data by government and non-governmental entities.\nThe DPDP Act shows that while the legislature and the government want some data protection regulation, the government also wants significant freedom of action. One could go to court, arguing that this law does excessive delegation or that it fails the “proportionality” test laid down in the right to privacy judgment. But to what extent can the courts force the legislature and the government to build a specific kind of data protection framework? Building an effective regulatory framework requires political intent and will. Perhaps future advocacy around this issue should focus less on convincing the courts and more on persuading the people and their representatives.\n\n",
        "headline_1": "Data law raises larger question over role of courts in policymaking",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/data-law-raises-larger-question-over-role-of-courts-in-policymaking/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "It wasn’t supposed to be like this! When I was growing up, every year for summer holidays, my brother and I spent a week at the ancestral home of a loving neighbour.\nSet in the middle of a big paddy farm, the verandah of the house, proudly and puzzlingly, had a pair of aeroplane seats. I spent hours sitting on it, pressing the silver button that moved the backrest, fantasising about flying in a real plane one day: all shiny and sparkling, with a smiling stewardess uncomplainingly allowing me every whimsy. Buses and trains were transport.\n\nFlying was the ultimate status symbol, significantly out of reach and flawlessly beautiful. Even by the time I managed to board my first flight, in the early 1990s, the reality seemed like a slightly frayed, sticky-taped version of the fantasy. The seat corners were flecked with grime, the air hostess’s smile did not quite reach her eyes, everyone was doing their job which, it seemed, was just to take us from place A to B, not to make me feel like an important person.\nThat first airplane ride also planted in me the sneaking suspicion that adulthood itself might not be the shimmering mirage of my fantasies, but perhaps it came with the shocking tastelessness of rice and chicken curry served in silver foil. Groucho Marx famously said that he refuses to join any club that would have him as a member. Similarly, my first flight demonstrated to me that by the time I can afford something, it’s likely already lost most of its exclusivity.\nCut to thirty years later. Airports are bursting at the seams, flights are rickety, everyone is pushing and shoving in order to be the first ones out. If you haven’t bust a blood vessel from the stress, you can count yourself lucky. But, for a small segment of fliers, there was still a little bit of luxury to hold on to — The Lounge. While the masses went to the food court to eat overpriced fast food, the privileged could head to the lounge, settle into the comfort of overtly cushioned seats and help themselves to some finger food, a beverage or even a whole meal if they chose to.\nIt was an oasis of calm, a way to relax even with the stresses of travel, a brief escape to tell yourselves that even if you were condemned to fly in a no-frills airline, you were a little bit better than your fellow passengers. Alas, that privilege too has now been snatched away.\nSocial media is now filled with the shrill laments of “old lounge users” aghast at the fact that just about anybody with a credit card is now pushing and jostling their way into that sacred space. What used to be a relatively quiet refuge even five years ago is now filled with the cacophony of excited “new lounge users” slurping their sambhars and belching it out proudly, it seems.\nWhat’s an upper middle class person got to do to cling on to some semblance of status these days, they moan, before plugging their ears with headphones and putting their indoor sunglasses on, determined to remain an island of affluence even when everything around them goes to seed.\nThe super rich are, of course, way ahead of this game. They fly private, and the selling point the providers of these services tout about is the reduction in the number of “touch points”, that is the number of times a person has to encounter a fellow human being. If you fly commercial, you have to deal with more than 700 touch points, if you fly private, it’s only 20.\nThe symbol in the status\nIt’s not just at airports, and it’s not just in India that the moneyed are encountering the difficulties of staving off the baying masses nipping at their heels. All over the world, people are desperately seeking new definitions of status symbols to somehow communicate privilege. In the US, this forms an entire genre of TikTok videos. The rules are varied and sometimes, quite contrarian. One popular line of wisdom suggests that real status is about owning these symbols — expensive cars and bags — but not using them. Designer logos are another area of hot contention. Those who can newly afford them flaunt big logos but those who are truly privileged prefer to go minimal and underplay their expensive gear. No logos for them. In Silicon Valley too, the prevailing trend is expensive clothes and shoes that look, rather, ordinary. Think Mark Zuckerberg’s grey T-shirt, ordinary to look at, but worth $400.\nSmartly managed brands understand this market in contrarianism, offering products that are so banal they constitute a category called ‘Ugly Fashion’. Wealthy Park Avenue mums now ironically wear Croc heels or slouchy No 6 clogs. Like the monotone greys and blacks in the TV series ‘Succession’, it’s a secret code and you have to be a true insider to understand it. Anything to help tell the world, I am special, look at me.\nThree-ring circus\nIn India though, the ultimate status symbol has always been access. Who do we know and who can we say knows us. A friend who used to work in the IPL tells me that match night parties are often, literally, three-ring circuses. The notionally privileged are allowed into the wing of the hotel the team is partying in. The slightly more privileged get to actually be on the dance floor with the players. And the really privileged are walked into the adjoining private room where the movie star-team owner is holding court.\nWhat can the seekers do? Like at the airport, all they can do is inch their way forward to the shinier, more hallowed space while constantly looking over their shoulder to make sure the crowd isn’t catching up. Who said it’s easy being erm…only moderately wealthy?\n\n",
        "headline_1": "Lounges to logos, the endless scramble for new status symbols",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/lounges-to-logos-the-endless-scramble-for-new-status-symbols/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "An old debate is back. This time the provocation is the updated ethics code for Indian doctors by the new National Medical Commission. The code reiterates doctors should prescribe medicines in generic and not brand name. Doctors are up in arms. The Indian Medical Association has lashed out at NMC. They claim this will mean promotion of poor-quality drugs. This debate is not just a technical or internal one. It impacts all. Quality and cost of drugs are an everyday matter.\nBut first something peculiar. The 2002 Medical Council of India code mentioned that doctors should prescribe drugs with generic names ‘as far as possible’. In 2016 the phrase was replaced by a directive. In reality nothing changed. It was largely ignored.\nRead full opinion on TOI+\n\n",
        "headline_1": "Doc, what pills should we pop? NMC’s recently released ethics code asked doctors to prescribe generic medicines. Quality low-cost generics are key to healthcare. That doctors are uneasy tells its own story",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/doc-what-pills-should-we-pop-nmcs-recently-released-ethics-code-asked-doctors-to-prescribe-generic-medicines-quality-low-cost-generics-are-key-to-healthcare-that-doctors-are-uneasy-tells/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "On June 19, all 193 member states of the United Nations came together to unanimously adopt an unprecedented agreement, known as the \"high seas treaty\" or the Biodiversity Beyond National Jurisdiction (BBNJ) treaty. This landmark treaty follows two decades of intensive negotiations under the United Nations Convention on the Law of the Sea (UNCLOS), a framework that had already paved the way for significant advancements in ocean governance since its inception in 1982. Bangladesh became a signatory to the UNCLOS in 2001, affirming its commitment to international maritime regulations.\nThe UNCLOS divided the world's oceans into two parts: areas under national jurisdiction and areas beyond national jurisdiction. Remarkably, just 39 percent of the global ocean is governed by individual countries, leaving the rest unregulated. At the same time, UNCLOS' existing framework falls short in addressing conservation and the sustainable use of marine biodiversity beyond national borders. This has led to biodiversity loss and ecosystem degradation due to climate change and human activities like overfishing, pollution, and deep-sea mining.\nThe high seas treaty presents a promising solution to address these gaps and provide improved protection for our oceans. Its adoption marks a significant stride in safeguarding marine resources by rectifying shortcomings and establishing a stronger system for conserving and managing marine biodiversity beyond national boundaries. But for this treaty to be effective, nations must ratify it.\nIn a significant step towards safeguarding marine biodiversity and sustainable utilisation of ocean resources, the European Union has pledged its support for the ratification and early implementation of the treaty, once it is ratified by 60 parties. As part of its commitment, the EU has allocated 40 million euros through a Global Ocean Programme to facilitate the ratification process. Additionally, it has urged all countries to contribute within their capacities to ensure the treaty's successful implementation.\nSituated in a region with extensive maritime boundaries and diverse marine ecosystems, Bangladesh stands to gain immense benefits from this agreement. By becoming a party to the treaty, the country can play a pivotal role in global efforts to address critical challenges such as overfishing, marine biodiversity loss, and habitat degradation in areas beyond national jurisdictions. The treaty's provisions would provide a framework for cooperation, technology transfer, and capacity building, enabling Bangladesh to better conserve and responsibly utilise high seas resources. By joining the ranks of nations championing the BBNJ treaty, Bangladesh can reinforce its position as a responsible steward of marine ecosystems and demonstrate its determination to secure a sustainable future for its citizens and the broader global community.\nAmidst Bangladesh's fervent focus on the blue economy and its various development projects, concerns of potential environmental degradation loom large. Agreeing to the treaty could serve as a vital tool in mitigating these environmental risks. As the treaty emphasises the enhancement of resilience and incorporates provisions grounded in the \"polluter pays\" principle, it offers a comprehensive framework to address and rectify the negative impacts that may arise from developmental activities through environmental impact assessment. Ratifying the treaty would be a proactive stance that aligns perfectly with Bangladesh's aspirations for sustainable development.\nBangladesh can also gain significant advantages in terms of capacity building and technology transfer. The treaty acknowledges the vital role of these elements in bolstering the capabilities of developing nations, enabling them to actively engage in high seas activities and reap the benefits. Additionally, the focus on benefit-sharing underscores the treaty's commitment to equitable distribution of gains from marine genetic resources, a crucial provision ensuring that developing countries receive their fair share. The treaty's emphasis on scientific research and data sharing is equally noteworthy, as it facilitates the exchange of essential scientific and technical insights related to marine biodiversity and ecosystem dynamics in the high seas.\nDeveloping countries face challenges in preventing marine pollution beyond their borders due to limited resources, but a collaborative approach under the treaty among neighbouring nations will offer a pragmatic solution. By pooling resources and expertise, these countries can enhance monitoring and enforcement capabilities, addressing pollution by shipping and offshore activities. This strategy fosters regional responsibility and enables joint monitoring systems and response protocols, bolstering the ability to tackle pollution in high seas areas. However, during the ratification process, Bangladesh should take specific factors into account. While the treaty offers good things, it also comes with duties and responsibilities. It says we have to be careful when using ocean resources, check how our actions might harm the environment, and share knowledge fairly. To make all this work, we need to have the necessary ability, resources, and coordination. Hence, Bangladesh should proactively work to align the treaty with its own growth ambitions, ensuring a harmonious balance that prioritises environmental well-being.\nBangladesh stands on the brink of a transformative opportunity: the chance to ratify the high seas treaty. This holds immense promise for our nation and the oceanic treasures that surround us. Through the ratification, we can showcase our commitment to global cooperation and environmental stewardship. Bangladesh should seize this moment and stand at the forefront of ocean protection – for our prosperity, our environment, and our shared future.\nJenifar Nesa Popi is a lecturer at the Department of Maritime Law and Policy of Bangabandhu Sheikh Mujibur Rahman Maritime University.\n",
        "headline_1": "We should ratify the high seas treaty",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-should-ratify-the-high-seas-treaty-3398496",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "On August 17, the government introduced a broad pension plan for citizens aged 18-50 years. Though the ideal age range would be 25-60 years, this is still a positive initiative. Until now, pension plans have been like life insurance schemes, wherein the amount that a person gets back depends on how much money they had deposited. But the philosophy of the universal pension scheme goes deeper. It is primarily concerned with offering social security during retirement, rather than providing excessive returns based on multiplied dividends as a percentage of interest on the deposited money. The aim of universal pension is to ensure a basic cost-of-life amount for one to live off of during retirement. Nonetheless, global norms often link increased pensions to higher savings, aligning with improved living standards. The pension system aims to cover essentials and provide an adequate income replacement for the retired.\nAs per the new universal pension programme, those who participate from age 18 can later enjoy the most benefits. However, since completing education in Bangladesh takes roughly 25 years, and 30 is the current age limit for government job applications, a better minimum age for participating in the pension scheme could be 35 years. In this scheme, as the entry age rises, benefits naturally decline. Pension rewards range from 2.3 to 12.3 times one's total contributions. With rising inflation, the future value of these payouts might diminish significantly. Government contribution is also noticeably low, making the scheme less suitable for the impoverished masses.\nPension schemes, aimed at the poor with a seven to eight percent interest rate over 10 years or more, won't guarantee a decent living at age 60. Nor will it cover essentials. As such, contributions should be tied to earnings, one's saving ability, or the current value of different job sectors, thus reflecting financial capacity. Pension calculations should consider future costs of living, keeping in mind uncertain inflation and purchasing power.\nA cornerstone for the universal pension philosophy would be intergenerational solidarity or demographic mapping. This means that the current workforce will contribute to the pension system to support current retirees, with the expectation that future generations will do the same. Such systems aim to address inequalities and provide additional support to vulnerable groups. After all, if a pensioner's intention is to save money for a few decades and then enjoy it, a private pension scheme, and not a public one, would be the option for them.\n\nPension schemes, aimed at the poor with a seven to eight percent interest rate over 10 years or more, won't guarantee a decent living at age 60. Nor will it cover essentials. As such, contributions should be tied to earnings, one's saving ability, or the current value of different job sectors, thus reflecting financial capacity. Pension calculations should consider future costs of living, keeping in mind uncertain inflation and purchasing power.\nIn order to establish a substantive pension system, it is imperative to ensure the assignment of autonomous government bodies for regulation, engagement of the finance ministry for social security subsidisation, collaboration with insurance firms, commercial banks, and financial entities as investment facilitators, and the involvement of public and private independent bodies for oversight. However, in the context of Bangladesh, these components fall within the purview of the Ministry of Finance, with reliance on one government-owned bank. Unfortunately, this bank has been beset by numerous grievances, encompassing capital insufficiency, erosion of depositors' trust, instances of loan fraud, loan defaulting, and instances of managerial malfeasance.\nGiven the current economic turmoil, marked by a substantial budget deficit funded through money printing, the introduction of a universal pension scheme has triggered doubts regarding its credibility. A backdrop of capital and deposit crises in commercial banks, instances of loan fraud, money laundering, frequent loan rescheduling, and politically driven defaulting has significantly eroded public trust in the financial sector. Consequently, some view public pensions not as a laudable government initiative, but rather as a potential avenue for misappropriation and looting. Traditional sources of financing (such as savings certificates, bonds, bank loans, and funds from self-governing entities) have diminished considerably. This has led to suspicions that the public pension system is being employed as a method to accumulate funds, particularly in the absence of substantial consequences for major financial improprieties. Given the prevailing lack of accountability for major financial scandals, concerns naturally arise regarding the ultimate accessibility of funds within the pension scheme.\nTransparency is also a concern in terms of the utilisation and investment of the collected pension deposits. While pensioners have the option to acquire half of their deposited amount as a bank loan, it is imperative that pension funds do not become a new source for covering up budget deficits in other areas.\nQuestions may also arise regarding the fairness of retirement allowances, as well as the degree of contribution from employers and the government to the pension accounts of low-income pensioners. Under the Somota scheme, for low-income people, the monthly subscription is set at Tk 1,000, with applicants covering one half and government subsidies paying for the other. After a decade, the individual availing the scheme will receive Tk 1,530 per month. But, presently, this amount can only buy less than 2 kg of beef. The future purchasing power of this amount is also highly uncertain due to dollar inflation. Bangladesh's poverty and extreme poverty thresholds have been skewed by dollar inflation, producing the need for a re-evaluation. In reality, extreme poverty should not be pegged at $1, but closer to $3. Employing the current purchasing power parity criteria may lead to inaccuracies in identifying individuals below the extreme poverty line, which may lead to the exclusion of underprivileged populations in their retirement.\nThe exclusion of social benefit recipients from the universal pension scheme is problematic. Bangladesh's poverty alleviation approach is vulnerable, with the current allowance of Tk 600-900 rendering true poverty reduction unfeasible. An innovative pension programme is necessary for the disabled and elderly underprivileged, with full government backing. Safeguarding the informal labour sector (which consists of extremely poor, impoverished, and low-income individuals) is the state's responsibility. While the Progoti scheme does not obligate the engagement of private employers (except for selected reputable corporations), most may not voluntarily contribute to the scheme. Also, many segments of society such as farmers, rickshaw pullers, and construction and transport workers cannot afford the monthly payments of Tk 1,000 to Tk 5,000 required by the Surokkha scheme. After all, those struggling to afford food, nutrition, or medicine cannot possibly be expected to partake in such a pension programme. Thus, the government's contribution of at least 25 percent of the deposit seems necessary. Moving on, the target is to acquire 100 million pensioners from the labour market, but no provisions have been made for the unemployed in the universal pension scheme. With tens of millions of the population being unemployed, addressing future unemployment benefits and pension coverage is vital.\nWhile a public pension scheme is crucial, discrepancies persist within the government's new pension framework. Moreover, given the current absence of rule of law, rampant corruption and a lack of accountability (compounded by prolonged economic challenges), the question arises: in times like these, will individuals feel secure depositing money to the government at all?\nFaiz Ahmad Taiyeb is a Bangladeshi columnist and writer living in the Netherlands.\n\n",
        "headline_1": "Can equitable security be ensured?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-equitable-security-be-ensured-3397951",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "The crisis of education in urban slums is nothing new, but following the pandemic, it seems to have come back with a vengeance. As per a report by The Daily Star, many schools that shut down during the pandemic has never since reopened. This as well as their inability to be readmitted in other schools, because of financial constraints, have forced many children to drop out. Consequently, many have been forced into labour or early marriage at an age when they should be in classrooms, preparing for a brighter future.\nOur report presents a compelling case based on the situation in several slums in Dhaka, highlighting the unfortunate trade-off between education and survival that these children face. One of them is 12-year-old Rasel, whose family lives in Karail. A brilliant student who stood first in second grade, his school was closed during the pandemic, causing him to drop out. He now babysits his younger siblings while their mother works outside. Like him, Bayzid, whose family lives in Bhashantek, also dropped out after second grade, and now works as a vegetable vendor. It is likely that these children will never go back to schools.\nAlthough we don't know the number of slum children who fell through the cracks during the pandemic, it is believed to be significant. They sit at the top of the pile of vulnerable students, and the end of the pandemic has done little to improve their odds. The financial strain their families continue to face is a stark reminder that educational costs are a significant deterrent for children's enrolment. NGO-run schools have been somewhat helpful in addressing the crisis, but the challenges they face in terms of funding shortages and operational uncertainties remain daunting. Evidently, the number of schools and learning centres in Dhaka's slums has declined post-pandemic, even though their demand is much higher. Even the Bureau of Non-Formal Education – which has a special programme that offers primary education with a shortened syllabus – hasn't had much success in changing this scenario.\nThe continued education crisis in slums is a result of many factors, but this is not a battle we can afford to lose, as it has far-reaching consequences for the future of these children, their families, and society at large. We urge the authorities and all stakeholders to take concerted action to address this situation.\n",
        "headline_1": "Slum children need special attention ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/slum-children-need-special-attention-3397906",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "The crisis of education in urban slums is nothing new, but following the pandemic, it seems to have come back with a vengeance. As per a report by The Daily Star, many schools that shut down during the pandemic has never since reopened. This as well as their inability to be readmitted in other schools, because of financial constraints, have forced many children to drop out. Consequently, many have been forced into labour or early marriage at an age when they should be in classrooms, preparing for a brighter future.\nOur report presents a compelling case based on the situation in several slums in Dhaka, highlighting the unfortunate trade-off between education and survival that these children face. One of them is 12-year-old Rasel, whose family lives in Karail. A brilliant student who stood first in second grade, his school was closed during the pandemic, causing him to drop out. He now babysits his younger siblings while their mother works outside. Like him, Bayzid, whose family lives in Bhashantek, also dropped out after second grade, and now works as a vegetable vendor. It is likely that these children will never go back to schools.\nAlthough we don't know the number of slum children who fell through the cracks during the pandemic, it is believed to be significant. They sit at the top of the pile of vulnerable students, and the end of the pandemic has done little to improve their odds. The financial strain their families continue to face is a stark reminder that educational costs are a significant deterrent for children's enrolment. NGO-run schools have been somewhat helpful in addressing the crisis, but the challenges they face in terms of funding shortages and operational uncertainties remain daunting. Evidently, the number of schools and learning centres in Dhaka's slums has declined post-pandemic, even though their demand is much higher. Even the Bureau of Non-Formal Education – which has a special programme that offers primary education with a shortened syllabus – hasn't had much success in changing this scenario.\nThe continued education crisis in slums is a result of many factors, but this is not a battle we can afford to lose, as it has far-reaching consequences for the future of these children, their families, and society at large. We urge the authorities and all stakeholders to take concerted action to address this situation.\n",
        "headline_1": "Slum children need special attention ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/slum-children-need-special-attention-3397906",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "We are deeply concerned by the regularity with which cyberattacks seem to be crippling many organisations in the country. Just over the past few months, we have witnessed a handful of serious incidents wherein sensitive data of citizens and organisations (both private and government-run) have been compromised. In the latest iteration, websites of at least 25 institutions were allegedly hacked by a group of Indian cyberattackers on August 15. What is more concerning is that the Directorate General of Health Services (DGHS) and the Investment Corporation of Bangladesh (ICB) were among the 25 victims. The exposed data ranges from information about thousands of investors and investment applicants, to the addresses and bank account numbers of people investing in government mutual funds. It is unacceptable that the cybersecurity for such sensitive data should be this lax.\nOne thing that exemplifies the authorities' lack of priority when it comes to ensuring cybersecurity is the focus of the Digital Security Act, 2018 (DSA), which has been repackaged and proposed as the Cyber Security Act (CSA), 2023. For a law with that name, we would have liked to see it actually stamping down on the increasing threats to the data security of countless public and private organisations. Instead, as before, the focus of the proposed law remains on punishing dissent and gagging freedom of the press.\nMeanwhile, cybersecurity threats to sensitive data keep increasing every day. Between June 20 and August 1 alone, our e-Government Computer Incident Response Team (BGD e-Gov CIRT) recorded at least five such attacks (or alleged attacks) on multiple government organisations. Of particular concern among these was hackers claiming to have compromised the security of the state-owned investment company, ICB, and gaining access to the data of over 100,000 investors and investment applicants. No one can forget the 2016 breach into the central bank, when hackers used the SWIFT system to steal $101 million of Bangladesh Bank's funds from the Federal Reserve Bank of New York. It is alarming that this incident seems to have taught our authorities very little.\nWe hope that the incidents of the past couple of months will nudge the authorities to focus where focus is due: thoughtful investments in strengthening cybersecurity across the board. The BGD e-Gov CIRT itself has urged all organisations within Bangladesh to take precautionary measures to safeguard their infrastructures, providing specific recommendations such as implementing 24/7 network and user activity monitoring, deploying firewalls to filter out malicious requests, and maintaining regular backups of website content and databases. We urge the relevant authorities to pay heed to these recommendations and protect citizens from ever-evolving cyberthreats.\n",
        "headline_1": "Is none of our data safe with the government?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/none-our-data-safe-the-government-3397206",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "As the nation moves towards middle income graduation in 2026, the government has taken the ambitious step towards a key missing milestone that would bring its citizens under a most crucial safety net - universal pension scheme (UPS). The scheme that provides an opportunity for all citizens aged between 18 and 50, including expatriate Bangladeshis, to participate in a programme that will ensure financial security after reaching retirement age. Till now, only government and semi-government institutions provided pension schemes for their employees. Now, anyone can participate in this scheme and reap the benefits. Participants, according to newspaper reports, may draw annuity from four schemes for latter-day financial security.It is an all-inclusive project that will allow for different income groups to participate, from job holders to the self-employed to low-income group members. It allows for companies to enroll its employees under the scheme in annual installments. Most crucially, it gives meaningful sustenance to the increasing number of elderly people in the country. Reportedly, the number of people aged above 60 years will increase to 31 million by 2041. Providing income security for some 100 million people in the country is certainly one of the most ambitious projects for the government. And it is a step in the right direction. The four segments Progoti, Probash, Shurokkha and Samata of the scheme provide different packages from Tk 1,000 to Tk 5000 monthly installments. One package, the Samata, provides for equal contribution by the would-be pensioner and the government. This is aimed at the very lower end of earners such as day labourers including rickshaw pullers. However, Samata participants will be excluded from receiving benefits under the government safety net programmes. It remains to be seen whether this will act as a dampener for participation in the scheme.On paper, the scheme look very good. The government is setting up a regulatory body titled National Pension Authority to oversee its rollout. The big question about UPS is to what extent is it going to be feasible. Needless to say, the scheme will provide much needed funds for the government to continue its development work, but precisely how these funds will be invested remains a question. At the end of the pension scheme tenures, monthly installments will have to be paid back to pensioners and that can only happen if the monies deposited over the years - a portion of which the State will invest in long term securities to reap the necessary benefits to cover these expenditures down the line. It is hoped that the pension authority will be wise to manage this fund and the right mix of investments will go into treasury bills, bonds and other profit-generating infrastructure development projects because as stated before, the benefits accrued from these investments will form the backbone of repayments after pensioners reach retirement age. Again, one should realise that once the government embarks on the UPS path, its many different social safety net programmes like old-age allowance will be reduced as people enroll into the various schemes.All said and done, rolling out UPS for such a massive population remains a gargantuan task. Providing seed funding to kick-start the programme will be daunting and it remains to be seen whether other development projects will face fund-cuts for this. Recent cyber-attacks on government institutions have laid bare their technical inadequacies. Private information is not private anymore. Then there is the question of creating separate bank accounts for participants and then collecting contributory amounts. All this pose serious challenges. It would be judicious for the pension scheme authority to addresss effectively the challenges that might come forth.",
        "headline_1": "Pension for all - a laudable move",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pension-for-all-a-laudable-move-1692456891",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "The country boats, both mechanised and manual, ferrying passengers across the Buriganga River, have long been a common spectacle. With the Buriganga Bridge operating from the Babu Bazar point, there is, however, no end to the operation of light ferry boats. According to many ferry passengers, crossing the road bridge by motorised transports takes a longer time than spent on the ferry boats. An FE photograph of passengers crossing the monsoon river by an overcrowded motorised boat stands out prominently. There are other such boats in the vicinity, a few manoeuvred manually. That the boats are carrying their passengers to workplaces, educational institutions and other destinations could be made out quite clearly. The passengers' unfurled umbrellas make it clear that it is raining lightly.Given the boats being filled with passengers, and moving across a river full to the brim, many might find the trips fraught with risks. To the great relief of the passengers, the revolting stench that fills the air while on boats doesn't make the ferry trips a terrible experience during monsoon. Thanks to the sharp drop in water level, during the dry seasons the river's water turns quite thick and fetid. In those days, many ferry-using people would feel compelled to opt for the substitute --- the Buriganga Bridge, to boats to go to the other side of the river. In the past when travelling across the river by a bridge was a pipedream, people would travel between the two banks on country boats. Light, mechanised boats had yet to start plying the river route.With the southern bank of the Buriganga getting filled with fast sprawling urbanised areas, including busy commercial pockets, population density continues to stifle the area. Settlers continue to rush to the areas further south to build new residential pockets interspersed with urban commercial sites. Road communication network, the prerequisite for a particular area's uplift, continues to expand to all sides in the vast area. Besides, small and medium garment and local clothing industries continue to come up in many reserved pockets. The workforce required for these factories mostly resides in the capital. Their chief modes of travel to the workplaces are the ferry boats; a few having a fear of travelling by water, especially by small boats, opt for road transports plying the bridge. But a great disincentive remains in the form of the lengthy time required for the short travel, connecting the two banks of the river.Given this inconvenience in commuting between the Babu Bazar Ghat and the greater Keraniganj points, people residing in the two areas for long continue to give serious thoughts to find a pragmatic and lasting solution to the problem. The vast swathes constituting the areas opposite Buriganga's Dhaka bank are full of enormous commercial prospects. The 'RMG units' operating there have the prospects for emerging as a vital sector of the local economy. Five to six decades ago, the vast area comprised croplands and quiet rural areas. In course of time, the middle and lower-middle class people from Dhaka city got engaged in a veritable spree of buying landed properties. Eventually, they were joined by the moneyed people from the neighbouring villages. It was in the mid-eighties that ambitious people began pondering buying commercial plots at Jinjira and other points. Their enterprising spirit didn't fail to pay them back. The history of ferry boats in the Buriganga is integral to that of the growth of a business hub and new settlements on the southern bank of the river. But these boats have been plying between the two banks since long. The villagers had to turn to boats whenever they were compelled to visit the 'Dhaka town'. It's amazing to see how radically the scenario has changed![email protected]",
        "headline_1": "Trips across the river Buriganga",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trips-across-the-river-buriganga-1692456952",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "A Saudi woman has proven the old saying 'better late than never' by going back to school at the age of 110. According to the media, Nawda Al-Qahtani, aged 110, returned to her studies with the help of Al-Rahwa Centre in the kingdom's Umwah area. Her 60-year old son takes her to school every day and waits there until she completes classes. This unprecedented incident made everyone in Nawda's family happy. And her story inspires us to go for schooling forgetting whatever one's age is. Actually, everyone has the right to education. Maybe sometimes people cannot go to school during their childhood because of a remote location, poverty or family issues. Once they realise the importance of education, there should be arrangements for them to study. The social work of helping adults get educated or literate was once very popular in Bangladesh. Bureau of Non-Formal Education (BNFE), a government entity, works for the adults' literacy. There are many illiterate people around us. If we could motivate them for studies and create an atmosphere for the eradication of illiteracy that would be a great step. School, college and university students, and also interested people, can be involved in such voluntary work in their area. Well-off people can come forward and arrange some space for setting up such centres. The elderly may feel shy, but it is the duty of society to encourage them. Even the government and non-government school authorities should let the elderly people use classrooms. Campaign in all forms of the media - electronic, social and print - would also be helpful in this regard. MA Islam, Dhanmondi, Dhaka",
        "headline_1": "Encouraging senior citizens to get educated",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/encouraging-senior-citizens-to-get-educated-1692456994",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2023"
    },
    {
        "full_article": "Several flyovers have been set up in Dhaka city to quicken our movement. And we are reaping benefits from these flyovers as we can reach our destinations in just 15 to 20 minutes taking these flyovers where it used to take an hour to reach the same destination by regular route. It has also eased the sufferings caused by traffic jam. However, these flyovers are not safe to use particularly at night. For example, we can mention the Mayor Mohammad Hanif Flyover. Inaugurated in 2013, this important flyover reportedly claimed a total of 137 lives as of 2022. And most of these deaths have been caused by accidents and snatching. Malibagh flyover has exceptional traffic signal system. The situation compounds in the night when the absence of proper lighting exacerbates the risk, leading to frequent occurrences of accidents. No flyover in Dhaka city is patrolled by law enforcement agencies. So, they have become a safe place for snatchers, drug addicts and criminals. Recent incidents of snatching on flyovers have increased. And inadequate lighting on the flyovers is one of the reasons behind most of these snatching occurrences. In August 2019, robbers strangled a ride-sharing driver to death on the Malibagh flyover. In another incident in April 2020, a private university student was murdered by robbers. Recently on August 9, a printing press worker fell victim to a robbery on the Moghbazar flyover while travelling from Malibagh to Mirpur. Arranging adequate streetlights is the duty of the city corporation. However, the local government body is not doing anything to arrange streetlights along the flyovers. The police should pay attention to both flyovers and the roads below them and start working to curtail incidents of theft, robbery, and snatching within Dhaka city to ensure safety of the flyover users. Afroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Ensuring safety of flyover users",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safety-of-flyover-users-1692457002",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2023"
    }
]