[
    {
        "full_article": "Last week, Bangladesh hosted the climate finance summit called by the nearly 50 vulnerable developing countries that are part of the Climate Vulnerable Forum (CVF), which is chaired by Bangladesh for the current two-year term. The summit was moderated by the former President of the Maldives, Mohamed Nasheed, who is the CVF Ambassador for Ambition, and was opened by Prime Minister Sheikh Hasina. This summit put forward a resounding call for all countries to take action to tackle the planetary emergency that we are facing. The heads of government from previous chairs of the CVF, the Marshall Islands and Ethiopia, also spoke, as well as UN Secretary-General António Guterres, US Climate Envoy John Kerry, COP26 President-designate Alok Sharma of the UK, and the heads of the World Bank, Asian Development Bank, and other high-level speakers.\nThe meeting gave a collective call for all countries to fulfill their promises to keep the global temperature below 1.5 degrees Celsius, as well as for the rich countries to fulfill their promise to provide USD 100 billion to developing countries to tackle climate change. The summit meeting was followed by a roundtable of the Finance Ministers of the CVF countries, who call themselves the V20, which came out with the important message that the climate vulnerable developing countries are not just sitting idle and waiting for support, but rather are moving ahead with their own respective Climate Prosperity Plans—which aim for these countries to take the initiative to not just build resilience to face the climate change impacts that they are already facing, but rather to prosper despite these impacts. In fact, the PM declared that Bangladesh will be the first of the countries to develop its plan, named the Mujib Climate Prosperity Plan (MCPP) after the Father of the Nation. It is aimed at a decade-long effort to ensure game-changing actions on adaptation, as well as energy and capacity building, for Bangladesh to transform its development pathway going forward.\nThe three main transformational aspects of the MCPP will be to invest in Locally Led Adaptation (LLA) in all the most vulnerable zones of the country and enable the communities themselves to lead in the adaptation activities. Bangladesh is already a recognised world leader in LLA and aims to share its experiential knowledge with other CVF countries going forward. The second main new investment will be in offshore wind energy in the Bay of Bengal using the latest technologies of powerful wind turbines that can float and also withstand high wind speeds during cyclones. This can be a game changer for providing energy in the country. The third transformational strategy is to invest in our young girls and boys to make them into the climate champions of tomorrow, who can help not just Bangladesh tackle climate change but also go and help other countries as well.\nThus, the MCPP is aiming to transform Bangladesh into a global leader in tackling climate change by 2030. The message from the vulnerable developing countries to the rest of the world is for everyone to do what is needed in the spirit of global solidarity, as the climate emergency is already upon us and every country must do what it can to tackle it if the world is to have any chance at overcoming the problem. The vulnerable developing countries are aiming to lead the world on this pathway to climate prosperity.\n \nDr Saleemul Huq is Director of the International Centre for Climate Change and Development at the Independent University, Bangladesh.\n",
        "headline_1": "Vulnerable countries take the lead in tackling climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/vulnerable-countries-take-the-lead-tackling-climate-change-2129341",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2021"
    },
    {
        "full_article": "Bangladesh is now one of the world's fastest growing economies, with high rates of GDP growth that continued even during the pandemic. Yet, youth unemployment has been one of the major obstacles to the sustainability of its economic development. Additionally, Covid-19 has considerably affected the global economy and job markets all over the world. According to UNDP, this has been the worst economic recession since the great depression, and we have seen its impacts in Bangladesh as well. Thus, it is going to be a challenge to provide employment opportunities for those who have lost their jobs during the pandemic, as well as for the 2.26 million new entrants into the job market every year, as targeted in the Eighth Five Year Plan.\nThe reason for high rates of youth unemployment in Bangladesh is two-fold. On one hand, the education system is failing to create a competent and skilled workforce.  Instead of career-oriented skills development, the only focus is on good grades. A recent World Bank report identified the skills gap between the supply and demand of industries as the main reason for the high youth unemployment rate in Bangladesh. The existing skills development programmes and institutions have been ineffective in transforming the young population into an efficient workforce. There is a dearth of standard job opportunities relating to the background and subjects that are being taught in the universities.\nOn the other hand, the drought of employment opportunities is a central reason behind the high youth unemployment rate in Bangladesh. The growth of the job market is meagre compared to the supply of fresh graduates every year. The reason is inadequate investments in both the public and private sectors. Investment into the private sector had been stagnant, at around 22 to 23 percent of GDP for some time. Such sluggish growth in private investment curtails the opportunity of new job creation. Moreover, insufficient diversification in the manufacturing sector also contributes to low employment creation. Bangladesh ranks 168th in the \"ease of doing business\" index among 190 economies, according to data from 2020, which does not bode well for the flow of foreign direct investment.\nAccording to a World Bank report (2019), one out of every three graduates were unemployed even before the pandemic in Bangladesh. What can be done to alter this? A radical change is needed in the education system for preparing the future workforce in accordance with the job market. Along with academic learning, it is crucial to give more emphasis on cognitive development and obtaining soft skills including adaptability, problem solving, communications, etc.\nTechnical and Vocational Education and Training (TVET) has been proven to be an effective way of addressing the problem of unemployment in many countries. The existing technical and vocational education and training system requires revitalisation, and a mechanism of adequate monitoring and evaluation system is essential. It is vital that we learn from success cases like South Korea. The subsequent expansion of the skills base has made South Korea's rapid economic development possible. They went through a dynamic skill formation process in the field of education and technical training. The expansion of education and skill development was closely coordinated with responding to changing demands. We can apply the learnings from the East Asian model of skills development for a positive outcome in Bangladesh.\nThe pace of the growth of investment must also be enhanced to create necessary employment opportunities. Ensuring access to finance, better infrastructure and good governance is central to create an environment that facilitates higher investment. Incentivising and improving private investment can be an avenue to generating more jobs for the young population. To attract more foreign investment, the government needs to concentrate on extensive developments in indicators like the \"ease of doing business index\" and \"efficiency of legal framework index\", which would gain the confidence of investors.\nIn the immediate future, Bangladesh also needs astute measures to adopt with the Fourth Industrial Revolution (the ongoing automation of traditional manufacturing and industrial practices, using modern smart technology). Thus, apart from conventional skills development, the country must prepare its workforce for the transformed job market through human resource development. Introducing data-driven decision-making into industries is indispensable in making them more efficient, so we need to focus on acquiring the technological expertise in this era of information technology and globalisation. On top of that, we need a transformation of the knowledge structure in the labour force, with a clear vision of the job market. Special incentives should be given to encourage technology-based entrepreneurship and innovations.\nFurthermore, outsourcing has emerged as a significant source of earnings in recent times. This opportunity can be boosted by promoting online-based freelancing activities and arranging adequate training to accommodate more individuals. It is possible to transform the upcoming industrial revolution into an opportunity of economic expansion by taking appropriate measures. To achieve the Sustainable Development Goals as well as augment the growth process, it is pivotal to prepare the youth segment of the workforce and incorporate them into the development process by creating adequate employment opportunities for them.\n \nShahriaz Ahmmed is a postgraduate student at the Department of Development Studies, University of Dhaka. Email: shahriaz1611@gmail.com\n",
        "headline_1": "Bangladesh needs extensive measures to address its rising youth unemployment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-needs-extensive-measures-address-its-rising-youth-unemployment-2129311",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2021"
    },
    {
        "full_article": "On 22 February 2021, the Bangladesh Parliament Secretariat, in accordance with Rule 178(4) of the Rules of Procedure of Parliament, issued an Extraordinary Gazette (No. 11.00.0000.863.09.001.19-30) notifying that Mohammad Shahid Islam (Member of Parliament (MP) from 278 Lakshmipur-2) is no longer qualified to be an MP under Article 66(2)(d) of the Constitution of Bangladesh, since on 28 January 2021 a criminal court in Kuwait convicted him of a criminal offense involving moral turpitude and sentenced him to four years of rigorous imprisonment. Hence, the aforesaid gazette notification declared the seat of the MP from 278 Lakshmipur-2 constituency to be vacant from the date of the conviction (i.e., the date of disqualification), in accordance with Article 67(1)(d) of the Constitution.\nSubsequently, on 8 June 2021, the High Court Division (HCD) of the Supreme Court issued an order summarily rejecting a writ petition (In re: Writ Petition 3994/2021) challenging inter alia the legality of the aforesaid gazette notification. According to reports, the HCD observed that a Bangladeshi MP can be disqualified from holding the office of an MP if they are convicted by any court of a sovereign state for a criminal offense involving moral turpitude and sentenced to imprisonment for two or more years. Thereafter, on 17 June 2021, the Appellate Division (AD) of the Supreme Court dismissed a leave to appeal petition (Civil Petition 1385/2021) filed against the aforesaid HCD order. The full text of the AD and HCD orders have not yet been released.\nThe key takeaway from the aforesaid exposition is that the decision to disqualify Mr Islam as an MP is formally based on a judgment of a court of the State of Kuwait. This article explores whether foreign courts or courts of other sovereign states should have the ability to effectively disqualify a Bangladeshi MP. At the outset, it must be clarified that this article in no way argues that Mr Islam is not liable for a 'criminal offence involving moral turpitude' or that he should not be disqualified from being an MP – rather, this article merely assesses the potential repercussions of the precedent that is set by the basing the decision to disqualify Mr Islam on a judgment of a foreign court.\nArticle 66(2)(d) of the Constitution states that a person is disqualified from being an MP if they are convicted for a criminal offence involving moral turpitude and sentenced to imprisonment for two or more years. The text of Article 66 and the Constitution itself does not elucidate whether the conviction must be issued by a Bangladeshi court or whether a criminal conviction by a foreign court can operationalise Article 66(2)(d) of the Constitution. This is where the recent decisions and orders relating to the disqualification of Mr Islam provides some clarity and sets an important precedent since Mr Islam's disqualification is based on a criminal conviction and sentence issued by a court of a foreign state (i.e., the State of Kuwait). Accordingly, foreign courts could now be said to have the ability to effectively disqualify Bangladeshi MPs by convicting them of a criminal offense.\nThe present text, interpretation and implementation of Article 66(2)(d) of the Constitution, as of June 2021, does not contain any exceptions or safeguards to protect against the potential abuse of Article 66(2) by foreign states. This in a way opens up Bangladeshi MPs to possible threats or coercion of foreign states through their domestic court system. Since the procedure in domestic courts of foreign states are controlled by the latter, a foreign state may utilise the threat of initiating criminal prosecutions against a Bangladeshi MP as a means of influencing the MPs decisions and actions. The precedent set in Mr Islam's case seems to effectively mean that, if a court of a foreign state unjustly, or owing to that state's mala fide intent, convicts a Bangladeshi MP for a 'criminal offense involving moral turpitude'– which includes almost all criminal offenses – then that person, ipso facto, would be disqualified from being an MP. A gazette notification by the Parliament Secretariat to that effect is a mere formality, since the Parliament Secretariat does not seem to have the authority to make legal or factual assessments vis-à-vis purported disqualifications under Article 66(2) of the Constitution.\nThe aforesaid concerns relating to MPs extend to ministers as well, since almost all of the ministers are MPs. The concerns also extend to candidates in parliamentary elections, since the criteria set out in Article 66(2) of the Constitution also deals with the eligibility of a person to stand for parliamentary elections. Thus, the precedent potentially opens up not only MPs but also ministers and candidates in parliamentary elections to the threat of foreign influence and pressure. The precedent set in Mr Islam's case could also affect the interpretation and implementation of Article 66(2) (a) and (b) of the Constitution whereby an MP may be disqualified if they are declared to be of unsound mind by a competent 'foreign' court or they are an undischarged insolvent (which also involves a court procedure) in a foreign state, respectively. It must also be noted that, foreign courts do not have any obligations relating to privileges and immunities of MPs and the Parliament, such as those provided under Article 78 of the Constitution.\nThe situation resulting from Mr Islam's case could also be said to violate Bangladesh's sovereignty by subjecting the qualifications and eligibility of Bangladeshi MPs to the will of foreign states (through their domestic courts). There seems to be two solutions to this predicament: either, limit the interpretation of convictions, declarations and procedures with regard to the criteria of disqualification in Article 66(2) to only Bangladeshi courts and procedures; or, subject purported Article 66(2) disqualifications which are based on a judgment of a foreign court to an additional process of affirmation or confirmation by the High Court Division of the Supreme Court or some other judicial or quasi-judicial body, in which the HCD or the relevant body could assess the credibility of the foreign court's judgment and procedure, and decide whether disqualification is warranted under Article 66(2) of the Constitution.\nIt may very well be that the gravity of the potential repercussions of the precedent set by Mr Islam's case and the situation arising out of it is being overstated. Nonetheless, relevant legislative or judicial safeguards need to be adopted to protect MPs, ministers and the Parliament from interventions of foreign states, and thereby, safeguard Bangladesh's sovereignty.\nThe writer is a Senior Lecturer, School of Law, BRAC University.  \n",
        "headline_1": "Should Foreign Courts have the ability to effectively disqualify Bangladeshi MPs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/law-our-rights/news/should-foreign-courts-have-the-ability-effectively-disqualify-bangladeshi-mps-2128866",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2021"
    },
    {
        "full_article": "It was a Catch-22 situation for the government and no doubt the decisionmakers are in a quandary at this moment. With Eid ul Azha about a week away, the government took the decision to ease the \"lockdown\", if one can call the present state a lockdown at all (considering the number of people and cars on the streets, especially in Dhaka city), in the assumption that people will go home for Eid no matter what. The decision to do so overrode the health directorate's grim warnings just a day before, regarding the deteriorating Covid situation. We cannot help but wonder why warnings by health experts have not been heeded and decisions taken accordingly.\nThe government has also decided to run private transport, trains and launches for the holidays. Again, conditions have been laid down under which the transport services should operate, but how will these conditions be enforced with thousands of travellers? What different measures will be taken from last Eid, during which health guidelines were totally flouted, leading to infection surges? While the railway authorities may be able to enforce the strict safety measures, as we have seen on previous occasions, the same, we fear, cannot be said of the launch owners and operators or private transport service. In the past, not only was the half-capacity rule disregarded, the 60 percent increase in fare was also charged from the public.\nWhile enacting safety measures is the relatively easier aspect, what the administration must prepare seriously for is the consequence of the \"eased lockdown\", which in effect will be \"no lockdown\", given the state of adherence to the rules that we have witnessed during the present so-called lockdown. More than one lakh people have been infected even during this lockdown, and experts fear that the figure may treble after the end of the period of relaxed lockdown. A two-week \"strict lockdown\" will be on from July 23 6:00am till August 5 midnight. Unfortunately, the virus, now deadlier than ever, will not wait for festivals and holidays to be over and will find an ideal environment to spread amongst the thousands of people travelling around the country.\nHealth service and healthcare facilities are under severe duress as it is. The Delta variant has spread to most districts and will continue to spread. The spike portends an ominous future. Unfortunately, there is still a gross lack of awareness among people regarding how deadly and contagious the virus is, which must be addressed with more diligence. There should not be any ambiguity, moreover, regarding the term \"lockdown\"—a lockdown must always be strict if it is to be effective. Planning should be underway to pull up all resources to absorb the pressure that the system is like to encounter by the end of this month. And it must be done on a war footing.\n",
        "headline_1": "Slackened ‘lockdown’ for Eid does not bode well",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/slackened-lockdown-eid-does-not-bode-well-2129306",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2021"
    },
    {
        "full_article": "It is unacceptable that a contractor of the Local Government Engineering Department (LGED) has disrupted the flow of the Ratnai river in Lalmonirhat's Aditmari upazila worse following its excavation. The contractor, Mohammad Yunus and Brothers (Pvt) Ltd of Chattogram, claims to have completed the excavation work in December last year, but the LGED says about 25 percent of the work has remained incomplete. The contractor, however, still collected the full payment—Tk 1.81 crore—for the work.\nAccording to local farmers, the project was mired in corruption and in the name of excavation, the contractor even had the audacity to dredge and collect sand and sell it. The Aditmari Upazila Nirbahi Officer alleged that the contractor only dug holes in the riverbed in the name of excavation, which has made things worse by obstructing the flow of the river. This is naturally going to cause farmers and locals all sorts of problems. And agricultural production in the area may suffer as a result.\nThe Lalmonirhat LGED Executive Engineer claims to have written to the errant company seven times to complete the work, but the contractor never replied. What this demonstrates is a type of over-confidence on part of the contractor that it can simply get away with robbing the public's money—and without any consequences for not completing its contractual obligation. What we would like to ask is, why was this company given the contract in the first place? Is it because of lobbying and influence? That would explain why the company feels so sure that it won't have to face any repercussion for what it did to the three-kilometre stretch of the Ratnai river.\nOfficials have said that they will blacklist the contractor if they do not reply to their request to complete the work by this month's end; however, we believe that officials should have taken such a step by now. Moreover, the authorities should take legal action against the contracting company, as it is the public's money that it has taken without delivering on what it was legally obligated to. Unless such actions are taken, more and more contracting companies will feel emboldened to pursue a similar path. And the public's money will continue to get flushed down the drain on such wasteful projects.\n",
        "headline_1": "Take legal action against the contractor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-legal-action-against-the-contractor-2129301",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2021"
    },
    {
        "full_article": "Yet another journalist has fallen victim to the dragnet of the Digital Security Act (DSA). Yet another blatant misuse of the law, in the name of law, is playing out in a wearily familiar fashion. This time the victim is Tanvir Hasan Tanu, a Thakurgaon-based journalist with Jagonews24.com who moonlights as a district correspondent for two other news outlets. According to The Daily Star, a case under the DSA was recently filed against Tanu and two other journalists after the former's report on alleged food-related irregularities in Thakurgaon Sadar Hospital riled the hospital authorities. The authorities claimed that Tanu had used \"false information\" in his report with the intent to \"deteriorate law and order\" and \"tarnish the image of the hospital and its staffers\". Police arrested him on Saturday night, and after he fell sick in custody, took him to hospital. An image that later surfaced shows one of Tanu's hands cuffed with the metal headboard of the hospital bed so that he—who reported to the police station of his own accord—could not escape! Later, a Thakurgaon court granted him bail considering his illness.\nNote that Tanu was granted bail on medical grounds, not released for lack of merit in the case filed against him. Although the police headquarters have assured us that action will be taken if there is any complaint of \"deviations\" in the enforcement of the law against Tanu, this doesn't address our concern that a DSA case was filed and accepted for the flimsiest of reasons imaginable, and against a journalist who was only performing his professional duty. Tanu is but the latest in a long line of victims of the DSA—In 2020, as many as 457 people of all professions were prosecuted and arrested in 198 cases filed under the DSA, according to the UK-based Article 19. Of them, 75 were journalists.\nThe dizzying manner in which such cases are being filed against conscientious citizens of the land is really disturbing. Equally worrying is how, despite countless allegations of its misuse, the government continues to blatantly ignore calls for repealing the law. One wonders how many more victims will be needed before the government will be convinced that the problem lies in the very framing of this law. The danger of having the DSA around, and its continued misapplication, is the creation of an environment in which even genuine grievances become secondary to perceived threats to one's image. This affects not just journalists, but also the general public who have the right to know vital, life-saving information in these trying times.\nFor too long, we have had to bear with the DSA as well as complicit silence or scandalous justification of the law by those in charge. It's time the authorities ceased punishing people for exercising their constitutionally guaranteed rights to freedom of expression. We urge the authorities to withdraw the cases against journalist Tanvir Hasan Tanu and his colleagues and all other victims of the DSA, and instead take action against those using the law to dodge accountability for their actions or failure to perform their duties.\n",
        "headline_1": "Yet another journalist felled by DSA",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/yet-another-journalist-felled-dsa-2128366",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2021"
    }
]