[
    {
        "full_article": "The acquittal of 121 tribals by a National Investigation Agency (NIA) court, who were wrongfully held responsible for the deaths of 25 Central Reserve Police Force jawans in a Maoist-led ambush in Burkapal, Sukma district, Chhattisgarh in 2017, would have come as a huge relief for them. The tribals were held under the draconian Unlawful Activities (Prevention) Act and the fact that the court held that there was little evidence that the tribals had any association with the proscribed Maoists should be a pointer to the utter failure of the law enforcement agencies in their response to the massacre. While justice has definitely been done to the innocent villagers, their prolonged incarceration would have clearly upended their lives and those of their dependents. The tribals who had been arrested and kept in jail for five years had been denied bail in the past by the NIA court and the Chhattisgarh High Court. Clearly, in what seems to be a dubious trend in such cases in conflict-ridden Chhattisgarh and beyond, the imposition of the draconian UAPA without sufficient proof has resulted in this situation. A defence lawyer also claimed that the police investigation was poorly done, with the injured Central Reserve Police Force commandos not being made witnesses before the tribal people were arrested, lending credence to the fact that the apprehended people had been made scapegoats.As a takeaway from the outcome of this case, the state must ponder as to whether this strategy of rounding up suspects among the hapless tribals in the name of swift action following a military setback does any good to law enforcement. The clearest way to defeat the Maoist insurgency — or any political movement based on violence and motivated by disenchantment with the state — is to uphold the rule of law and to win support among the people who the insurgents claim to be fighting for. Without popular support, insurgencies are bound to fail, specifically, the Maoist movement that is underpinned on winning over those disenchanted with the Indian state. Beyond harping on factors related to poverty, livelihoods in crisis and economic inequality, the Maoists also use tactical violence that invites state repression and serves their purpose of questioning the legitimacy of the Indian state. By typecasting the tribal people, conflating dissidence and disaffection with insurgency, and taking the dubious route of mass incarceration following any setback to the security forces, law enforcement agencies only end up adding grist to the Maoist propaganda that emphasises that these are just characteristics of a repressive state that is beyond reform. Besides purposive socio-economic action, law enforcement must reinforce steps related to procedural law to disprove the Maoist critique of the Indian state and to retain legitimacy among tribal citizens.",
        "headline_1": "A stinging indictment: on acquittal of Chhattisgarh tribals in 2017 ambush case",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-stinging-indictment-on-acquittal-of-chhattisgarh-tribals-in-2017-ambush-case/article65659047.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "Indian cricket donning whites failed in England but in the blue shade, Rohit Sharma’s men found success in the subsequent limited overs jousts. After the long delayed fifth Test ended in defeat at Edgbaston, the Twenty20I and ODI series that followed revealed a squad more at home within the abridged versions. The Men in Blue won both sets at an identical margin of 2-1, showing a game-awareness that was missing in the lone Test. Hardik Pandya’s all-round show at Southampton’s Rose Bowl helped India win by 50 runs in the opening T20I and seemingly a winning template was being set. The next clash was pocketed too with batter Ravindra Jadeja and seamer Bhuvneshwar Kumar bruising Jos Buttler’s men. And even if the third match, of mere academic interest since the series was already sealed, was lost, there was much to savour for the Indian fans as Suryakumar Yadav’s 55-ball 117 was rated as a classic. Through the series India found new heroes even if the established stars like skipper Rohit or Virat Kohli were not at their domineering best. That India could tide over such blemishes showed that the unit’s bench strength was adequate and could tackle any crisis. In a cricketing year that is hurtling towards the ICC Twenty20 World Cup in Australia during October and November, the latest triumph in the shortest format augurs well.Rohit’s men had a rollicking start in the ODI series with spearhead Jasprit Bumrah’s six for 19 ambushing England at London’s Oval. Openers Rohit and Shikhar Dhawan remained unbeaten to secure a comprehensive victory. Even if the extended London sojourn turned sour as the next clash at Lord’s went downhill once Reece Topley grabbed six wickets, India remained the favourite to clinch the series. The bandwagon then rolled into Manchester with its Curry Mile and overwhelming sub-continental flavour and India felt at home. Perhaps history offered some happy clues too as it was also a week that celebrated the 20th anniversary of the famous NatWest Triumph at Lord’s. Nostalgia ushered in images of Mohammad Kaif, Yuvraj Singh and a Sourav Ganguly waving his shirt like a man possessed. Out in the middle during a tough chase, centurion Rishabh Pant and Pandya replicated what Kaif and Yuvraj did two decades ago, and India could leave Old Blighty on a winning note. But beneath the champagne and smiles, worries lurk. Kohli looks a pale shadow and injury woes continue to affect the team’s composition. K.L. Rahul missed the tour due to a surgery and even as the Indian squad gets ready to tour the West Indies, getting a fit core group together in time for the trip Down Under will remain a constant worry for the selectors.",
        "headline_1": "Injury time: on Indian cricket",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/injury-time-on-indian-cricket/article65658849.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "An easy assumption for those opposed to BJP is that the opposition only has to unite to beat the saffron electoral juggernaut. Such a coalition, forged in the brotherhood of anti-BJPism, for its proponents, would automatically beat BJP’s hegemony. After all, BJP, even at the height of its second sweep in 2019, won just over one-third of India’s voters (37.36% vote share). Cobble together the remaining two-thirds and Modi’s ascendance would be halted, it is argued. Voting in the presidential election has demonstrated, however, how flawed such diagnosis is.\nWith several regional parties breaking ranks to vote for NDA’s presidential candidate Draupadi Murmu, it is clear that anti-Modism by itself may not be enough to weld together an opposition alliance. As many as 50 political parties supported Murmu’s candidature. In contrast, 36 opposition parties supported Yashwant Sinha. Crucially, those in the Murmu camp included many non-NDA parties: Odisha’s BJD, Andhra Pradesh’s YSRCP, Mayawati’s BSP, Jharkhand’s JMM, and even Uddhav Thackeray’s Shiv Sena faction.\nRead full opinion on TOI+\n\n",
        "headline_1": "Satraps vs BJP, a reboot: Big structural shifts in politics raise new challenges for regional parties ahead of 2024 polls",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/academic-interest/satraps-vs-bjp-a-reboot-big-structural-shifts-in-politics-raise-new-challenges-for-regional-parties-ahead-of-2024-polls/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "India’s aviation regulator DGCA on Monday issued a brief order. Addressed to airlines, it said increased instances of engineering-related occurrences had triggered spot checks by the regulator. The findings pointed to maintenance issues. DGCA said identification of causes of reported defects has been improper and there’s a shortage of trained staff. Airlines have been asked to comply with safety protocols and report back to the regulator by July 28. A day after the order was issued, two more instances of snags were reported.\nThe situation is worrisome. Airlines aren’t being asked to do anything new as India since 2010 has had a state safety programme, an integrated set of regulations and activities for air safety. The latest iteration of the programme red flags deficient maintenance and concludes that a large number of incidents occur as a result of component failure. Consequently, there are standards and protocols in place to avoid it. DGCA’s order raises questions on compliance. It’s hard to understand the rise in reported incidents. DGCA safety audits are an ongoing feature and are spelt out in an annual surveillance plan. Therefore, there’s a constant stream of communication between airlines and the regulator on the subject.\nAirports Authority of India projected a passenger flow of 542 million by 2027-28, that is over 200 million from the pre-pandemic level. Aviation policy was tweaked greatly to help airlines overcome the Covid shock and prepare for the future. For example, even as seating restrictions have been removed, a price band with floor and ceiling prices continues. GST rate on domestic maintenance, repair and overhaul has been lowered from 18% to 5%. As for fuel prices, no segment of the economy is immune.\nGiven both the policy support for aviation and troubling reports on safety, there are bound to be questions on the performance of both the regulator and GoI. Safety issues are not confined to a single airline but instead appear to be broad-based. DGCA needs to strictly implement its wide-ranging safety protocol. That’s a prerequisite for Indian aviation’s safe growth.\n\n",
        "headline_1": "Take wings, safely: DGCA’s order on aircraft maintenance raises many safety questions. Airlines have absolutely no excuses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/take-wings-safely-dgcas-order-on-aircraft-maintenance-raises-many-safety-questions-airlines-have-absolutely-no-excuses/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "The Supreme Court’s observation that it is a settled position in law that religious and linguistic minority status is to be decided state-wise may be contested down the line. The Centre says it has the power to notify minorities but has not specified whether it will be done with concurrence of states. But if SC’s observation becomes an accepted position, it will solve one set of questions and raise others. Under the National Minorities Commission Act, Muslims, Christians, Sikhs, Parsis, Buddhists and Jains have been notified nationally as minority communities. But there are states in the north and Northeast where some of these religious minorities are in the majority. And nearly every state in India can have linguistic minorities. With minority status conferring significant autonomy in administering educational institutions, this is also a touchy issue. Hence there is also the argument that states can be left to decide the minority question for themselves.\nBut even if states are empowered to decide this, problems won’t go away. First, there may be contested state-wise differences, as there are in reservation policy. Not every community in the central OBC list is classified likewise in states, and not every community classified as OBC, SC or ST in one state may be recognised in another state. Second, if minority status is a state decision, should, say, Sikh schools in Punjab enjoy minority institution status, or Christian schools in Mizoram? Should centrally identified minorities lose their status in states where they are a majority? These are sensitive issues that need to be thought through.\nThe key point is even implementation of minority status at the more granular state-level won’t help. India is witnessing an immense competition for scarce education and employment opportunities. Slicing, dicing and labelling communities as backward or minority are political decisions with only superficial impact. The real task is to create more quality educational institutions in the public and private sector. The resultant rise in human capital will create skills that the job market needs. Overregulation by the likes of UGC and excessive demands of laws like the RTE Act are reasons many educational institutions covet a minority status. Focus on quality education for all. Everything else is noise.\n\n",
        "headline_1": "Not minor issues: SC view on deciding minority community status on state-wise basis solves one problem and creates others",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-minor-issues-sc-view-on-deciding-minority-community-status-on-state-wise-basis-solves-one-problem-and-creates-others/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "The Supreme Court on July 13 refused to halt the contentious demolition drive in Uttar Pradesh and other states, saying illegal structures were not immune from action. The case before the court concerned the demolition of homes of some Muslims protesting against former BJP spokesperson Nupur Sharma’s widely denounced remarks against Prophet Muhammad.\nImpassioned pleas against “bulldozer justice”: Several former SC and HC judges have written to the Chief Justice of India that these demolitions are “an unacceptable subversion of the rule of law” and “a form of collective extra-judicial punishment, attributable to a state policy which is illegal”.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why do some demolitions feel like collective punishment? Courts should understand the extent to which such cases involve psychological injuries too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-do-some-demolitions-feel-like-collective-punishment-courts-should-understand-the-extent-to-which-such-cases-involve-psychological-injuries-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "Here's a conundrum no one wants to solve: When someone is accused of \"hurting religious sentiments\" in a post on Facebook, law enforcers show incredible alacrity in arresting the individual – within hours they are \"caught\" and taken into custody. But when hooligans attack the homes and places of worship of minority communities, vandalising, burning, looting and sometimes assaulting the community members, law enforcers are either nowhere to be seen, or are nearby but not doing anything to stop the mobs until most of the damage is done.\nIt begs the question: Are these attackers supernatural beings whose faces cannot be identified, and who disappear into thin air as soon as their deeds are done? Do they have invisibility cloaks when law enforcers are around?\nThis brings us to a second conundrum: Apparently, only the majoritarian population experience hurt sentiments – minority communities have no sentiments to be hurt. Also, they should not feel fear or insecurity just because their homes, shops and temples are attacked – the government will investigate and rebuild their homes in no time, and all will be forgotten.\nThese two puzzles have been cropping up with increased frequency these days. On Friday, mobs attacked a neighbourhood in Narail over a Facebook post allegedly by a college student who \"hurt their religious sentiments.\" The attackers burnt and destroyed homes and shops of the Hindu community; the victims recognised some of them as residents from nearby villages. Witnesses said the attacks took place in front of the police. No one filed a case regarding the attacks in fear – the attackers were seen roaming around the area with the police (The Daily Star, July 18 , 2022). The college student was promptly arrested and placed on remand. Five people have been arrested as suspects in the attack, though police have not revealed their names. Can the victims of this attack, which seems to be purely driven by bigotry, expect any justice when their attackers are chummy with law enforcers?\nIt is an eerie repetition of the attacks in Ramu, Cox's Bazar in September 2012, when zealots vandalised and burnt 12 pagodas and more than 50 homes over a Facebook post by a Buddhist youth, leaving the Buddhist community shell-shocked and terrified for their lives. The next day, another mob attacked five Buddhist temples in Ukhiya and vandalised two Hindu temples; they also burnt down Buddhist homes in Teknaf. At that time, those who had committed the heinous acts were seen with officials who had visited to show sympathy to the victims. The Facebook post turned out to be fake; somebody had framed the young man in order to ignite the assaults. So, did the victims get justice? A number of criminal cases and two writ petitions by two Supreme Court lawyers against the perpetrators and against officials who were negligent in preventing the crimes were filed. Probe reports identified the attackers and found officials negligent in preventing the crimes. But nearly a decade after the event, justice remains elusive.\nSince the Ramu attack, many more such crimes have been committed in the name of religion, terrorising communities and leaving them insecure and disillusioned. Is this the country that was born from a movement against sectarianism, discrimination, and the oppression of a people by a fascist government? Is this the nation that emerged with the supreme sacrifice of people from all faiths? What happened to the spirit of liberation – the egalitarian, inclusive society dreamt of by the father of the nation and our freedom fighters?\nThese ideals sound naive and hollow in the present reality. We are now confronted with an attempt to impose a narrow, communal definition of identity that immediately labels anyone with differing views or ideology as \"outsiders.\" As this is the definition of religion and identity, which is endorsed by the majority, it puts the minority populations – which include people of faiths other than Islam as well as anyone with an ideology different from a particular interpretation of Islam – in a vulnerable and unsure position. Meanwhile the majority, enjoying the power of numbers, feels emboldened further by the tacit indulgence of the administration and even the state. So much so that they have a sense of impunity when they lash out at the weaker groups at the slightest provocation or even by faking this provocation.\nWhich brings us back to whose religious sentiments are more important to address: The ones who are offended by an unverified social media post or the communities whose houses and temples are attacked and destroyed? Given how the administration responds, it is apparent that the first group gets preference, and this bias determines how the legal system will deal with the incidents. The government, while successful in catching militant groups and countering terrorist attacks in the conventional sense, has not been very active in curbing the radical views of an ultra-conservative interpretation of faith. The hate speeches spewed out at religious sermons go on unabated at mosques, YouTube and social media. Whatever attempts have been made to stop some of the proponents of this bigotry have been too little, too late. Whether it is to appease certain groups as an electoral strategy or to keep them from acquiring political ambitions of their own, such concessions are inevitably dangerous for not just those outside these groups, but for the government itself.\nWhat's most disturbing is that this bigotry has seeped into the administration, as evidenced by the inaction of police in many of these cases. While the person accused of this vague idea of hurting religious sentiment will be tried under a non-bailable law – the Digital Security Act (DSA) – the perpetrators of terror, if they are arrested, are out on bail.\nThe Narail incident and those that have occurred only weeks before, with Hindu teachers being targeted in various ways, point to the rot that is spreading throughout Bangladesh, manifesting its ugliness with greater regularity. Is this the kind of society we want to build – one that fails to protect its citizens from particular communities, while giving licence to those who create mayhem, insecurity, and division in the name of religion? If the state wants to retain its credibility as one that upholds the rights of all religious communities, it must first hold these hatemongers accountable and bring them to book. It must also realise the absurdity of having a law that metes out disproportionate punishment for the vague and debatable notion of hurting religious sentiment – and that, too, of only a certain group.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "Whose religious sentiments are more important?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/whose-religious-sentiments-are-more-important-3074271",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "Over the last few weeks, I have been in Europe, and it seemed that everywhere I went, there were record-breaking weather events. And these events are unequivocally linked to human-induced climate change due to the emissions of greenhouse gases (GHGs), which are causing the global temperature to rise. Let me briefly describe some of these extreme weather events that I witnessed, and how we need to change our strategy to tackle this new situation, since our old strategies are no longer working.\nThe first climate change impact to take note of is the major heat dome over western Europe, which has already caused extreme wildfires in Portugal, Spain and France, causing hundreds of deaths and making thousands of people homeless – and the worst is yet to come.\nIn the UK, the met office just issued an unprecedented Red Emergency warning for temperature up to 40 degrees Celsius, which climate change modellers had not predicted to happen until 2050.\nAs I travelled back to Dhaka, I was able to witness the remnants of the unprecedented floods in the northeastern part of Bangladesh that left millions of people homeless and destitute. Loss of lives was minimised, which is good news, but there were major losses of livelihoods and infrastructure.\nAt the same time, global leaders are meeting in Germany as part of the Petersberg Dialogue on climate change in preparation for the 27th United Nations Climate Change Conference (COP27), which is scheduled for November this year. But the aftermath of the Ukraine war and the resulting rise in fuel and food prices internationally will mean potential global crises.\nUnfortunately, the tendency of the leaders in major economies is to try to increase, instead of decrease, their dependence on fossil fuels, which has caused the climate crisis we now face.\nSo the question that all of us now face is: How can we change this business-as-usual approach and move to a new way of thinking and acting?\nMy first suggestion is to take a whole-of-society approach in place of simply leaving it to our leaders, who have clearly failed us. This means that every one of us must regard ourselves as agents of change in tackling climate impacts. Regardless of where we live, we must combine working at local as well as national and even global levels wherever we can.\nThe second way in which we need to change our thinking and planning is to recognise that the polluters all need to be challenged and exposed. These include the major fossil fuel companies as well as their client politicians who have been extremely effective in preventing actions over the last three decades. The time has come to make them pay for the loss and damage that they have been responsible for and have profited from.\nMy third suggestion is forming as many global coalitions of actors who want to take action to come together and express solidarity with each other as possible. The good news is that these coalitions of the willing are already active, such as school kids in the Fridays for Future movement, companies and organisations in the Race to Zero and Race to Resilience initiatives, and platforms like the Climate Vulnerable Forum (CVF). What these different coalitions of action need to do is accelerate their own activities while linking up with each other to enhance their effectiveness.\nAll this is not to minimise the importance of the United Nations Framework Convention on Climate Change (UNFCCC) and its annual COPs, where governments have already adopted the Paris Agreement, but to acknowledge its limitations and put in place more effective ways of taking global action by different actors.\nFinally, in Bangladesh, the time has now come for us to also recognise that the global temperature may rise beyond 1.5 degrees Celsius in reality – perhaps to two degrees or even higher. This means that we may have to revise our National Adaptation Plan keeping the potential impacts of such a situation in mind. We need to hope for the best, but plan for the worst. I have no doubt that we can in fact tackle the climate crisis globally as well as nationally, but only if we acknowledge the emergency in the first place.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Coordinated action needed to combat climate crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/coordinated-action-needed-combat-climate-crisis-3074236",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "Yet again, the Bangladesh Bank (BB) has decided to substantially relax the policy for rescheduling default loans, despite the proven track record of such schemes failing to benefit the banking sector or the country – repeatedly. As per its new policy, defaulters will be allowed to repay term loans over a maximum period of eight years, whereas it was previously two years, and reschedule their non-performing loans (NPLs) four times, whereas previously they could do so three times.\nDefaulters who took term loans would be allowed to repay funds over a period of six years to eight years, in contrast to the nine months to two years previously. And they will also enjoy a grace period of between six months and one year before they need to start repaying the rescheduled loans. Such grace periods were absent in the previous central bank policy. Such policies, along with a big relaxation of rules on down payments that are required to be made by defaulters, have allegedly been issued to keep the financial sector stable from the adverse impacts of the Covid pandemic and the Russia-Ukraine war, according to the central bank.\nThe fact remains, however, that such rescheduling policies have only harmed our banking sector, instead of helping it. That the default loans have risen over the past years – despite all the sugar-coating that the Bangladesh Bank has allowed other banks to do via accounting manipulation – hitting a near record high in the first quarter of 2022, proves it beyond a shadow of a doubt. Therefore, we fail to understand on what basis the central bank claims that their latest measures will help the banking sector. What evidence does it have to back up its claim? It's time for our banking regulator to share that – if it exists at all.\nWe are not against policies that are business-friendly. However, given that most of the impacts of the pandemic are expected to wane soon, why would the Bangladesh Bank allow defaulters to pay term loans over a maximum period of eight years? Why not offer such facilities exclusively to those businesses that actually need them – such as small and medium enterprises? By offering such blanket facilities, the central bank is simply paving the way for habitual defaulters to exploit them, as has happened extensively in the past. The Bangladesh Bank has apparently said that habitual defaulters will not be allowed to enjoy any policy support from the relaxed rules. But we have heard it sing from the same song sheet many times before, only to see habitual defaulters benefit every time, pushing the NPLs up. What actual measures will the central bank take to ensure that this time it's different? The public has a right to know, and the Bangladesh Bank owes them a full explanation.\n",
        "headline_1": "Whose side is Bangladesh Bank on?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whose-side-bangladesh-bank-3074191",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "In a disappointing turn of events, it seems the load-shedding era is upon us again. On July 18, several austerity measures were decided upon during a high-level meeting at the Prime Minister's Office (PMO) in order to deal with Bangladesh's gloomy energy and power generation situation. The decisions that stood out were those of hour-long power cuts from July 19 (the countrywide schedules for which have been put up on several government websites) and of temporarily shutting down diesel-fired power plants, which contributes 5.86 percent to the country's 22,348MW electricity production capacity.\nTo put it simply, we are dealing with shortages of electricity, diesel and LNG (thanks to the suspension of imports due to high prices, and the lack of gas exploration for unknown reasons). All of these austerity measures from the government indicate a severe situation. And while the public must do its part to be frugal, it is up to the government and its various arms to stray from its historically wasteful approach to utilising public resources. For one, it is high time for the authorities to renegotiate its terms with the many quick rental power plants (QRPP) which, even during idle periods, rack up expenses for the government in terms of capacity charges. As such, the Bangladesh Power Development Board (BPDB) reportedly owes the country's private power plant operators a staggering USD 1.5 billion. However, given the worryingly low state of our foreign exchange reserves, which are even more valuable right now for the country to continue importing essential items, this debt should, for now, be pushed down several notches on the government's list of priorities.\nAlthough it is understandable that the high prices of LNG and diesel have led to their import being temporarily suspended, the government should not abandon the search for these items at cheaper prices – in case they become available, or the government manages to get a good deal on them. Here is where the government's negotiation skills will be tested. At this moment, the government needs to put its focus on utilising our limited forex reserves as efficiently as possible, and on trying to redirect as little of the burden onto the public as possible. People have already been struggling for months against rising inflation and expensive necessities. Austerity measures of reduced office operational hours, one day off for petrol pumps, and daily hour-long load-shedding are all understandable. But the government must shield the public dutifully from further repercussions of the energy crisis – by being attentive and efficient in executing its own responsibilities.\n",
        "headline_1": "Perfect efficiency key to tackling energy crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/perfect-efficiency-key-tackling-energy-crisis-3074186",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "Yet again, the Bangladesh Bank (BB) has decided to substantially relax the policy for rescheduling default loans, despite the proven track record of such schemes failing to benefit the banking sector or the country – repeatedly. As per its new policy, defaulters will be allowed to repay term loans over a maximum period of eight years, whereas it was previously two years, and reschedule their non-performing loans (NPLs) four times, whereas previously they could do so three times.\nDefaulters who took term loans would be allowed to repay funds over a period of six years to eight years, in contrast to the nine months to two years previously. And they will also enjoy a grace period of between six months and one year before they need to start repaying the rescheduled loans. Such grace periods were absent in the previous central bank policy. Such policies, along with a big relaxation of rules on down payments that are required to be made by defaulters, have allegedly been issued to keep the financial sector stable from the adverse impacts of the Covid pandemic and the Russia-Ukraine war, according to the central bank.\nThe fact remains, however, that such rescheduling policies have only harmed our banking sector, instead of helping it. That the default loans have risen over the past years – despite all the sugar-coating that the Bangladesh Bank has allowed other banks to do via accounting manipulation – hitting a near record high in the first quarter of 2022, proves it beyond a shadow of a doubt. Therefore, we fail to understand on what basis the central bank claims that their latest measures will help the banking sector. What evidence does it have to back up its claim? It's time for our banking regulator to share that – if it exists at all.\nWe are not against policies that are business-friendly. However, given that most of the impacts of the pandemic are expected to wane soon, why would the Bangladesh Bank allow defaulters to pay term loans over a maximum period of eight years? Why not offer such facilities exclusively to those businesses that actually need them – such as small and medium enterprises? By offering such blanket facilities, the central bank is simply paving the way for habitual defaulters to exploit them, as has happened extensively in the past. The Bangladesh Bank has apparently said that habitual defaulters will not be allowed to enjoy any policy support from the relaxed rules. But we have heard it sing from the same song sheet many times before, only to see habitual defaulters benefit every time, pushing the NPLs up. What actual measures will the central bank take to ensure that this time it's different? The public has a right to know, and the Bangladesh Bank owes them a full explanation.\n",
        "headline_1": "Whose side is Bangladesh Bank on?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whose-side-bangladesh-bank-3074191",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "In a disappointing turn of events, it seems the load-shedding era is upon us again. On July 18, several austerity measures were decided upon during a high-level meeting at the Prime Minister's Office (PMO) in order to deal with Bangladesh's gloomy energy and power generation situation. The decisions that stood out were those of hour-long power cuts from July 19 (the countrywide schedules for which have been put up on several government websites) and of temporarily shutting down diesel-fired power plants, which contributes 5.86 percent to the country's 22,348MW electricity production capacity.\nTo put it simply, we are dealing with shortages of electricity, diesel and LNG (thanks to the suspension of imports due to high prices, and the lack of gas exploration for unknown reasons). All of these austerity measures from the government indicate a severe situation. And while the public must do its part to be frugal, it is up to the government and its various arms to stray from its historically wasteful approach to utilising public resources. For one, it is high time for the authorities to renegotiate its terms with the many quick rental power plants (QRPP) which, even during idle periods, rack up expenses for the government in terms of capacity charges. As such, the Bangladesh Power Development Board (BPDB) reportedly owes the country's private power plant operators a staggering USD 1.5 billion. However, given the worryingly low state of our foreign exchange reserves, which are even more valuable right now for the country to continue importing essential items, this debt should, for now, be pushed down several notches on the government's list of priorities.\nAlthough it is understandable that the high prices of LNG and diesel have led to their import being temporarily suspended, the government should not abandon the search for these items at cheaper prices – in case they become available, or the government manages to get a good deal on them. Here is where the government's negotiation skills will be tested. At this moment, the government needs to put its focus on utilising our limited forex reserves as efficiently as possible, and on trying to redirect as little of the burden onto the public as possible. People have already been struggling for months against rising inflation and expensive necessities. Austerity measures of reduced office operational hours, one day off for petrol pumps, and daily hour-long load-shedding are all understandable. But the government must shield the public dutifully from further repercussions of the energy crisis – by being attentive and efficient in executing its own responsibilities.\n",
        "headline_1": "Perfect efficiency key to tackling energy crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/perfect-efficiency-key-tackling-energy-crisis-3074186",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "To help the UN's effort to bring foodgrains of Ukrainian and Russian origin to the world market, the US government has reportedly exempted the production, manufacture or sale of agricultural commodities including fertilisers, agricultural equipment or medicine (of Russian origin) from US sanctions. The details of the US's position on agriculture-related products from Russia were released on Sunday by the country's embassy in Dhaka referring to a factsheet of the Department of Treasury, said a FE report on Monday. The report is obviously reassuring in the context that Bangladesh may have to import more food grains from the world market this time due to successive floods and vagaries of weather that have caused crop losses. But to the dismay of developing and least developing countries including Bangladesh, the global food-grain market has turned volatile. Though previously, post-pandemic global rise in demand for fossil fuel, food items and other essentials was thought to be the reason behind the volatility of the world commodity market, the invasion of Ukraine by Russia on February 24 this year seems to have made the situation worse. Of late, such uncertainties in the food-grain market are being largely attributed to the ongoing war in Ukraine. The ramifications of war have also proved to be far wider than just disruptions in the supply of wheat or other essential agricultural commodities from the region in question to the rest of the world. In fact, the war has even affected agro-farming itself through making inputs like fertilisers, agricultural implements, medicines, etc costlier. With the war showing no sign of abating, the poor, food-deficit countries run the grave risk of severe food shortage. Worse yet, famine and starvation might be staring in the face of some African and Asian countries.Against this backdrop, it is important that flow of surplus grains and other agriculture-related products and inputs out of the war-ravaged zone to where those are needed most is maintained in an uninterrupted manner. From that point of view, the US government's stance, as reported, of freeing the transactions of agricultural goods including humanitarian issues emanating from Russian Federation with other countries and regions from its restrictive regime, it is believed, would be of great help to the suffering humanity. At the same time, one would also expect that a country surplus in food production, the US would also help tame the unstable global food-grain market as well as come in a big way to the aid of the countries facing acute food shortage. Bangladesh, on this score, can take due advantage of the US's exemptions regarding agriculture-related imports from Russia. What is more, Bangladesh stands to doubly benefit from any foodgrains or agriculture-related deal with Russia seeing that it has been maintaining a very friendly relation with that country since our independence. As Bangladesh, at the moment, has been facing challenges on multiple fronts, a pragmatic approach to resolve these issues would go a long way in ensuring the country's food as well as energy security. At this point, one needs to keep in mind that the instability in the global food-grain market as well as the floods, the currently raging heatwaves and other adversities engendered by climate change will only get worse by the day. So, the policymakers need to make the most of the opportunities being created in the international arena and adopt a long-term strategy to address the country's food security issue.",
        "headline_1": "US exemptions and Bangladesh's food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/us-exemptions-and-bangladeshs-food-security-1658239399",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "No wonder that observance of the World Youth Skills Day is more of a formality here as elsewhere. The day passed this week with little or no fanfare. In fact, there is no need for ceremonial campaign to bring home the necessity of equipping our youths with skills of all possible variety in the shortest possible time. The National Skills Development Authority (NSDA), however, organised an event in observance of the day chaired by the education minister where speakers stressed on grooming the youth with new generation skills and also on institutional recognition for tapping the potential of demographic dividend. Developing skills is an open-ended issue. Although it is initially the job markets at home and abroad that come to mind, the idea of skill development is integral to the making of efficient human resource that besides taking care of itself can contribute to the economy in myriad forms and shapes. It is here that skill is essentially a matter of developing youths, in various areas of activities. While higher skill is a matter that concerns the educated groups, less educated groups are the potential target for hands-on skill development.The key issue is about developing a national culture for nurturing and developing skills that can turn humans into resources. This is because, as yet, there is no known or lately innovated shortcut to skill development. Being a continuous process, it calls for persistent and comprehensive planning. Stray efforts in the name of skill development do not pay in the long run. Examples are aplenty of development programmes and industrial productivity languishing in deficiencies mostly from lack of sufficient skills on the part of the manpower engaged at various tiers. As a result, we are yet to see any noticeable improvement in meeting the prevailing skill gaps in various spheres of productivity. There has not been any stocktaking of quantifiable achievements from various programmes and projects undertaken by the public and private sectors, so far. While deficiencies in skilled human resource at home is made up by large intake of foreigners in various productive sectors, export of unskilled workers abroad is destined to fetch very little in wages and salaries. In both cases, it is the lack of value addition that ultimately costs the country dearly.It has been found that the country's garment sector alone hires the services of thousands of expat personnel to supervise the day-to-day running of the factories. Most of the jobs, as reports say, are not at all high-tech, but require thorough knowledge about machinery and equipment. According to reports, the country spends about $5.0 billion a year on overseas employees. On the other hand, Bangladeshi workers in foreign lands are mostly engaged in the low-end wage bracket for want of required skills that otherwise could have fetched them considerably higher incomes, accompanied with other perks such as job security, medical and health insurance facilities.Since skilled manpower can cater to the needs at home and abroad, attention must be focused on sector-specific needs. One can hope to see this achieved only if skill development becomes integral to government policies. To start with, there has to be a thrust on vocational learning which, unfortunately is down the drains due mainly to misdirected education system of the country. There is thus a strong need for advocacy programmes to attract more and more youths to institutes where their learning will pay them gainfully in seeking jobs as well as in running independent production units or businesses as the case may be. In doing so, there is the critical need to have these vocational and technical institutes under the scanner to examine their capacities and resources in providing skills training. Chances are high that many of them will be found in a dire need of resources in terms of technology and manpower to steer skill-building in the right direction.One of the important issues that must not be lost sight of is that given its demographic advantage at the moment, Bangladesh is better suited than most other countries to reap the benefit of having a large pool of skilled population. Currently, around 76 per cent of our population is within the working age bracket while around 2.1 million people are added to the workforce each year. Such an increase in workforce gives us a significant leverage in terms of demographic dividend while also allowing export of additional human resource to the wide world. On the other hand, development of skills can contribute to structural transformation and economic growth by enhancing employability and labour productivity. Investment in a high-quality workforce can create an integrated cycle, where relevant and quality skills enable productivity growth and foreign direct investment, which result in more and better jobs for the current workforce and more public and private investment in the education and training system. This, in turn, increases the employability and productivity for both the current and future workforce. There is thus no alternative to ramping up investment in education for skill development. For the youths pursuing higher studies in the universities, the academia must thoroughly embrace skill development as an integral part of the learning process. Unfortunately, most public universities, let alone the private ones, barely have funds to conduct even basic research. The onus is squarely on the government to put things in place -- progressively and in a well planned manner. \n[email protected]",
        "headline_1": "Skill development should figure as integral to govt. policies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/skill-development-should-figure-as-integral-to-govt-policies-1658239462",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "Reports of price spiralling of essentials are common but road crashes, violence against vulnerable people, anomalies in education and healthcare sectors, and corruptions of different forms and proportions sometimes dominate the media coverage.However, the historic publicity campaign on the occasion of the Padma Bridge inauguration had erased almost all the 'negative' issues in the country from the media. Such euphoria was also set to be over.New issues are coming up with the latest being tariff-hike of water and rotational power outage. The quick change of issues and their reappearance mean solution to those problems remains elusive notwithstanding the promises to solve them.Amid various developments, the most hyped issue of this century has affected everyone on earth. One of ruling party's political manifestoes is the proclamation of the Digital Bangladesh. Living in a globalised society, the people have been obsessed with the use of digital technologies.This is part of overall enthusiasm not just for connecting individuals to the information superhighway but also heightened perception that this technology would equip them with higher skills and thus benefit them economically and lifestyle-wise.On the spree of adopting technology, how the economy would add value without real-life activities and efficiency gains for man has not been answered adequately. Empirically, it's hard to say, the superficial use of information and communications technology has contributed to an economic leapfrog, unlike the productivity growth after the first industrial revolution or following the green revolution.Rather, replication, not innovation that much, has become the trend. Also forgotten are the agenda of safe road, equal opportunities and fair recruitment, incentives for talents and entrepreneurs, clean urban space, modern but environment-friendly villages, decent housing for all, building harmonious society, good governance and so on.\"Tech hype has been distorting people's behaviors and distracting us from one of the most fundamental economic problems of our time,\" Lee Vinsel and Jeffrey Funk have noted in a NiemanLab article titled 'Hype is a weaponized form of optimism'. They've cited the example of 'video streaming', pointing out that it \"is highly unlikely to lead to productivity growth; indeed, often enough it distracts us from our work\".Elected officials, civil servants, university professors, and citizens alike have been seduced by technologies that promised sweeping social benefits and economic growth, the article has observed and added, \"Universities have issued wild claims about the impact of AI and robots on jobs, often using quantitative methods that are divorced from economic reality.\"Today or tomorrow, each group, citizens of each country and ultimately the vast majority of the global population would see what the real word vis-a-vis the virtual one looks like.For example, a massive number of Bangladeshis go abroad for education and healthcare services, in spite of availability of digital literatures of technical and scientific matters. Many try to cook by watching video on YouTube but can't produce the most tasty foods when they lack life skills of generations of household cooks and of course professional chefs.The businesses run on tech platforms like Facebook may anytime face a double-edged sword: they are subject to blackmailing by the host or strict regulations; and if the consumers can't afford to pay possibly higher prices for online services, their interest and that of providers would be at stake.\"Despite the hype of AI and their startups, not a single Unicorn startup is profitable nor is one among the top 500 companies in terms of market capitalization,\" reads another article titled 'The \"Unproductive Bubble\": Unprofitable Startups, Slow Growth in Digital Technologies, and Little Commercialization of New Science' written by Jeffrey L Funk. The author has concluded, \"...the small market of AI suggests that much of the claims made by the big tech companies about AI are hype, and some of them may even be lies.\"Sri Lanka's dream of becoming a development success like Singapore has turned into a nightmare as exposed in recent chaos there. Now, the tenacity of the Digital Bangladesh will be tested by the extent to which it would attain the status of a developed country and how.Looking at the reality behind the tech hype, Vinsel and Funk have asked political and journalist leaders 'to pull back from the dramatic claims of interested parties' and talk 'honestly about which industries are actually improving productivity and creating stable, high-wage jobs'.\n[email protected]",
        "headline_1": "Digital hype vs digital dividend",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/digital-hype-vs-digital-dividend-1658239505",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2022"
    },
    {
        "full_article": "According to the Transplant of Human Organ Act (amendment) 2018, a patient can obtain a kidney either from a 'near relative' or from a brain-dead patient, whose kin would agree to this. Around 5,000 kidney transplants are reportedly needed in Bangladesh every year. Understandably, it is not possible to meet the demand for kidney through the near relatives. A study finds out that not even 500 kidneys are transplanted annually in our hospitals. Those who can afford are transplanting kidney abroad, especially in India. However, it is quite surprising that an illegal kidney market has recently developed on social media platform, Facebook. It is learned that some 200-250 Facebook groups have been opened to run this fraudulent business. The sellers and buyers in these groups bargain over the price of a kidney. Some 800,000 to 1.0 million people are active members of these groups. This figure is a proof of the massive the number of people affiliated with this illegal business. Despite knowing this, neither the law enforcement agencies, nor the health ministry has taken any action yet to stop the illegal selling of kidneys on Facebook. Many people have become victims of fraud. A clear legal framework should be formed urgently to stop this anarchy in kidney transplantation. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Selling kidneys online should be stopped",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/selling-kidneys-online-should-be-stopped-1658239533",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2022"
    }
]