[
    {
        "full_article": "The Government’s decision to take a stern view of hate speech targeting religious beliefs, to distance itself from comments made by two spokespersons of the Bharatiya Janata Party (BJP), and to assert India’s traditional values of tolerance and respect for all religions is both welcome and reassuring for those within the country increasingly concerned about the increase in such speech. The ruling BJP’s move to suspend the spokespersons for comments made on a television channel and Twitter, respectively, is also a significant departure from the past, and would represent an inflection point in the debate over growing communalisation, if it were not for two factors. The first, that the Government chose to react to the hate speech, targeting Islam and the Prophet Muhammed, more than a week after these were first broadcast. The second, that its reactions, and the BJP’s action appeared to follow statements made by foreign governments, beginning with Qatar, and then Kuwait, Iran, Pakistan, Bahrain, the United Arab Emirates, the Kingdom of Saudi Arabia, Indonesia, Jordan, the Maldives as well as by the 57-member Organisation of Islamic Cooperation and the powerful six-member Gulf Cooperation Council. However, the Government continues to ignore Indian organisations and groups that have expressed concerns about the statements made. It is possible that the Government chose to respond to Qatar with more alacrity as the Vice-President of India, M. Venkaiah Naidu, was beginning a three-day visit to the country. It is also significant that the Government was moved to act with sensitivity in this case, unlike its reaction just a week ago to the United States government’s release of a report on religious freedom in India, where it slammed the U.S. for playing “vote bank politics”. Some concern about a possible “street reaction” across West Asia, where more than eight million Indians live and work, may have also prompted the reaction, particularly after social media users shared the offending comments widely across the region.Regardless of the reasoning, the statement issued by the Embassies in Doha and Kuwait, which said that the Government accords the highest respect to all religions “in line with our civilisational heritage and strong cultural traditions of unity in diversity” reflects some introspection within the establishment and the ruling party, and the line that has been drawn must be adhered to across society. There is also a case for similar introspection to be made within the media, particularly news television channels that appear to have turned prime time viewing into a prize-fight, encouraging the most radical voices to spar verbally every evening and engage in blatantly extremist hate speech. While the right to free speech must be upheld, and nobody should be allowed to threaten violence, the Government would have avoided the entire controversy if it had acted according to the law, and immediately engaged with the issue before it snowballed into an international incident.",
        "headline_1": "Delayed response: On govt.’s stern action against hate speech",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/delayed-response/article65500883.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-06-2022"
    },
    {
        "full_article": "Rafael Nadal’s is an immortal presence at Roland-Garros. The Spaniard, after all, has a statue of himself at the site that is more than life-size, a rare tribute for a player still active. On Sunday, the 36-year-old showed why his is such a timeless existence by winning his 14th French Open crown that also gave him his 22nd Major, pulling him two clear of Roger Federer and Novak Djokovic in the all-time men’s tally. It is unthinkable that 14 was once Pete Sampras’ record for overall Grand Slam trophies won. That Nadal has accumulated as many in Paris, in just 18 attempts and with an injury-ravaged body, is testament to his clay-court genius as well as his unparalleled ability to play through pain and extreme physical discomfort. Leading into the tournament, Nadal was pensive and pessimistic after his chronic left-foot injury forced him to limp out of the Rome Masters, a key preparatory event. Once in Paris, his mood turned increasingly valedictory, with the pain-killing injections needed to keep his leg numb perhaps telling him that the end was near. However, the fortnight ended in such euphoria, with a straight-set demolition of Norwegian Casper Ruud, that in the epitaph to Nadal’s incredible career, whenever written, his 14th triumph will be more than just a normal data point.The year has been unlike any for Nadal, both in terms of the success he has had and the physical toll he has had to bear. Never before in his stellar career had he secured the opening two Slams of the year, and the 20 straight matches he won at the start of 2022 — three titles and a final — is a career-best. But he had to fight through a bout of COVID-19 that nearly derailed his Australian Open plans, a stress fracture in the ribs that did not allow him to touch a racquet for six weeks, forcing him to miss vital clay-court warm-up tournaments in Monte Carlo and Barcelona and undercooking him for the return in Madrid, and a relapse of the foot injury. That he could still muster the tennis to overcome four top-10 players in the French capital, including Djokovic in the quarterfinal with a rousing performance, proved yet again that he remains the sport’s ultimate competitor. Iga Swiatek was every bit as authoritative in stamping her authority on the women’s side, claiming her second French Open title in three years. It was the sixth straight tournament victory for the Pole, a run that has featured an awe-inspiring 35-match winning streak. If in Ash Barty women’s tennis had a stable World No.1 until the Aussie abdicated her throne in March, Swiatek is proving to be a worthy successor.",
        "headline_1": "Joy after pain: On Nadal and Swiatek win at French Open",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/joy-after-pain/article65500684.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-06-2022"
    },
    {
        "full_article": "With another general election due next year, nobody really knows whether Bangladesh Nationalist Party (BNP), the main political opposition in the country, will participate in it. The BNP seems adamant about not taking part in any election, as has mostly been the case over the last 13 years that the Awami League-led government has been in power. The BNP's claim is simple: There can never be a free and fair election under the current partisan government.\nIn all fairness, the claim is quite straightforward for one of the two major political parties in a country where non-partisan interim governments holding elections has been a norm in the past. The BNP wants the current government to hand over election-time ruling duties to a \"neutral\" administration, which the ruling party refuses to do, out of fear of a repeat of 1/11. As a result, the two political parties' opposing stance on a neutral poll-time government has now probably become the longest standing political stalemate in the history of Bangladesh.\nNo matter how adamant the BNP seems now, the party did contend in the last general election under the current government four years ago, after a lot of drama. For the most part, they kept on pushing the same agenda: no elections under the incumbent partisan government. But, in what is largely dubbed as a last-minute decision, they went to the polls in 2018 and, quite understandably, the outcome was disastrous: the BNP ended up winning just six seats in an election that was marred by allegations of widespread vote-rigging and engineering. This time around, though, the party seems to have learnt from its mistakes and does not seem likely to make any hasty decision again. Interestingly, the last time the BNP went to an election under a caretaker government, almost 14 years ago, the outcomes were almost equally disastrous: they managed to bag just about a quarter of the 300 seats in parliament.\nSo, after having experienced both boycotting (2014) and contending (2018) in elections under the current partisan government, and coming out with a bitter taste in the mouth on both occasions, one wonders: Can the BNP really afford another election boycott? Can the party survive in the long run if it continues to boycott elections?\nThere aren't any straightforward answers to these questions. Everything the BNP tried in the last 14 years has mostly backfired. They lodged violent street protests on multiple occasions, which resulted in the loss of lives and properties and only brought harsh lashing at home and abroad, but could not stop the Awami League from holding elections.\nOne stream of thought within the party – endorsed mostly by veteran leaders who have been there since the birth of the party – is to find a place of compromise and join the polls. Their past experience says the current government is extremely unlikely to amend the constitution to reinstate the caretaker government system. So, the best option for the BNP would be to have peaceful political negotiations to find a middle ground, and a way to come out of the longest \"power hiatus\" in the history of the party by joining the polls.\nThe second group is relatively younger and is led by Khaleda Zia's exiled son Tarique Rahman. The adamancy of \"not joining the polls unless there is a non-partisan caretaker government\" is what they endorse. They believe that the party leaders and activists have already paid a high price by being in the opposition and on the run for a long time. So, they have nothing to lose. Many of them have many more years left in their political careers, and hence are ready to invest more time, unlike the other, veteran group, who are mostly nearing the end of their careers and want to finish on a high note.\nHowever, one big plus for the BNP is that the party has remained more or less united despite all the hardships that they have had to endure since leaving power 17 years ago. In fact, the party is currently going through the roughest patch in its history: Chairperson Khaleda Zia has been in jail for several years; second-in-command Tarique Rahman has been in exile for even longer; there are at least 200,000 political cases against BNP leaders and activists, just to name a few of the predicaments. Everyone thought the party was going to collapse after Khaleda Zia was jailed. But that did not happen – none of the senior leaders left the party.\nAnother big plus is that, no matter how tough things have been, the BNP is still one of the two most popular political parties in Bangladesh. Even in the remotest corners of the country, devoid of any civic facilities, there is a local committee of the BNP, just like there is one for the Awami League. Despite not being in power for so many years, that has not changed.\nAlthough it seems like a mammoth task in the face of hundreds of thousands of cases hanging over the heads of its leaders and grassroots workers, the BNP needs to somehow find a way to reclaim the strength to channel its grassroots popularity and support into building a national political movement. Because whether they decide to join the polls for a decent result or take to the streets to prevent the government from holding the elections, they will require their grassroots to rise up to the occasion once again.\n \nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n",
        "headline_1": "Is the BNP still relevant?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-bnp-still-relevant-3041091",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2022"
    },
    {
        "full_article": "On May 31, our diplomat-in-chief, Foreign Minister AK Abdul Momen, sent a message to diplomatic correspondents in Dhaka suggesting what questions they should ask the US ambassador. By the time his message was transmitted to journalists, the US ambassador's press event, DCAB Talk, was over, and the minister's note ended up as a story itself. It couldn't be ascertained whether the message was a government advisory or a tutorial note as there was no official explanation about it following the publication of the story.\nIt was a story for all the wrong reasons. Contents of his note suggest that he was unhappy – perhaps angry, too – at the US ambassador's public comments on the state of democracy, human rights, press freedom and sanctions on Rab. He wrote, \"Please, you (the newsmen) ask the US envoy why they cannot stop such extrajudicial killings in their own country. Secondly, about 100,000 US citizens go missing every year. Even children are deprived of reuniting with their Hispanic parents. Ask the US about their problems, not about Bangladesh.\" In his message, Mr Momen added, \"It is not the responsibility of the US to rule our country and its development. If the US wants freedom of press, why have they censored the Russian television channel RT? If they want accountability, why are the US security forces or police not punished or held accountable for killing more than 1,000 citizens, mostly Black and Hispanic, every year?\"\nQuestions suggested by Mr Momen also included, \"… if their electoral process is fair, why don't young Americans believe in their election system and why is there a low turnout among young Americans? Why is there a 25 percent voter turnout in each election? Is it a participatory electoral process?\"\nThese questions, based on half-truths or questionable facts, coming from none other than a person who has spent more than one-third of his career in the US, are quite shocking. The foreign minister made his stay in the US a special point when he met Secretary of State Anthony J Blinken on April 4, saying, \"I always have some indebtedness to you, because when I was homeless, jobless, and stateless, it is the US that provided me a home and a job, and I am thankful for that.\" Do we have to believe that he is incapable of differentiating between missing persons and enforced disappearances? The voting statistics he has cited is also far from the truth as the official records show that the lowest turnout in the US presidential election was 49 percent posted in 1996. In the last presidential election, the turnout was 62 percent.\nQuestions suggested by Mr Momen were nothing new, rather a repetition of unverified claims made by some politicians in their public speeches. But political speeches are quite different from the statements made by people steering diplomacy for their country. One may wonder whether he has minutely followed recent statements and comments by US diplomats, including Ambassador Peter Haas, as they now frequently admit the challenges they are facing at home in relation to press freedom and elections. Ambassador Haas, on May 24, told editors and senior journalists in Dhaka that the US was not perfect when it came to having a free press. Quoting from the most recent Reporters Without Borders World Press Freedom Index, he said the US had ranked 42nd out of 180 countries, which, according to him, was far from the top. He added, \"Frankly, the United States needs to do better.\" There were admissions, too, about the difficulties the US is facing regarding elections, especially the allegations of fraud made by former President Donald Trump and his followers in the Republican Party.\nThe biggest problem with these statements, aimed at deflecting the focus of alleged violations of human rights and democratic principles by pointing out failures of others, is that it is a futile exercise and, to some extent, counterproductive. When Ambassador Haas or any other Western diplomat emphasises on a credible election according to international standards, wouldn't it be wiser to respond with expressing commitment to follow such standards? Trying to find justification of a discredited election through pointing out flaws in other countries' elections exposes desperation to deflect the issue.\nThe same is true when attempts were made to counter issues of human rights abuses, press freedom and accountability by raising questions about intentions and making wild allegations of conspiracies to destabilise the government. It also contradicts assertions by other functionaries of the government that it has been reviewing disputed legislations like the Digital Security Act (DSA) to ensure that it does not become a tool to harass journalists.\nThe news about the foreign minister's suggested questions to reporters was especially troublesome as he has already earned some notoriety for his diplomatic language. His characterisation of Indo-Bangla relationship or comments about seeking help from India to bring an end to the US sanctions on Rab and importing oil from Russia can be cited here as examples. One may wonder whether these words are advancing our cause and brightening our image abroad, or harming it instead.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His twitter handle is @ahmedka1\n",
        "headline_1": "A story for all the wrong reasons",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/story-all-the-wrong-reasons-3041086",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2022"
    },
    {
        "full_article": "The world has entered another era of high inflation, and no country can escape from the heat wave of rising prices. The ghost of the 1970s – termed the Great Inflation – seems to be looming on the horizon. The US, with more than eight percent inflation (never seen in 40 years), is on the lead for inflation, as was the case in the 1970s when the inflation spiral was mainly driven by fuel shock. This time, Russia's invasion of Ukraine kicked off the fuel shock too, but the post-pandemic inflation, which most countries are going through, is not fully related to energy shortage. There are other factors which stoked inflation in the first place before President Putin attacked Ukraine. And those factors will keep inflation high for at least two more years.\nFirst, inflation is a common phenomenon after a big recession. The economy enters the phase of recovery. Output goes up. Higher growth leads to lower unemployment – which in turn gives workers higher power of bargaining. Wages go up and cause wage-push inflation. This is demand-driven inflation, which economists describe as the Phillips curve effect. This is not too bad, because people have jobs, pay is higher, and consumers can afford this inflation. The current inflation is partly attributable to the rising phase of the business cycle. This would have happened to all countries anyway after the Covid-led recession, no matter whether other factors had surfaced or not.\nSecond, the Covid-led recession is unique in that it triggered supply chain disruptions, which we never saw in the wake of any other recessions. Covid is worse than war. It paused global mobility quite forcibly, but demand remained suppressed. When stricter lockdowns were lifted, the pent-up demand simply exploded. It rushed to hit the market with horrendous desperation, but did not get the products in place. Aggregate demand exceeded aggregate supply, catapulting prices to newer highs every week. This was a golden chance for ballooning up sellers' profits by exploiting the excess demand, and they hit the bull's eye. Since ships transport more than 80 percent of the world's trade volume, and ships take much longer time than flights or trains, the pent-up demand moved fast like a rabbit leaving the turtle-paced supply far behind. And this will continue for more than a year. The typical theory of supply chain management failed because of the very different nature of the recession induced by Covid, never seen before.\nThird, the Russia-Ukraine war has disrupted not only fuel and gas, but also hurt grain production and exports, sending global commodity and oil prices to higher levels. Only this reason is the same as what caused hyperinflation in the 1970s. This is more so for European countries – most of which are substantially dependant on Russian oil and commodities. While some European countries are 90 percent dependent on Russian oil and gas, the US dependence is as low as 10 percent. Hence, Putin's aggression on Ukraine wouldn't have had much impact on US inflation. Taking a lesson from the 1970s when Middle Eastern countries stopped supplying oil to the US, the American regimes kept on building strategic reserves of oil, which can be as high as 25 percent of their total demand.\nFourth, as the World Economic Outlook (April 2022) claims, inflation is projected at 5.7 percent in advanced economies and 8.7 percent in emerging market and developing economies in 2022. At the end of 2023, inflation is expected to weaken, but it will still be moderately high in developing nations because of the gradual weakening of their local currencies against the US dollar. This is the channel of imported inflation. And that is more so for Bangladesh, whose effort to keep the value of taka artificially high has nosedived and will fail repeatedly at times ahead, making import prices higher in a gradual fashion. The US Federal Reserve's steps to raise policy rates will further strengthen the US dollar.\nFinally, inflation is also driven up by fear or panic – a notion dubbed as expectations-augmented inflation. The media with the right information on prices at different markets and the credible steps by the government can dampen this segment to a great extent. All these factors are present in Bangladesh to trigger inflation and also to keep it stubbornly high until the end of 2023. In addition, Bangladesh's special institutional factors – syndication, hoarding, illicit stocks, and corruption – will exacerbate the situation if the government does not rise against the evils of the market.\nPrices, once raised, don't tend to fall that smoothly – a notion that economist John Maynard Keynes termed \"downward rigidity\" or \"stickiness of prices.\" And that is the case for Bangladesh, suggesting the country's inflation will sustain longer even after the compelling factors weaken or disappear.\n \nDr Birupaksha Paul is a professor of economics at the State University of New York in Cortland, US, and former chief economist of Bangladesh Bank.\n",
        "headline_1": "Inflation is not going away anytime soon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/inflation-not-going-away-anytime-soon-3041031",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2022"
    },
    {
        "full_article": "Bangladesh's Chief Election Commissioner (CEC) Kazi Habibul Awal, in a recent interview with The Daily Star, said there was no scope for showing muscle power during voting if the electronic voting machines (EVMs) are used during polls. His remarks have more than anything reignited the debate over the reliability of EVMs in reflecting people's mandate. However, the main opposition party, the BNP, remains as sceptical about EVMs as ever.\nIt is pertinent to turn to India, Bangladesh's closest neighbour and the world's largest democracy, to find out how the Indian Election Commission manages EVMs during state assembly and parliamentary elections, and sustains the sanctity of the adult franchise.\nIt was in 1982-83 that the Indian Election Commission first used EVMs on an experimental basis in 50 polling stations of Parur assembly constituency in the southern state of Kerala. The Supreme Court had, however, suspended their use in 1984, on the grounds that their usage could not be allowed till the Representation of the People Act, 1951 was amended. It took another four years to amend the law, enabling the use of EVMs with effect from March 15, 1989. Since the year 2000, EVMs have been used in all elections across India – four Lok Sabha and 122 state legislative assembly polls.\nBut it hasn't been a smooth journey all the way for EVMs in India, as opposition from various quarters persists till today, with some parties continuing to harbour doubts about the possibility of tampering with the machines and how they are transported from booths to strongrooms of the Election Commission, and then to counting centres. In 2018, the apex court rejected a petition seeking to restore ballot papers. Despite that, political parties that have lost the electoral battles have gone public from time to time, airing their suspicion of EVMs and preference for paper ballots.\nPoliticians have accused parties of tampering with the machines, hacking them or stealing them to influence poll results. But none of them have been proven. Those complaining about EVMs are caught in self-contradiction. For instance, in 2017, after the Aam Aadmi Party's defeat in Punjab assembly elections, the party had demanded a probe into the alleged malfunctioning of EVMs, and claimed EVMs can be hacked in 90 seconds. AAP legislator Saurabh Bhardwaj even sought to demonstrate in a public session how EVMs can be tampered with. The Election Commission invited all parties to prove their claims, but no political party took up the gauntlet. Five years down the line, the AAP won the Punjab assembly polls earlier this year and assumed power in the state for the first time, and it did not complain about EVMs.\nIn early 2017, Mayawati's Bahujan Samaj Party was decimated in the Uttar Pradesh assembly polls, prompting her to allege that the BJP had tampered with the EVMs. Mayawati was supported by her rivals, the Samajwadi Party and Congress, but the Election Commission rejected the charges.\nA series of setbacks in both national and state-level polls prompted India's main opposition party, the Congress, to discuss the use of EVMs and its possible tampering at its brainstorming session in Udaipur city in May this year. Senior party leader Prithviraj Chavan wanted the party to pass a resolution saying India would return to paper ballots if the Congress returned to power. There were many leaders at the meeting who opposed the use of EVMs.\nThe Congress needs to be reminded of two important things: i) That the party won several elections, including the two consecutive general elections in 2004 and 2009, with votes cast using EVMs; and ii) Chavan's suggestion that Congress make a promise to switch to paper ballots if the party is voted back to power can happen only through the existing system of general elections using EVMs.\nEven at the height of the BJP's supremacy in electoral battles in most parts of India in 2018, Congress won assembly elections in the heartland states of Rajasthan, Chhattisgarh and Madhya Pradesh, defeating the saffron party in votes cast through EVMs. So, is it fair for certain parties to blame the EVMs?\nSome parties have often complained about instances of EVMs being found in private vehicles of politicians, but they have been nothing more than stray cases, and certainly not at a scale to vitiate the polling in its entirety. The Indian Election Commission has put in place elaborate measures regarding the safety of EVMs during transportation and against loss or theft. Measures include tracking software, installing GPS devices in vehicles carrying EVMs, and mandatory video recording of the entire process.\nThe parties also wanted the Election Committee to introduce Voter Verifiable Paper Audit Trail (VVPAT) attached to EVMs for further transparency and verifiability in the poll process. The poll body has done that too.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India\n",
        "headline_1": "Who is afraid of EVMs and why?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-afraid-evms-and-why-3041026",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2022"
    },
    {
        "full_article": "Even as it continues to churn out stories of heartbreaks, lost love and missed chances, the BM Container Depot blast in Sitakunda is already one of the worst tragedies in recent history. So far, at least 49 people have lost their lives, and more than 450 have been injured. As we mourn these unfortunate deaths and pray for the grieving families, we feel equally angered by the irresponsibility and recklessness that has caused such devastation.\nMany things had to go wrong for a tragedy of this scale to occur. We're told that safety measures mandatory for storing chemicals in a depot were not followed. There were no caution signs, for example, so fire-fighters trying to douse the flames did not realise that they were standing right next to dangerous containers that would end up exploding and claiming the lives of nine fire-fighters – the highest from a single event in our country's history. There were many such irregularities at the site that only made things worse.\nBut perhaps, all things considered and as we try to look ahead, this tragedy does have a silver lining, which comes from the bravery and selfless services of not only the first responders, but of ordinary people as well. Nurses and doctors from all over Chattogram reportedly flocked to the Chittagong Medical College Hospital (CMCH) to provide their services, even in the middle of the night. Many of them showed up of their own volition, because they felt they had to come to the rescue of the victims. They helped, and continue to do so, in handling their treatment and other responsibilities.\nThen there were the students and random people who showed up to donate blood to the victims, and help distribute medicine and food to victims and their families. They were motivated by humanitarian reasons, which shows the true character of this nation in the face of tragedies. The number of student and non-student groups that participated – and still are – in the effort to heal the deep wounds inflicted by this catastrophe is truly inspiring. It provides the one thing that this country needs going forward: hope.\nSo while we call on the authorities to conduct a thorough investigation into the incident and hold those responsible accountable, and make sure that meaningful measures are taken so that such a calamity never befalls this nation again, we salute the first responders – fire-fighters, army personnel and policemen – medical professionals, and ordinary citizens who have all made us proud even when the whole country has been in mourning. It is these gestures, big and small, of humanity that show the way even in the darkest of moments.\n",
        "headline_1": "If Sitakunda tragedy has a redeeming feature, it is the volunteers and rescuers ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/if-sitakunda-tragedy-has-redeeming-feature-it-the-volunteers-and-rescuers-3040816",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2022"
    },
    {
        "full_article": "On the World Environment Day, speakers at a roundtable discussion highlighted the grave danger we are inviting by destroying our rivers. Saber Hossain Chowdhury, chairman of the parliamentary committee on the environment ministry, rightly pointed out that our rivers wouldn't have faced mindless grabbing and encroachment had everyone recognised them as an integral part of our development and wellbeing. This failure, unfortunately, is most glaring on part of the government.\nAnother speaker, Muzibur Rahman Chowdhury, a former chairman of the National River Conservation Commission (NRCC), described how he, after visiting 30 districts, had prepared a list of grabbers in which the names of powerful individuals came up. Disappointingly, nothing could be done about it as top bureaucrats were reluctant to take action. It is because of such wilful neglect that lower-level officials often feel reluctant to take action against powerful grabbers, fearing consequences, or because their hands are tied.\nThere are 310 rivers in the country, according to an estimate by Bangladesh Inland Water Transport Authority (BIWTA). Of them, 175 are in miserable condition, and 65 are almost dead. Moreover, 80 percent of the rivers lack proper depth. It is a shame that a country that has been blessed with so many rivers—forming the very foundation on which so many lives and livelihoods depend—has treated them so poorly. Our rivers and the many resources they provide us are among the most valuable possessions we have. Unfortunately, our failure to recognise that is leading to their fast destruction, the price of which we're already having to pay.\nIt's not like we haven't realised this at all. Otherwise, the High Court would never have declared rivers as a living entity, and we would perhaps never have a river commission. We do have legal and structural frameworks in place. But due to the greed and short-sightedness of influential people and the inaction or apathy of government officials, those are not being put to proper use to protect the rivers.\nUltimately, it is the government that must take responsibility for this failure and it must address the challenges facing rivers. It needs to actively hold river grabbers, encroachers and their abettors in government offices accountable, and urgently empower the river commission to do its job. The government also needs to come up with a holistic plan, including negotiations with foreign governments, to address the issue of siltation and thus protect the lifeline of this nation.\n",
        "headline_1": "We dig our own grave when we kill a river",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-dig-our-own-grave-when-we-kill-river-3040036",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2022"
    }
]