[
    {
        "full_article": "The demolition of houses and buildings linked to protesters in Uttar Pradesh is nothing but retribution and collective punishment targeted at Muslims. The destruction of the residence of Javed Mohammed, Welfare Party of India activist and businessman, in Prayagraj, shortly after he was identified by the police as an alleged conspirator behind the violence during a protest, amply demonstrates this. The fig-leaf of legality attached to the claim that the action by the Prayagraj Development Authority was to clear an illegal building has been blown away by the fact that the notice of demolition was addressed to Mr. Mohammed, and not to his wife, who owns the property. The family’s charge that the notice was served only a day before the demolition and backdated to May 10 cannot be brushed aside. It is well-known that the removal of encroachments or illegal constructions cannot take place without due process, which includes giving the owner or occupier an opportunity to be heard and finding alternative accommodation under any existing rehabilitation scheme. That officials claimed that the notice was served on Mr. Mohammed based on local enquiries shows that they were only following orders to demolish the building and had not bothered to verify the record of ownership before action. Earlier, soon after violence was witnessed in Kanpur, the city’s development authority demolished a commercial building allegedly linked to one of the accused in the case.The latest demolitions are linked to the protests that took place in the wake of controversial remarks made by the now-suspended BJP spokesperson Nupur Sharma on the Prophet. While the Centre has sought to clarify to Islamic countries that it does not brook any disrespect to any religion, U.P. Chief Minister Yogi Adityanath wants to send out a message that he will not brook any protests on the issue. It is now a well-established pattern that buildings belonging to those whose names are linked, with or without evidence, to riots or protests are chosen for demolition. For political purposes, it is presented as stringent action against anti-social elements for rioting, and for legal purposes, it is portrayed as removal of illegal constructions. It is unfortunate, and a defining feature of these convoluted times that some States take such pride in demolishing buildings that they want the bulldozer to symbolise their purported resolve in keeping minorities under check. The Supreme Court has ordered that status quo be maintained in respect of the demolitions at Jahangirpuri, in Delhi. Six former Supreme Court and High Court judges and six senior advocates have appealed to the Supreme Court to take suo motu cognisance of the demolitions. Whether the Court acts or not, there is little doubt that the demolitions amount to an abuse of power, a challenge to the rule of law and are inherently illegal due to the absence of due process or proportionality.",
        "headline_1": "Bulldozer on the loose: On demolition of property of Muslim activists",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/bulldozer-on-the-loose-the-hindu-editorial-on-demolition-of-property-of-muslim-activists/article65530282.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "The latest retail inflation numbers point to a slight softening in the pace of price gains, and that should provide policymakers some solace that recent interventions appear to be working. Inflation measured by the Consumer Price Index (CPI), slowed 75 basis points from April’s 95-month high of 7.79%, to 7.04% in May. While it is hard to quantify the effect that the RBI’s surprise 40 basis points interest rate increase of early May had on prices, the Centre’s May 21 decision to cut the excise duty on petrol and diesel by ₹8 and ₹6, respectively, seems to have had an immediate impact. Inflation in the transport and communication category of the CPI slowed by 137 basis points to 9.54% last month. This key category, with a weight of 8.59 that places it behind only cereals and housing, captures the pump prices of the main transportation fuels, making it a crucial indicator of price pressures in the economy. A closer look, however, shows inflation in the category continued to quicken sequentially, even if at a slower pace. Disconcertingly, rural consumers, who have comparatively lower purchasing power than their urban peers and yet are heavily reliant on the fuels for farm operations, experienced a significantly slower softening of only 42 basis points in the year-on-year pace. With the price of the Indian basket of crude oil now having surged by almost 8.5% from April to a 10-year high this month, and the rupee plunging to successive new record lows against the dollar, it would be unwise to drop one’s guard especially given the pass-through impact transportation costs have on most other prices.Food prices, the other driver of retail price gains, offered far less respite with the Consumer Food Price Index (CFPI) inflation slowing by only 34 basis points to 7.97%. City consumers experienced an acceleration in food price gains as urban CFPI inflation quickened 11 basis points to 8.2% last month. Nine of the 12 items on the food and beverages sub-index of the CPI, also quickened sequentially, resulting in the month-on-month inflation accelerating 30 basis points from April’s pace. Prices of vegetables and those of meat and fish surged 18.3% and 8.23%, respectively, from their year-earlier levels, adding to the nutritional precarity of low-income households. And even though inflation in edible oils slowed from April’s pace, there is no room for complacency given that price gains in the vital cooking medium were still running at 13.3% amid persistent supply concerns in the wake of the Ukraine war and the disruption in sunflower oil imports. May’s wholesale price data also provide little comfort, with headline WPI inflation quickening to a fresh high of 15.9%. With the RBI’s consumer confidence survey showing an appreciable deterioration in households’ expectations of the one-year ahead price level, authorities must stay laser-focused on the battle to tame inflation.",
        "headline_1": "Cold comfort: On inflation and government intervention",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/cold-comfort-the-hindu-editorial-on-inflation-and-government-intervention/article65526986.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "This is an issue that has consumed my mind and compels me to pen my views on it every now and then. While I offer no apology for delving once again into a heavily flogged subject – I believe one cannot write enough on the matter – I nonetheless offer my apology in advance for repetitions of specific examples that might have occurred in my previous articles regarding our legal system and, linked to it, the rule of law.\nA well-known legal mind is said to have remarked that \"the worst part of judicial system is, instead of fighting against injustice, people are fighting for justice\". PS Jagadish Kumar's inimitable words are fairly representative of the situation in most of the South Asian countries, certainly of ours, where justice remains a chimera for people without means. Means include – political clout, power, money, and even close and remote proximity to power. Matters can be hastened or delayed depending on who is the victim and who is the accused. Every passing day, my view that the law is being applied selectively grows stronger. Forgive me if I appear to be speaking out of turn, but let me back up my claim with a few glaring examples.\nIt has been 10 years since the journalist couple Sagar and Runi was murdered in the most gruesome manner. It remains the most sensational and longest unsolved murder. More than 80 dates had been fixed for hearing of the case, but the rule issued by the court in February 2012, answerable within two weeks, has not been answered in 10 years. All that the agencies have been able to find out after the DNA testing is that the murder might have been carried out by two men. Did it require all these years to reveal the sex of the killers?\nOne may ask why the police, after it had announced on February 26, 2012 that they were \"almost certain\" about the motive of the killing, later retracted when the case was reassigned by the HC to the Rapid Action Battalion saying that they were not able to pinpoint the motive despite their best efforts. The comment of the High Court is extremely relevant and hits at the malaise of the legal system. The HC made no secret of its disappointment when it observed, \"If any police is killed, you get the clue. Then why you don't get it when a journalist or a lawyer is killed?\" Are we to believe that the police had discovered something which would not only embarrass but also implicate powerful people in high places? Did the two, known for their talent for investigative journalism, come by incriminating information so damaging that they had to be silenced for good, because they could not be bought?\nTake another example where equality before the law has been trampled and the adage that some are more equal than others has triumphed. The Sitakunda container depot fire exposed everything wrong with the system. It was a glaring example of violations of rules, regulations and procedures. It was a disaster waiting to happen since the depot started operating, flouting local and international guidelines, and now the related agencies are pointing fingers at one another for its non-compliance. While this is one aspect of the case, the other aspect is that the owner of the depot has not been indicted in the case while eight of his staff have been. Compare this with, for example, the fire at the FR Tower in Banani in March 2019 which killed 26 people. The police were quick to arrest, and rightly so, two owners for negligence and violations of a national building code that resulted in casualties, and the two could end up facing charges of culpable homicide. This begs the question: Why has the owner of the container terminal been given a different dispensation than the owner of the FR Tower? Is it because he happens to be somebody from the ruling party?\nThe Taqi murder case is another blot in our justice system. Would one be remiss in asking why after the Rab claimed eight years ago to have cracked the case, and assured that, \"the chargesheet would be given any time,\" no charge sheet has been given yet. Needless to say, here again is involved, as revealed in the media, a scion of a political family linked to power.\nThe unfortunate relatives and the little boy Sagar and Runi left behind, who is a young man now, are not only asking for answers but seeking justice too, and so are the parents of Taqi. It seems that William Gaddis had a country like ours in mind when he uttered, \"Justice? – You get justice in the next world; in this world you have the law.\" One hopes that these people would not have to wait for the next world to get justice. There should be no doubt that any attempt deliberately engineered to see the cases fall through, and I am not for a moment suggesting that this is being done, will make those involved in doing so complicit in the crime.\nI am tempted to reproduce what I wrote in conclusion of a piece on the same subject four years ago to the month. It goes as follows, \"This is a phenomenon that is not regime specific, but one that has vandalised morality and made the system of justice a farce. And unless there is a collective expression of indignation we will quickly approach, as described by Aristotle, to the level that human beings can degenerate to. He says, 'At best, man is the noblest of animals, separated from law and justice he is the worst.'\" It is a thoroughly reprehensible prospect.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "Our skewed legal system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/our-skewed-legal-system-3048366",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "Bangladesh's fight against tobacco has come a long way since the country signed the World Health Organization's Framework Convention on Tobacco Control (FCTC) in 2004. Between 2009 and 2017, the prevalence of tobacco use fell from 43.3 percent to 35.3 percent. This was a result of years of legislative and fiscal measures and cooperation between relevant government bodies and other anti-tobacco stakeholders. However, comparing the progress made by other South Asian neighbours (i.e., 28.6 percent of tobacco use prevalence in India as per GATS 2016 and 19.1 percent in Pakistan as per GATS 2014), Bangladesh's achievement is discouraging.\nA strong legislation consistent with the goal sets the stage for bolder and more effective measures. This is particularly true for tobacco control. The obligation of safeguarding public health is one of the key foundations of Bangladesh's state policies, according to Article 18(1) of Bangladesh's Constitution. \"The right to life\" is protected under Article 32 of the Constitution. Bangladesh government is also a signatory to the WHO Framework Convention on Tobacco Control (FCTC) and has enacted tobacco control legislation in accordance with the Convention. Target-3A under 2030 Agenda for Sustainable Development calls for implementation of the FCTC. Bangladesh's 8th Five-Year Plan (FYP) also emphasises this requirement.\nBangladesh's current goals of implementing Sustainable Development Goals (SDGs) by 2030, achieving higher middle-income country status by 2031 and moving towards becoming a developed nation by 2041 are also in conflict with the massive toll, in terms of injuries to health and consequent deaths that tobacco inflicts on people. A study shows that in FY 2017-18, the economic burden due to tobacco use in Bangladesh (medical expense and loss of productivity) stood at Tk 30,560 crore, which is much higher than the revenue earned from the tobacco sector which was Tk 22,810 crore. Tobacco claims around 161,000 deaths in Bangladesh a year. It has been ranked as the fourth major contributing factor behind premature deaths in the country.\nThe findings of the 2009 and 2017 Global Adult Tobacco Survey (GATS) identified areas regarding which legislative attention regarding tobacco control is lacking. While the Smoking and Tobacco Products (Usage) Control Act 2005 and subsequent amendment of 2013 in Bangladesh banned advertisement and promotion of tobacco products, tobacco companies have adopted clever tactics to take advantage of the loopholes and grey areas of the law. According to GATS 2017, almost 54 percent of the population have seen advertisements of cigarettes or bidis, while nearly 21 percent have seen some advertisement of jarda or gul (chewing tobacco). The proportion of people who saw advertisements of bidis rose by 22.5 percent between 2009 and 2017. In case of smokeless tobacco products, the increase was 47.9 percent. It should be kept in mind that these cheap tobacco products are mostly consumed by the low-income people and the women who are most susceptible to influence as a result of advertisements.\nElimination of the existing legal provision for Designated Smoking Areas (DSAs) or \"Smoking Zones\" in public places and public transportation can go a long way towards ensuring the realisation of much higher benefits accruable from Tobacco Control Laws. A \"smoking zone\" in the middle of an otherwise smoke-free area does not protect people from second-hand smoke. As a result, such a provision is incompatible with public health perspectives and acts as an obstruction on the way to smoke-free living. According to the 2017 GATS, 42 percent of all people who work in a covered place are regularly exposed to passive smoking. While using public transportation, about 25 million persons globally are exposed to second-hand smoke. A total of 67 countries, including Thailand, Nepal, Turkey, and the United Kingdom have already enacted full smoke-free legislation, which includes the total abolition of designated smoking zones.\nBangladesh's tobacco control efforts are hampered by the unpackaged sale of bidi, cigarettes, and smokeless tobacco products (jarda and gul). Such sales make tobacco products more available and affordable for such groups as adolescents, youth and low-income people. Furthermore, when tobacco products are purchased loose rather than in packs, the Graphic Health Warning (GHW) on the packs is rendered useless. Article 11 of the FCTC also advises nations to prohibit the sale of single sticks or small packs of bidis and cigarettes, which has already been implemented by a total of 118 countries around the world. There is a growing need to address new threats on the horizon as manifested in the growing popularity of emerging tobacco products (ETPs).\nThe Covid-19 crisis should have called for stronger tobacco control measures. Unfortunately, the opposite has happened in Bangladesh, as suggested by the evidence reflected in the 2021 Bangladesh Tobacco Industry Interference Index.\nExperience in recent years shows how the tobacco industry uses its so-called corporate social responsibilities (CSR) as a pretext to create strong liaison with influential government bodies, which, in turn, influence policymaking and implementation. A society where certain policymaking circles are subject to influence by the tobacco industry cannot but be rather weak regarding the adoption of strong tobacco control measures. It is, therefore, essential that tobacco control law is amended to ban the tobacco industry's CSR activities. An amendment of Bangladesh's tobacco control law must reflect the realities of post-pandemic new normal and what we have learnt during the pandemic.\n \nQazi Kholiquzzaman Ahmad is an economist, and an expert on environment and convener, National Anti-tobacco Platform.\n",
        "headline_1": "Do we need stricter tobacco control?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/do-we-need-stricter-tobacco-control-3048361",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "Finance Minister AHM Mustafa Kamal gave the public quite the surprise when he proposed to withdraw the existing 5 percent supplementary duty on all types of polythene bags, plastic bags (including oven plastic bags) and wrapping materials made of polyethylene. To justify his move, he said the recommendation was made to reduce tax-burden at the local manufacturing stage and make the business environment friendlier. Needless to say, the proposal will appease the local manufacturers who have been seeking fiscal support and exemption from supplementary duty on all kinds of polythene bags made from polyethylene. The proposal, if endorsed in the Jatiya Sangsad during the passing of the budget at the end of this month, will help local manufacturers in more ways than one. It is expected to propel the growth of this industry, help cut the price of polythene bags in the country, and, worryingly, encourage the use of environmentally hazardous single-use polybags to a larger extent.\nDoes this not seem like a total shift in the government's stance against the use of polyethylene and plastic products? It was in the early 1980s when plastic products, especially polythene shopping bags, were introduced widely in the Bangladeshi market. The bags quickly gained popularity. They were light, cheap, and could be disposed of after being used only once. However, within a few years, the environmental impact of using these non-biodegradable shopping bags became all too evident. After the flood in 1998 – when the sewerage lines were found clogged with heaps of polythene bags leading to massive water-logging – the government became aware of the danger that polythene and plastic bags posed. In 2002, the government banned thin polythene and plastic bags, making Bangladesh the first country in the world to slap such a restriction. The ban, hailed as a major step towards reducing environmental pollution, worked for a few years.\nBut then the restrictions started to wane thanks to lax enforcement of the law and with hardly any environment-friendly alternative. Twenty years down the line, these polythene and plastic bags have become an integral part of our daily lives as they are used indiscriminately for household and industrial purposes. Be it in the supermarkets or kitchen markets, streets shops or high-end malls, the presence of polythene is everywhere because of their durability, lightweight, and low price. What is more alarming is that most consumers just throw these bags away after using them once. These bags eventually find their way into the drains, sewage pipes, canals, rivers, and open areas, polluting earth and water.\nAccording to a World Bank study, Bangladesh's annual per capita plastic consumption in urban areas tripled in 15 years to nine kg in 2020. The problem, it found, is worse in Dhaka city, where plastic usage is significantly higher than the national average. In 2020, the per capita plastic consumption in Dhaka stood at 22 kg, up from 9.2 kg in 2005. About 646 tonnes of plastic waste was generated daily in Dhaka, which is 10 percent of all wastes generated in Bangladesh. Only 37.2 percent of the plastic waste in Dhaka was recycled, the study showed. According to a study by an environmental research group called Environment and Social Development Organisation (ESDO), over 78,000 tonnes of polybag waste generated during the pandemic period by illegal polybag manufacturers increased to half a million per day. Of the total, some 5,996 tonnes of waste were generated in Dhaka. According to Paribesh Bachao Andolan, an environmental watchdog, nearly 1,000 polythene factories operate across the country, but most of them are located in old Dhaka. A 2018 report published by Earth Day Network, a leading NGO that works on environmental issues, ranked Bangladesh 10th out of the top 20 plastic polluting countries in the world.\nPolythene and plastic bags are harmful in many ways. First, these products degrade slowly and into tiny particles which then enter the food chain, posing a significant risk to humans, marine life, and ecosystems. And its decomposition takes several hundred years. Globally, managing plastic waste is increasingly becoming an environmental and economic challenge. Governments in all parts of the world have deployed policy and economic instruments, such as bans and product taxes, to disincentivise the production and consumption of \"single-use\" plastic products and packaging. Bangladesh also progressively took steps in curbing plastic pollution since the early 2000s with green activists and environmentalists vigorously protesting against their use. Government high-ups, ministers and policymakers, on different occasions, expressed their position against the use of polythene and plastic. The authorities sporadically conduct drives to stop the polythene menace for a few days, and then the issue is completely forgotten.\nGiven the reality on the ground, the finance minister's proposal for waiving the supplementary duty on all types of polythene bags would only worsen the situation. Therefore, how judicious is it to give tax cuts on the very products that were once banned? The world is waking up to the problem of plastic pollution with governments and other stakeholders starting to act. Then why should we provide incentives to a sector that is proven to pollute the environment? We cannot afford to let our businesses grow at the cost of our environment.\n \nWasim Bin Habib is deputy planning editor at The Daily Star.\n",
        "headline_1": "Cheaper polythene bags spell disaster for the environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/cheaper-polythene-bags-spell-disaster-the-environment-3047486",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "There are all sorts of rain – light, flaky ones that lick your skin just enough to pass on the freshness and without intruding on the business of your life. Then, there's the overtly zealous, needle-sharp rain blades, piercing the earth, pitting the puddles of Dhaka city, hitting the windows relentlessly. You cannot but step back and take a pause in the face of such unswerving resolve. Sometimes it buckets down whenever, wherever. It gulps down all other sounds of the city, leaving just this monotone – the best of its kind that prevails as long as the rain lasts. Then, there are those heavy, plump drops that hit your skin with a rounded weight; you almost feel as if you can hold them separately on your palms and play with them, but there they go, lazily clattering around with a splash. The weirdest of them all is the short-lived sun shower that we jokingly celebrate as an occasion for fox weddings, which I remember would get me excited as a child. Only there are no foxes to be wed, yet it's one of those quirks of nature that one just loves.\nI have always considered myself as a rain lover, for I love to watch it fall, its rhythmic sound, and its smell. Count this as my confession of a guilty pleasure. What's there to confess, you wonder? Let me explain.\nEvery time I voiced my love for rainy days or the rain, my brother would smirk that I could only enjoy the sights and sounds of the rain because I was sheltered from it. Only the other day, a colleague of mine wrote something about the inconveniences caused by rain to the general urbanites in a social media post. He claimed that our undying love for the rain was a part of our \"collective nostalgia,\" and the beauty of it all, a magic realist discourse, was found in and passed on from the great Sanskrit poet Kalidas and our very own Tagore.\nWhat this means is that the paean of the rainy season in the context of Dhaka is nothing less than anachronistic and exclusionary, to say the least. It is ridden with inequality, erasures and muted struggles that the rain brings along for most of the people living in the city. In fact, I probably won't be too wrong in saying, there is nothing likeable about the rainy season if you happen to be a Dhaka resident who have to be out and about, rain or shine.\nWhile I love the downpour from the shelter of my home, I don't really want to head out and get drenched while walking, waiting for a rickshaw or a CNG-run autorickshaw eternally, and being splashed on that dirty, foul water from the road. Even worse, I don't want to wade through the waterlogged roads of Dhaka to get to my destination. God forbid if you are a woman and have to walk in sopping (read body-hugging) wet clothes on the streets. You have just attracted an onslaught of oglers; even if they are in the same situation as you, you become a display of the contours of a woman's body and hence, the pleasure cannot be forsaken.\nTo tell the truth, the rain, or anything that comes from nature that you think is a great equaliser, is a pleasure for the privileged alone. It comes with a price.\nWhy just the rain? The lush greenery, lakes, canals, and rivers that the city is losing fast under the madness called development only help estrange us further from nature. Making nature a commodity, it only serves to reserve it for the wealthy. Having a yard to do gardening, living near a park, or a water body with all civic amenities is not for the poor or even the vast middle class. Living near nature, amid nature, is a status marker, because nature has a material value and is not free for all anymore.\nHence, to spend time close to nature, we have to go outside of Dhaka or at least to the outskirts. The growing number of resorts that offer day trips to these pockets of freshness is only making the city more antithetical to nature. It doesn't have to be so. Nature is a boon that is the most flexible and easy to be integrated into whatever development we are doing in the name of progress. You don't really have to \"go back\" to nature, in its wild sense of the term; you bring it in, carry it along, make it part of your living, not just for the mere aesthetics, but also for fostering a quality life that a city can and should offer to its citizens.\nWhat can a city do to mitigate this difference in experiencing nature? Everything! I was fortunate to spend a long period of time in Singapore for my higher studies. It was the same me, loving the rain the same way. Moreover, as a graduate student, public transport was my only option to go about the city. On many occasions, I was on the road when I was caught off guard by the rain. I never had to ask for a taxi to save myself a walk to the bus or train station or to prevent myself from getting wet. I could still appreciate the sights and sounds of the rain, while taking that walk, without an iota of guilt. What was the big difference? The city is planned in a way that you can reach the bus or train station from wherever you are via a shaded walkway. By shades, I don't mean fancy, underground tunnels. Often, they were just corrugated tin shades over the sidewalks and that would be enough. A rainy day was no different than any other days and was never an inconvenience. I'd see the torrents of rainwater gushing through the roads. Before you know it, it would run off the road to the drain and away from your sight! No matter where you live, you experience the rain the same way if you want to. The overhead walkways, shaded of course, are all lined with flowering plants and creepers that make the walk more inviting, and before you know it, you are engaged with the city in the most pleasurable manner, and most importantly, without being away from nature.\nAll I'm saying is, you don't have to miss out on nature or feel guilty about having access to it just because you live in a city. Is it too much to ask for?\n \nDr Tabassum Zaman is an associate professor at the Department of English and Humanities of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Enjoying Dhaka rain doesn't have to be a privilege",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/enjoying-rain-dhaka-privilege-3047481",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "We're surprised to learn of a two-day luxury trip being organised by the University Grants Commission (UGC) at a time when the government is undertaking austerity measures to reduce public spending. A number of government offices and banks have already cancelled foreign trips following a May 12 circular and amid repeated insistence on exercising austerity by the prime minister. It was necessitated by the economic pain caused by Covid-19 since 2020 and the ongoing Russia-Ukraine war that has led to escalation of prices globally. But it seems the message was lost on the UGC, which has organised a Tk 15 lakh trip to Cox's Bazar for vice-chancellors and registrars of all 50 public universities and 25 high officials of the UGC itself.\nThe reason cited for the trip by UGC is that it is \"to sign annual performance agreements with the public universities to ensure good governance, transparency, accountability, excellence and proper utilisation of resources as well as improve their institutional capacity\". We cannot help but ask: How does a luxury trip sit with the purposes of accountability and proper utilisation of resources? Couldn't the agreements be signed at the UGC's office at Agargaon, like it was done in the last two years?\nWe are told that the UGC held similar meetings before the pandemic. In 2017 and 2018, the events were held in Bogura and Cumilla, and it cost Tk 30 lakh each time. The following year, the meeting was held in Bandarban, costing the UGC Tk 25 lakh. But the agenda for such meetings doesn't justify the expenses incurred. Had the UGC organised it at its own office, it would have saved cost and spared the government the embarrassment of seeing its austerity drive overlooked by one of its own offices. At a time when we're struggling to fund vital services like social safety net programmes and subsidies in various sectors, such wastage of public money is unacceptable.\nThe drive for reductions in public spending should not be limited to only trips, however. Huge amounts of money are wasted in various ways including corruption and mismanagement in the public institutions – autonomous, government and semi-government agencies under different ministries as well as state-owned banks and financial institutions. We have seen how public projects have dragged on year after year, leading to frequent cost overruns. Therefore, we urge public authorities in every sector to lead by example and establish control on all sources of unnecessary expenses.\n",
        "headline_1": "UGC luxury trip defies PM’s call for austerity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ugc-luxury-trip-defies-pms-call-austerity-3048166",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "We are alarmed at the way cybercrimes are rising and evolving in the country, making the cyberspace increasingly risky for its users. Reportedly, criminals are using advanced technologies, new platforms and novel techniques to extort and harass people in the cyberspace. As the patterns of crimes have evolved, so have the criminals. Although many criminal groups were arrested by our law enforcers in the recent past, we wonder whether their efforts are enough or evolving equally to deal with the wide range of crimes taking place in our cyberspace.\nAccording to officials working at the Cyber Police Centre of the Criminal Investigation Department (CID), while they used to receive around 1,500 cybercrime complaints every month on an average in the past, the number has now risen to 2,500. And the Counter Terrorism and Transnational Crime (CTTC) has estimated that an average of 169 cybercrime cases were filed every month in 2020 – under four different acts – and the figure rose to 194 in 2021. These figures, however, do not reflect the actual depth or range of the crimes being committed, including cyber stalking, profile hacking, cyber bullying, dating scams, information theft, cyber terrorism, etc. It is because the victims often lodge complaints only as a last resort.\nReportedly, hackers are using different \"voice changing software\" to turn male voices into female ones, which they use to find their targets on various messaging apps. Criminals were also found using alert notifications from banks to extort people. A group of criminals have reportedly hacked bKash accounts using a loophole in the iPhone's operating system. Every time new arrests are made, we get to know about the novel techniques used by criminal groups. Even foreign nationals were found to be involved in such crimes. We are particularly worried about the fact that different terrorist outfits are using the cyberspace for encrypted communication, motivating and recruiting new members, providing training, collecting funds and also for claiming terrorist attacks, as found by the CTTC. We definitely need increased monitoring here.\nWhile we acknowledge the efforts our law enforcers have made so far to arrest the criminals in cyberspace, we think they do need to be proactive to stay ahead of them and to deal with the ever-evolving threats of cybercrimes. Rather than acting after receiving complaints, they must remain alert all the time to prevent such crimes using sophisticated technologies. Besides, internet and mobile phone users must understand the gravity of the situation and take precaution accordingly. Meanwhile, banks and other financial institutions should also install advanced technologies to protect their systems from being hacked.\n",
        "headline_1": "We must stay ahead of the evolving threat of cybercrimes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-must-stay-ahead-the-ever-evolving-threat-cybercrimes-3048146",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "Viswanathan Anand (Vishy) or the new prodigy Rameshbabu Praggnanandhaa (Pragg) would have played against the SARS-CoV-2 virus. With the virus making the initial moves, playing white, would they have moved their black pieces aggressively to vanquish the virus? As the virus proved adept at changing its strategy and promoting pawns to powerful variants, would they settle for an honourable draw? Even so, they have to be watchful of the agile moves by the microbe and play a strong defence so that the virus does not seize advantage and call checkmate.\nRead the full article on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "Playing chess against Covid: New wave is likely coming, driven by mass behaviour & immunity levels. But don’t panic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/playing-chess-against-covid-new-wave-is-likely-coming-driven-by-mass-behaviour-immunity-levels-but-dont-panic/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "GoI on Tuesday announced that 1 million people will be recruited by it over the next 18 months, an admission that unemployment is a problem. One million jobs at one time is small help when 5 million people annually join the labour force, which is 430 million strong. Estimates on unemployment level vary depending on whose statistics one agrees with. GoI’s PLFS puts joblessness at 4.6% for June 2021. CMIE’s April 2022 data says the rate is 7.4%. Even when GoI data for 2022 comes, the gap won’t change much. Youth unemployment estimates between CMIE and GoI show even wider gaps. Although the period of survey and the age groups covered are not the same, it’s striking that unemployment in GoI’s 2020-21 data for the 15-24 age group is 12.9%, while CMIE’s April 2022 data shows 42% for the 20-24 age group and 12.7% for the 25-29 cohort.\nSome conclusions can still be drawn. There’s a big youth unemployment problem, unpaid work is increasing, the quality of non-white collar jobs is declining, self-employment, a desperate choice for most low-income earners, is going up and real wages have been falling. That no expert reckons that even an economy growing at 7% can by itself solve the jobs problem shows how much the economy has changed structurally. As an Azim Premji University study showed, over the last decade, the impact on total employment for every 1 percentage point increase in GDP has been just 0.1%.\nIndia’s not an outlier either. World Bank studies showed that in most countries the share of manufacturing in total employment dropped between 1994 and 2011, including countries where the manufacturing sector expanded its proportion in GDP. Growing automation will sometimes expand output without adding jobs. But there are two concrete things India can do. First, any obstacle to creating low-skill manufacturing jobs needs to be removed. PLIs are not enough. Central or state policies by themselves are not enough. There has to be joint Centre-state policymaking. Second, a chunk of manufacturing’s near-future jobs will be high-skilled, and only a Centre-state combined effort can make skilling India’s young a reality. If politics won’t allow such cooperation, politicians should know the future can be dire. Opposition parties, which reckon jobs are a BJP weak point and BJP, which reckons trumpeting official data is enough, are both guilty.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "The jobs crisis: Low-skill and high-skill jobs can be created, but not without BJP and Oppn govts working together",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-jobs-crisis-low-skill-and-high-skill-jobs-can-be-created-but-not-without-bjp-and-oppn-govts-working-together/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "After two custodial deaths in as many days, an embarrassed Tamil Nadu police has issued an SOP for custodial interrogation. Only last month, six Chennai cops were arrested on murder charges after a 25-year-old Dalit man died in custody. Meanwhile, police in Saharanpur, UP, have been caught on camera brutally beating nine Muslim men arrested after Friday’s rioting incidents. Custodial violence is a colonial legacy but the reality is that generations of Indian politicians and therefore cops have winked at this scourge.\nIndia is a rare democracy yet to ratify the UN Convention Against Torture. Laws to deter custodial violence are sketchy: IPC Sections 330 and 331 punish voluntary hurt to extort confession but these are general provisions not specifically targeting violence by police against a person in lawful custody. Through March, April and May this year NHRC registered 52 and 691 cases respectively of deaths in police and judicial custody. Most custodial deaths are blamed on ‘natural causes’ – and cops frequently get away with this, too.\nJudicial intervention hasn’t been very effective. The Supreme Court’s DK Basu guidelines attempted to safeguard legal rights of accused persons. In recent years, SC has directed complete CCTV coverage of police stations with storage of footage, oversight committees at district and state levels for technical support, and retrieval of footage on torture complaints. Progress is slow. There’s another issue – cameras can’t just be ‘stationary’. India must introduce body cameras for police. Bodycams aren’t a full guarantee against police violence, but they have proven to be a good deterrent. They are cheap and can and must be widely used, with rules for storing data. In some cases, bodycams help cops, too, if faced with wrong accusations. But nothing will happen till politicians condone police violence.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "Death by cops: Cameras, including bodycams, can deter police violence. But are politicians serious?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/death-by-cops-cameras-including-bodycams-can-deter-police-violence-but-are-politicians-serious/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2022"
    },
    {
        "full_article": "The government has announced the rollout of the transformational 5G services, which will bring about a revolutionary change in communication with benefits spanning various sectors. Besides spurring economic growth, 5G is essential for industry 4.0, enabling rapid digitalisation in India.\nA fillip for education and healthcare\nThe pandemic underscored the enabling nature of digitalisation in most sectors, but more so in education and skilling.\nRead the full article on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "5G impact: Traffic to teaching, factories to farming – Why high-speed data services can transform how Indians work, learn and live",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/5g-impact-traffic-to-teaching-factories-to-farming-why-high-speed-data-services-can-transform-how-indians-work-learn-and-live/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2022"
    }
]