[
    {
        "full_article": "Ahead of the 29th edition of the Conference of Parties in Baku, Azerbaijan, next month, there is renewed energy in government circles to accelerate Indian industry’s transition to carbon markets. While the broader theme of this edition of the COP is increasing ambition on climate finance, a key item on the agenda is clarity on carbon markets. A specific section under the Paris Climate Agreement of 2015, called Article 6, lays the contours under which carbon markets — or the enabling of trading of prevented greenhouse gas emissions among countries —can be operationalised. Carbon markets incentivise climate action by enabling parties to trade in carbon credits generated by the reduction or removal of greenhouse gases from the atmosphere, such as by switching from fossil fuels to renewable energy or enhancing or conserving carbon stocks in ecosystems such as forests. Subsections within Article 6 provide guidelines on what kinds of carbon-reduction activities and verification mechanisms are permissible, and how countries may enter into bilateral agreements so that emission reductions in one country may be legally claimed by another.While carbon markets came into existence nearly two decades ago, they have been plagued by opacity and criticism that they only created the illusion of emission reductions. Although such markets have revived, confusion remains about how credits may be verified. There is optimism that Baku may see a final resolution of this problem and that the first legal credits may begin to be claimed by countries next year. India, due to its voluntary commitment to generate half its electricity from non-fossil energy sources by 2030, stands to gain as a host of several carbon-reduction projects. Additionally, there are also mushrooming private sector enterprises in India setting up innovative forestry projects that reportedly lock carbon and can be claimed as credits by multinational companies, traded through so-called voluntary carbon markets. India’s iron and steel industries are among the nine types of industries expected to meet emission intensity standards by 2025. By restricting the amount of carbon per unit of production, this will, depending on regulatory enforcement, formally kick-start India’s carbon market. However, this will invite complex calculations and, given the experience of a related energy-efficiency trading scheme, run the risk of not exerting enough pressure on companies to comply. While calculating carbon saved is a fraught exercise, India must aim, through its research institutions and authorities, to evolve a transparent and fair policy that is on a par with the best internationally. Published - October 26, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        carbon emissions\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        greenhouse gases\n                    \n                            /                      \n                        \n                        renewable energy\n                    \n                            /                      \n                        \n                        India",
        "headline_1": "​Fair trade: On the 29th COP and India’s carbon market",
        "headline_2": "India must develop a transparent carbon trade policy",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfair-trade-on-the-29th-cop-and-indias-carbon-market/article68796037.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "With less than two weeks before voting day in the 2024 U.S. election, no clear winner has emerged in the contest between Democrat and incumbent Vice-President Kamala Harris, and Republican and former President Donald Trump, two candidates who could not be more mutually differentiated in terms of values profiles and public personas. Averages of national polls suggest that Ms. Harris has a slender lead of around 1.7%, with close to 48.1% of the results favouring her relative to Mr. Trump’s 46.4%. Similarly, in seven key swing States which could end up having a decisive impact on the outcome of voting in the electoral college, Mr. Trump appears to be enjoying a small lead in Arizona, Georgia and North Carolina, even though that lead has switched back and forth between the two candidates. In Michigan, Pennsylvania and Wisconsin, Ms. Harris has nosed slightly ahead of Mr. Trump although now the advantage has slipped back to Mr. Trump in Pennsylvania, even if it is less than 1%. In Nevada it appears to be a dead heat, though in each of these swing States the lead is less than 3% — quite likely to lie well within the statistical margin of error. Michigan, Pennsylvania and Wisconsin were in the past Blue States, but Mr. Trump flipped them to Republicans in 2016. Incumbent President Joe Biden brought them back to the Democratic camp in 2020, a win that Ms. Harris would need to reprise if she is to emerge the victor.The candidate that independent and undecided voters pick will determine whether the U.S. continues with a socially and economically progressive agenda under Ms. Harris, or whether a more conservative approach that is aligned to the personality and whims of Mr. Trump and his ad hoc approach to domestic and foreign policy, wins the day. As president, Ms. Harris would oversee a broader role for government in regulating the economy, including by introducing tax cuts for the middle class and continuing the Biden plan for trade tariffs to boost U.S. global competitiveness. She would also champion the effort to protect abortion rights through Congress, advocate for humane policing of the southern border alongside immigration reform and ensure that Washington remains engaged with foreign allies to manage global conflicts. Mr. Trump’s leadership paradigm would see, if he is back, the government hand out corporate tax rate cuts and exempt social security benefits from income tax. He would adopt a hawkish stand on immigration, including by accelerating deportations to possibly unprecedented levels. Global alliances may take a back seat, if it comes to pass. Whichever candidate prevails, on November 5, voters have a unique opportunity to shape the destiny of their country, at least for the next four years. Published - October 26, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        voting\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "Neck and neck: On the U.S. presidential election",
        "headline_2": "Trump and Harris offer U.S. voters vastly different choices",
        "link": "https://www.thehindu.com/opinion/editorial/neck-and-neck-on-the-us-presidential-election/article68796361.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "Fanny Lauby\nTrump said this week that US has become “like a garbage can” for the rest of the world. If in 2016 it was claimed that Mexico was sending “rapists” to US, in 2024 the presidential election is awash in the debunked conspiracy theory that Haitian migrants are eating dogs and cats. The question is, why does immigration play such a big part in Trump’s campaign strategy?\n\nFull story on TOI+\n\n",
        "headline_1": "Beyond the Kamala/Trump lectures on immigration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beyond-the-kamala-trump-lectures-on-immigration/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "Shri Anandamurti\nIn the absence of duality, Shakti finds no scope for its application. The existence of energy is dependent on duality. The term shakti has various meanings and, as such, has no proper English equivalent. ‘Energy’ is the term generally used in English, but it does not convey the full import of shakti. Prakriti’s sentient, mutative, and static principles are called Shakti, the Supreme Operative Principle. The way in which Prakriti functions is called Shakti. The flow of the tanmatras or inferences is called Shakti. The energy that a living body acquires from its surroundings is called Shakti. This is the broad range of meanings that the term ‘shakti’ encompasses.\nPurush is also a kind of shakti – cognitive faculty. Let us see how material energy originates. What is the relationship between energy in the mundane sense and the energy of Prakriti’s three principles? The cognitive faculty comes within the scope of bondage, theoretically, due to sentient influence and assumes the shape of certain demarcated forms due to static influence. When form remains in the abstract realm, it is called energy; when it comes into the material realm, it is called matter. Energy is not one of the fundamental factors but a stage prior to the metamorphosis of the cosmic chitt into the five fundamental factors. Expression is the innate characteristic of Shakti. The sentient, mutative and static principles are born at a particular time but lie latent within Shakti. They are creators of the mind. It would be futile for the unit mind to attempt to trace the origin of these three principles because, in the process, it would land itself in the fallacy of infinite regress.\nWhen microcosms become active, the unborn Prakriti is not manifested in them spontaneously. Microcosms have to draw the impetus to arouse Prakriti’s principles from the Macrocosm. Matter receives its impetus from both the microcosm and Macrocosm.\nThe initial expression of a wave is sentient. When it reaches maturity, it becomes mutative. The period of maturity is followed by a period of contraction. When the most contracted stage is reached, the mutative principle is finally superseded by the static principle. This stage of maximum contraction contains the seed for the subsequent stages of expression. It marks the completion of one phase in the cycle of actional flow. At this point, the microcosm gathers momentum for the next stage: the gradual unfoldment of the microcosmic mind. We acquire the necessary strength and stamina for our personal endeavour from the Macrocosm.\nThis strength may be preserved in the body, mind or in the nerve cells and nerve fibres, which maintain coordination between body and mind. The more strength one acquires in a particular sphere, the more permanent one’s base in that sphere becomes. The unit mind draws inspiration from the Macrocosm when the psychic wave is in a state of maximum pause. The cosmic Mind also acquires impetus to manifest Its dormant samskaras when It’s in a state of pause. The seeds of expression that manifest after a state of pause in the psychic wave are called reactive momenta, samskaras. To overcome ego, one must throw oneself in the whirlpool of activity in order to increase one’s psychic wavelength.\n\n",
        "headline_1": "Exploring gradual unfoldment of microcosmic mind",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/exploring-gradual-unfoldment-of-microcosmic-mind/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "He’s batting for the strangest economic policy idea ever\nDays to the Nov 5 election, the Trump-Harris campaign has zeroed in on taxes – Trump wants to scrap the federal individual income tax. He proposes high tariffs on imports to make up for the revenue loss. If Trump wins, tariff hikes may be inevitable (60% on Chinese imports, he says) but suffice to say to try and ‘offset’ income tax revenue with rocketing tariffs is not just untested, it’s impossible.\nLogic first. How high must customs duties be to offset loss from nil income tax? For 2024, US has collected $2.43tn from individual income taxes – 49% of its total revenue. Compare that to the $0.08tn raised from tariffs – barely 1% of US revenue. Any tariff hikes disturb trade, but sharp upticks in customs duties will spark global trade wars and US private sector companies will either pay more for imported stuff or import less, either way leading to higher inflation. All of this would be particularly crazy since in 2024 so far, US federal govt has collected the highest total revenue in its history.\nPrinciple second. Why tax income? Here’s the thing. Income tax is the one policy govts got dead right. It’s a fair tax, more you earn, more you pay, unlike, say, taxes on commodities. It’s a compact between the state and earning people. It’s the one policy that has stood the test of time. Changes in tax laws can undermine, or strengthen, democratic governance. That said, income tax cuts are ever-welcome for middle-classes globally, groaning under universal burdens of housing, education & healthcare. But all tax cuts also have a price. No one, though, has ever advocated zero income tax. Because that’s just silly. Naturally, it’s also why it’s so Trump.\n\n",
        "headline_1": "Very silly. Very Trump",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/very-silly-very-trump/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "Dangerous customs, as practised by Customs\nIt reflects how much the Big Brother self-image is embedded into the Indian bureaucracy. Last year in Mumbai, the Customs department seized three drawings by Akbar Padamsee and four by FN Souza because it judged them to fall “under the category of obscene material”. Certificates from art galleries in both England and India made not a whit of difference. Quizzed by Bombay HC, Customs’s advocate talked about maintaining public order and standards of decency and morality. The court did not buy any of it, and directed the artworks be returned within two weeks.\nConsider that both Padamsee and Souza are giants of modern Indian art. They are familiar not only to everybody studying art in the country today, but are also frequently displayed in public and private galleries. Even cursory Googling would establish their iconicity. What does this say about Customs’ actions? It emphasises their ineptness and their sense of impunity. It also speaks volumes for how ordinary artistes – from cartoonists to stand-ups to scriptwriters – may feel constrained in the country. As bureaucrats and policemen test artworks against their personal notions of obscenity, the disease has been encouraged to become endemic in the general population. \nCensorship is damaging enough, often there is also violence. Even if petitioners have the good fortune to meet a sympathetic court, the labyrinth of litigation is tortuous. Legal definitions of obscenity remain loose and open to exploitation, such as any object that is “lascivious or appeals to the prurient interest” per BNS. The commonest ruse is to invoke tradition, though as long as logic prevails this is easily crushed. As HC asked the Customs officials, “What will you say of Khajuraho temples?” The issue is that if anybody can be a censor, then the autonomy of everybody is under threat. \n\n",
        "headline_1": "Nude feud",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/nude-feud/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "We are pleased to note that the interim government has decided to terminate agreements with power plants that have been collecting capacity charges without producing electricity. In an interview with this daily, Muhammad Fouzul Kabir Khan, who currently oversees three ministries under the interim government, said that this decision was made in the public interest—a sentiment we fully support. For years, we have voiced concerns about the previous government's costly decision to pay idle power plant owners through capacity charges, wasting significant taxpayer funds and channelling resources into the hands of individuals politically connected with the former Awami League regime.\nThe adviser expressed his surprise at how a five-year agreement was extended to 16 years. He also revealed that a network of corruption had developed within the power sector, rooted in the structure of the Quick Enhancement of Electricity and Energy Supply Act of 2010. This indemnity law, originally intended to provide short-term relief from power shortages, ultimately became a permanent arrangement. As a result, decisions made under this act lacked proper scrutiny, enabling one-sided benefits for power plant owners at the expense of public interest. According to some estimates, from 2009 to the fiscal year 2023-24, Tk 1,37,000 crore has been paid for capacity charges or rentals without utilising the production capacity. Clearly, the country could ill afford such waste. And even our current economic predicament can, to a large extent, be attributed to this. Which is why the decision by the interim government to not extend any agreement with such power plants was extremely necessary.\nFurthermore, according to the adviser, such criminal networks have also established themselves in other sectors of the country. This is what made the Awami League's megaprojects—undertaken without proper consideration of their true benefits—so costly for the public. Such corruption has made nearly all public projects much more expensive than they should have been, while simultaneously creating a corrupt culture that is proving difficult to change.\nDespite the enormity of the task of rooting out such corruption, it is essential for the current government to reform these sectors urgently. Given the economic constraints that Bangladesh already faces, it cannot afford to continue losing such exorbitant funds to corrupt practices.\nIn line with that, while the government's decision not to pay capacity charges is a positive step, it should go further and repeal the power indemnity law that has drained the economy. The government should also amend the regulatory commission law to restore its right to hold meaningful public hearings before any increase in energy prices. At the same time, the commission should work to eliminate inefficiency and corruption to ensure an uninterrupted energy supply without any further unjustified price increases.\n",
        "headline_1": "We agree with the power adviser",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-agree-the-power-adviser-3736981",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "In Bangladesh, the age limit for applying to government jobs has been extended to 32. However, in response to widespread demand for broader access to government employment, the government is now considering raising this limit to 35 for men and 37 for women. This potential policy shift is a commendable step toward fostering a more inclusive workforce, although it has simultaneously sparked discussions on whether the age limit should be set uniformly at 35 for all candidates, regardless of gender.\nGlobal perspectives on age limits in jobs\nExamining global practices can give us valuable context on the issue. In developed nations like the United States and the United Kingdom, there are no age limits for most government jobs. Individuals, both men and women, are free to pursue public service careers well into their later years, with emphasis placed on experience, expertise, and merit rather than age.\nCloser to home, progressive policies in countries like India and Sri Lanka allow for extended age limits, particularly for women and underrepresented groups, acknowledging the unique challenges some candidates may face. In contrast, the private sector generally imposes no age restrictions at all, emphasising the need to prioritise skills and experience over age.\nThe biological clock: Another challenge to women's careers\n\nIt is well-known that the biological clock plays a significant role in shaping women's personal and professional lives. Many women face the dual pressures of career advancement and family planning in their thirties, a time when men typically encounter fewer interruptions. This reality often limits women's ability to focus fully on their careers during what are considered their peak working years.\nRaising the age limit to 37 would provide a fairer window of opportunity for women who need to prioritise family commitments earlier in life but still have the desire and potential to serve in government roles later. It is not just about extending time—it is about recognising the structural inequalities women face and making a genuine effort to level the playing field.\nLife commitments and career timing\nMany people face personal responsibilities that can have an effect on when they enter or reenter the workforce. Caring for ill family members, raising children as single parents, facing financial struggles, or dealing with personal health issues can delay career ambitions. Under the current age restrictions, such individuals may be disqualified from government jobs despite having the necessary qualifications and merit.\nThose who find themselves excluded from government job opportunities and also jobs in the private sector owing to the same age requirements often have limited alternatives. They may attempt to start their own business or leave the country in search of better prospects, often leaving their families behind. Both paths require financial resources, which many people do not have. Those who find themselves unable to pursue any options may feel helpless, driving them to struggle with their mental health.\nIncreasing the age limit for government positions would be a step toward addressing Bangladesh's unemployment problem, as it would create opportunities for those who had to prioritise other responsibilities earlier in life. This policy shift would enable qualified individuals to pursue meaningful careers in public service, regardless of life circumstances that may have delayed their entry into the job market.\nToward age flexibility in non-government jobs\n\nIn Bangladesh, the age limits in government roles often set the standard for private sector hiring practices, with many employers adopting similar criteria. Currently, the age limit for non-government jobs is often set at 30, mirroring the restrictions for government positions. By maintaining such rigid age limits, companies miss out on qualified individuals who may have the right expertise and skills but are excluded based solely on age. Job seekers with the necessary qualifications are unfairly denied opportunities.\nMaintaining these age restrictions benefits no one—neither employers nor employees. Non-government jobs should, therefore, be free from age limits, allowing companies to focus on talent and capability rather than arbitrary cutoffs. Removing such restrictions would foster a more inclusive and dynamic workforce where expertise and potential take precedence.\n\nA step toward a resilient workforce\nAfter examining global practices and considering the challenges many people face, the government's potential decision to raise the age limit to 35 for men and 37 for women seems like a practical step toward creating a more inclusive and equitable hiring system. This change would recognise the diverse pathways individuals take in balancing personal and professional commitments, fostering a culture where experience and talent are valued over arbitrary limits. Furthermore, age restrictions in non-government jobs should be removed to promote even greater opportunities, prioritising skills and expertise over age. By ensuring equitable access to employment, Bangladesh can better address its unemployment problem and build a more diverse and resilient workforce for the future.\nBushra Sajjad is an administrative executive.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Rethinking age limits: Creating an inclusive workforce for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rethinking-age-limits-creating-inclusive-workforce-bangladesh-3736936",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "It is quite disconcerting that, even after the passing of two months, the fallout of the deadly Gazi Auto Tyres blaze in Narayanganj rumbles on thanks largely to the lethargic response of the authorities. As per a report by this daily, there is still no clear answer as to the fate of the 182 individuals, including women and children, reported missing since the catastrophe. As a result, their families have been left in the dark, waiting for closure that remains elusive.\nThe six-storey factory building was one of the many industrial sites that came under attack following the ouster of the Awami League government on August 5. Left unguarded in the absence of law enforcement, it endured repeated looting and vandalism and was ultimately set ablaze on August 25. That day, amid the chaos and clashes among intruders, many individuals who had entered became trapped when the fire spread, with the gate allegedly locked from outside. Due to the presence of flammable goods all around and the building's massive size, it took firefighters about five days to fully extinguish the fire.\n\nThe disastrous sequence of events that led to this tragedy, with its total human casualties still unaccounted for, cannot be seen just from an economic or political perspective. Those who vanished that day deserve the same focus as victims of other industrial disasters.\nSince then, we have had reports covering the loss suffered by the factory, especially its 2,000-plus workforce, the impact of its closure on the tyre industry, and the blow that such industrial attacks around that time delivered to our economy, from which we have yet to recover. But what about those who went missing or their poor families? What about the people who orchestrated the arson attack? The disastrous sequence of events that led to this tragedy, with its total human casualties still unaccounted for, cannot be seen just from an economic or political perspective. Those who vanished that day deserve the same focus as victims of other industrial disasters.\nReportedly, the government has not yet made any visible headway in locating them or their remains. Even though the Criminal Investigation Department (CID) is analysing DNA samples collected from charred remains found in the ruins, the process has been excruciatingly slow, with no clear communication established with the families. After contacting 32 families of the missing persons and visiting some of their homes, our correspondent has found that most families, having lost their breadwinners, are living in dire straits. Some have been forced to return to their villages, while others held funerals in absentia having lost hope of recovering the bodies of their loved ones.\nThe persistent emotional and economic toll on the affected families is unthinkable. We urge the interim government to urgently address their plight by ramping up efforts to recover all remains, ensure rapid DNA identification, and financially support the affected families. While there are some safety concerns about undertaking investigations in the heavily-hit building, the lack of urgency so far shown by the administration is unacceptable.\n",
        "headline_1": "What happened to the Gazi fire victims?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-happened-the-gazi-fire-victims-3736746",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "No further hurdles to  DEE completion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-further-hurdles-to-dee-completion-1729951093",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Rising pressure of foreign debt servicing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-pressure-of-foreign-debt-servicing-1729951132",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Risks higher capacity motorbikes pose",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/risks-higher-capacity-motorbikes-pose-1729951180",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Disruptive protests",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disruptive-protests-1729951196",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2024"
    }
]