[
    {
        "full_article": "An unwillingness to allow meaningful debate and invite wider consultation can undo even the progressive aspects of problematic legislation. Ignoring protests, the Union government has managed to push through a Bill in Parliament to link electoral roll data with the Aadhaar ecosystem. On the face of it, the Bill’s objective — to purify the rolls and weed out bogus voters — may appear laudable, and the seeding of Aadhaar data with voter identity particulars may seem to be a good way of achieving it. Indeed, this can also allow for remote voting, a measure that could help migrant voters. The four qualifying dates for revision of rolls will help in faster enrolment of those who turn 18. However, other aspects hold grave implications for electoral democracy. The Opposition underscored the possible disenfranchisement of legitimate voters unwilling or unable to submit Aadhaar details, the possible violation of privacy, and the possibility that demographic details may be misused for profiling of voters. Each is a valid concern that ought to be considered by a parliamentary committee. Union Law Minister Kiren Rijiju has said the proposal has been unanimously approved by the Parliamentary Committee on Law and Justice. But, it is not clear if the specifics of the Bill had been discussed widely and public opinion sought.There are indeed complaints that some electors may be registered in more than one constituency and that non-citizens have been enrolled, but these can be addressed by other identification processes. In fact, the Aadhaar database may be irrelevant to verify voter identity because it is an identifier of residents and not citizens. And the complaints of wrongful enrolment have come up even against the unique identity number allotted to more than 90% of the population. Mr. Rijiju is confident that the Election Laws (Amendment) Bill satisfies the tests laid down by the Supreme Court — a permissible law, a legitimate state interest and proportionality. However, this has to be rigorously examined. Even though the Aadhaar requirement is said to be voluntary, in practice it can be made mandatory. The Bill says the election registration officer may require the submission of the Aadhaar number both for new enrolments and those already enrolled. The choice not to submit is linked to a “sufficient cause”, which will be separately prescribed. Whether the few permissible reasons not to intimate one’s Aadhaar number include an objection on principle is unknown. If an individual’s refusal to submit the detail is deemed unacceptable, it may result in loss of franchise. Therefore, the measure may fail the test of proportionality. If the Government really has no ulterior motive in the form of triggering mass deletions from the electoral rolls, it must invite public opinion and allow deeper parliamentary scrutiny before implementing the new provisions that now have the approval of both Houses of Parliament.",
        "headline_1": "Thinking before linking: On linking electoral rolls with Aadhaar",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/thinking-before-linking-on-linking-electoral-rolls-with-aadhaar/article38007291.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-12-2021"
    },
    {
        "full_article": "In a disturbing sequence of events, two men were beaten to death over alleged attempts to “commit sacrilege” in the sanctum sanctorum of the Golden Temple in Amritsar and on the Sikh flag in a gurudwara at Nijampur village in Kapurthala earlier this week in Punjab. With passions now running high as the State heads to polls early next year, political parties have jumped into the fray seeking tougher laws and alleging conspiracies. Prominent political leaders cried foul over the alleged attempts at committing sacrilege, but few questioned the murders of the alleged perpetrators without even investigating their crimes. The use of vigilantism as retaliation for their alleged acts is clearly illegal but it is also deeply problematic in other ways as it has disallowed any possibility of unravelling why these incidents occurred and if they were attempts to foment communal tensions. In the Nijampur incident, the police have said the unidentified man who was lynched by sewadars at the gurudwara was most likely a thief, which suggests that the police must book those who took the law into their own hands. Upholding law and order is paramount in defusing tensions related to inflamed religious passions and, unfortunately, the proximity of elections seems to deter this possibility.The rabble-rousing State Congress chief, Navjot Singh Sidhu, for example, upped the ante by seeking a “public hanging” for those convicted of crimes of committing sacrilege. Earlier in 2018, the State cabinet had sought to pass amendments to the Indian Penal Code (IPC) seeking life imprisonment for those convicted of committing sacrilege against the holy books of major religions, a problematic proposal that sought punishment far disproportionate to the crimes. The proposal itself was redundant as the Supreme Court clarified that Section 295A of the IPC “punishes the aggravated form of insult to religion when it is perpetrated with the deliberate and malicious intention of outraging religious feelings”. Besides, if invoked, it could be used to jail miscreants for up to three years. It is a Section misused to prosecute people in the name of protecting the sentiments of sections of society, thereby dampening freedom of expression. Seeking extraordinary punishment for crimes that are vaguely defined such as “sacrilege” would be an even more retrograde step as the application of stringent “blasphemy laws” elsewhere has shown. The State must now allow the police to conduct thoroughgoing inquiries. It must also bring to justice those engaged in vigilantism. Meanwhile, political parties committed to peace in the State must seek to defuse any public anger over the alleged acts of “sacrilege” and not let it descend into communal tensions.",
        "headline_1": "A foul cry: On alleged attempts to 'commit sacrilege' in Punjab",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-foul-cry-on-alleged-attempts-to-commit-sacrilege-in-punjab/article38007310.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-12-2021"
    },
    {
        "full_article": "Since the US Department of Treasury and the Department of State imposed sanctions on the Rapid Action Battalion (Rab) and seven of its current and former officials on December 10, the future of the Bangladesh-US relationship has become a topic of analysis and intense speculation in Bangladeshi media. Although these discussions are often prefaced by why the US imposed sanctions, even the staunch critics of the US decision have implicitly acknowledged that extrajudicial killings in Bangladesh—the primary factor in the US sanctions—have been a matter of concern for a long period. Some insist that such a harsh punitive measure is disproportionate, pointing at poor human rights records of other countries, particularly countries in South Asia, against which the US has taken no actions yet.\nThe proponents of these arguments miss the point that drawing parallels with other countries' poor human rights records is essentially an acceptance of the rationale of the sanctions. The habitual deniers have continued to do what they do best. Some pundits are also trying to trivialise the sanctions and insisting that soon it will be pushed to the backburner and the status quo will prevail. On the other hand, another group of people are speculating that it will be followed up soon with more robust punitive actions.\nWhile the US decision to impose sanctions were prompted by increasing incidents of extrajudicial killings and serious erosion of democracy in Bangladesh in recent years, it is also intrinsically tied to the ongoing shift in US foreign and security policies under the Biden administration. As such, the sanctions need to be located within these shifts, which have implications for any future Bangladesh-US relationship.\nThe Biden administration's determination to make a clear break from the Trump-era foreign policy of waltzing with authoritarian leaders became clear from day one of the administration, as Biden was elected with this promise. Besides rejoining international entities such as the World Health Organization (WHO) and the Paris Accord on Climate Change, the Biden administration made strengthening the US alliances and working with other countries on global common goods a priority. But important aspects of the security strategy and foreign policy of the Biden administration—as reflected in the Interim National Security Guidance, published in March 2021—were highlighting the values of democracy in opposition to the growing authoritarianism, and focusing on the Asia Pacific region. Both have bearing on the recent decision regarding several countries, including Bangladesh.\nBiden's emphasis on democratic values as a security strategy is distinctly different from his predecessors—not only Donald Trump (2017-2021), but Barack Obama (2009-2017) and George W Bush (2001-2009) as well. Bush's militaristic strategy engendered the so-called War on Terror and weakened both US security and its global standing. Obama's strategy was somewhat less ambitious, yet focused on global security intended to achieve a leadership role for the US. But it didn't achieve a great deal because of the US's engagement in various wars, particularly in the Middle East and the North Africa (MENA) region. Under the Bush and Obama administrations, democratic norms and values were not placed at the centre of US policies. Biden, on two separate occasions, underscored that democracy and human rights would be the focus of his foreign policy. He said on February 4, 2021, \"We must start with diplomacy rooted in America's most cherished democratic values: defending freedom, championing opportunity, upholding universal rights, respecting the rule of law, and treating every person with dignity.\" After the US withdrawal from Afghanistan on August 31, 2021, Biden said, \"I've been clear that human rights will be the centre of our foreign policy. But the way to do that is not through endless military deployments, but through diplomacy, economic tools and rallying the rest of the world for support.\"\nIronically, Biden's emphasis on democracy comes at a time when the US is experiencing a serious democratic backsliding, and pernicious polarisation has made many of its democratic institutions dysfunctional. Rise of extremism within US society is endangering its democracy and posing challenges to its security. As such, there are legitimate questions as to whether the work should start at home rather than focusing outward. The insurrection on January 6, 2021 by Trump supporters has laid bare the serious threats that US institutions face; it has also demonstrated the growing influence of anti-democratic forces in the US, including violent white supremacist groups. The Biden administration has taken note of it; the National Security Guidance states, \"Domestic violent extremism challenges core principles of our democracy and demands policies that protect public safety, while promoting our values and respecting our laws.\" These threats can be countered not only through legal measures, but also through reinvigorating ideological underpinnings and addressing the core issues, such as the lack of trust in institutions, elite dominance in policymaking, and economic insecurity. The Biden administration's domestic agenda intends to address these issues through several measures.\nOn the other hand, the Biden administration wants to regain a formidable place on the world stage—even if not the leadership position of the yesteryear—by pursuing the values which can unite a wide range of countries. It wants to take a clear stand against ideologies which intend to undermine the liberal world order. With that objective, the Summit for Democracy was convened in December 2021. But the US's close relationship with various authoritarian regimes and inclusion of some of the semi-authoritarian countries in the summit reveal some weaknesses of this approach.\nThe second element of the foreign and security policies of the Biden administration is its focus on the Indo-Pacific region. Since the mid-1970s, particularly after the defeat in Vietnam, the Asia Pacific region has received little attention from US policymakers. US policy on South Asia has been ad hoc since the 1950s with one distinct feature—the tilt towards Pakistan. The lack of interests in the Asia Pacific region and ad hoc South Asia policy did not change, although the US became deeply engaged in the Afghan war against the erstwhile Soviet Union between 1979 and 1989. US security and economic interests did not face any formidable challenges in the region warranting any actions. As the centre of gravity of the global economy began to shift to Asia Pacific in the 1990s, it drew US attention. However, not until Barack Obama came to office did the US deploy additional resources or take any initiative for further alignment. Barack Obama's Pivot to Asia policy took shape in 2010 for several reasons, including the economic importance of the region and the growing influence of China. Obama accepted the inevitable rise of China as he repeatedly said, \"The United States welcomes the rise of China.\" He characterised the US-China relationship as the most important bilateral relationship.\nHowever, the relationship started to change as China became more assertive and began to challenge the global power architecture. The announcement of the Belt and Road Initiative (BRI) in 2013, Xi Jinping's proposal for US-China relations as a \"new type of great power relations\" and subsequent efforts to expand its sphere of influence became the bone of contention. Consequently, the US expedited its efforts to reach a deal under the Trans-Pacific Partnership (TPP). The objective was to advance strategic interests of the US along with the economic integration of 12 countries covering 40 percent of global trade. Trump on his first day in office withdrew the US from the treaty. While the other treaty partners went ahead, the US lost its ability to influence the region, leaving the region open to Chinese pull. Trump's transactional foreign policy efforts with China failed, and he turned to a belligerent posture. In 2017, the US took initiative to revive the moribund Quadrilateral Security Dialogue (the Quad)—a strategic security dialogue between the US, Australia, Japan, and India. In 2019, Trump realised the need for US presence in the region and devised the Indo-Pacific Strategy (IPS), aimed at curbing China's influence.\nSince coming to power, although President Joe Biden has not used the term IPS, his administration seeks to build a strategic framework to counter the growing influence of China. Biden has made it amply clear that the US considers China as a rival and would like to halt its growing influence—both at strategic and ideological levels. Highlighting the human rights violation in Xinjiang, China's support for Myanmar's military junta, and its assertiveness in various regions including South Asia, the Biden administration has taken a strong stance. Its heightened efforts to align Asia Pacific countries with the US is reflected in the recent trips of the US secretaries of state and defence to the region.\nRecent punitive actions by the US of varying degrees against Myanmar, China, North Korea, and Bangladesh need to be seen as an integral part of the twin policy thrust of the Biden administration, democracy and confronting China's assertiveness. As the Bangladesh government devises its response to the sanctions on Rab, it must also consider the larger picture and the geopolitical dynamics of the Asia Pacific region. Addressing the institutional aspects of Rab and the sanctioned individuals should constitute one element of the response—the other aspect involves these dynamics.\n \nDr Ali Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n\n",
        "headline_1": "Sanctions against Rab and the shifts in US policies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-and-grey/news/sanctions-against-rab-and-the-shifts-us-policies-2922766",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2021"
    },
    {
        "full_article": "Stefania Maurizi is an investigative journalist working for the Italian daily Il Fatto Quotidiano. She has worked on all WikiLeaks releases of secret documents and partnered with Glenn Greenwald to expose the Snowden Files about Italy. She has authored two books—'Dossier WikiLeaks: Segreti Italiani' and 'Una Bomba, Dieci Storie.' In an exclusive (electronic) interview with Eresh Omar Jamal of The Daily Star, she talks about the recent UK court ruling to overturn a decision not to extradite Julian Assange, the founder of WikiLeaks, to the US, to face espionage charges.\nOn December 10, a UK court overturned a decision not to extradite Julian Assange, the founder of WikiLeaks, to the US. On what basis did the court make this decision?\nThe Julian Assange and WikiLeaks case is, without exaggeration, the most important case on press freedom in a century. From Amnesty International to Human Rights Watch, from the American Civil Liberties Union (ACLU) to the International Federation of Journalists (IFJ) and Reporters Without Borders (RSF)—all the important organisations have condemned the prosecution of Julian Assange, denouncing its devastating impact on journalism and on the public's right to know.\nHowever, the British justice system has completely rejected the press freedom arguments, to the extent that, till date, the whole extradition case revolves around the physical and mental conditions of Julian Assange. The US extradition request was initially rejected by District Judge Vanessa Baraitser, exclusively on the grounds that it would be oppressive to send him to the US because he is at serious risk of suicide. The British High Court of Justice did not reject this risk, but quite the opposite; the US tried to argue that \"the judge erred in her overall assessment of the evidence going to the risk of suicide,\" but the High Court rejected this ground of appeal. However, it accepted the \"diplomatic assurances\" given by the US authorities that he would not be held in total isolation, under the so-called Special Administrative Measures (SAMs), and would not be incarcerated in the most extreme US prison, ADX Florence—unless he commits any future act that would require such extremely harsh measures—which will reduce his suicide risk, hence the WikiLeaks founder can be extradited. Amnesty has publicly stated that those assurances are completely unreliable.\nWas the court's decision justified, given that the CIA had made secret plans to assassinate or illegally extradite Assange while he was in the Ecuadorian embassy in London, going so far as to risk a \"gunfight\" in the streets of London?\nThe British justice system has never cared about the destruction of Julian Assange—it has actively and relentlessly pursued it. The Crown Prosecution Service greatly contributed to creating the legal and diplomatic quagmire that kept Julian Assange arbitrarily detained from 2010 to 2019. It was completely indifferent to the impact of this arbitrary detention on Assange's health. And the Crown Prosecution Service is now assisting the US authorities in extraditing him to a country that wants to bury him in prison for life for doing journalism—revealing extraordinarily important information in the public interest.\nThe British courts have completely ignored the decision of the UN Working Group on Arbitrary Detention, which called for Assange to be released and compensated. They have completely ignored the UN special rapporteur on torture, Nils Melzer, who established that the WikiLeaks founder had been psychologically tortured. As the great British director Ken Loach wrote in his preface to my Italian book, l'Espresso which will be available in English next year, this case is a \"monstrous injustice.\" The British High Court has simply followed that path, ruling that he can be extradited to a country whose intelligence agencies planned to assassinate him.\nAssange has recently had what has been described as a mini stroke while in Belmarsh prison. UN Special Rapporteur Nils Melzer said that the US was trying to kill Assange by forcing him to stay in detention. What are your thoughts on this situation?\nI completely agree with Nils Melzer that the UK is literally torturing him to death. People might think that this is an exaggeration, because the British authorities don't waterboard him and they don't burn cigarettes on his arms. But the point is that there is no need for cigarette burns on Julian Assange's arms when you can bring him to the brink of suicide, through nine years of arbitrary detention, without even an hour a day outdoors and no way out.\nWith my newspaper—initially the leading Italian newsmagazine l'Espresso and the Italian daily La Repubblica, and today the major Italian daily Il Fatto Quotidiano—I have worked on the WikiLeaks secret documents since 2009. I have known Julian Assange for over a decade, witnessing the hell he has gone through, while the media laughed at him for saying the US was after him and other WikiLeaks journalists for publishing the secret documents on the Afghan and Iraq wars, the US diplomacy cables and the Guantanamo files. Every morning, I wake up terrified that he may have committed suicide or may have died in prison. It's very obvious that the American and British authorities want to break him, and they are succeeding: his physical and mental health is seriously impaired.\nWhy is the US government so desperate to kill or get their hands on Assange? Out of all the journalists in the world, what is so special about him in their eyes?\nThe US authorities want him and the WikiLeaks journalists in prison for life because they did not just expose their dirty secrets; they made billions of people realise that the war against secrecy—when secrecy is not used to protect citizens, but rather to cover up state criminality at the highest level—can be won. That is a devastating prospect for the US authorities, and actually for the US's enemies as well. Russia, China, North Korea, and Iran may have been very happy to see how WikiLeaks exposed US war crimes, torture, and extrajudicial killings by drones; they may have been happy when WikiLeaks embarrassed the US. But at the same time, they fear that, sooner or later, it might happen to them as well. They could be the next to have their dirty secrets exposed.\nIn the digital world, it's very difficult to control secrets. The fact that in less than a decade, the Pentagon, the Department of State, the CIA and the NSA lost control of their dirty secrets demonstrates how vulnerable they are. And so the US, its allies and its enemies need a tragic ending: they need to show anyone who dares to do what Julian Assange and WikiLeaks have done that the consequences of such actions are devastating. They have to build a powerful deterrent to terrify everyone, which is what they are doing to Julian Assange. Whereas we journalists, intellectuals, artists want the exact opposite: we want to build a world in which journalists and whistleblowers can reveal war crimes and torture, and be safe and free afterwards. We want to build a world where the highest levels of power are accountable, and are not above the law.\nDaniel Ellsberg, who released the Pentagon Papers, said that this was the single most important press-related case in history. Why, then, don't we see more mention of it in the international press? Shouldn't there be outrage, given the legal precedent it would set for journalists around the world?\nI think that in the last two years, many things have changed and we are now seeing a mobilisation in support of Julian Assange and the WikiLeaks journalists. All the press giants are running editorials opposing his extradition; the biggest journalistic unions are opposing it; artists and intellectuals are speaking out. I will not forget the media's role in crushing Julian Assange and the WikiLeaks journalists—thereby making a long demonisation campaign against him possible—but the brutal arrest of Assange and the charges against him have made media people realise how devastating this case is for press freedom globally. We need even more: we need a mass mobilisation, millions from London to New York, from Dhaka to Rome, taking to the streets to ask for the US to drop the charges and the investigation into the WikiLeaks journalists. Only mass mobilisation can save them—British and American justice systems won't save them. The British and American justice systems keep protecting the war criminals and the torturers—that is who they are—whereas we want a world where the war criminals go to prison and the journalists are free and safe.\n",
        "headline_1": "‘Prosecuting Assange will have a devastating impact on press freedom’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/prosecuting-assange-will-have-devastating-impact-press-freedom-2922756",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2021"
    },
    {
        "full_article": "As someone who has attended every single climate change conference under the United Nations Framework Convention on Climate Change (UNFCCC)—the Conference of Parties (COP)—one thing I have learnt is that waiting until a COP is held to prepare to get something out of it simply does not work. If a country or a group of countries—or anyone else for that matter—wants to influence the outcome of a climate change conference, the work needs to start as soon as the curtain falls on its preceding conference.\nIn other words, as we have just returned from the 26th Conference of Parties (COP26), held in Glasgow, Scotland in November, we must immediately start to prepare ourselves for COP27, which is scheduled to be held in Sharm El-Sheikh, Egypt in November 2022.\nAn even more important reason for this is that many of the key decisions that could and should have been finalised in COP26 have been left for COP27. \nAs we prepare for COP27, an important event we will have to plan for is the Subsidiary Bodies meeting of the UNFCCC, which is scheduled to take place in Bonn, Germany in June 2022, which will be used as the platform to carry forward many of the agenda items from COP26 to COP27. This is an important stepping stone to get the COP27 agenda items well-prepared while aiming for a good outcome of the climate summit next year.\nThere are also a number of items that have already been mandated to be discussed further in the Subsidiary Bodies meeting, including the functions of the Santiago Network on Loss and Damage (SNLD) as well as the Glasgow Dialogue on Loss and Damage.\nAs an outcome on the finance for loss and damage is one of the major solutions expected from COP27, this topic will need to be developed and worked on throughout the coming year.\nAnother very important outcome of COP26 that has to be taken forward is the Glasgow-Sharm El-Sheikh work programme on the global goal on adaptation (GGA), which was one of the major positive outcomes of COP26.\nThis will also require holding a number of workshops and meetings with governments as well as scientists in order to try to come up with options for the governments to review and agree on at COP27. An important milestone in this regard is the upcoming publication of the 6th Assessment Report (AR6) of Working Group 2 on Impacts, Vulnerability and Adaptation of the Intergovernmental Panel on Climate Change (IPCC), expected in early 2022. This report will provide the latest knowledge and evidence of the success of different ways of adaptation to climate change, which can then be considered in developing the GGA.\nBangladeshi scientists will also be making an important contribution on this issue as we promote the concept of, as well as practise, Locally Led Adaptation (LLA), which focuses on building the adaptive capacity of vulnerable communities from the bottom up, and in which Bangladesh is an acknowledged world leader.\nAn important expectation from COP26, to which the Climate Vulnerable Forum (CVF), under the leadership of Prime Minister Sheikh Hasina of Bangladesh, made a very significant contribution, was agreement for every country to make an annual update of their respective Nationally Determined Contributions (NDC) plans, to reduce emissions of greenhouse gases, instead of the previously agreed five-year gap between updates. Although this remains a voluntary commitment, many countries are expected to honour this agreement and update their NDCs by COP27 next year.\nThe CVF, under the leadership of Bangladesh, played a significant role in COP26, and even though Bangladesh will be handing over the chair to Ghana before COP27, it will nevertheless remain one of the Troika of CVF leaders for the next two terms. So Bangladesh will continue to play a major role in the political leadership that the CVF has acquired. One aspect of that leadership was the fact that when COP26 started, there were 47 developing countries in the CVF; by the end of COP26, seven new members were added to the forum. Thus, the CVF has emerged as a significant political force on climate change issues—even beyond the climate summits.\nHence, Bangladesh as a key leader needs to prepare itself for a successful outcome in COP27 next year, by participating effectively in every single international meeting that will take place around the world every week, in order to push our agenda for successfully tackling the global problem of human-induced climate change, which now needs daily actions. Both the government and civil society actors from Bangladesh can play vital roles in tackling climate change, but the work has to start right now.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Now it’s time to start preparing for COP27",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/now-its-time-start-preparing-cop27-2922736",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2021"
    },
    {
        "full_article": "Bangladesh's elite law enforcement force, the Rapid Action Battalion (Rab), which has been subjected to a sanction by the US, has now been applauded by the same government for its role in tackling terrorism, according to some media reports. The 2020 Country Reports on Terrorism, published by the US Department of State on December 16, 2021, which gives an overview of global counterterrorism environment, has reportedly praised Rab for its success in cutting down terror acts in Bangladesh. Some of these Bangladeshi media outlets have also quoted at least two noted experts on international relations saying that this praise proved that the sanctions were not a well-thought-out action, and could have been the result of intense lobbying by some anti-Bangladeshi elements. They argued that these contradictory acts were indicative of a lack of coordination within the US Department of State. If the latter report is correct, then there's every reason to thank those experts for the correct interpretation of these discrepancies in the US policy on Bangladesh. But, what about getting it wrong, and as a result misleading the nation and the government?\nHearing one of those experts—a professor in the country's top university—I went through the report again and found only one reference of Rab in the whole report, which says, \"Throughout 2020, the CTTCU and the Rapid Action Battalion established 'deradicalisation and rehabilitation programmes,' in addition to conducting community policing efforts and investigations and arrests of suspected FTFs.\" Clearly, this description neither praises nor criticises the Counter-Terrorism and Transnational Crimes unit (CTTCU) of police and Rab.\nBefore going into continental and country-specific reports in a brief note, under the subhead \"The Human Rights Report,\" it suggests that alleged human rights abuses by security forces may have acted as impediments to counter-terrorism programmes. It says, \"In the countries listed below, significant human rights issues influenced the state of terrorist activity in the country and may have impeded effective counterterrorism policies and programmes or supported causes and conditions for further violence. Such human rights issues included, among others, unlawful and arbitrary killings, including extrajudicial killings, forced disappearances, torture, and arbitrary detention (all of the preceding by both government and non-state actors); harsh and life-threatening prison conditions; violence against and unjustified arrests of journalists; substantial interference with the rights to peaceful assembly and freedom of association; widespread and pervasive corruption; repression of religious freedom and violence against religious minorities; and forced and bonded labour.\" The countries listed in the report are: Afghanistan, Algeria, Bahrain, Bangladesh, Egypt, India, Iraq, Iran, Kazakhstan, Kenya, Kyrgyz Republic, Lebanon, Libya, Maldives, Pakistan, Russia, Saudi Arabia, Sri Lanka, Syria, Tajikistan, Turkmenistan, Uzbekistan, and Yemen.\nWhen the government seems serious about assessing the likely impacts of the US sanctions and considering possible ways out of any adversarial impact, this kind of misleading analysis may prove harmful. The statements issued by two associations of cadre and non-cadre police officers seem quite strange as well, as they spoke about only the seven officials against whom individual sanctions have been slapped, but they remained silent about the sanctions against Rab. The sanctions against those seven individuals, however, were due to their role in Rab. Collective punishment of a whole unit of a country's security forces is quite rare and, therefore, perhaps has greater significance than any individual or individuals.\nIn the past, sanctions—either economic or military—were used against a regime and a country. But such sanctions have proven to be less effective without a consensus among major powers and getting the maximum number of countries on board. And in many cases, such sanctions also proved counterproductive as the politicians of those countries subjected to sanctions could rally their population, alleging such punitive actions as collective punishment of a nation, and that victimhood made sustaining such sanctions difficult. Hence, came the tool called Smart Sanctions that are targeted to specific persons and entities, and the Global Magnitsky Act has become the most effective tool for the Western democracies. After the US, Canada and the UK have enacted their own Magnitsky acts; a similar legislation is currently being considered by the European Parliament.\nThe US sanctions have two components: a) Travel ban by the Department of State; and b) the Department of the Treasury ban involving freezing of assets and restricting all kinds of transactions with the subject(s) of the ban. In this context, the gravity of the sanctions against Rab could not be overstated. The Treasury announcement says, \"As a result of today's actions, all property and interests in property of the persons designated above that are in the United States or in the possession or control of US persons are blocked and must be reported to OFAC (Office of Foreign Assets Control). In addition, any entities that are owned, directly or indirectly, 50 percent or more by one or more blocked persons are also blocked.\" It is, therefore, quite likely that any security equipment and technology coming to Bangladesh would be falling under additional scrutiny to ensure that the end users are not the subjects of the sanctions. It also makes it almost impossible for global banks having interests in the US to release any assets of Rab they hold or allow any transactions, like paying import bills.\nIt is still unclear whether these sanctions will have any impact on the UN peacekeeping role of those officers who have or still are serving in Rab. A leading human rights campaign group, the Human Rights Watch (HRW), has long been pushing the US and other Western countries for imposing sanctions against Rab and has also called on the UN to take similar actions.\nThough ministers and politicians have blamed the so-called anti-Bangladeshi elements for the US actions, press reports about the meeting between the foreign secretary and the US ambassador after the latter was summoned at the ministry seems to suggest that Bangladesh's main disappointment was \"the unilateral announcement instead of prior consultation.\" This is a flawed argument as, in October 2020, 10 leading senators in a show of bipartisan unity and urgency wrote to the then secretary of state to impose sanctions on Rab commanders. And again in August this year, the Congress caucus on human rights, the Tom Lantos Human Rights Commission, also heard calls for actions against Rab during a public hearing.\nQuestioning the moral authority of the US or pointing out their dismal records at home against minority communities may be good for politicking, but lacks any practical solution. Claiming innocence or simple denial after years of allegations of gross human rights violations is not going to result in any exoneration. Therefore, setting up a truly independent and transparent investigation mechanism—perhaps a judicial commission—to probe into the alleged abuses should be considered with urgency. Eight years of negotiations and lobbying to end another exclusion, the suspension of GSP to Bangladesh over workers' rights, have yet to succeed.\n \nKamal Ahmed is an independent journalist who writes from the UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "Misleading analysis of US sanctions must be avoided",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/misleading-analysis-us-sanctions-must-be-avoided-2921996",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2021"
    },
    {
        "full_article": "A recent investigation by the New York Times (NYT) has once again brought to the fore the tragic and inhumane killings of civilians by US drone strikes, which could amount to war crimes. A trove of newly obtained confidential documents covering more than 1,300 reports show that the US air wars in the Middle East led to the deaths of thousands of civilians, including children which, according to the documents, were the results of \"deeply flawed intelligence.\" We condemn such unwarranted killings, which do nothing for the security of the US; on the contrary, such acts increase resentment among the people of the nations who have been victims of the West's imperialistic wars fought under the guise of the War on Terror.\nThe report further revealed that none of the incidents of civilian killings have managed to make the US government see any evidence of wrongdoing, or take disciplinary actions against any US personnel responsible for such deaths. Even though many of these incidents were previously reported, the NYT investigation showed that the number of civilian deaths had been \"drastically undercounted\" by at least several hundreds. It is hard to believe that this was the result of an accident or error. One event covered in the report, for example, showed that a drone strike, which had allegedly killed 85 Islamic State fighters, had actually led to the deaths of 120 farmers and other villagers.\nAccording to a spokesperson for the US Central Command, even with the best technology in the world, mistakes do happen, and they are trying to learn from them. Given, however, that the US has yet to take any action against anyone responsible for the thousands of deaths caused by its drone strikes, it is difficult to see how that can be true. Moreover, the only person who has been punished in regards to US drone strikes is whistleblower Daniel Hale, who leaked documents to The Intercept detailing how, between January 2012 and February 2013, nearly 90 percent of those killed by such aerial strikes were not the intended targets, but civilian bystanders, who were nonetheless classified as \"enemies killed in action.\" Such actions by the US, which claims to be the premier upholder of human rights in the world, is truly deplorable.\nThrough its aerial warfare, not only has the US killed thousands of civilians of other nations—which could amount to war crimes, according to many experts and human rights organisations—but it has continually destabilised other regions, particularly the Middle East. Therefore, it is time for the US to end the bombardment of other nations using unmanned aircraft, which also dehumanises its pilots. The international community, too, has a role to play here, as it needs to come together and ban the wholesale use of such killing machines by all nations.\n",
        "headline_1": "US drone strikes must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/us-drone-strikes-must-stop-2922721",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2021"
    },
    {
        "full_article": "This year at the UN Climate Change Conference, Bangladesh played an important leadership role as the head of the Climate Vulnerable Forum (CVF), pushing for greater accountability from big pollutants and fighting for climate action on the global stage. As a country that is already bearing the brunt of the climate emergency—despite contributing to less than 0.5 percent of global emissions—we not only have the moral authority to speak out, but have also led the way with actions like the creation of the Mujib Climate Prosperity Plan. By all accounts, Bangladesh remains a respected and important player in climate diplomacy circles.\nHowever, climate change and environmental pollution are two sides of the same coin, and in minimising the latter, Bangladesh's performance has been woefully inadequate—if not downright negligent. This is especially the case in terms of overconsumption of plastic and mismanagement of plastic waste. While globally there is a push to reduce plastic consumption, in Bangladesh's urban areas, it has tripled in 15 years (between 2005 and 2020), according to a World Bank study. Of the 977,000 tonnes of plastic consumed in 2020, only 31 percent were recycled—the rest ended up in landfills, rivers, canals, drains and unserved areas.\nThe sorry state of our rivers is testament to the crisis that has been created by our apathy towards plastic pollution. In March this year, it was announced that the cost of dredging the Karnaphuli River had increased by Tk 49 crore (19 percent) due to the removal of a thick layer of plastic waste from the riverbed. Dredging operations to remove silt from Barishal river port also dragged on for months due to the huge amounts of polythene and plastic dumped into the water. Every year, about 200,000 tonnes of plastics flow into the Bay of Bengal from Bangladesh, having far-reaching consequences not only on marine life, but on human health, too, as a result of microplastics seeping into our ecosystem.\nHow can a country that is well-known for its climate diplomacy—and for taking progressive steps such as banning the use of polythene bags as far back as in 2002, and banning single-use plastics in coastal areas in 2020—still have such recklessly high levels of plastic pollution? It is clear that, so far, the government has failed to match its policy with suitable actions. This cannot be allowed to continue—the authorities must ensure that they stick to the National Action Plan for Sustainable Plastic Management in order to reduce plastic waste generation and recycle as much as possible.\nAt the same time, there must be a concerted push to use alternatives to plastic packaging. Bangladeshi scientists have already invented jute polymer packaging and biodegradable packaging materials from corn. We have all the resources at hand to reinvent ourselves from being one of the worst plastic-polluting countries in the world to one that brings its own sustainable solutions to global platforms. It is now up to the authorities to demonstrate their commitment towards this end, and act accordingly.\n",
        "headline_1": "The persistent problem of plastic pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-persistent-problem-plastic-pollution-2922561",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2021"
    }
]