[
    {
        "full_article": "The U.S. government said on December 6 it will stage what it called a “diplomatic boycott” of the Winter Olympics, set to begin in Beijing on February 4. White House Press Secretary Jen Psaki said the decision was taken because “U.S. diplomatic or official representation would treat these games as business as usual”. These games, she argued, could not be treated as such because of China’s “human rights abuses and atrocities in Xinjiang”. The announcement came days ahead of U.S. President Joe Biden’s “Summit of Democracy”, with leaders and representatives from more than 100 countries; China and Russia were not invited. China’s Foreign Ministry has described the boycott as an “outright political provocation”, warning that China would take “firm countermeasures”. Sharp statements aside, the U.S. move is largely symbolic and is unlikely to have a major impact. A diplomatic boycott, which means no official representation, holds far less weight than a complete boycott which would have meant the absence of American athletes. While Australia and New Zealand have also announced that their officials will not be present in China, it remains to be seen how much traction the U.S. campaign will receive beyond its allies. Russian President Vladimir Putin, who was in India earlier this week, has announced he will be present at the games, underlining the continuing closeness between China and Russia amid their divergences with the West. China has seized upon both the U.S. boycott and the democracy summit to launch a counter campaign. This week, China’s government released a white paper on democracy, saying there was “no fixed model” and criticising the U.S. system for its “money politics”, a message that Beijing’s officials hope will find sympathetic audiences in Asia, Africa and Latin America, particularly among those countries left out of the summit (including Sri Lanka and Bangladesh). India, meanwhile, has found itself treading the middle ground in this clash of values despite the downturn in ties with China. While Prime Minister Narendra Modi is among the leaders attending the democracy summit, New Delhi last month signed off on a statement issued by the Foreign Ministers of Russia, India and China expressing support for the games. The G20 summit in October had stopped short of doing so, merely saying it looked ahead to the games after the U.S. reportedly opposed a stronger declaration of support. The exchanges this week are a reminder of the current state of ties between the world’s two biggest powers, which have clashed over trade, Taiwan and the South China Sea among other issues, even though their two leaders, in a virtual summit last month, agreed to “responsibly” manage an increasingly competitive relationship. What has complicated that task is a growing clash of values, with ideological differences adding another element to a relationship already in trouble over trade and geopolitical leverage.",
        "headline_1": "Diplomatic games: On U.S. boycott of Beijing Winter Olympics",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/diplomatic-games-the-hindu-editorial-on-us-boycott-of-beijing-winter-olympics/article37904552.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-12-2021"
    },
    {
        "full_article": "As Russian President Vladimir Putin wrapped up his six-hour visit to New Delhi on December 6, most commentaries on India-Russia relations invariably termed it as the continuation of decades of romance that first blossomed in the Cold War era—a global geo-political scenario that is very different from what it is today.\nFew have noted the important coincidence that Putin's visit took place on the day India and Bangladesh celebrated \"Maitri Divas\" at a function held in New Delhi, addressed by Prime Minister Sheikh Hasina, albeit through a recorded video message. After all, it is the Liberation War of 1971, which led to the emergence of Bangladesh as an independent nation, that added a new depth in strategic ties between India and the then Soviet Union. During that time, the warming of ties between the US and China under the stewardship of Richard Nixon and Henry Kissinger, Pakistan's Operation Searchlight in then East Pakistan, and the grave security challenge posed by the Washington-Beijing tie-up pushed India and the Soviet Union to sign the landmark 1971 Treaty of Peace, Friendship and Cooperation, which envisaged each other's help in defending their territorial integrity.\nThe international scenario has, of course, changed since 1971. But one thing that has remained constant between then and now is the flux in that scenario. No wonder that India's ruling establishment, irrespective of their ideological moorings, has not given up any opportunity to gush about how India-Russia ties have been tested through vicissitudes and changing times. The Cold War is long gone. Today, India has moved much closer to the US, and Russia and China have grown closer in the face of Russia's frayed relations with the US and Europe. But what has not changed is the sustained India-Russia engagement at the summit level—the meeting between Putin and Modi in Delhi on December 6 was the 21st top-level interaction, possibly unprecedented for any two countries.\nThree major takeaways from the Putin-Modi summit are in defence and trade. The two countries entered into a 10 year pact on military-technical cooperation, which includes a deal for manufacturing AK203 assault rifles in a factory in India's Uttar Pradesh state. Contrary to expectations, however, the two countries failed to ink an agreement on logistical support for each other's military because, as Indian Foreign Secretary Harsh Vardhan Shringla said, there were a \"few issues\" that remain to be sorted out. India already has such military logistics support agreements with a number of countries, including the US. To take defence and diplomatic ties forward, India and Russia have for the first time institutionalised meetings between their defence and foreign ministers, who held their first in-person and delegation-level talks under that format. India and the US already have the same institutional arrangement.\nOn trade, the two sides acknowledged that this front has been somewhat lagging, as the volume of bilateral trade is not commensurate with the depth of the strategic partnership between India and Russia. They set a target of trebling the volume of trade in goods from USD 10 billion at present to USD 30 billion in the next four years, a tall order by any yardstick. The two countries looked to new areas for long-term cooperation to achieve this. By contrast, India's trade with the US and China are close to USD 100 billion, and Russia's trade with China is pegged at slightly over the same amount. But a robust trade is no guarantee for a burgeoning relationship in other areas. High stakes in trade do not always dampen political and military tensions—India-China, US-China and Japan-China are examples of that.\nIt is a sign of maturity on the parts of India and Russia that they have not allowed the ties between New Delhi and Washington, and Beijing and Moscow, to come in the way of boosting and diversifying their own bilateral relations. For instance, India has gone ahead with procuring the S-400 Triumf air missile defence system from Russia despite the threats of sanctions from the US. Secondly, Indian Defence Minister Rajnath Singh, during the bilateral meeting with his Russian counterpart Sergei Shoigu on December 6, raised upfront the issue of China's combativeness on the unresolved border along the Himalayas. True, Rajnath did not name any names, but his reference to the military tensions in India's northern border with China left little doubt as to whom he had in mind. More importantly, Rajnath used this tension to seek greater military cooperation with Russia considering the \"real, immediate and legitimate defence challenges\" posed by China, and expressed the hope that Moscow will remain a major partner for New Delhi in these \"changing circumstances.\"\nIndia and Russia are also not entirely on the same page as far as the security scenario in Asia-Pacific—which China considers to be its backyard—is concerned. As both India and Russia seek new allies, the flames of their long-standing ties continue to burn brighter.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "India-Russia ties in a changing world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/india-russia-ties-changing-world-2913071",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2021"
    },
    {
        "full_article": "State Minister for Information and Broadcasting Murad Hassan has been made to resign from his post, at the specific instructions of the prime minister of Bangladesh, and women across the country who have been following the recent developments in this regard have breathed a collective sigh of relief. We are grateful to the PM for her swift and decisive actions, demonstrating that there is no place in her cabinet for members who make such vile and misogynistic comments in public spaces and brazenly display a total lack of respect for women, without even a second thought to what the consequences may be.\nFor anyone not clued into the recent controversy, a quick recap. The first video of the ex-minister that was widely circulated on social media, about six days ago, consisted of him hosting an event where he calls a model onto stage and goes on to comment on her \"zero figure\". His failed attempts to be witty are met with scattered laughter and the woman in question becomes increasingly uncomfortable, at one point visibly recoiling as he advances towards her—not the sort of behaviour that anyone would expect from a member of cabinet, but also not the sort of behaviour that we expected one to get fired for, because men in this country have done so much worse.\nThe second video surfaced a day later, where he brings up the granddaughter of the leader of BNP and calls her a slut, among other things, and also questions the paternity of the opposition leader's son. (These might not be the sort of words one expects to read in a reputed newspaper. Then again, they are also not words that one expects to hear from the mouth of a cabinet member). His comments become more and more vile, while the interview host, who runs a Facebook page called NahidRains Pictures, eggs him on and sniggers at every disgusting comment—although he has now done a full 360 and changed his tune, even going so far as to congratulate the government for not tolerating Murad's \"arrogance and obscenity\". At one point, Murad brags about how obscene he really can be, saying if he gets started, he can make your eardrums burst with his language. A strange sort of brag from a member of parliament.\nAs expected, the country's feminist organisations immediately took a stand and condemned Murad's comments. In their press release, Naripokkho asked, \"how can a public representative and a member of cabinet not only make such misogynistic and racist comments, but also take pride in them?\" And although we fully shared in their astonishment, many of us did wonder—would this be enough to land him in trouble? In a country where an MP can stand up in parliament, in the very seat of our democracy, and argue that scanty clothes and too much liberation is the reason behind women being raped—where a judge can imply that rape victims who consent to drinking, dancing and partying are also consenting to being raped—would a state minister be reprimanded for his offensive and misogynistic comments? Or would this be laughed off and accepted as one of those \"boys will be boys\" (read: men will be toxic and misogynistic with impunity) situations?\nIt is now clear that the final nail in Murad's coffin was the release of a phone conversation with two film actors, the contents of which are impossible to repeat here, except to clarify that what he said, without a doubt, counts as a threat of sexual violence. As this voice clip made the rounds from Monday, criticism of this controversial public figure increased and spread like wildfire as we all continued to discuss—how can this not move party leaders to act? Will this finally spell the end for Murad Hassan?\nOnce again, we applaud the government for setting our fears to rest. In this instance, we must personally commend the prime minister, since the initial comment from the Road Transport and Bridges Minister Obaidul Quader, of how Murad's views were \"personal\" and did not represent the party or the government, filled us with dismay. Yet, only a few hours later, after a conversation with the PM, he disclosed to reporters that Murad Hassan has been asked to resign from the cabinet.\nHowever, we feel compelled to ask, especially given the initial lack of outrage from the only party representative commenting on the issue—is this enough punishment for Murad Hassan? When criticism of his comments began to mount, Murad's first reaction to the press was that there is \"no question\" of him issuing an apology. This is not only after he had been found making vulgar and sexist personal comments about the opposition leader and her family, using the sort of language and rhetoric that has no place in the political spaces of any decent society, regardless of how charged and competitive those spaces may be. This is after he had been caught threatening to abduct an actress after she had refused his advances, by employing members of the law enforcement and intelligence agencies. This is a public representative, whose job is to work for the people of this country—threatening to use the forces who are there to protect the same people he is meant to work for, in order to drag a woman to his bed to be raped. This is a member of parliament, claiming that he is able to abuse his power to the extent of using the arms of the country's justice system to commit a violent crime against a citizen of this country.\nWill this same man be allowed to stand up in parliament and speak for us? What does this tell us about the leaders of this country, and about the sanctity of our legislative assembly? Does that mean more men like Murad will be allowed to represent us, or worse, that they already do? And if that is the case, if we really have policymakers who are willing to sit in the same house with men like Murad—who are okay with political representatives who cannot even treat women as human beings, let alone treat them with respect—how can we ever expect to achieve our rights as equal citizens of this country?\nI would also like to point out that while Murad Hassan was making violent and misogynistic comments online, he was doing so with the pictures of the prime minister and the Father of the Nation in the background. We must remember that he is not only a representative of the government, but of a party whose roots go back to the very creation of this country. At a time when Bangladesh is celebrating Bangabandhu's birth centenary and the 50th anniversary of liberation, what does this say about us as a nation if a man like Murad continues to be a member of Bangabandhu's party?\n \nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @ShuprovaTasneem\n",
        "headline_1": "Murad’s mind-numbing misogyny",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/murads-mind-numbing-misogyny-2912191",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2021"
    },
    {
        "full_article": "As the world's biggest conference on climate change drew to an end last month in Glasgow, we cannot but help look back at what was said and heard. For Bangladesh and all other climate vulnerable countries, COP26 carried a lot of significance, keeping in mind its national and regional interests.\nOver the past decades, Bangladesh's tryst with extreme climatic events have continued to increase in terms of intensity and frequency, proven by the regular experiences of floods, cyclones, storm-surges, and droughts. Moreover, the recently published sixth assessment report of the Intergovernmental Panel on Climate Change (IPCC) has sent out a clarion call for the world, citing that \"tipping points\" in the form of consequences of climate change, such as melting ice sheets, rising seas, loss of species, and acidic oceans, will be irreversible. The findings of the report are far from hope-inducing, and are being considered as a stern warning for global leaders who need to take meaningful actions to keep global temperatures from rising well below 1.5 degrees Celsius.\nPriorities for Bangladesh\nFor Bangladesh, COP26 was of utmost importance this year. The four key climate agendas advocated by Bangladesh included the following: i) Countries that are playing the biggest role in carbon emissions need to formulate and implement a specific ambitious plan in the form of National Determined Contribution (NDC); ii) To reduce the damage caused by climate change, the developed countries must set up a pledged fund of USD 1 billion annually and allocate half of it for adaptation and mitigation; iii) Developed countries need to extend a helping hand to the most vulnerable countries by providing clean and green technology at affordable prices while considering the development needs of Climate Vulnerable Forum (CVF) countries; and iv) The issue of financial and materialistic climate induced loss and damage must be addressed, including sharing of global responsibilities for migrants displaced by rising sea levels, rising salinity, river erosion, floods, and droughts.\nCOP26 shaped a few successful outcomes, but to the dismay of many climate vulnerable nations, the expectations remained unfulfilled for a number of agendas.\nLoss and damage\nIn climate vulnerable countries, intense droughts are wiping out crops, and rising seas are forcing entire villages to relocate. Developing countries, including Bangladesh, brought a strong message to the Glasgow summit: That we are suffering from a problem which we have done very little to cause. They proposed that wealthier countries compensate them for climate change-related \"loss and damage\". At the summit, Scotland offered the first contribution for a loss and damage fund—two million pounds—a sign that many thought could pave the way for more nations to join in. Developing nations argued, at the very least, a COP26 agreement to establish a fund, or \"facility\" in UN jargon, with details to be worked out in the years to come. But during negotiations, the idea ran into a brick wall. Wealthier countries, including the US, didn't support it. Instead, a final compromise was agreed that discussions, named the \"Glasgow dialogue\", will begin between nations about how loss and damage funding might work.\nFossil fuels\nWorld leaders have met 26 times since the 1990s to hash out complex climate agreements. While COP delegates have called for increased use of cleaner energy sources, they've shied away from explicitly calling on the world to stop using fossil fuels. Oil-and-coal-producing countries like Saudi Arabia and Australia have historically objected to any mention of phasing them out. This has been one of the biggest failures of this year's COP26, as the legacy of coal-fired emission continues.\nYet, despite contributing to just 0.47 percent of global emissions, Bangladesh has taken a commendable decision to cancel 10 coal-fired power plant projects worth USD 12 billion of foreign investment. To the utter disappointment of climate vulnerable countries, in the final draft of the Glasgow Pact, the language was tweaked to reference phasing out \"unabated\" coal power and \"inefficient\" subsidies. That opened the door for some coal power to remain, if its emissions are captured before reaching the atmosphere.\nClimate finance\nTwelve years ago, wealthier countries like the US promised to provide USD 100 billion in \"climate finance\"—funding to help vulnerable nations reduce their emissions with renewable energy, cleaner transportation, and other projects. By 2020, richer nations pledged to provide that amount annually through both government and the private sector, but so far, have fallen short of that goal. In 2019, countries hit about USD 80 billion in climate finance. Much of that funding came in the form of loans, instead of grants, which developing countries say further strains their climate efforts as they struggle to repay them.\nThis year, the US, Japan, Norway, Sweden and others announced new climate finance pledges, but the USD 100 billion goal is still elusive and likely won't be met until 2022 or 2023. A UN report estimates that funding for climate adaptation should be five to 10 times greater than what's being spent now.\nThe young and bold\nAt COP26 this year, although most countries pledged to keep the hope of limiting temperature rise to 1.5 degrees Celsius alive, aggregately, the pledges will not reduce emissions fast enough to keep the world within the crucial limit by 2100, as agreed during the Paris climate talks. Instead, the world would be on track for 1.8 degrees Celsius of warming, according to an analysis from the International Energy Agency.\nYoung climate leaders came together in Glasgow with negotiators, officials and ministers from across the world, demanding for them to take urgent action needed to limit global temperature rise. While politicians and leaders chose to deliver rhetorical pledges, they took to the podiums, stages and streets to voice their concerns on how governments must come together to prevent catastrophic impacts of climate change within our lifetimes. Events across COP26 thus focused on harnessing the expertise of young people and putting their views directly to the negotiators and officials working to agree on global action on climate change.\nFor Bangladesh, the need for capacity building, empowerment and inclusion of youth voices in climate action, knowledge creation and diplomacy are sine qua non. We must invest in the youth of today, so that they can continue the fight for climate justice. The onus is on them, but not to mention, equally on us.\n \nLamia Mohsin is a junior consultant, Research for Global Center on Adaptation at the United Nations Development Programme (UNDP), Bangladesh.\n",
        "headline_1": "COP26: Deepening chasms between reality and expectations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/cop26-deepening-chasms-between-reality-and-expectations-2912181",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2021"
    },
    {
        "full_article": "Violence against women is normalised in our societies to such an extent that it is almost invisible, like the air we breathe. Neither the perpetrators nor the systems that permit and breed violence against women are put on the stand. Inevitably, the blame falls on the women, who have been beaten, raped and/or murdered because they were \"asking for it\", by being in the \"wrong place\" at the \"wrong time,\" with the \"wrong person\" or for wearing the \"wrong clothes.\"\nThis is true for all women. However, when it comes to violence against indigenous women, the level of impunity is higher. Available data shows that indigenous women and girls are more likely to suffer from gender-based violence compared to non-indigenous women and girls, including those with disabilities. It is clear that, in the case of indigenous women, their racial/ethnic identities not only make them easier targets of violence but also provide the perpetrators a ground for rationalising their violent acts. \nIt is important to ask why and how indigenous women's intersectional identities of being \"women\" and being \"indigenous\" make them more susceptible to violence. To answer this question, we have to go beyond the narratives of the prevalent culture of impunity and the \"ineffectiveness of law and order.\" Many theorists, including Maria Lugones, claim that it has a lot to do with the way the concept of gender was reconfigured due to colonial intervention, and how it changed the region's social relations—a process she identifies as the \"coloniality of gender.\"\nTo be sure, no one can say exactly what pre-colonial societies were like. We can only gain perspectives from fragments of written and oral histories. These suggest that both in Africa and in our Indian subcontinent, pre-colonial conceptions of gender were complex and fluid, and they were structured differently from European conceptions, which are prevailing in most of the world now.\nLet me share an example from the indigenous community I belong to—Chak in the Chittagong Hill Tracts (CHT) of Bangladesh. One of the elders, who is in her nineties now, once pointed out to me how sexual ethics in her youth were far different from the ones we practice today in our Chak community. She told me a love story about a young couple who could not get married because their parents did not get along. So the woman married another man who was selected by her parents. The surprising part of the story for me was that the woman was visibly pregnant with a child from her previous lover during the time of her marriage. I asked the elder, \"And everyone was okay with it?\" She replied, \"Everyone, including the parents of the boy who was marrying her, knew about the romantic relationship, and becoming pregnant is a common consequence of making love.\" Lowering her voice, she went on to say, \"But these things are seen as immoral now. When a woman or girl becomes pregnant before marriage, she and her family get a bad name.\"\nThis incident tells us that, in our Chak community, women did not use to be named and shamed for the act of pre-marital sex and pregnancy in a not-very-distant past (approximately in the 1950s). But now, not only is the woman condemned for such acts but their families are also socially humiliated. The other observation from the aforementioned case is that neither the woman nor the man was criticised for pre-marital sex and pregnancy, whereas now, the blame and shame of such acts fall solely on the shoulders of the women. It means that, from the 1950s to 1980s and onwards, not only did the ethics related to sex and marriage change drastically, but the position of women in the Chak community has been further subordinated. So, what happened during this time to cause such a shift?\nPerhaps another story can help us understand what happened. My mother (anno) remembers, in the late 1970s, the Chak leaders who had travelled outside the community and been exposed to dominant Bengali culture had declared that wearing short na-phings—the traditional handwoven mini-skirt-length garb of Chak women—was \"shameful,\" and so was bathing \"naked\" in the river. They also explained that times were changing and to protect themselves from outsiders (Bengalis), the Chak women should wear longer na-phings. Gradually, younger women in the community doubled the length of their na-phings to adhere to the newly founded \"modest\" behaviours for Chak women. It would be relevant to remember that this was the time when the Bangladeshi nation heavy-handedly asserted nationalist agendas in the Chittagong Hill Tracts through extensive securitisation and state-sanctioned population transfer from the plains to the hills. It was a population which had different ideas and expectations of gender, negotiated by different religious and colonial experiences.\nThis encounter of two peoples thus brought about intimate violence to almost every aspect of how indigenous women go about their lives. My mother's story is only one small example, out of thousands, of how cultures and gender norms of indigenous communities were reshaped by outside influences. Ideas of modesty and gendered roles have also changed and a gradual subjugation of women's position in the name of modesty could be observed. This way, indigenous women became the subject of surveillance and moral policing based on the changed concept of \"modesty.\" \nAs this concept permeated into our communities, indigenous women are now having to deal with violence against themselves, inflicted both by indigenous men and by non-indigenous men. It also entails their dehumanisation by Bengali males and females.\nThis is what coloniality of gender does to our cultures, our psyches and our bodies. We, the indigenous women, inflict violence on ourselves by continuously trying to fit into the foreign and \"appropriate\" ethnical and gendered roles, responsibilities and behaviours. And those to whom we are subjects of subjugation (men from the same community, men and women from the more dominant communities including Bengali, and traditional and/or state-sanctioned justice systems) continue to violate us by pointing out how we fail to fit these standard roles. \nTo be clear, there is no way of claiming that pre-colonial societies were non-patriarchal, but the patriarchies and masculinities we experience within our indigenous cultures now are the direct results of colonisation(s).\nI am not asking to go back to a glorious past. We cannot, because the past is always constructed against the present we live in. Locating roots of violence against indigenous women in colonial legacies does not mean looking for solutions from or reviving pre-colonial socio-cultural settings, or romanticising the pre-colonial time. Rather it is about understanding how colonisation(s) occurred in our contexts, how coloniality of power and coloniality of gender are still at work, and how they shape and dictate our minds and bodies through socio-cultural and legal institutions. Only with an understanding of how the larger dominant social order is, will we be able to challenge hegemony and liberate the subjugated from oppression.\nNow, who are the oppressed? In fact, everyone is, including Bengali females. Even males (both Bengali and indigenous) who seemingly enjoy greater power over women do so because society expects and allows them. They can also behave differently if we can imagine our society differently. \nThus, locating the roots of gender-based violence to colonial reconfiguration of gender allows us to understand that our (indigenous female and males, and even Bengalis in general) struggles are connected. Decolonisation is not about merely being free from visible control of the British empire, or Pakistani rule, or Bengali hegemony (in the case of indigenous women in Bangladesh). It is about unpacking how the oppressive systems came into being in post-colonial countries. The visible control can be fought against, but the value systems they leave behind are harder to battle since they are invisible. That is what we should all work together to combat, and that is where we should strive to build our resistance against non-hegemonic/non-binary and respectful relations by reimagining our relationships. And also by keeping in mind that decolonisation is \"a long-term process involving the bureaucratic, linguistic and psychological divesting of colonial power,\" as Maori intellectual Linda Tuhiwai Smith stated in her 2010 book, Decolonizing Methodologies: Research and Indigenous Peoples.\n \nUchacha-A Chak is a researcher, activist, and a member of Lokayoto Bidyaloy.\n",
        "headline_1": "Indigenous Women and the Coloniality of Gender",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/indigenous-women-and-the-coloniality-gender-2912166",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2021"
    },
    {
        "full_article": "Despite racking up impressive GDP growth numbers over the years, Bangladesh's failure to establish effective institutions and institutional capacity is very disappointing. At a recent panel discussion, experts expressed their concern regarding how this would affect the country going forward, particularly as it graduates from the least developed country (LDC) category. Bangladesh has had to pay a hefty price already due to its weak institutions. While our economic performance has been admirable, various studies by national and international organisations have revealed on multiple occasions how our economy could have performed better if it weren't for reasons that are ultimately tied to weak institutional capacity—such as widespread corruption and lack of accountability and transparency on part of state agencies.\nThe rising inequality—both economic and social—is another major problem that we see as a result of feeble institutions. This has also been holding us back from attaining our developmental goals, including the UN's Sustainable Development Goals (SDGs). For years, experts have been harping on the matter, asking politicians and bureaucrats to take it seriously. However, due to the unfortunate fact that weak institutions allow for a lack of accountability and transparency—which in turn can be exploited by people in positions of power—none of them seem to have been listening. As a result, Bangladesh's institutions rank among some of the worst in the world.\nIf we look at the banking sector for example, we see that the sector has been in perpetual crisis for years—with some fearing that we haven't even seen the worst of it yet—due to the absurd policy-making of the central bank and numerous interventions from the finance ministry in its decision-making. The lack of autonomy of our central bank is a perfect example of how we have failed to build effective and independent institutions. Another such example is the lack of independence of our Anti-Corruption Commission, whose powers have been gradually weakened by policymakers through laws that outright undermine our constitution—by granting civil servants undue privileges.\nThroughout the world, there have been countless examples of countries that have failed to make the jump that we are about to, simply because they failed to develop effective institutions that can hold bureaucrats and politicians accountable. Will we turn out to be another such case?\nIf not, it is high time for our policymakers to recognise the danger we are in, and pursue policies that strengthen the capacity of institutions that are supposed to hold the decision-makers accountable. We have to try and instil the concept of checks and balances in all our state institutions. Otherwise, those in positions of power will continue to do as they please—and exploit state power for personal benefits—instead of acting in the best interest of the country.\n",
        "headline_1": "Weak institutions lead to bad governance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/weak-institutions-lead-bad-governance-2913051",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2021"
    },
    {
        "full_article": "The open drains of Chattogram have taken lives before, and this time around, a 12-year old boy fell in a drain on Monday and disappeared. Fire service personnel are conducting an operation to recover the body of the missing boy. The photograph of the mournful father holding the mug-shot of his missing son that appeared on the front page of this daily is a poignant one, indeed. Ironically, the boy fell in the same drain which had devoured 55-year-old Saleh Ahmed, a vegetable trader, on August 25 this year. And only a month later, on September 28, 19-year-old university student Sehrin Mahbub Sadia met with the same fate. Even earlier, in the month of June, a CNG-run autorickshaw fell in one such drain and the driver died along with a passenger.\nThe open drains have turned into veritable death traps for the citizens of the port city, and these unfortunate deaths, occurring in quick succession, seem to have failed to stir the conscience of the people responsible for keeping the drains covered anticipating such accidents. These wide and deep drains have been constructed very close to the roads and during heavy rains it becomes difficult to guess where the drains are located. Rescue operations by the fire service department personnel cannot run smoothly because of the filth and sludge in the drain-water.\nThe main mantra of any construction project is \"safety first\", but we hardly notice people responsible for the maintenance of safety implementing the slogan as diligently as they should. Following the accidents involving the open drains, citizens have demanded that these be covered with durable slabs. But, no perceptible action has been taken so far to prevent such tragedies. One town planner, almost echoing our concern, told the correspondent of this daily that drains in the city have been left open and accidents are happening because of the sheer negligence of the authorities. He further said that the Chattogram City Corporation cannot avoid responsibility for these accidents. We cannot but agree with him that you need not be an engineer to sense it. Just common sense is enough to understand that leaving drains open may cause accidents.\nWe notice the same old tendency of passing the buck here as well. When contacted, the CCC mayor, instead of taking responsibility, said the drain in question could not be covered up as the Chittagong Development Authority (CDA) has been working on it as part of a mega project to address waterlogging. The mayor has no idea when CDA would hand over the drain to them.\nThe whole episode smacks of negligence and apathy towards human suffering and human life. It is criminal in nature and needs to be investigated by the government so that no more lives are lost in avoidable accidents.\n",
        "headline_1": "Accident, negligence or murder? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/accident-negligence-or-murder-2912811",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2021"
    }
]