[
    {
        "full_article": "Just four days after the RBI announced that it would be prioritising inflation over growth, official data show retail inflation disquietingly accelerated to a 17-month high of 6.95% in March. The pace of acceleration in price gains appears to have caught most economists too off guard. The RBI’s latest Survey of Professional Forecasters, released last week, shows the median Q4 inflation expectation of the 33 panellists polled made an assumption for March CPI inflation that was 73 basis points lower at 6.22%. The upsurge was largely driven by food prices, which at the food and beverages group level accounts for 46% of the weight of the Consumer Price Index. While inflation in food and beverages accelerated by 154 basis points from the previous month’s pace to an annualised rate of 7.47%, the month-on-month inflation too was a significant 1.3%. Prices of oils and fats rose 18.8% year-on-year and by as much as 5.3% sequentially. Even granting that the war in Ukraine has severely disrupted the import of sunflower oil and forced edible oil importers to seek alternative supplies at a premium, this is one food item that has been witnessing protracted price pressures. It reflects poorly on the Government’s efforts to proactively address the supply related issues. Meat and fish prices too saw a sharp spike, at 9.63% annualised and a 5% sequential acceleration. RBI Governor Shaktikanta Das pointedly flagged the war’s impact on feed costs and warned that global supply shortages could continue to have a “spillover impact on poultry, milk and dairy” prices.Consumers in the hinterland, where a vast majority of the poor live, have been harder hit, with rural inflation running a sizeable 71 basis points faster at 7.66%. Food price inflation for rural buyers measured by the Consumer Food Price Index, exceeded the 8% level, at 8.04%, hinting at the increasing precarity and nutritional vulnerability in the countryside. Most disconcertingly, the March inflation print barely factors in the pass-through impact of the ongoing increases in the pump prices of petrol and diesel, as state-run refiners began raising prices only from March 22. With road freight rates for transporting everything from farm produce to industrial goods set to rise to reflect the increase in fuel costs, looking ahead the 8% inflation seen in the transport and communication subgroup may end up seeming rather tame in comparison. Two other RBI surveys, on Households’ Inflation Expectations and Consumer Confidence, also raise cautionary flags. While the former shows both three-month and one-year ahead expectations rose from the last round to 10.7% and 10.8%, respectively, the latter points to consumer confidence remaining negative, an improvement in sentiment notwithstanding. Specifically, the one-year ahead expectations on inflation show about 84% consumers see price gains intensifying and the majority expect to spend more on essentials than non-essentials. It is time policymakers act to tame inflation before it dampens consumption and growth any further.",
        "headline_1": "Alarm bells: On the need to tame inflation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/alarm-bells-the-hindu-editorial-on-the-need-to-tame-inflation/article65317989.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-04-2022"
    },
    {
        "full_article": "The rule of law has a new interpretation in Madhya Pradesh: it is whatever is done by the rulers, and requires neither law nor process. The demolition of about 45 pieces of property, both houses and shops, allegedly belonging to “rioters” at Khargone, a day after a procession to mark Ram Navami, does not appear to be based on any law. It is undoubtedly an instance of collective punishment for the alleged acts of a few. There is little doubt that it was a state-backed drive aimed at Muslims. The basis for the action is the allegation that the Hindu procession was targeted by stones as it passed through a lane adjacent to a mosque. An official spin is sought to be given to the demolition drive that these were “encroachments” and were removed under existing rules. However, the zeal shown in bringing in bulldozers a day after violence marred the Ram Navami procession indicates that punishing those suspected of involvement was the main motivating factor. Chief Minister Shivraj Singh Chouhan has warned that rioters would not be spared and that action would not be limited to arrests, but would extend to recovery of damages from property owned by them. The legal basis is possibly a 2009 order of the Supreme Court, permitting the pinning of the blame on organisers of an event if it ends in violence, and recovering compensation from them against claims. However, even that was allowed only after their involvement in the violence was proved, an element clearly absent here.Hindutva outfits have been, for some time now, targeting Muslim businesses with calls for boycott and dissemination of rumours about their practices. In the backdrop of an upsurge in calls for violence against Muslims, some with a genocidal tenor, there is reason to believe that there is a larger agenda behind the various incidents of communal colour taking place. The objective seems to be to provoke some sort of retaliation so that they can be portrayed as culprits and severe punishment, both legal and extra-legal, meted out. The ‘othering’ of Muslims is no more discreet, but is being actively promoted in public and shared through social media. In some disturbing visuals, men appearing to be saffron-robed monks are seen handing out death and rape threats. The sight of crowds dancing with raised swords and saffron flags outside mosques, even as obscene slogans and provocative songs are being played, has become a defining visual in the Hindutva project. The country should not be allowed to be driven towards an atmosphere of communal tension with the tacit support of the government machinery in several States.",
        "headline_1": "Collective punishment: On M.P. move to demolish property of ‘rioters’",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/collective-punishment-the-hindu-editorial-on-mp-move-to-demolish-property-of-rioters/article65318057.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-04-2022"
    },
    {
        "full_article": "It's been quite some time since we've had a Pahela Baishakh in the middle of Ramadan. Their convergence this year begs appreciation of life in its many complexities but also raises questions. How do you, for example, reconcile the spirit of restraint of the holy month with the unrestrained joy of life associated with Bangla New Year? For now, perhaps we should be just happy that the familiar sights and sounds of Pahela Baishakh festivities are back. The celebratory mood at the historic Ramna Batamul is not only a nod to tradition but also a welcome sight after two years of pandemic-induced closures, during which we lost more than just music. It means turning a page filled with loss and grief, and giving life a fresh start after it has been rudely stopped in its tracks.\nChhayanaut's musical tribute to Pahela Baishakh, or the spectacles of the Unesco-recognised Mongol Shobhajatra, can be equally evocative for those who see in them a celebration of nature and the pastoral life. But here's the irony: How out of place does this celebration seem when held in a concrete mess like Dhaka? Put another way, we're celebrating the rural idyll and tradition through nature-themed songs and processions featuring traditional artefacts, carnival floats and other folk motifs, all the while surrounded by flyovers, skyscrapers, shopping malls and endless streams of vehicles. In truth, it's more lamentation than celebration. One of the conundrums of our search for a closer connection to the rural world is that the search itself has morphed into a \"fancification\" of those rustic products and motifs now on display at the festival sites. It's as if the visitors are customers, and what they are really buying into is a sort of processed pastoral.\nDhaka is a city that is not only increasingly encroaching upon the nearby countryside, but also snubbing out all traces of rustic life and values within itself. I say \"values\" because taking in the scene without taking in what it represents is superficial. Dhaka's urbanisation is in sharp contrast to the ruralisation drive in more developed parts of the world. I remember reading about the ruralisation trend in the UK, where the desire for a closer connection with nature has led to a replication of the countryside in a number of cities and towns—in how their residents shop, eat, play, read, dress, decorate homes, and even spend their time. You can see rustic playgrounds, wildflower meadows nestling beside tower blocks, rustic furniture, weekly farmers' markets, flourishing rural children's literature, street food being sold out of revamped agricultural trucks, or from village-delivery-style bicycles. Pastoral scenes, real or manufactured, are everywhere. There is a deliberate attempt by ordinary citizens to bring the best part of the country into their lives.\nOne may argue if this is enough for someone seeking true rural contact, or possible in a city like Dhaka. But we are not even giving it a serious thought anymore, let alone a serious try, apart from having Pahela Baishakh celebrations. As I remarked elsewhere, \"Dhaka is trapped in an ironic twist as it grows and falls apart at the same time. Its aggressive development is rivalled only by the progressive decline in almost all other parameters of urban life.\" Any description of this city these days invariably summons up images of toxic air, loud noise, unsafe drinking water, traffic gridlocks, high population density, high cost of living, inadequate road, transport and recreational facilities, general lack of security, etc.\nMore than the decline in the quality of our sights and scenes, it's the absence of rural values and the essential simpleness associated with them that should bother seekers of rural contact. Imagine strolling down your neighbourhood street and not being stopped for a chat or pleasantries. Imagine not knowing your next-door neighbour. Imagine not having any meaningful contact with your children or parents. Imagine not being on a first-name basis with anyone outside family or friends. Imagine feeling restless every time you go out, or get on a public transport, anticipating trouble. Imagine feeling lonely even when surrounded by people. Imagine worrying if you'd have a final resting place somewhere you know, or have anyone beyond close relatives at your janaza prayer when you die. This lack of connection and simpleness is the opposite of what living—or dying—means in the countryside, at least the villages I visited.\nI got a real taste of that recently after attending the janaza of a relative. He was by no means a popular man—just someone who lived long enough, albeit weakened by infirmity. But his janaza was attended by almost the whole neighbourhood. Relatives close and distant, neighbours from adjacent villages and even random people who were passing by at the moment felt the need to give him a proper send-off. Memories were shared, tributes offered, and prayers sought. His body, after the janaza, was carried to the gravesite and laid to rest among the people he once knew. As the poet Lang Leav said, \"We will remain unwritten through history, no X will mark us on the map; but in books of prose and poetry, you loved me once, in a paragraph.\" My uncle would remain similarly unknown in history, but his stories will survive through the people he was connected with.\nI have often marvelled at these rural customs, values and the power of stories shared and passed through generations. To me, the countryside is more than the purity of its water, cleanliness of its air, or the unadulterated nature. Living in Dhaka as we now do, bereft of any real connection with it or the people around us, what we need is a critical rethink of our desire for rural contact and how we want to achieve it. We must make a conscious effort to turn the clock back on Dhaka's destructive urbanism, and begin a gradual process of ruralism, covering not just the sights and sounds but also the values that can make us live better. Celebrating Pahela Baishakh is not the answer to the void we feel deep inside.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "Hankering for rural contact? Pahela Baishakh isn’t the answer ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/pahela-baishakh-lets-make-pledge-ruralise-our-city-3004441",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-04-2022"
    },
    {
        "full_article": "Prof Abul Quasem Fazlul Huq, the Ahmad Sharif professor at the Department of Bangla in the University of Dhaka, speaks about the verdict on Prof Humayun Azad murder case, which came out yesterday, and the overall situation in Bangladesh in a conversation with Shamsuddoza Sajen and Priyam Paul of The Daily Star.\n \nWhat is your view on the verdict in Prof Humayun Azad murder case?\nI must appreciate this move. However, we have to look into why it took almost 18 years to get the verdict. Prof Humayun Azad was one of the foremost intellectuals in Bangladesh. If it takes so long in a case of such a prominent personality like him, I wonder what the common citizens must go through when they seek services in our justice system. There is no respite from violence and killing in the country. How long do the common people have to wait to get justice in their cases?\nMoreover, even if you get a verdict in your case from a lower court, you have to wait for years to get the final order from the High Court and subsequently its execution. The murder case of Humayun Azad went through the same delayed procedure. Such long delays defeat the purpose of a justice system. In the case of my son Dipan's (Faisal Arefin Dipan, publisher, Jagriti Prokashani) murder, we received a verdict from a special tribunal after five years, and now we are waiting for the High Court's verdict.\nPlease share a memory you have of Humayun Azad after he was attacked.\nProf Humayun Azad was my colleague at the Department of Bangla in the University of Dhaka. He was talented in many different ways—he was a good researcher, a popular author and, most importantly, an excellent teacher.\nHumayun Azad was sent to Bumrungrad International Hospital in Bangkok, Thailand for better treatment following the heinous attack on him (on February 27, 2004). At that time, I was also there on a visit. I called on him at the hospital and spent some time with him. I found him as jolly as ever.\nAfter making some recovery, he paid me a visit before he went to Germany for a fellowship. I told him to come back from Germany soon and make a fresh start in his research and writing projects. Those were my last words with Humayun Azad.\nIn the recent case of schoolteacher Hriday Mondal, we saw how he was implicated in a false blasphemy charge by his students. Why do you think our education sector is failing to build a tolerant society?\nOur entire education system is flawed. Educationists have very little say in the formulation of education policies. The government appoints professors for preparing education policies, but it does not follow their recommendations. It changes the policies according to prescriptions from outside. Will you find exams like PEC and JSC anywhere else in the world? Who was behind the introduction of such a flawed evaluation system? We have to think sincerely if we are really concerned about what is happening in our education sector at present.\nWhat is the way out of the impasse that Bangladesh seems to be in?\nThere is no alternative to democracy. To build a peaceful and egalitarian society, we have to ensure democracy in every aspect of life, viz universal democracy. We have to look at democracy from a broader perspective. Democracy is not just limited to elections. It is also about creating space for different voices so that we can discuss our differences without hurting anyone. We also need to seriously think about the process of building democratic political forces. You can learn from foreign models, but you have to build your own political system considering your unique reality.\nWhen Dipan was murdered by extremist forces, journalists repeatedly asked me why I was not in favour of filing a case. My view was that hanging or imprisoning some people would not bring any result—unless good sense prevails among us. I believe that creating a democratic environment in the country is necessary, and we all should make efforts to this end.\n \n",
        "headline_1": "‘Long delays defeat the purpose of justice’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/long-delays-defeat-the-purpose-justice-3004431",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-04-2022"
    },
    {
        "full_article": "For the people of Ukraine, the Russian invasion is a waking nightmare—a humanitarian disaster on a terrifying scale. But the war is also fast becoming a matter of life and death for vulnerable people around the world.\nWe have all seen the tragedy unfolding inside Ukraine: cities flattened; people suffering and dying in their homes and in the streets; the fastest displacement crisis in Europe since World War II. But beyond Ukraine's borders, far beyond the media spotlight, the war has launched a silent assault on the developing world. This crisis could throw up to 1.7 billion people—over one-fifth of humanity—into poverty, destitution and hunger on a scale not seen in decades.\nUkraine and the Russian Federation provide 30 percent of the world's wheat and barley, one-fifth of its maize, and over half of its sunflower oil. Together, their grain feeds the poorest and most vulnerable people, providing more than one-third of the wheat imported by 45 African and least developed countries.\nAt the same time, Russia is the world's top natural gas exporter, and second largest oil exporter.\nBut the war is preventing farmers from tending their crops, while closing ports, ending grain exports, disrupting supply chains, and sending prices skyrocketing. \nMany developing countries are still struggling to recover from the effects of the Covid-19 pandemic, coupled with historic debt burdens and soaring inflation. Since the start of 2022, wheat and maize prices have increased by 30 percent. Brent oil prices have risen more than 60 percent over the last year, while natural gas and fertiliser prices have more than doubled.\nThe United Nations' own lifesaving operations are under severe strain. The World Food Programme (WFP) has warned that it faces the impossible choice of taking from the hungry to feed the starving. It urgently needs USD 8 billion to support its operations in Yemen, Chad, and Niger.\nSome countries are already sliding from vulnerability to crisis and serious social unrest. And we know that the roots of many conflicts lie in poverty, inequality, underdevelopment and hopelessness. \nBut while much of the world has stepped up in solidarity with the people of Ukraine, there is no sign of the same support for the 1.7 billion other potential victims of this war. We have a clear moral duty to support them, everywhere.\nThe Global Crisis Response Group on Food, Energy and Finance that I launched last month aims to develop coordinated solutions to these interlinked crises, with governments, international financial institutions and other key partners. I thank the global leaders in all sectors who are supporting this initiative. \nOn food, we are urging all countries to keep markets open, resist hoarding and unjustified and unnecessary export restrictions, and make reserves available to countries at the highest risk of hunger and famine. This is not the time for protectionism. There is enough food for every country to get through this crisis if we act together.\nHumanitarian appeals must be fully funded, including for the WFP. We simply cannot allow people to starve in the 21st century. \nOn energy, the use of strategic stockpiles and additional reserves could help to ease this energy crisis in the short term. But the only medium- and long-term solutions are to accelerate the deployment of renewable energy, which is not impacted by market fluctuations. This will allow the progressive phase-out of coal and all other fossil fuels.\nAnd on finance, the G20 and international financial institutions must go into emergency mode. They must find ways to increase liquidity and fiscal space, so that governments in developing countries can invest in the poorest and most vulnerable, and in the Sustainable Development Goals (SDGs). This should be a first step towards deep reforms to our unfair global financial system, which makes the rich richer and the poor poorer.\nSocial protection, including cash transfers, will be essential to support desperate families through this crisis. But many developing countries with large external debts do not have the liquidity to provide these safety nets. We cannot stand by and watch as they are forced to choose between investing in their people, and servicing their debt.\nThe only lasting solution to the war in Ukraine and its assault on the poorest and most vulnerable people in the world is peace. As the UN works to support the innocent victims of this war—both inside and outside Ukraine—we call on the global community to speak with one voice and support our plea for peace.\nThis war must end—now.\n \nAntonio Guterres is the secretary-general of the United Nations.\n",
        "headline_1": "The War in Ukraine: A silent assault on the developing world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-war-ukraine-silent-assault-the-developing-world-3004421",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-04-2022"
    },
    {
        "full_article": "A fortuitous combination of several factors in the past few months have brought down the Imran Khan government in Pakistan. In a sense, the writing was on the wall since early March, when the opposition tabled the no-confidence motion in the lower house of parliament. The citizens' movement for the past several months against the mismanagement of the economy and the unity of opposition parties set the backdrop. The army's unwillingness to support its blue-eyed boy was an important factor, and the discomfort both within the country and outside with the foreign policy pursued by the government contributed to the turn of events. But in the end, undeniably, it was the Supreme Court of Pakistan that pulled the curtain on the Imran Show—at least for now. The active role of the country's highest court, headed by Chief Justice Umar Ata Bandial, became the decisive element in the political and constitutional crisis that began to unfold in March, but particularly on April 3, when the deputy speaker abruptly rejected the no-confidence motion. It was followed by Prime Minister Khan's decision to request President Arif Alvi to dissolve the parliament, which he did immediately.\nImran Khan's shrewd move to avoid being fired from the job caught the opposition parties off-guard and apparently delivered him a strategic victory. In this move, especially how the no-confidence motion was thrown out, Khan unwittingly opened the door for the judiciary to intervene, because it involved the interpretation of the constitution. The Supreme Court, being the protector and the ultimate interpreter of the constitution, had the opportunity to step in. The modus operandi of the no-confidence motion's rejection was an open invitation to the court, because even a layman would have understood that it was a flagrant violation of the constitution. The Supreme Court intervened even before the opposition parties reached its door. After four days of hearings, the court delivered the verdict—that the way the no-confidence motion was rejected breached the constitution, and a subsequent series of events—and the dissolution of parliament was reversed as well. The court further instructed that a vote on the motion must take place by midnight on April 9.\nIt is in this context that the question arises whether this role of the court was an example of the independence of the judiciary in Pakistan, or whether the court played this role on behalf of some other force.\nThe history of Pakistan's judiciary has two strands. One strand is the unwavering support for the executive branch and legitimising its misdeeds. The other one is the stand taken opposing the executive's anti-constitutional activities.\nAt the time of Pakistan's founding, it was promised that the judiciary would enjoy absolute independence. This was stated in the \"Objective Resolution\" passed by the Constituent Assembly of the country in 1949, which played the role of the de facto constitution until 1956. A few decades later, the 1973 constitution also said so against the backdrop of a new political reality and the new geography of Pakistan. However, this promise was never kept. Instead of acting as an independent coequal branch of the executive, Pakistan's judiciary has served as the instrument to legitimise the executive's actions.\nThere have been several instances of Pakistan's courts providing justifications for the executive. The first incident happened in 1955. In October 1954, Governor General Ghulam Mohammad dissolved the Constituent Assembly and declared a state of emergency on the pretext of \"a deadlock in parliament.\" But the fact of the matter was that the Constituent Assembly was trying to strip the governor general of the power to sack ministers. Maulvi Tamizuddin Khan challenged the dissolution of the Constituent Assembly in the Sindh court in February 1955. The court ruled in his favour. But the Supreme Court, headed by Chief Justice Muhammad Munir, overruled the Sindh court's verdict.\nIt had been rumoured that the governor general had already received assurances from the chief justice that, whatever might happen in the Sindh court, the Supreme Court would rule in the governor general's favour. In another judgment, it was later admitted that in Tamizuddin Khan's case, the governor general's power to make laws had been circumscribed. But in a third case, on the pretext of the absence of the Constituent Assembly and that the constitution had not yet been promulgated in the country, the Supreme Court granted the governor general the right to make laws. The court's argument was based on the \"Doctrine of State Necessity,\" which means that \"in a situation of emergency or exigent circumstance, a state may legitimately act in ways that would normally be illegal.\" In other words, it provided the legal veneer to Ghulam Mohammad's unconstitutional acts. These three cases offered a clear idea that the judiciary in Pakistan had become subservient to the executive.\nSince then, military rule has been imposed three times in Pakistan and has been legalised by the court each time. The first military rule in Pakistan began on the morning of October 8, 1958, with the military rule of General Ayub Khan. Chief Justice Munir legitimised him with the theory of \"revolutionary legality.\" Under that theory, courts would endorse a coup that \"satisfies the test of efficacy and becomes a basic law creating fact.\" A Pakistani court also provided legitimacy to Yahya Khan's military coup d'etat of 1969. However, after the establishment of civilian rule in the country, it said that the military rule had no constitutional validity. Yet, in 1977, when General Zia-ul-Haq imposed military rule, the court did not say anything to him, instead when Begum Nusrat Bhutto challenged it, the court dismissed it citing the \"Doctrine of Revolutionary Legality.\" As the cases filed in the court after General Pervez Musharraf seized power in 1999 were piling up, the judges of the court were forced to pledge allegiance to the law enacted by Musharraf under a law like that of Zia.\nThere are other instances where the judiciary had taken a different stance—at least the justices had stood up to the executive. General Zia in 1981 promulgated an order called the Provisional Constitution Act (PCO), which required all judges to take a fresh oath. However, 16 judges lost their jobs and three refused to be sworn in. The remainder, however, succumbed under pressure. This slight resistance became an example of respect for the constitution and the rule of law among judges. It is far short of institutional repudiation to military rule, but a glimmer of hope nevertheless. Before Zia-ul-Haq dissolved the parliament in 1988, Article 58 (2) was added through the eighth amendment of the constitution, which gave him unlimited power. However, after his death, the court said the dissolution of parliament was unconstitutional.\nWe witnessed a major role of the judiciary in 1993. In April, President Ghulam Ishaq Khan dissolved parliament to oust the Nawaz Sharif government. Nawaz Sharif returned to power in May, thanks to the court which threw out the president's order as unconstitutional. The strengths of the judges and lawyers and their commitment to the laws were on display after Chief Justice Iftikhar Muhammad Chaudhry was sacked in March 2007 by President Pervez Musharraf. Movement across the country against Musharraf's decision rocked the nation. A full bench of the Supreme Court in July voted 10-3 to declare the president's decision unconstitutional and reinstated the chief justice, and quashed the charges brought against him at the Supreme Judicial Council and the law which the president used to dismiss the chief justice.\nThe second phase of the court's direct confrontation with Musharraf took place in late 2007. When the court challenged the legality of the October presidential election, Musharraf dismissed 60 judges, including Chief Justice Iftikhar Chaudhry, and placed him and other top judges under house arrest. This galvanised the movement against Musharraf, leading to his fall from power. Another evidence of the court's desire to exercise its independence came in 2012 when the court sentenced Prime Minister Yusuf Raza Gilani on charges of contempt of court and eventually forced him to resign.\nThose familiar with these two strands in the history of Pakistan's judiciary will be able to understand that the conduct of Chief Justice Umar Ata Bandial and the Supreme Court in the last few days was important, but it is not unprecedented. It cannot be claimed that the courts in Pakistan are not influenced by the manoeuvring of the country's political forces, but there is no evidence to support the claim that the courts in Pakistan were instigated or influenced by other forces in judging the constitutionality of Imran Khan's government's conduct. Fortunately, it didn't have to intervene further as the vote was held at the last minute. On the other hand, to prevent the downfall of the Pakistan Tehreek-e-Insaf (PTI) government due to defections, the court ordered that Article 65 (A) of the constitution must be considered during the no-confidence vote. This article includes the anti-defection provision of the constitution and stipulates that a member of parliament will lose his/her membership if he/she defects. As such, it is erroneous to suggest that the court opened all the avenues for the fall of the government in the name of protecting the constitution, but instead the court's conduct appeared to be an attempt to protect the constitutional integrity of the legislative process.\n \nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n",
        "headline_1": "Imran Khan’s downfall and the judiciary’s role in it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/imran-khans-downfall-and-the-judiciarys-role-it-3003581",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-04-2022"
    },
    {
        "full_article": "It is most unfortunate that two years into the pandemic, the government has still not been able to ensure proper treatment at affordable costs for Covid-19 patients. A recent study by Transparency International Bangladesh (TIB) has revealed the unbelievably high difference in the treatment cost of Covid between government and private hospitals. According to the study, conducted between August 2021 and March 2022, the treatment cost was more than 12 times higher in private hospitals than that in public healthcare facilities: while the average treatment cost was Tk 35,938 in public hospitals, in private hospitals, the cost was as high as Tk 4,58,537.\nThe study has also revealed that about 65 percent of Covid patients—in both public and private healthcare facilities—were not provided with the required medicine, while over 33 percent didn't get specialist doctors' advice when required. The study has also highlighted the problems and complications that patients had to face due to delayed service delivery at hospitals.\nUnfortunately, this is not the first time that we have come across such revelations. Last year, a similar study was conducted by the Health Economics Unit of the health ministry that found various anomalies in public and private hospitals in providing treatment to Covid patients. The issue of overcharging—for ICU beds, oxygen support, medicines and diagnostic tests—by private hospitals was highlighted in detail in that study. But has anything improved since then? Did the government take any measures to address the issues? Apparently not. The HEU study also mentioned that the private hospitals who were overcharging were actually not following the national Covid-19 treatment protocol. We wonder what even the point of having this protocol is, if the government cannot make all hospitals comply with it.\nThe TIB study also made a striking revelation about the cost of the government's Covid vaccination programme. It found that the cost of the programme was less than half of what the health minister claimed recently. While according to the minister, the cost was around Tk 40,000 crore, the TIB has found it to be Tk 12,993 to Tk 16,721 crore. Will the health minister clarify the matter?\nWhile it is the government's duty to ensure proper and adequate treatment for Covid patients at affordable costs, it is also their duty to ensure that the vaccination campaigns run smoothly, without any corruption taking place. Since the issue has been raised by the TIB, we think the government now must make the cost breakdown public. There should be no secrecy regarding this. If any evidence of corruption is found, the government must take action accordingly and urgently to restore public confidence in what has been heralded as a widely successful vaccination campaign thus far.\n",
        "headline_1": "Covid treatment must be made affordable to all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/covid-treatment-must-be-made-affordable-all-3004396",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-04-2022"
    },
    {
        "full_article": "After two years of observing Pahela Baishakh within the confines of our homes, the festivities are back in our lives this year to invigorate us to start anew, while shedding the negativity of the past. That, in fact, is what the theme of this year's celebrations indicates as well, \"Tumi nirmolo koro, mongolo kore molino mormo muchhaye.\" With the threat of Covid largely neutralised through wide-scale vaccination, people are expected to come out in the open to walk on the grass, hear the birds sing and inhale the sweet summer breeze to their lungs' content—all while hopefully maintaining safety protocols. Though the celebrations this year are being tempered down in consideration of Ramadan, we hope the pluralistic spirit of the day endures and carries us through to a better tomorrow.\nPahela Baishakh celebrations transcends all socio-religious barriers or social diktats, and become a unifying force for the people. It is on this day that Muslims, Hindus, Christians, Buddhists and people of other faiths enjoy traditional songs sitting side by side at Ramna Batamul, a popular meeting ground in Dhaka, or mingling at a town or village fair. The Mongol Shobhajatra, or the parade of good fortune that starts from the Dhaka University campus, is a call for peace, harmony and good tidings. Thus Pahela Baishakh, being the biggest secular festival in Bangladesh, strengthens and reaffirms the cultural bond shared by people regardless of what faith or community they are from. As a symbol of resistance against intolerance and communal mindsets since the 60s, the celebration of Pahela Baishakh has become all the more significant in an environment in which the seeds of hatred threaten to sprout.\nIt is, of course, unfortunate that the Baishakhi downpour is yet to wash away the soot of fanaticism from the hearts of some fellow citizens, who continue to deny the celebration of Pahela Baishakh as a secular event. We hope all security measures will be taken by the administration to make sure the celebrations are carried out safely and smoothly. Let us all join together to celebrate 1429 and all that we share in common—our culture and our love for our country, while remaining respectful of each other and of our differences. That is what the beginning of each Pahela Baishakh has always signified: our ability to come together from our respective backgrounds and celebrate the arrival of the new year with happiness and hope. \nWe wish our readers and patrons Shubho Noboborsho!\n",
        "headline_1": "Celebrate our unity this Pahela Baishakh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/celebrate-our-unity-pahela-baishakh-3004241",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-04-2022"
    }
]