[
    {
        "full_article": "The Opposition’s stated objective of moving a no-confidence motion against Prime Minister Narendra Modi’s government was to force him to speak on the ongoing ethnic violence in Manipur. Speak, he did, and he promised to work for peace and reconciliation in the strife-torn State. The edge of Mr. Modi’s speech on Thursday, however, was against the Opposition that walked out before the House rejected the motion through a voice vote. During the debate, Home Minister Amit Shah offered a more detailed exposition of the government’s approach towards the conflict and the situation in Manipur. The Bharatiya Janata Party (BJP) and the Centre are unambiguous in their defence of Manipur Chief Minister N. Biren Singh. Mr. Shah noted that the fresh influx of refugees in recent years from Myanmar into Manipur and Mizoram has aggravated the age-old ethnic rivalry between the Meities and the Kukis. He also underscored the heightened security measures that are being implemented to manage the foreign population and contain the ethnic conflict. He said the Chief Minister had been cooperating with the Centre, and that the situation did not call for his dismissal or the imposition of President’s Rule. Mr. Shah appealed to the two warring communities, the Meiteis and the Kukis, to enter into a dialogue with each other and with the Centre. He should follow up on that appeal, and both communities should take it as a shot at peace.If Manipur is stained by bloodshed, India’s national politics is stifled by the bad blood between the government and the Opposition. The debate on the no-confidence motion lacked wisdom and wit, but had plenty of rancour and diatribe as both sides tried to score petty points. The alternative vision that the Opposition claims to represent for India ahead of the 2024 election did not shine through the debate, if that was an aim at all. The ruling BJP, meanwhile, continued to weaponise rules and norms to mute the Opposition, and railroaded legislative business. The Leader of the Congress in the Lok Sabha, Adhir Ranjan Chowdhury, has been suspended until the Privileges Committee takes a decision about his alleged unruly conduct in the House. This decision keeps the leader of the principal Opposition party away from Parliament for an indefinite period. National politics has come to resemble an irreconcilable war. Political parties should not imitate the conflict in Manipur; dissent and protest are intrinsic to a democratic polity, but empty rhetoric and stubborn indifference are not.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nManipur\n\n/\n\npolitics\n\n/\n\nparliament\n\n/\n\nParliament proceedings\n\n/\n\ntribals\n\n/\n\nnational or ethnic minority\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nMyanmar\n\n/\n\nrefugee",
        "headline_1": "Petty battles: On Manipur and Parliament",
        "headline_2": "The debate in Parliament did little to contribute to peace process in Manipur",
        "link": "https://www.thehindu.com/opinion/editorial/petty-battles-the-hindu-editorial-on-manipur-and-parliament/article67184710.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "The assassination of a presidential candidate in Ecuador, just 11 days ahead of voting, shows that even its top politicians are not safe from organised gangs that have, in recent years, turned this South American nation into a hub of narco-trafficking. Fernando Villavicencio, a former journalist and lawmaker, was one of the most outspoken critics of what he called “narco-politics”. During the election campaign, he had promised measures to tackle gang violence such as building a maximum-security prison in the Amazon for gang leaders, enhancing anti-drug cooperation with the U.S., cracking down on cocaine exports from Ecuador and rooting out corruption in the government, police and judiciary. He rose to fame during the presidency of leftist leader Rafael Correa. In 2014, when Mr. Correa, now in exile, was the President, Villavicencio had to flee fearing a government crackdown; he briefly sought asylum in Peru. He returned after Mr. Correa’s presidency ended and was elected to the National Assembly where he made a name for himself as an enemy of drug cartels. It is this relentless fight against organised crime that seemed to have cost him his life. Officials say criminal gangs are behind his murder, and police have arrested six Colombian nationals who they say have ties with a drug trafficking cartel.Ecuador, a relatively peaceful country of 18 million people until 2017-18, is now one of the most dangerous countries in Latin America. Situated between Colombia and Peru, both major producers of cocaine, it has seen a spurt in violent crimes with drug cartels shifting their focus to the country in order to get drugs shipped to North America and Europe. Murders have quadrupled since 2019, with 4,800 recorded last year. Officials say two international crime organisations, a Mexican cartel and a Balkan one (known as the Albanian mafia), have recruited local gangs to build drug networks, and their fight to take control of the supply routes has led to rising gang violence. The gangs have turned prisons into operating bases and ports into fighting zones, while extortion networks flourish across the country. The government of President Guillermo Lasso, a conservative who is facing serious allegations of corruption, has remained largely helpless when cartels built a parallel system. It is this impunity that led to the assassination of Villavicencio. If Ecuador’s politicians and state institutions continue to let criminal gangs have their way, it is only a matter of time before the country becomes a failed state. Investigators have to find out how and why Villavicencio’s security broke down, and bring the perpetrators to justice. But a bigger message of the murder is that Ecuador should start an uncompromising war against organised crimes. Other countries in the Americas should offer a helping hand to Quito in this battle. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nEcuador\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nUSA\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nEuropean Union\n\n/\n\ncrime\n\n/\n\ncorruption & bribery",
        "headline_1": "Cartel politics: On an assassination and Ecuador’s fight against drugs",
        "headline_2": "Villavicencio’s murder should force Ecuador to start a war against organised crime",
        "link": "https://www.thehindu.com/opinion/editorial/cartel-politics-the-hindu-editorial-on-an-assassination-and-ecuadors-fight-against-drugs/article67184520.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "Research has shown teaching in mother tongue leads to better skilling as well as better grasp of English. Recent CBSE decision is the right call, argues IMF’s executive director\nAs we debate our identity, culture, and education, research-based evidence makes one aspect unmistakably clear: teaching children in a language they understand is an indispensable pedagogical method. Shockingly, however, Unesco data shows that up to 40% of the global population is taught in a language other than their mother tongue, which leads to learning setbacks and social inequalities. So, the July 21 order by the Central Board of Secondary Education (CBSE) on the use of mother tongue for instruction is an excellent move.\nThomas Macaulay, who despised India and its knowledge system, championed English education “to form a class who may be interpreters between us and the millions whom we govern… (to create) a class of persons Indian in blood and colour, but English in tastes, in opinions, in morals and in intellect.”\n \nRead full opinion on TOI +\n\n",
        "headline_1": "Their bhasha, their future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/their-bhasha-their-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "PMJAY has design flaws which may limit its potential to lower out-of-pocket expenditure\nIt’s five years since GOI launched PMJAY, the state-funded health insurance scheme meant to cover the poorest 40% of the population. An important goal of PMJAY is to reduce out-of-pocket expenditure in healthcare. CAG this week unveiled a performance audit of the scheme. It covers the period between 2018 and 2021. Since then, PMJAY has expanded coverage. Juxtaposing CAG’s report with other data presented by GOI in Parliament provides a sense of the scheme’s performance.\nStates are the pioneers in government-funded health insurance coverage. Hence, PMJAY had to be grafted on to existing insurance plans in many states. A consequence is that State Health Authorities (SHAs) directly administer the working of the scheme for more than half the beneficiaries under PMJAY. It’s also led to health coverage of about 15.5 crore families, a level that’s above GOI’s target as many states foot the bill to ensure families in their original schemes are covered. Given this background, the CAG report and other data point to some structural weaknesses.\n \n\nTight control over data and processes is critical to the smooth functioning of health insurance. CAG’s report showed that PMJAY has a problem. PMJAY Id, a 9-digit unique alphanumeric code shouldn’t be duplicated. That’s, however, not the case. In addition, there are other problems with names and even age – some beneficiaries are apparently born in the 19th century. Database issues mean that dubious healthcare providers can game the system and also exploit the information asymmetry that characterises the relationship between doctors and patients. Here, one data point is a puzzle. GOI said that the average cost per episode of hospitalisation in 2022-23 was ₹13,703, which is not even 3% of the overall cover of ₹5 lakh/family. It’s out of sync with general inflation in medical costs. What impact could it have on OOP?\nHealth insurance needs enough empanelled hospitals. Hospitals are unevenly spread, which means poorer states are inadequately covered. For example, Bihar has a population that exceeds TN by almost 50 million but has less than half the latter’s empanelled hospitals. Therefore, adding beneficiaries in absence of healthcare infrastructure is meaningless. Media reports show that even in public hospitals patients are being defrauded and denied benefits under PMJAY. SHAs, the dominant administrators, need to up their game. The fifth anniversary is a good time to iron out PMJAY’s design flaws. GOI also needs to do an independent audit of PMJAY’s impact on OOP.\n\n",
        "headline_1": "Not quite healthy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-quite-healthy/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "Spectators applauding Pak hockey team in Chennai demonstrates why sports must be shielded from geopolitics\nThere was something very, very unusual about the group stage finale of the Asian Champions Trophy. India was playing Pakistan, in India. This has become a lost sight as official relations between the two countries have grown hostile. But on Wednesday, the packed crowd in the Chennai stadium was there to watch the hockey, not practise geopolitics. Sure, it supported the Indian team during the match itself. But it was welcoming to the visitors too, coming up in a huge round of applause after their national anthem. Athletes are pawns to various geopolitical faceoffs, but the Chennai crowd reminded everybody that this is not sporting at all.\n \n\nRecent months have also seen the Pakistan football team play India in Bengaluru and an Indian contingent participate in a bridge championship in Lahore. And there is the most-anticipated match coming up, with the two countries’ cricket teams scheduled to play each other in Ahmedabad for the World Cup. An intense cricket rivalry is part and parcel of intense fandoms on both sides of the border. It is full of joy.\nWhen sportspersons are made to pay the price of what some feral military generals or governments do, fans suffer alongside. Let the games carry on, is a much fairer policy. As the International Olympic Committee president has said, athletes should not be tarnished for acts of their government. On this principle, Russian athletes should be allowed to participate in the Paris Games and carry their own flag. If the US had boycotted the 1936 Berlin Games as some say it should have, history would be missing an extraordinary Jesse Owens chapter. Sports excellence represents a very inspirational and unifying kind of human flourishing. Making it less, lessens us all.\n\n",
        "headline_1": "Chennai cheer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/chennai-cheer/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "Assam CM argues the roots of violence in Manipur and NE can be traced to past Congress administrations. He calls the no-confidence motion a waste of taxpayers’ money\nCongress party’s no-confidence motion was a colossal waste of taxpayers’ money and a case of the pot calling the kettle black. What has been achieved by this debate? Every faultline in our eight states in the Northeast has its roots in Congress’s flawed policies.\nIn the last nine years under PM Modi’s leadership much effort has gone into repairing these faultlines. AFSPA is nearly history, blockades and bandhs are almost eliminated, several militant groups have surrendered and most boundary disputes between NE states are on course towards resolution. The focus is now on record-high investments in rail, road and air connectivity in the region.\n \nRead full opinion on TOI+\n\n",
        "headline_1": "‘Ethnic clashes not product of any BJP govt policy’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ethnic-clashes-not-product-of-any-bjp-govt-policy/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "Floods are not new in Chattogram. The coastal city's low areas are just 2.5-3 metres above sea level, whereas the usual height of high tide is around five metres there. But in recent years, floods have become more bothersome than before, disrupting public life. In the past, we had a lot of ponds and other water bodies in the city. During high tides and heavy rain, water used to get drained into those water bodies, and during low tide it would be drawn back to the sea through canals and rivers. But as the population grew and the city got urbanised in an unplanned way, canals and rivers were encroached and the city coverage expanded. Now excess water from rain and tide cannot be absorbed by the soil and water bodies, nor can it flow down the natural drainage system. On top of that, with the increased population, the city creates more waste, which is dumped in the canals. The hills have been encroached upon as well, so they are more vulnerable to erosion. Then there are the effects of climate change, so we now have higher tides and more intense rainfall.\nBack in 1995, a detailed regional master plan had been formulated for the city, which had predicted such a situation occurring in the near future. It pointed out what should be done, and exactly where canals were encroached at that time. But, unfortunately, no one took the initiative to implement the 1995 plan. However, a few years ago, our prime minister showed concern for the situation in Chattogram, and consequently, the Chattogram Development Authority (CDA) formed a master plan, which was approved by Ecnec. But the CDA lacked the capacity to implement the new master plan at the time. There was criticism regarding the viability of the plan's many aspects as well. Following that, the prime minister acknowledged that there were problems, and formed a high authority committee chaired by the LGRD minister. We don't know how effective that committee was, but after a while, the project was handed over to the army. But the army, too, was not completely prepared for a drainage project of this scale at that time. Meanwhile, we kept pointing out that there were inconsistencies and a lack of cooperation. Some of them were addressed, and the rest were left out.\nAs per historical accounts, there were 104 canals in the city, but in this master plan, only 57 canals were pointed out and the CDA started working on 36 of them. They claimed that they did not get enough funding from the finance ministry, so the contractors did not complete their work. The authorities say that almost 60-70 percent work of the project has been done. But the result we get is zero.\nFirst of all, tidal regulators were supposed to be constructed to control tidal waves. But they are not functional at all. Some of the regulators now have structures, but there are no gates, which is worse than those that have no structures at all – because the half-made regulators create obstructions.\n\nEffective results are possible even before the next monsoon season. But if we fail to do that, all the taxpayers' money and their trust in authority will be washed away with the floodwater.\nThen the CDA claims that they have dredged the canals, but where is the soil then? And while building retaining walls on the canal banks, they dumped a large quantity of excess soil back into the canal and used some soil to construct roads. This created more obstruction to the water flow. And where water gets obstructed, sediment and waste get accumulated, and eventually the canals can accommodate less and less water.\nMoreover, silt traps were supposed to be built on the foots of the hills in the city. According to the plan, sediment coming down the hills would have been deposited there, and the contractors would collect that sediment and use them elsewhere. There are no silt traps installed yet.\nWe couldn't build tide regulators, or ensure water drainage through canals, and we're letting sediment come down the hills and get mixed up with our waste and obstruct the drainage channels. They are saying that almost 70 percent of the work is done. My question is: which part of the drainage system is actually functional?\nIt's true that what happened this year – the unusually high tide and heavy rainfall – would still cause the floods even if the current projects were complete. But we could have mitigated the devastating impact.\nThe waterlogging problem in Chattogram city is not unsolvable. There are many coastal areas in the world, which are lower than the mean sea level. But their governments used hydrology engineering to turn that water problem into an asset. Some even used this to develop tourism.\nSo, I plead, on behalf of the residents of the port city who are suffering immensely, to the government to take responsibility for its citizens. Form an umbrella organisation for the coordination of the master plan; find out the issues in planning, design and implementation to make the drainage system actually functional. And please don't just be active till the inauguration of the project; the city corporation must develop a manual for the logistics, and human resources for its operation and maintenance. And the city corporation must have access to the necessary resources and funding for maintenance. There should be clear guidance and regulations to prevent waste dumping into the canals. All 104 canals must be reclaimed. There should be high lift pumps ready so that in case of heavy rainfall, the water can be mechanically removed. There should be regular drainage rehearsals, just like firefighting drills. And before every monsoon, there should be routine checks if every aspect of the system is prepared.\nIf all these are done, and done immediately, I believe we can have a sustainable drainage solution for Chattogram. Effective results are possible even before the next monsoon season. But if we fail to do that, all the taxpayers' money and their trust in authority will be washed away with the floodwater.\n \nMd Delwar Hossain Mazumdar is executive member of the Forum for Planned Chittagong, and former chairman of the Institution of Engineers, Bangladesh (IEB).\n\n",
        "headline_1": "What caused the catastrophic floods in Chattogram?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-caused-the-catastrophic-floods-chattogram-3391791",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "It is disappointing that despite the country's laudable economic growth in recent decades, our approach to research and development (R&D) has been quite questionable. As a report by this daily points out, both the private and public sectors in Bangladesh have historically lacked innovation. Our goal of becoming a developed nation in less than two decades is admirable, yes, but one cannot help but wonder if our current growth will be sustainable if it continues to rely heavily on garment exports and the earnings of mostly unskilled migrant workers – the two mainstays of our economy.\nThe R&D allocation for the current fiscal year is Tk 100 crore, which equals a meagre 0.3 percent of our GDP. The scenario is not much better in the private sector either. One would assume that a mixed market economy would drive innovation. Instead, universities spend a minuscule amount of their annual budgets on research, while private firms, when adopting new technologies, often opt for foreign sources rather than cultivating in-house research and innovation. In the long run, such a trend is bound to hinder progress for the country as a whole.\nThere is no doubt that Bangladesh has been trying to ride out a protracted economic crisis in the wake of the pandemic. But it would be nonsensical not to keep an eye on the future and invest in research and development across all sectors. Besides encouraging academic research and technological innovation, focusing heavily on sector-specific R&D will also be beneficial. For instance, in terms of boosting remittance, it is crucial to upskill our aspiring migrant workforce. Recent data has revealed that nearly half of all workers going abroad between 1976 and 2019 were less skilled or unskilled. In fact, as per data from the Bureau of Manpower Employment and Training, 73.65 percent of migrating workers in 2021 were unskilled. As a result, Bangladesh is receiving a lot less in remittance than other comparable countries that are exporting skilled labour.\nTherefore, it is crucial for the authorities (both private and public) to look beyond immediate gains and challenges and try to transform our economy which will benefit us all in the long run. In order for Bangladesh to conduct large-scale research and development activities, and to fulfil the objectives of SDG 9 – which are to build resilient infrastructure, promote inclusive and sustainable industrialisation, and foster innovation – we need to dedicate more of our budget to R&D and let it guide our policies. Otherwise, our progress as a nation will be stalled.\n",
        "headline_1": "Bangladesh needs to invest more in R&D",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-needs-invest-more-rd-3391741",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "At a time when the world is racing against the clock to curb the catastrophic impacts of climate change, with a shift towards greener economies and sustainable development, it is heartening to find that the RMG sector in Bangladesh is also keeping in step with the changing times. The industry has reached a new milestone after two more factories received LEED (Leadership in Energy and Environmental Design) certification from the United States Green Building Council (USGBC) for their green initiatives, raising the total to 200. According to industry leaders, although only 18 factories have secured this recognition so far this year, there are likely to be more such milestones to look forward to, since as many as 500 are awaiting certification.\nThe importance of such sustainable initiatives cannot be stressed upon enough. This year, we experienced one of the worst heatwaves the region has seen in the last century, which are now being followed by flash floods and landslides. Climate scientists have warned time and again how such extreme weather events are a result of the climate breakdown and will only get worse if the world does not come together to create carbon neutral economies. Given the dire situation we are in, while green initiatives are a step in the right direction, having only 200 green buildings out of 4,000 plus RMG factories in the country is simply not enough. \nWhile such green factories could potentially contribute to global competitiveness, Bangladesh must also be tuned into the conversation happening around the environmental impacts of fast fashion. In June this year, the EU's environment chief declared that the age of under-regulation is over since the environmental waste created by this industry is \"absolutely unacceptable\", and there is a growing movement to shift towards ethically made and environmentally friendly apparel. \nIt is time for our RMG industry to turn their attention to this movement as well. This will require them to go beyond green factories to reduce waste, use resources more efficiently, and pay living wages to RMG workers. In all of this, global fashion brands must also play their part if we are to truly create a sustainable RMG industry. \n\n \n",
        "headline_1": "Green milestone for RMG industry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/green-milestone-rmg-industry-3391651",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "It is disappointing that despite the country's laudable economic growth in recent decades, our approach to research and development (R&D) has been quite questionable. As a report by this daily points out, both the private and public sectors in Bangladesh have historically lacked innovation. Our goal of becoming a developed nation in less than two decades is admirable, yes, but one cannot help but wonder if our current growth will be sustainable if it continues to rely heavily on garment exports and the earnings of mostly unskilled migrant workers – the two mainstays of our economy.\nThe R&D allocation for the current fiscal year is Tk 100 crore, which equals a meagre 0.3 percent of our GDP. The scenario is not much better in the private sector either. One would assume that a mixed market economy would drive innovation. Instead, universities spend a minuscule amount of their annual budgets on research, while private firms, when adopting new technologies, often opt for foreign sources rather than cultivating in-house research and innovation. In the long run, such a trend is bound to hinder progress for the country as a whole.\nThere is no doubt that Bangladesh has been trying to ride out a protracted economic crisis in the wake of the pandemic. But it would be nonsensical not to keep an eye on the future and invest in research and development across all sectors. Besides encouraging academic research and technological innovation, focusing heavily on sector-specific R&D will also be beneficial. For instance, in terms of boosting remittance, it is crucial to upskill our aspiring migrant workforce. Recent data has revealed that nearly half of all workers going abroad between 1976 and 2019 were less skilled or unskilled. In fact, as per data from the Bureau of Manpower Employment and Training, 73.65 percent of migrating workers in 2021 were unskilled. As a result, Bangladesh is receiving a lot less in remittance than other comparable countries that are exporting skilled labour.\nTherefore, it is crucial for the authorities (both private and public) to look beyond immediate gains and challenges and try to transform our economy which will benefit us all in the long run. In order for Bangladesh to conduct large-scale research and development activities, and to fulfil the objectives of SDG 9 – which are to build resilient infrastructure, promote inclusive and sustainable industrialisation, and foster innovation – we need to dedicate more of our budget to R&D and let it guide our policies. Otherwise, our progress as a nation will be stalled.\n",
        "headline_1": "Bangladesh needs to invest more in R&D",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-needs-invest-more-rd-3391741",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "At a time when the world is racing against the clock to curb the catastrophic impacts of climate change, with a shift towards greener economies and sustainable development, it is heartening to find that the RMG sector in Bangladesh is also keeping in step with the changing times. The industry has reached a new milestone after two more factories received LEED (Leadership in Energy and Environmental Design) certification from the United States Green Building Council (USGBC) for their green initiatives, raising the total to 200. According to industry leaders, although only 18 factories have secured this recognition so far this year, there are likely to be more such milestones to look forward to, since as many as 500 are awaiting certification.\nThe importance of such sustainable initiatives cannot be stressed upon enough. This year, we experienced one of the worst heatwaves the region has seen in the last century, which are now being followed by flash floods and landslides. Climate scientists have warned time and again how such extreme weather events are a result of the climate breakdown and will only get worse if the world does not come together to create carbon neutral economies. Given the dire situation we are in, while green initiatives are a step in the right direction, having only 200 green buildings out of 4,000 plus RMG factories in the country is simply not enough. \nWhile such green factories could potentially contribute to global competitiveness, Bangladesh must also be tuned into the conversation happening around the environmental impacts of fast fashion. In June this year, the EU's environment chief declared that the age of under-regulation is over since the environmental waste created by this industry is \"absolutely unacceptable\", and there is a growing movement to shift towards ethically made and environmentally friendly apparel. \nIt is time for our RMG industry to turn their attention to this movement as well. This will require them to go beyond green factories to reduce waste, use resources more efficiently, and pay living wages to RMG workers. In all of this, global fashion brands must also play their part if we are to truly create a sustainable RMG industry. \n\n \n",
        "headline_1": "Green milestone for RMG industry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/green-milestone-rmg-industry-3391651",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "To meet the nation's growing energy needs, especially for operating the power plants, the government has increased its dependence on imported fossil fuels including LNG, coal and oils. But with the falling forex reserve situation, it is getting increasingly difficult to pay the country's import bills including those of fuel. Evidently, the country is between a rock and a hard place, for under any circumstances, the power plants have to be supplied with fossil fuels to keep the engine of the economy running. Against this backdrop, those in the country's power and energy authority as well as experts in the field met in a recent webinar in the city to discuss options to get around the crisis. But other than blaming the international situation or criticising the government's past policy of not developing the domestic capacity, especially of both the onshore and offshore gas fields leading to the present situation, the webinar could not come up with any concrete suggestions to resolve the energy crisis. Stressing the use of renewable energy, solar and wind power, to be specific, the prime minister's energy adviser, in particular, dismissed the possibility of extracting coal from the existing mines of the country on the grounds that it could destroy agricultural lands and the aquifers containing groundwater. True, in the long run, the country as elsewhere across the world, will have to base its energy policy on renewable options to combat the impacts of climate change and save environment. But when it comes to meeting an emergency, as is the case now, renewable energy is not the answer. In this connection, consider, for instance, that, as reports go, in the fiscal year 2021-22, the country's renewable sources could meet only 0.38 per cent of the country's entire power demand. Obviously, it will take years before the potential of tropical Bangladesh as an inexhaustible source of solar, wind and hydropower could be fully exploited. But can Bangladesh wait that long to meet its present energy needs? So, both a long and a short-term strategy should be in place to address the present as well as the future energy requirements of the country. As there is shortage of hard currency in the country's coffer to procure fuel from external sources, the best choice before the government is to exploit whatever domestic fuel source is there to meet its immediate needs. In this context, alongside the government's ongoing efforts to develop the capacity of onshore gas fields, it may have a rethink of its policy on coal. Notably, according to different estimates, Bangladesh has around 2.0 billion tonnes of coal deposit underground in its north-western districts. Even so, the coal-fired Barapukuria power station in Dinajpur with its 575 MW production capacity cannot depend on local coal mines for their supply. On the other hand, the Phulbari project remains stalled due to sensitivities of socio-political nature. But at the same time, the government is importing coal from international markets to operate its coal-based power plants at the expense of its precious foreign exchange, the scope of which is shrinking by the day. On all counts, this is paradoxical. Going by the maxim that desperate times call for desperate measures, the government would do well to reconsider its present policy on coal as a short-term measure to tide over the present energy crisis. However, for a more sustainable energy future, the government may go ahead with its draft policy in the style of 'Integrated Energy and Power Master Plan (IEPMP)' for the 2024-2050 period.",
        "headline_1": "Allowing coal mining as a short-term measure",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/allowing-coal-mining-as-a-short-term-measure-1691762384",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "The debate on whether the byproduct of readymade garments (RMG) waste (popularly known as 'jhut') should be exported or recycled into yarn is an old one. With about half a million tonnes of jhut being yielded annually from RMG production, a substantial trade has developed around it that involves more than 20,000 traders who collect it from factories and about 300 of them export it to other countries. These importing countries are utilising jhut and recycling it into thread, a value-added item that is used by their own textile industry. So, why not Bangladesh? It is after all the second largest RMG power in the world global readymade apparels. Today, the country recycles a measly 5.0 per cent of this waste. When one takes into account changing preferences of the fashion industry that is progressively placing more emphasis on recycled materials, why is Bangladesh not taking advantage of this abundant supply of jhut? Jhut consists of cutting waste, scraps and fluffs. For years the terry-towel exporters and textile mills have been trying to attract the attention of policymakers to do something about this because they stress that jhut can be utilised more effectively by turning them into finished products for export. The annual value of jhut export ranges anywhere between slightly over US$116 million (Export Promotion Bureau) and US$600 million, according to the Bangladesh Textile and Garment Waste Processors and Exporters Association. Regardless of this data discrepancy, the fact that jhut from Bangladesh is in high demand in other countries (which as stated before) are turning what is treated as 'waste' in Bangladesh into 'finished products' there retailing at a much higher value. Industry insiders state that 90 per cent of this RMG byproduct makes its way to European Union, the United States and India.The value of recycled textile waste could potentially earn the country anywhere between US$4.0-5.0 billion but that requires policy support which has not been forthcoming. According to the RMG representative body, the BGMEA estimates that the industry is producing around 400,000 tonnes of \"recyclable pre-consumer waste\" every year. In the absence of a comprehensive policy on recycling, the country is losing out on big export earnings. Given that the country is facing an uncertain global economic climate brought on by external factors beyond its control, it is now more imperative than before to boost exports. The dollar crunch is playing havoc with its balance of payments and repayment of billion-dollar loans taken in the past decade for infrastructure development is gradually coming due. In that respect, every avenue to boost sales by the RMG sector must be prioritised. Recycling jhut presents a unique opportunity as it aligns with \"a change in Western customers' taste influenced by environmental concerns\". Reportedly, a lot of political clout is involved in the export of jhut and that perhaps accounts for discrepancy in reporting the actual value of the byproduct being exported from the country. Even if one is to take the highest export value of $600 million as the benchmark, the fact --- to which the BGMEA subscribes to --- that $1.0 billion jhut can be transformed into apparels worth $3.0 billion in the export market simply cannot be overlooked, especially in today's economic climate. There is ample evidence that importing countries of Bangladesh-origin jhut have been turning this waste into yarn and fabric to suit the demand of the more discerning foreign buyers. Bangladesh has been missing out on this lucrative business for long, and because of the lack of interest (for years gone by) from the industry that produces jhut in the first place, other countries have benefitted from our ignorance. Of course, it is impossible to ignore the fact that the jhut business today involves some 300 exporters, more than 20,000 traders, some 0.6 million workers and a million dependants. However, given the gains the country will reap by stopping the export of jhut in its raw form and aiding in the expansion of the recycling sub-sector far outweigh whatever revenue the country is earning presently from wholesale export of jhut. As reported by this newspaper, some RMG factories have already started manufacturing yarn and fabric. This is not limited to domestic manufacturers, there is also foreign investment being made in the country to manufacture yarn. The technology and the intention to make yarn locally exists, and so does the raw material - the only thing missing is the policy framework that would incentivise the recycling sub-sector to flourish. This is an opportunity for the country to add yet another component to the supply chain that will make the RMG sector more independent and at the same time augment income through value addition. As it is impossible to predict how long the dire economic conditions will last, it is now more imperative than ever to find every opportunity to expand the yarn manufacturing sector to conserve foreign exchange by reducing import vis-à-vis boost exports to bring in much needed foreign currencies.\n[email protected]",
        "headline_1": "Time to utilise 'jhut' gainfully",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-utilise-jhut-gainfully-1691762453",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "Running short-trip shuttle bus services may be an option to overcome the public transport chaos in Dhaka. It is because the country's capital city is densely populated, and many people commute within a short distance. As existing public buses mainly cover long distances, passengers travelling short-distance depend on these buses. The buses become overcrowded most of the time and many can't avail of the service. So, they have to rely on various means of transport like rickshaws, CNG-run auto-rickshaws, motorbikes and private cars. All these create traffic congestion on streets and roads. The city is also not friendly for walkers. An inadequate number of footpaths or walkways is a major barrier. Most of the existing footpaths are occupied by street vendors and motorcycles. Some footpaths are also in a pitiable condition. Thus, pedestrians do not find sufficient ways to walk smoothly and have to walk on roads and streets in many cases. Though it is possible to take a short-distance trip by walking, in Dhaka, it seems difficult and sometimes impossible. Thus, people look for any transport to reach their close destinations. Against the backdrop, short-trip shuttle buses can be helpful for a good number of regular commuters. For instance, shuttle buses from Kamlapur Railway station to Moghbazar or Bangalmotor intersection can be easily introduced. The 4-km journey with four or five stoppages in between can smoothly transfer thousands of students, office goers and traders who travel the route daily. In this way, these commuters will no longer look for long-distance buses, costly CNG-run auto-rickshaws, or risky motorbikes. There will also be less traffic congestion on the roads. Even the buses can be run in a semi-circular way. Similarly, shuttle buses from Mohammdpur to Jigatoal or Shahbagh to Farmgate can be introduced. Due to the short distance, the buses may have fewer seats and more space for standing. Commuters will be okay going a few kilometres without having seats as they are likely to reach their destinations on time. The fare of these short-trip buses will also be acceptable if fixed rationally with a maximum and a minimum fare. For example, those travelling at least half the way or more will pay the maximum fare. Others will pay the minimum one.A few short-trip buses can also be used as student buses during a specific period daily except weekends and holidays. Only students of schools and colleges will commute in these buses at the scheduled time. It is easy to know educational institutions' starting and closing times in different areas. Buses can be deployed accordingly. To fix the terrible traffic situation in Dhaka, the authorities have undertaken many big and mega projects. The outcome of these high-cost and ambitious projects will be visible a couple of years later, some even after a decade. It is not unlikely that some of these projects will not deliver the optimal outcome, and a few even may be proved inefficient. So, the policymakers and the authorities concerned also need to consider low-cost alternatives like introduction of short-trip shuttle buses. \n[email protected]",
        "headline_1": "Dhaka needs short-trip shuttle buses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-needs-short-trip-shuttle-buses-1691762492",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2023"
    },
    {
        "full_article": "In many countries in the world, one can find a park within a 30-minute walking distance. Unfortunately, our very own megacity, Dhaka, does not have enough open spaces. According to a study conducted by the Bangladesh Institute of Planners, green spaces constitute only 9.2 per cent of the total area of Dhaka city, whereas about 82 per cent of the city is covered by concrete. In this situation, open places like Suhrawardy Udyan, Ramna Park and Hatirjheel are often called the lungs of Dhaka. A large number of people with their families and children visit these places in the afternoon and on holidays and spend quality time there. In every amusement park or open space where people go to enjoy their time, public toilet facility is a must. Unfortunately, there is no public toilet in Hatirjheel project, Ramna Park and Suhrawardy Udyan. With a lack of functional toilets, many visitors are compelled to relieve themselves in the open. There are some people who could not care less about throwing their waste in proper places such as dumpsters and bins. Both acts are public nuisance and harmful for people as malodour lingers in such places and all people passing by that place have to suffer. The authorities concerned should immediately pay attention to this problem and install public toilets in these places. At the same time, it must be ensured that the public toilets are kept clean and hygienic. If required, they can impose minimal charge for using those. Moreover, cleanliness measures around these places should also be ensured so that there is no bad smell and litter left here and there. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Setting up public toilets in city parks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/setting-up-public-toilets-in-city-parks-1691762513",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2023"
    }
]