[
    {
        "full_article": "December 2022 marked the steepest fall in two years for India’s goods exports, with products worth $34.5 billion shipped out — 12.2% lower than a year ago. This was the second time in three months that shipments dropped year-on-year and top Commerce Ministry officials sought to calm nerves by citing the global headwinds that were posing challenges for Indian merchandise. These include the clouds of recession blowing through Europe and the U.S., the COVID-19 situation in China and a reversion towards protectionism in some markets. To be clear, a high base effect also played a role in exaggerating the year-on-year export dip in December. December 2021 had clocked the second highest exports (worth $39.3 billion) in 2021-22, when India’s goods shipments crossed a record $422 billion. The world’s trade dynamics have been altered since then, as the momentum swung from a strong post-pandemic pent-up rebound to a stuttering growth trajectory amid soaring inflation and geopolitical muddling, with the Ukraine-Russia conflict counting as only one of the many shocks to the global economy through 2022.Amid these tumultuous times, a month-on-month reading of export trends is perhaps a better way to gauge the situation. For now, December’s export numbers, even if lifted by the last batches of pre-holiday festive shipments reaching their destined shores, hold up well on this front vis-à-vis October and November’s initial trade estimates. The other silver lining is that imports also contracted 3.5% in December, the first such instance since November 2020, although they remained flat sequentially at around $58.2 billion. For the first nine months of 2022-23, India’s goods exports are still 9.1% higher than a year ago, slightly lower than the 11.1% rise recorded till November 2022. Some agencies expect the global recession to hit demand for Indian goods far harder in the current quarter so much so that the full year could still end up with a shrinkage in exports. In December itself, new export orders grew at the slowest pace in five months as firms struggled in key export markets, as per the S&P Global India Manufacturing Purchasing Managers Index. The latest data on U.S. retail sales signal the sharpest slump in 12 months even as industrial output has tanked, signalling that demand for finished goods or inputs is set to slacken further in India’s top export destination. With China reopening, competition is expected to intensify even as demand shrinks. Some recent government moves such as fixing glitches in a duty remission scheme for exports and lifting curbs on iron ore shipments have helped, but more macro- and swifter micro-policy actions are warranted to keep the export engine chugging.",
        "headline_1": "Trade winds: On falling Indian exports",
        "headline_2": "The worst effects of faltering Western economies are yet to fully hit Indian exports",
        "link": "https://www.thehindu.com/opinion/editorial/trade-winds-the-hindu-editorial-on-indian-exports-data-december-2022/article66413862.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "The last time China’s population saw a decline was in 1961, in the midst of a devastating four-year famine following Mao’s failed “Great Leap Forward” campaign. The latest decline in population, however, is no blip. The shrinking of the world’s most populous country by as much as 8,50,000 in 2022 marks a watershed moment with lasting consequences for China and the world. Beijing announced on January 17 that births in China last year dropped by more than 10% to 9.56 million, with 10.41 million deaths. The 1.411 billion population will certainly be overtaken by India’s this year. China’s population story holds lessons for countries that have tried robust interventions in social engineering. China has spent the greater part of two decades trying — and failing — to get families to boost birth rates that have been declining since the government introduced a harsh “one-child policy” in 1980. The belated introduction in 2016 of a “two-child policy” to course correct was not met with the enthusiasm that planners had expected for a relaxation announced with fanfare. A government survey found that 70% would not have more children citing financial reasons.China’s economy is already feeling the impact of demographic change. The 16-59 working age population (2022), was 875 million, a decline of around 75 million since 2010. Wages are rising, and labour-intensive jobs are moving out, predominantly to Southeast Asia. The above-60 population, meanwhile, had increased by 30 million to 280 million. The number of elderly will peak at 487 million by 2050 (35% of the population). China’s National Working Commission on Ageing estimates spending on health care for the elderly will take up 26% of the GDP by 2050. Signs are China is already on track to follow Japan’s example of a prolonged period of a shrinking workforce with declining growth. As a paper from Japan’s Research Institute of Economy, Trade and Industry pointed out, the proportion of child and elderly populations in China as of 2020 was similar to Japan’s in 1990. Moreover, China reached this inflection point faster, with its fertility rate falling from 2.74 to 1.28 in the preceding four-decade period, while Japan’s fell from 1.75 to 1.29. The paper pointed out that India’s proportion of child and elderly population in 2020 was similar to China’s in 1980, just when its economic boom took off. That was made possible only by making the most of its demographic dividend by investing heavily in health care and education to fashion a workforce capable of powering what would become the world’s factory.",
        "headline_1": "Aging factory: On China’s population decline",
        "headline_2": "The decline in China’s population will affect the rest of the world too",
        "link": "https://www.thehindu.com/opinion/editorial/aging-factory-the-hindu-editorial-on-chinas-population-decline/article66409096.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "In 2018, Abhinav Chandrachud published a book titled Supreme Whispers.  The subtitle, ‘Conversations with Judges of the Supreme Court of India, 1980-89’, explains the book’s contents.  George Gadbois (1936-2017) was professor of political science, University of Kentucky.  He wrote extensively on SC judges. Gadbois should be read much more.\nFor instance, in 1969 (Law and Society Review), he penned a portrait, perhaps dated now, of the typical SC Judge. In 1970 (EPW), there was a study of the behavioural patterns of SC judges.  In that remarkable and quantitative essay, despite unanimity in many judgments, based on individual values, attitudes and decisions, he classified SC judges into four groups – modern liberal, modern conservative, classical liberal and classical conservative.\nRead full opinion on TOI+\n\n",
        "headline_1": "Appointments, disappointments: Is the wrong person appointed a judge? Is the right person rejected? Here’s what some judges say",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/policypundit/appointments-disappointments-is-the-wrong-person-appointed-a-judge-is-the-right-person-rejected-heres-what-some-judges-say/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "Two of the recommendations that the Supreme Court collegium has reiterated this week had earlier been returned by government on account of the candidates’ social media posts. The point here is whether being “selectively critical … on the important policies, initiatives and directions of the government” precludes one from becoming a judge. In the US, it does. Supreme and federal court justices there are nominated by the president and approved by the Senate by a majority vote. Some state trial court judges actually run on a party ticket, where they appear as Republicans or Democrats. But India has a very different system. Here, the only views whose expression should bar a person from becoming a judge should be those that undermine constitutional values or the fundamental rights enshrined in the Constitution.\nIn this sense the collegium is absolutely right to hold that the expression of political views, as part of the right to free speech, cannot disentitle candidates from becoming judges in India. But what has happened in the case of these two candidates is part of a larger GOI-collegium fight on judicial appointments. For instance, while the collegium keeps insisting that per the current MoP its reiteration of a name is binding on GOI, the latter has hardened its position against this convention.\nThe lack of transparency and accountability of the collegium that had caused diverse political parties to cooperate on the NJAC constitutional amendment, hasn’t seen much redress since SC quashed NJAC back in 2015 – even as dissonance with GOI has widened significantly. It is citizens and justice that are the real victims of this impasse. It must end. The Centre and SC must sit together to devise an institutional mechanism for smoother – and timebound –judicial appointments.\n\n",
        "headline_1": "Don’t judge views: Criticising govts can’t be a disqualification for judgeship",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-judge-views-criticising-govts-cant-be-a-disqualification-for-judgeship/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "How do we make India a better place for women? Government schemes work slowly. What women need is a silver bullet that kills, or at least seriously wounds, the demon of discrimination. First, lower income tax rates for working women. When women pay lower income tax than men it will not only benefit women already in the workforce, it will also be a huge incentive for women who stay out of the workforce. Every male-dominated family that doesn’t want their daughter or their daughter-in-law to work will know that they are missing out on a good thing. Money often changes attitudes faster than morality does. Plus, there will be no long-term revenue loss here as the lower income tax rates for women will be more than offset by an expanding tax base from working women.\nThe second set of incentives should be for parents who have daughters. Give parents a tax rebate for investments made in the name of daughters. Don’t put conditions on the kind of investment – that will be a dampener. Also, keep the lowest amount eligible for such tax rebate low, say, Rs 10,000, so that low-income households can participate. And put a ceiling on the highest amount, say, Rs 100,000, so that this scheme doesn’t distort investment decisions overall. Further, offer the rebate even when a girl reaches legal adulthood, so that women can also benefit. The attraction of getting a tax rebate will override patriarchal impulses. And over time, such a corpus will give women, even those who don’t work, a measure of financial independence. For older women, the accumulated money represents the chance of personal freedom. To make a difference, you must think different.\n\n",
        "headline_1": "FeMoneyism: Two policy ideas for really empowering women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/femoneyism-two-policy-ideas-for-really-empowering-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "What kind of paradise can be found in a world of unceasing conflict? Is the search for paradise only bound to aggravate our differences? Those are the grand questions posed by Pico Iyer’s book of travel and philosophy, The Half Known Life: In Search of Paradise.\nHe starts in Iran, the place that gave the world the very word ‘paradise’, whose gardens are modelled on that higher garden that awaits us. Today the world’s largest theocracy, religious and secular forces have fought over many visions of utopia. He is aware of being surveilled as a foreigner. In its rich, lacquered beauty, he senses an iron presence, a complex ambiguity.\nRead full opinion on TOI+\n\n",
        "headline_1": "When a writer goes in search of paradise: And finds it not in a place but in our messy lives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/when-a-writer-goes-in-search-of-paradise-and-finds-it-not-in-a-place-but-in-our-messy-lives/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "Our student Farzeen Ferdous Alam, born on January 6, 1989 in Dhaka, departed the world at the very young age of 33 on July 14, 2022. Younger son of Professor Dr Ferdousi Begum and Late Khorshed Alam, and younger brother of Tanzeen Ferdous Alam, Farzeen was a brilliant youth leader on a remarkable quest to change Bangladesh's agriculture. He loved to introduce himself by saying \"I am a proud farmer; an economist-turned-farmer\". He loved his motherland and was determined to make life better for everyone.\nFarzeen was the Founder Chairman of Oggro Ventures, a social enterprise – the first of its kind in the country – dedicated to the agriculture and social development of Bangladesh. He completed high school from SFX Green Herald International School, Dhaka, and graduated from Dhaka University's Economics department in 2014. He established Oggro Ventures in 2007, modelling the business as a social enterprise where the profits went into solving social and humanitarian problems. Within a decade of his professional journey, he succeeded in establishing himself as the country's youngest social entrepreneur. He chose an unconventional path early on in life, and it came with big personal sacrifices.\nAt his TEDx talk in 2019, Farzeen mentioned to a young audience that his vision was to transform rural Bangladesh through sustainable agriculture and education. He wanted young Bangladeshis to see the cool side of being a 21st century farmer.\nIn 2004, when he was 14, he was awarded by the Jacob Foundation in Switzerland for writing a composition about Bangladesh, and invited to visit Oxford University. He had always been active in UN youth volunteering activities, and visited more than 20 countries representing for this social work, including as the special envoy of Ban Ki Moon, Former UN General Secretary, in Doha.\nIn 2007, Farzeen worked in Hounslow, UK for three months as part of a volunteer exchange programme. At the time, Bangladesh was affected by cyclone Sidr. He then engaged the local community there to raise funds to help the affected people of Sharankhola. He also worked in remote areas of Bangladesh, where he established the Horizon School, and helped set up female toilets and drainage systems.\nHis first inspiration came from a documentary by the famous singer Bono, where he learnt that every three seconds, a child somewhere was dying of hunger. It got him to start reading books on the Millennium Development Goals (MDG), and the more he read, the more he realised his true calling lay in the development sector. He decided he could start by supporting farmers in rural communities, who desperately needed access to markets and technology.\nAs an adolescent entrepreneur, he took risks and remained optimistic, even declining a job offer with the UN. He singlehandedly sorted out logistics and sat for hours with his farmer friends in the paddy fields, or sometimes on rooftops of trains from Badarganj to Rangpur. The uncertainty of building a business from scratch did not bother him. His favourite quote was, \"I want to be the Richard Branson of social business.\"\nHis relentless efforts did not go unnoticed. The UN featured Oggro via the UN Web TV in October 2021. He was presented the National Award in March 2019 from ACI Ltd, recognising him as a \"Fearless Bangladeshi\" transforming the face of agriculture in Bangladesh. Oggro also won the renowned Youth Solidarity Fund of the UN Alliance of Civilizations, an initiative by Kofi Annan that chose only 12 organisations globally to receive the fund. Farzeen received awards from the MTV Staying Alive Foundation as well, and was invited to prestigious global programmes like the International Leadership Program organised by the British Commonwealth office, where future leaders met with British policymakers.\nFor the farmers, he founded Joikko Agro Ltd in partnership with local and international social entrepreneurs. A first-of-its-kind agro value-chain company, it was successful in adding 40,000 registered farmers to its network, and providing every kind of support – a one-stop service for solving farmers' issues. He also arranged the visit of US Ambassador Earl R Miller to rural farms of Rangpur in 2019.\nOne of his finest strengths was his ability to communicate at all levels. He could comfortably address a roomful of diplomats, academics and policymakers, and not miss a beat when speaking to them about his dreams. He could mix with ordinary people from all walks of life, speak in their local dialects, and relate to their problems just as easily.\nHe used the profits from Oggro to distribute subsidised unadulterated milk from his farm to garment workers, and he supported the education of 17 visually impaired girls by personally importing Braille machines and funding their studies. He also established Oggro Stationary and Oggro Crafts so the visually impaired could have a stable livelihood.\nDespite the gruelling demands of Oggro, he found respite in his favourite subject, economics. By 2022, he had taught about 2,500 O level and A level candidates over a period of 15 years, and his young students looked up to him as their mentor and life coach. Farzeen also attended many programmes of SANEM as a guest speaker. In a podcast with Stephen Ladek, he had said, \"I love economics religiously and spiritually,\" and mentioned, \"Time management is nothing, but just managing energy which comes from the love for the work.\" He was preparing for a PhD at the London School of Economics and had started writing a book about agriculture, education and health.\nFarzeen was a great listener, and could break a tense moment with a good joke. The bonds he made in his lifetime keep him alive in many hearts. He touched everyone around him through selfless acts, and stood by his friends in their darkest times. Farzeen used to say that he was able to fulfil his dreams only because his family stood by him. In his own words: \"I could achieve my dreams, only because my family allowed me to be crazy.\"\nHe was popular in school and played sports zealously, with a bevy of followers drawn to his natural charm. He was a prodigy bowler and had played with national cricket legends until a back injury put an end to his dreams of becoming a cricketer.\nDeep down, Farzeen relished the small things in life, like kicking a ball that rolled his way, reading stories to his doting nieces, or staying up late to finish his favourite book. His presence will live on in the hearts of every person who crossed paths with him, and all those who knew him are now left with a sense of sudden, inconceivable loss. As darkness looms over us all with the fall of this bright, shining star, we hope that his story inspires us to work towards a better future for all.\nProf Dr Selim Raihan is a professor at the Department of Economics of the University of Dhaka, and executive director at the South Asian Network on Economic Modeling (Sanem). Zihan Farah is a manager of financial planning and analytics at Standard Chartered Bank Singapore.\n\n",
        "headline_1": "The Dreamer and Doer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-dreamer-and-doer-3226991",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "Earlier this month, The World Bank came out with an upbeat forecast. Emerging markets and developing economies are expected to grow at the rate of 3.4 percent, maintaining the steady growth from 2022's expansion. And while Bangladesh's projected growth rate of 5.2 percent for 2023 is 1.5 points less than what was forecast last June, it is expected that, in 2024, the growth rate will accelerate to 6.2 percent – one of the highest among South Asian countries. \nIs this too optimistic? After the poor performance of 2022 in terms of inflation, GDP growth and shortages, how can we be sure that 2023 will be any better? Inflation is still raging in many parts of the world, particularly Bangladesh, and the threat of recession is still serious. We haven't yet turned the corner on supply chain issues and the resurgence of COVID, and there is plenty of evidence that global economic demand weakened towards the end of 2022.\nRecently, IMF Managing Director Kristalina Georgieva also cautioned that most of the world economy will face \"a tough year, tougher than the year we leave behind. We expect one-third of the world economy to be in recession.\" She added that \"even [in] countries that are not in recession, it would feel like recession for hundreds of millions of people.\"\nWe know that, recession or not, the poor of Bangladesh will need continuous support to overcome uncertainty and rising prices. In 2022, Bangladesh slipped from 76th to 84th position in the global hunger index (GHI).\nWe must now ask, what does the government of Bangladesh need to do to build resilience during a possible recession? If the global recession gets worse in the coming days, what steps could Bangladesh take to cushion the blows from rising prices, shortage of fuel, and a possible decline in foreign exchange reserves? \nFirst, the government needs to realise that what Bangladesh needs is a determination at the highest levels to help our under-served masses. We must go beyond our obsession with GDP growth and strengthen social safety nets and healthcare services.\nThe PM recently said, \"I believe and I can assure everyone that we will be able to achieve our targeted growth rate.\" But around 30 percent of people in Bangladesh are facing food scarcity. Research suggests the number of people who went to sleep hungry almost doubled to 13 percent in May 2022 from seven percent in June 2021. Whether we get a seven or five percent growth rate really doesn't matter to the vast majority.\nSecondly, the government must make coordination among various government agencies an immediate priority. In the run-up to elections, it would surely be in the government's interests to alleviate the sufferings of low-income voters. \nThirdly, the forthcoming global recession will affect our exports and remittances, since most of our export earnings come from Europe and the US. A recession will decrease their purchasing power, which will then reduce purchase orders in the RMG sector. Economists have singled out our \"unbalanced\" balance of payments as a vulnerable issue, and advised the government to keep an eye on controlling capital flight and delays in paying import dues.\nThere are three policy areas we must focus on. The Bangladesh Bank is facing multiple pressures – banking sector reforms, interest rate dilemma, remittances through unofficial channels, and compliance with the Basel-III regulatory framework. State-owned banks have consistently exhibited capital inadequacy, and this has raised its own set of problems.\nThe government is increasingly losing its credibility, as it appears to be inflating its GDP growth rates. Recently, it lowered GDP projection from 7.5 to 6.5. It appears that the government is in a state of denial since there is a gap, currently exceeding 1.5 percentage points, between its claims and those reported by international agencies. \nThe real income of the majority of the population appears to be in free fall. Food and energy prices are going up, but income growth has not kept pace. The government decided earlier this month to hike electricity price by five percent to Tk 7.48 per unit and the new rate came into effect from January 1, 2023. Globally, the prices of many goods are coming down, such as gasoline, air travel, and new and used cars and trucks. However, our kitchen markets are showing no signs of winter price declines, despite a good harvest. \nHowever, I think inflation has peaked and we could expect to see some decline in the year-to-year rate. But getting from nine percent to five percent is a much easier task than getting from five to three percent. Inflation is cooling off, but the fire isn't out yet.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n",
        "headline_1": "With the right policies, we can be cautiously optimistic about 2023",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/the-right-policies-we-can-be-cautiously-optimistic-about-2023-3226851",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "The first morning of the New Year comes with a special gift for millions of schoolchildren across the country, as they are handed new textbooks in a festive atmosphere. For the past 13 years, the education ministry has successfully distributed free school textbooks to all students from grade 1 to 10 to mark the start of a new academic year.\nThis year, the government started distributing about 35.16 crore textbooks to over 4.27 crore students. Undoubtedly, this is a great feat that has led to significant improvements in enrolment at primary and secondary levels. The government, especially the education ministry and National Curriculum and Textbook Board (NCTB), the state-owned publishing house looking after the printing and distribution scheme, deserve applause for delivering such a mammoth task without any major hiccups. It should be mentioned that the government has overhauled the curriculum, and textbooks of classes 1, 6 and 7 have changed accordingly. Students of other classes will also, in the next few years, receive books from the new curriculum.\nBut the students' joy and government's success have been overshadowed by a sizeable number of errors and anomalies in the textbooks, including structural and factual errors, outdated information, spelling mistakes and distortions of history. Such mistakes have, over the years, occurred repeatedly. However, the NCTB seems to be paying no heed to these controversies, which only damages the reputation of the textbook board and the government as a whole.\nAs a reporter covering education for over a decade, I have seen how journalists compete with each other over breaking stories on mistakes as soon as the new textbooks are distributed. This year has been no exception. A large portion of them appears to be printed on low-quality paper, with poor printing quality. And like in previous years, the mistakes in textbooks have triggered a barrage of criticism on social media.\nFor example, the English book for class 6 holds many grammatical errors and spelling mistakes, but the factual errors in the history book are far more shocking. A chapter of the book \"Bangladesh History and World Civilisation\" for class 9 and 10 gives the confusing information that the Pakistan army were engaged in torture, genocide and destruction in Bangladesh from March 26 to December 16, 1971. But the Pakistani army officially launched its campaign of genocide in erstwhile East Pakistan on the fateful night of March 25, 1971.\nOn page 200 of the same book, it is mentioned that Chief Justice Abu Sadat Mohammad Sayem presided over the oath-taking ceremony of Bangabandhu Sheikh Mujibur Rahman on Jan 12, 1972. But in reality, Justice Abu Sayeed Chowdhury had already been appointed as the country's president by then. Surprisingly, the book is based on the existing curriculum, which means these mistakes have been there for years.\nDoes this not speak of sheer callousness and irresponsibility on the part of the authorities concerned? Following criticisms, the NCTB in a statement on January 17 issued corrections to nine mistakes (including the aforementioned two) in three class 9 and 10 textbooks – History and World Civilisation, Bangladesh and Global Studies, and Civics and Citizenship – saying they would be sent to all schools in a day.\nSadly, this is not the first time such mistakes have been found. In 2013, when the government revised the curriculum, gross mistakes were found. In 2017, the government courted controversy by excluding write-ups and literary works of progressive authors and poets from textbooks following demands from Qawmi madrasa-based Islamist group Hefazat-e-Islam – a move that many believed to be a compromise to placate religious pressure groups. Despite massive criticism, the government still has no plans of bringing these write-ups back.\nThis year, apart from the mistakes, an embarrassing allegation of plagiarising content for a class 7 science textbook has been raised. Reportedly, a particular section of the first chapter of the book \"Science: Investigative Study\" was taken from the National Geographic website and translated into Bangla using Google Translate, which drew widespread criticism. Prof Dr Muhammed Zafar Iqbal and Prof Haseena Khan, who were involved in the writing and editing of the book, admitted that the allegations are true. In a statement, they accepted the responsibility as editors of the book, and assured that plagiarised sections and errors will be fixed in the next print edition.\nThe question is, who will take responsibility for the mistakes? It lies equally on the writers and editors, and the NCTB. The board follows several steps before printing textbooks. It has separate panels of writers and editors for two wings – primary and secondary. Once a book is written, officials (who are supposed to be skilled and experienced) in the editing wing examine the textbooks to find mistakes. Books are also sent to teachers of schools and colleges, and officials of education boards, for evaluation.\nIt is natural to question how the mistakes exist if all these steps were properly followed. We have learnt that the NCTB carries out this complex but very crucial job in a hurry, which leaves room for mistakes, and has even caught the notice of the High Court. The HC has summoned the NCTB chairman twice, most recently in November last year, to explain the mistakes and distortions of history in textbooks.\nRegrettably, the textbook board appears to have not learned lessons from the past. What is more concerning is that we have not seen actions being taken against the persons responsible for the mistakes, except for transferring some officials in the past, even though handing textbooks riddled with errors and misinformation to the future generations of the country should be considered a grave offence.\nThe government needs to take a deeper look into the ills plaguing the NCTB, and ensure stern actions against the people responsible for feeding wrong information to children. It spends a huge amount of money every year to print and distribute textbooks to students – a tremendous amount of work that no other country in the world does. It must now investigate why a state-run institution is yet to achieve the capacity to carry out this work, even after so many years. It should also revisit the entire process of formulating curriculum and textbooks, and if need be, equip the board adequately with logistics and other facilities to deliver error-free textbooks to students. We cannot afford to see such mistakes in textbooks anymore.\nWasim Bin Habib is deputy planning editor at The Daily Star.\n\n",
        "headline_1": "New textbooks, same old errors",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/new-textbooks-same-old-errors-3226841",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "After Bangladesh's journey began on the path to becoming a modern democracy in 1991, many expected that electoral democracy would gain a strong footing gradually. But that hope and aspiration stumbled for the first slip at the infamous Magura-2 parliamentary by-polls on March 20, 1994. It became a symbol of a rigged election in the era of democracy, which seemed to have been restored after Ershad's autocratic regime came crashing down.\nThat by-election brought two issues to the fore: that a free and fair election was not possible under a partisan government, and that the Election Commission was not free at all under a political government. The by-polls helped the Awami League-led opposition parties of that time to intensify their campaign for the introduction of a non-partisan, election-time government.\nIn the face of a strong campaign launched by the opposition, a caretaker government provision was introduced in the constitution and, subsequently, four national elections were held under non-partisan caretaker governments. Those elections were, by and large, free from the controversy of vote-rigging and ballot-stuffing. But the caretaker government system was annulled from the constitution following a court verdict. And we saw a resumption of the old tactics of vote rigging, with polling centres being run over by party cadres, ousting of polling agents, stuffing and snatching of ballot boxes, and intimidation of voters.\nThen came the two controversial national elections of 2014 and 2018. While the BNP boycotted the 2014 election, the 2018 election saw 153 ruling-party-aligned candidates elected uncontested amid widespread allegations of irregularities. There were allegations that ballot boxes were stuffed the night before the election, and the opposition camp lost the election even before voting had begun.\nIn recent times, we have also witnessed voter turnouts gradually declining, which is surely an ominous sign for democracy.\nAfter around three decades, if we look back at that fateful by-election of Magura, we would realise that the situation has not changed much. It happened again at the Gaibandha-5 by-election. The issue of by-elections came into discussion once again when seven BNP lawmakers – the only BNP candidates who had managed to win in 2018 – resigned. After their resignation, the Election Commission announced the election schedule, and the ruling Awami League and the main opposition in parliament, the Jatiya Party, nominated their respective candidates. But the Brahmanbaria-2 by-poll stole the show as a former BNP leader (after having been expelled from his party), Ukil Abdus Sattar, contested the election as an independent candidate.\nSattar had been elected five times from the constituency and had been state minister as a technocrat. His loyalty to the party was unquestionable. Following an order from the party high command, he had resigned from parliament, but made a surprise turn-around as he decided to contest the by-election as an independent candidate, in turn getting himself expelled from the BNP. The belief held in his constituency is that Sattar is contesting the polls for two reasons – first, he was trapped by the government and second, out of fear that he would not get the party ticket for the next election as he is over 83 years old.\nAnother reason is that BNP leader Rumeen Farhana has a high probability of getting the party nomination in the next election from that constituency. For Sattar, his political future is almost ending. Many in the constituency have also said that it is actually Sattar's son who is trying to \"make his future\" through this by-election.\nThis particular by-election attracted further attention when all three ruling Awami League aspirants – it was open to anyone interested to run – withdrew their candidacy following the directions of party high-ups. It turned out to be a cakewalk for Sattar. On AL's part, it was presumably a good gesture to let a senior politician of the opposing camp have a last hurrah, since he is most likely at the twilight of a long and distinguished career. However, it is so rare that this incident is certain to go down in history as a very likely one-off where the ruling party favoured an opposition candidate.\nThe ruling Awami League has repeatedly said that the next election will be a free, fair, and inclusive one. BNP sent a strong message through the resignation of its lawmakers, saying that it was not making empty threats when saying that the party would not join any elections under the incumbent government. And Awami League appeared to have countered this with a tactic of sending a message to BNP aspirants, saying they might get an open field if they break away and run during the elections. Then, Awami League could claim the elections to be inclusive and also be certain of retaining office.\nIt is often said that in politics, there is no last word. Through Sattar's participation, the ruling Awami League will try to prove a few things, particularly that BNP's decision to resign from the parliament was wrong, and will send a message to BNP leaders and aspirants that they may have a chance in the next polls if they betray their party and create a few cracks in what has so far remained steadfast determination. It is perhaps BNP's biggest achievement of the last 15 years that the party remained intact, with none of its stalwarts breaking away. But Sattar's election may have an impact.\nBut one must wonder whether this move was indeed a good strategy for the ruling party. Is politics just a voting game? Should there not be moral or ideological practices in politics? After all, the one thing politicians must keep in mind is that once someone is labelled as a traitor, it hangs around their neck like the fabled albatross.\nBNP had to rig the Magura by-polls in 1994 to back their claim that their popularity had not decreased. Three decades later, the AL took on a different strategy and let an independent candidate win to coax out aspirants from BNP's fold. In 1994, although BNP won the polls, it was defeated in politics. The Awami League might console itself with a self-congratulatory chuckle thanks to Sattar's victory. It might almost seem that the Awami League has manipulated a win in the first skirmish. But will such a stratagem or tactic win them the war?\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "Two by-polls, 29 years apart – yet so similar?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/two-polls-29-years-apart-yet-so-similar-3226311",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "We welcome the Appellate Division of the Supreme Court's verdict that none of the government organs, including the executive, can interfere with the Election Commission's (EC) functions, as the commission is an independent body as per the constitution. While delivering the verdict, the SC sent out the right message with its observation and from the correct legal position. But this is just one part of the story. In Bangladesh, we have many institutions that have been granted independent power by the constitution. But because of a lack of principled stances, individual courage, and the willingness on the part of some people to aid those in power for self-benefits and self-aggrandisement, they unfortunately do not work. \nAnd this, ultimately, is the crux of the issue. Therefore, while we greatly appreciate what the SC said while delivering its verdict, the fact of the matter remains that, unless election commissioners use their legal powers with resilience and courage, or if they are intimidated by the prevailing political environment and by politicians, the system will not work in favour of the country or its people. And we can see plenty of evidence of that, just by how the EC has performed in the past. \\\nThe power vested upon the EC is not something new. It had a lot of power before, but that did not pay off in terms of delivering free and fair elections where the people could satisfactorily exercise their right to franchise. In the absence of people getting to choose their own representatives – and, as an extension of that, hold those who claim to represent them to account – we have arrived at a situation where accountability and transparency in governance have gone out the window. Those in power no longer even pretend to value the opinions of the people, nor have any respect towards them. The open display of arrogance, intimidation, and apathy towards the public by those in power – or even those who are connected to it – are direct results of the failure of our so-called \"independent\" institutions to justly and courageously perform their duties. \nUnder such circumstances, we cannot help but wonder if the EC will truly utilise its powers to ensure that the sanctity of voters' rights remains unviolated. \nHaving said that, we must also admit that we are enthused by some of the early signs from this EC. But it has to build on what it has done so far and the commissioners have to rightly assert themselves. Undoubtedly, the biggest source of their support are the people who, we have no doubt, will support them should the ECs' aim truly be to deliver free and fair elections, as per their constitutional mandate.\n",
        "headline_1": "SC rightly asserts the independence of EC",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sc-rightly-asserts-the-independence-ec-3226226",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "It has become increasingly clear that the carrot of a pre-installed \"free\" app being dangled in front of our noses is covering up intentions that are far more insidious. We are talking about the Bangladesh Telecommunication Regulatory Commission's (BTRC) order to pre-install the Bijoy app in all imported and locally-manufactured Android phones. This order has come with the veiled threat that, if the BTRC-supplied Bijoy APK file is not installed and displayed to the commission, a no-objection will not be issued for marketing the phone.\nThe decision to impose this on consumers and sellers, with very little explanation for taking away their freedom of choice, has drawn criticism from across the board. The issue is made murkier by the obvious conflict of interest: the BTRC operates under the Ministry of Posts, Telecommunications and Information Technology, and the patent of the Bangla typing software Bijoy has belonged to its minister, Mostafa Jabbar, since 1988. \nThe minister has tried to make light of this order by arguing that the app will be provided free of cost, and that customers are free to uninstall it from their phones at will. But if customers are truly free to make this choice, why make its pre-installation mandatory? \nThe truth is that there is no such thing as a free lunch. The use of a product always increases its commercial value, and given that Bijoy is far less popular than other, more user-friendly keyboards, like Avro and Ridmik, there seems to be a very transparent reason behind the plan to suddenly have Bijoy downloads go up by hundreds of thousands at once. Because if the reason really is to make a Bangla typing software available to users, as the minister suggested, then why not provide one that users already prefer? \nThe issue here is not only the total disregard for citizens' right to choose. The process of putting forward this so-called order is in itself dubious since, legally, no government organisation has the right to make using a specific product or service mandatory. According to news reports, the BTRC order is based on an announcement from the Bangladesh Standards and Testing Institution terming Bijoy as the standard keyboard to follow. So under what due process did it suddenly become mandatory?\nThen there are the concerns over digital security. Experts have criticised the fact that Bijoy is not an open-source product, and that even its own privacy policy on app stores admits that there are holes in its security. This is extremely concerning since, when an app is pre-installed, consumers can be asked to give away their right to give it permission to access their personal data. This lax attitude towards data protection only confirms how little the current regime values citizens' right to data privacy. \nAt the end of the day, this is not just about a keyboard. This is yet another step towards the slow erosion of digital rights and personal freedoms in the country. Before going forward with this decision, the authorities must ask themselves: is this really what they want Digital Bangladesh to be known for?\n",
        "headline_1": "So much for Digital Bangladesh!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/so-much-digital-bangladesh-3226216",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "One of the country's leading pharmaceutical companies, Incepta, is learnt to have been visited by a research team from Imperial College London (ICL). The purpose of such visit is concentrated around what could possibly lead to research collaboration on vaccines in the future. The research team has expressed interest in conducting research on replicating and/or non-replicating mRNA vaccines at the mentioned company's facilities. This could open up future collaboration on a wide range of vaccines. Indeed, one of the ICL researchers has already aided Incepta to develop protein subunit vaccine. ICL is working with a number of pharmaceutical companies worldwide to build platforms for production of vaccines designed to serve the health needs of lower middle-income countries such as Bangladesh. Given that some scientists of the drugmaker in question have already received training from ICL, it is hoped that this relationship will move forward to actual research, development and production of much-needed vaccines in the country.The importance of this development can in no way be understated. That a Bangladeshi company has been selected on the merit of having adopted cutting-edge manufacturing processes and developing original formulas for medication is something to be emulated by other pharmaceutical companies. This could very well be the first step towards the manufacture of basic materials (seeds) of vaccines in Bangladesh. With the company now involved in developing therapeutic vaccines, public health can only be benefitted. The idea is to have modular vaccine manufacturing for the mass vaccination campaigns a densely-populated country like ours runs. A partnership at this level could very well open the door to have technology transfer to develop and produce vaccines in a manner so as to be ready for quick rollout in the event that there is a virus outbreak. The benefits of having such systems and production capabilities are obvious. However, for them to function optimally, there are challenges involved. Optimal operational efficiency is a must to reduce costs, both in production (maintaining quality) and engineering (formulation, packaging, etc.). The collaborative effort shall aim to introduce process intensification with the aim to reduce cost and improve responsiveness in the manufacture of vaccines.Challenges notwithstanding, the said pharmaceutical company has shown promise in research and development in various types of vaccines that can help in the fight against two types of cancer. That the company is showing promise in the manufacture of innovative vaccines using internationally-recognised quality standards and has other products in the pipeline, is perhaps why ICL was drawn to its partnership. A strong distribution network and an ability to continually strive to introduce new vaccines have perhaps opened the door for the Bangladeshi pharmaceutical industry as a whole to make its mark in the global arena of vaccines. One can only hope that there will be further international tie-ups with other pharmaceutical companies in the country to help the world fight global health threats such as influenza, hepatitis, rabies, etc.",
        "headline_1": "Welcome foreign collaboration in vaccine research",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welcome-foreign-collaboration-in-vaccine-research-1674310892",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "After four years, Bangladesh Bank has resumed the practice of announcing half-yearly monetary policy statement (MPS). Since the formal introduction of MPS in January 2006, it had been issued on a half-yearly basis. Dr Salehuddin Ahmed was the governor of the central bank under whose leadership the Bangladesh Bank began declaring the monetary policy publicly, a practice that the country pursued for the given period. It was a big step foward to make the central bank's core function transparent. Dr Atiur Rahman, his successor as the BB governor, continued the practice. His successor, Fazle Kabir, also maintained the trend for three years. Later he switched to annual announcement of MPS in July 2019. The move was criticised by many, and some even viewed that the change was compromising the central bank's independence and transparency. The incumbent, Abdur Rouf Talukder, who assumed the responsibility to lead the central bank since July last year, finally reintroduced the practice of unveiling half-yearly policy statement. His maiden MPS, announced last week for the second half of the current fiscal year (FY23), is thus noteworthy for this as well as some others also.As a matter of fact, various stakeholders were waiting for the latest MPS at a time when the country's financial sector is going through uncertainties. For the last half year, dollar crisis has become a serious concern as foreign-exchange reserve was depleted and the taka depreciated sharply against the US dollar. Default loans increased significantly, exposing the weaknesses of some commercial banks. Islamic banks are facing shortage of liquidity and sought the central bank's intervention. Inflation is high and mass people are struggling to get essentials as their prices shot up. How the latest MPS has addressed these issues need some in-depth analyses. Economists, bankers, businesses and other stakeholders are now doing so from their own perspectives. Before going into the analysis, it would be better to go back to the basics of monetary policy. To put it simply, monetary policy is a policy formulated by the central bank (Bangladesh Bank in Bangladesh) relating to the monetary matters of the country. The policy includes measures and steps taken to control the money supply and availability and cost of credit in the economy. The policy also determines the distribution of credit along with interest rates on lending and deposits. That's why the policy is sometimes labelled as credit policy. The main objective of the monetary policy is to maintain the stability of price level to support the economic growth. To do so, the central bank needs to monitor and adjust the supply of money in the market so that inflation can be kept in check. The core theory is that excess supply of money can fuel inflation and ultimately destabilise macroeconomic situation.As money is mostly transferred to people through banks and financial institutions, the central bank supervises them by applying various tools and methods. Central banks across the world largely implement the monetary policy through open-market operations, bank-rate policy, reserve system, credit-control policy, moral persuasion and through many other instruments. It is presumed that using any of these tools would lead to changes in the interest rate, or the money supply in the economy. Traditionally, monetary policy can be expansionary and contractionary in nature. Raising money supply and cutting interest rates reflect an expansionary policy whereas the reverse of this is a contractionary one. If there is a high rate of inflation, the central bank usually goes for contractionary policy to contain the consumption spree. On the other hand, if there is a low level of inflation which indicates slow pace of economic growth, central bank adopts expansionary policy to fuel aggregate demand. The level of expansion or contraction may be moderated, also meaning a mixed or compromise monetary stance.Bangladesh Bank in the official MPS for H2 of FY23 termed it 'a cautiously accommodative policy stance' to restrain the pressures originating from inflation and exchange rate. It is also ready to support the 'desired economic growth' by 'ensuring the necessary flow of funds into the economy's productive and employment- generating activities.' Thus, the MPS acknowledges that there is an inflationary pressure and that is the main concern which is also linked to exchange-rate management. The central bank also wants to provide adequate credits for the income- generating and job-creating sectors so that the economy can attain the trimmed GDP (Gross Domestic Product) growth of 6.50 per cent in the current fiscal year. Initially, the government had set 7.50-percent GDP-growth target. Due to global geopolitical turmoil and recession, coupled with internal crisis, the target has been revised down in a pragmatic manner. Initial inflation target was set at a modest 5.60 per cent and now revised up to 7.50 per cent as prices continued to surge in the first half of the current fiscal year.Thus, the country is going to enter a 'high inflation and low growth' territory. The core challenge for the central bank is to check the inflation by tightening money supply which implies sacrificing growth to some extent. That's why the central bank has increased repo and reversed repo rates by 25 basis points to 6.0 per cent and 4.25 per cent along with the announcement of the MPS. It also corrected the distortion in interest-rate structure partially by lifting the 6.0-per cent cap on deposit rate, along with relaxing the ceiling on consumer credit. It, however, maintains the 9.0-per cent cap on lending rate, especially for corporate and industrial credits. Keeping the lending-rate cap as it is may discourage the banks from enhancing deposit rates significantly. In that case, it is unlikely that sufficient amount of money is going into the bank vaults. Obviously, the situation won't help reduce money supply to contain inflation. This proves to be a big limitation of the latest MPS, at least for the time being.[email protected]",
        "headline_1": "Aspects that delimit the current monetary policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/aspects-that-delimit-the-current-monetary-policy-1674310946",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "Before the Dhaka people could board the elevated metro rail last December 29, few could ever think that there will be a day when the whole city would be an integrated one. Many would like to call it intra-city connectivity. As they travelled in the Uttara-Agargaon segment of the MRT-6 Line, most of them may have been overwhelmed by the journey. The future benefits of the travel had yet to dawn on them in detail. Now that the jubilant mood is being replaced with an in-depth overview, many serious people might sit down to think over what the metro network actually means to the Dhaka people. With the entire journey from Uttara to Motijheel materialising in a year, an initial picture of the fruits of the metro network may start unfolding. It's not impossible, as the entire metro network is being implemented under a 20-year strategic transport plan (STP). Given the speed with which the Uttara-Agargaon line was completed, the five other metro routes may see completion within the stipulated time.The emphasis on intra-Dhaka's connectivity crops up due to the city's unplanned horizontal growth. It's now widely admitted that of the South Asian cities, it's Dhaka that most shockingly lacks the urban precondition of connectivity. The city being one of the largest and busiest in the region, it is expected to be interconnected within. Thanks to the ramshackle condition of most of its in-city roads, the terrible traffic gridlocks and the other hindrances to smooth road movement, Dhaka has long been in the need of smooth movement between the city's premier areas. Travelling by roads became nightmarish in the recent couple of decades. Lots of people lately began dreading vehicular trips from northern Dhaka to areas near Paltan, Motijheel or Gulistan. The traditional travel from Uttara now takes at least three hours to reach Motijheel and the nearby destinations on workdays. After the opening of the total metro route in this segment, the travel time would be 40 minutes on the 21km route. A facile connectivity between the major parts of Dhaka is expected to be in place with the opening of a number of metro routes in different city areas. This is just an optimistic thought, since myriad types of prerequisites have to be met before the grand project of connecting the vital parts of the city starts rolling. The Dhaka mass rapid transit authorities have on their future work plans the implementation of a widely networked metro infrastructure. Given the massive nature of the work, it might take a long time. But in order to see the city free of the present stagnancy and immobility, the suffering residents in the city's dense areas are expected to lend support to these future phases of the metro rail projects. After the start of full operation of the Uttara-Motijheel line, people in other areas will look to the authorities expectantly. With the speedy journey between the greater city areas and intra-city connectivity being the dream, people repose their hope in the Dhaka mass rapid transit authorities. Dhaka now awaits a grand project of connectivity through the elevated metro rail or subway. In some city parts, the authorities have taken up paper work for underground subways.Apart from the ongoing MRT Line 6, the authorities are preparing MRT Line-1, 2, 3, 4 and 5. The Line-1 includes the Airport Route and the Purbachal Route. The MRT Line-5 comprises the northern route and the southern route. The metro rail, subway to be specific, in the future is expected to travel through destinations from Dhaka north to Dhaka south. To say in short, eventually the whole Dhaka is set to see either the elevated or underground rail-travels serving thousands of passengers.[email protected]",
        "headline_1": "For a connected Dhaka thru metro rail",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/for-a-connected-dhaka-thru-metro-rail-1674311010",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2023"
    },
    {
        "full_article": "Education plays an important role in developing the young minds of a society. Similarly, the presence of a library creates an environment where one can educate and enlighten oneself with ease and comfort. The people of Haimchar, an upazila of Chandpur district, however, remain deprived of a public library. The upazila has a total of 22 high schools and 13 madrasas, but it does not have any library. Both the young and the elderly of this region want to spend some time reading newspapers, magazines or books in their free time. However, the absence of a proper library has kept them away from this. And many of them indulge in other useless activities including with social media platforms. In comparison to other upazilas of the district, Haimchar lags behind them in education. Not many of this upazila are educated. Erosion of Meghna often takes a serious turn in this upazila, rendering many families homeless. Education can play a crucial role if these people want to change their luck. To increase their interest in school and education, the government should take urgent action. So, it is high time that the local administration and the authorities concerned paid heed to the demand of Haimchar people to have a public library. Mohammad Al Amin Hossain, Student of Public Administration, Comilla University, Cumilla, [email protected]",
        "headline_1": "Haimchar needs public library",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/haimchar-needs-public-library-1674311025",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2023"
    }
]