[
    {
        "full_article": "\"How do I cultivate freedom alongside discipline?\" German philosopher Immanuel Kant asked in 1899. The question still remains valid in many sectors of life, especially in teaching. The incident of forced haircuts at Rabindra University, Bangladesh (RUB) in Sirajganj makes me revisit the role of a teacher who has been given a three-pronged agency: she is the department head; a member of the university's disciplinary proctorial team; and a member of the university's highest decision-making body—the syndicate. As a teacher, she is supposed to educate her students, and probably more so given her anthropological background and her position at the university's Department of Cultural Heritage and Bangladesh Studies. In theory, she is a \"source\" of freedom, from which the next generation will learn to liberate their minds. Her administrative role, however, demands that she ensures that there is no deviation from the norms in order for the system to function. She is an \"administrative tool\" of her institution, through which discipline is manifested. How do we bridge her two functional roles? What is our role in discerning her position in the social structure within which she operates?\nLet me focus on the tree before scanning the forest. Here's what the available information reveals: when some students of RUB's Department of Cultural Heritage and Bangladesh Studies demanded a spaced-out exam routine, the head of the department, Farhana Yeasmin Baten, put on her power cape. She argued that the exam schedule should not be revised, following which three exams had already taken place. Giving in to such demands would create precedence for students demanding to dictate official terms in future, she said. The application for a date change, signed by two-thirds of the students of the department, was ignored, resulting in protests much to her disliking. When these students were entering the exam halls, the teacher snipped the hair of some students—who allegedly had long hair, but apparently also of the ones who had been instigating the demand for change in the exam schedule. Previously, during her proctorial patrol, the teacher asked the students to fix their unkempt hair that perhaps had grown unruly during the long Covid-inflicted university closure. Locks of hair of about 14 to 16 students were awkwardly clipped, which made some of the students shave off their hair altogether. The image of a young man being shaved with a blade was posted on Facebook by the protesting students, and it did not take long for the news of \"the rape of the lock\" to go viral.\nThe teacher appeared on a TV talk show and faced some top journalists and human rights activists to outright deny her role in the forced hair-cutting. She deftly washed her hands off of the incident of the head-shaving—just like the Roman governor Pontius Pilate did during the crucifixion of Jesus Christ. Why \"give the credit\" to the teacher for the hair-cutting which was done by a professional barber? Not a bad ploy. Then again, can a university teacher act like a military drill sergeant, or the Puritan school principals who used to measure the length of skirts in missionary schools?\nThe centre of gravity shifted once many more students joined the protest: it was no longer a \"depart-mental\" issue—it went national, and potentially international. Resistance is the only logical outcome of exertion of power. Office buildings were vandalised; name-calling took place. Scores of students started a hunger strike for passive resistance to the \"anarchist\" pedagogical role of an educator. The university authority felt the media pressure; the University Grants Commission (UGC) demanded an investigation. CCTV footage showed the culprit's scissors in question, and the teacher now has been relieved of her duties. Students want more: they want the teacher to be fired. If you ask me, the teacher should be dismissed for lying in public; moral turpitude and madness are two grounds on which a public official can be dismissed. She can be fined or suspended for her excessive use of power. And the lost locks of hair will testify against her when the judgement is being passed, and the revenge-justice coin may soon be flipped to bring the protesters to task for vandalising public property.\nI am not here for a hair-splitting analysis of this particular incident based on some circumstantial evidence, or to assassinate the teacher's character or throw her under the wheels of a media bus based on some video clips smearing my Facebook wall.\nI am rather interested in the inherent power structures in our daily lives. We are so used to conceptualising power as a manifestation of authority, where one group or individual assumes control or asserts supremacy over another. Power is a slippery slope. Say, you nab a thief in action and make a citizen's arrest, you suddenly find yourself on a moral high ground. The person you captured has done something wrong, which gives you the \"right\" to manhandle them, humiliate them, or even shave off their hair. Maybe a moment earlier, the thief had the power to wriggle into your kitchen through the ventilator; they had the power to silently walk into your private space. Suddenly, when you capture them by the neck with a rod in your hand, the person becomes powerless. Your powerful cry has raised an alarm, and an angry mob is now empowered to lynch the criminal. Say, you are an office boss, and it is your office policy not to wear long hair. Do you reprimand a staff member or humiliate him in public for violating office rules? Your harsh words can be more damaging than actual physical pain.\nThe RUB student who took sleeping pills, unable to deal with his humiliation from the forced hair-cutting, will tell you that he is not dealing with a physical wound, but a psychological one. The student feels that he has been oppressed, while the perpetrator of power here thinks that her method of disciplining is a technique to improve the situation or to bring order to the system. When we take part in this discourse, we also feel that we are stemming the rot. Once the media bites and CCTV footage became available, the agency of the teacher changed. Instead of being the agent of power, the teacher became a subject to power. Those of us who are running a media trial, commenting on Facebook, writing about it, discussing it—all became a part of the power nexus. French philosopher Foucault called this phenomenon \"capillary power\" as it runs through the small veins of our social body.\nThis huge furore over \"the rape of the lock\" shows that we feel empowered to corner a young female assistant professor from a remote university, yet we dare not point fingers at larger wrongdoings. Our moral compass swings according to the power of the magnet we are dealing with. It's fine to play the moral police once in a while, but it's equally important to be aware of the totem pole in which we exist. We don't need to justify anyone's action, but we certainly need to invest ourselves in understanding the system that allowed such \"disciplinary action\" to take place in the first place. For that, we need to be more reflective on the power structure; off-the-cuff comments will add to sensationalism to give the media temporal agency, without bringing any qualitative change to the system. So, where do we change the dynamics of power if we have to think of an academic institution, where the teachers and the students are both valued and respected? What other institutions are linked with that academic institution?\nThe answer, my friend, is blowin' in the wind.\n \nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The Rape of the Lock: A Mock Epic Revisited",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-rape-the-lock-mock-epic-revisited-2188751",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2021"
    },
    {
        "full_article": "Former German Chancellor Angela Merkel leaves a distinguished—if unavoidably mixed—legacy as she ends a long stint at the helm of Germany, the economic powerhouse of the European Union.\nIn the rough and tumble of democratic politics, ruling one of the major Western nations for 16 years is no small feat. What makes it more remarkable is that Merkel steered her nation with a calm, steady hand during a particularly turbulent period—when Germany had to deal with a global economic meltdown, a European Union financial crisis, and an exodus of millions of refugees from a war-torn Syria that roiled all of Western Europe.\nI have no doubt that analysts are already poring through her record with a fine-tooth comb and making a detailed inventory of her strengths and shortcomings.\nThere's value in that, but there is also a risk of missing the forest for the trees. Whatever her policy shortcomings may have been, Merkel's lasting contribution was her temperament and style of governance. She brought an unassuming manner, a readiness to compromise and get along, to seek a way towards consensus, with an ideological flexibility that was tempered with pragmatism. To all this, she added a dash of endearing compassion and humanity.\nWatching her from the US, where conservatism is a completely different beast, Merkel comes across as a breath of fresh air. I shudder with horror at the time not too long ago when we had a president who was a darling of conservatives (and still is, come to that). I don't think I have to spell out who this former president is. Suffice it to say, the ability to compromise, pragmatism, and modesty are not his strongest suits.\nOne cannot overstate how important these attributes are for a statesman. Over the past few years, the US has become a petri dish for a real-time experiment on what toxic political hell can descend in the absence of these vital skills of governance. One of the basic facts of politics is that a conciliatory, pragmatic temper soothes political friction and bridges ideological divides.\nHere I am, ideologically firmly on the left, yet I feel an enormous respect for a leader whose political views I strongly differ with. I like to call myself a non-denominational leftist: I have little patience for the doctrinaire, dogmatic nostrums of hardcore left-wing ideologues, but I agree with their worldview that societies are monstrously skewed towards serving the uber-rich. My German heroes (this is a dead giveaway of my age) are former Social Democratic chancellors of yesteryear like the cerebral, soft-spoken Helmut Schmidt, or even before that the humane, gentle Nobel Peace laureate Willy Brandt, whose Ostpolitik had gone a long way towards building bridges and lessening tensions with erstwhile Communist East Germany, providing a much-needed salve for the German people so monstrously divided after World War II.\nInstead of getting into the nitty-gritty of policymaking during Merkel's long tenure, I will dwell on two issues that stand out.\nOne is her superb, expert handling of the Covid-19 pandemic. Again, the contrast with the US could not be greater. Merkel's management was an object lesson on how to reassure the public at a time of fear and panic. A trained physicist, she dealt with the crisis with calmness, transparency, and a total commitment to science.\nFor me, however, Merkel's crowning glory will always be her extraordinary humane response to the Syrian crisis. Millions of Syrians fled a brutal civil war in 2015. As other Western European nations slammed their doors, Germany opened its arms. Between 2015 and 2019, 1.7 million people applied for asylum in Germany, making it the country with the fifth highest population of refugees in the world.\nAfter decades of living in the US, I have an acute awareness of how people in developed countries are seized with a primal panic at the influx of destitute refugees. Xenophobia overwhelms compassion. Politically, the most anti-immigrant section of the population gravitates towards conservative politicians, some of whom are happy to fan the flames, while others duck the issue.\nA real test of a politician's moral fibre is when she or he continues to take a stand even if it puts her or his political future in jeopardy. Merkel passed it with flying colours. She did not care that her stand could—and eventually did—carry a steep political price tag.\nTo be sure, Merkel has her critics. Many analysts say she was a crisis manager and not a visionary. While she arguably helped save the Eurozone following the debt crisis triggered in 2009, many nations bristled at Germany's brutal austerity measures. Other critics accuse her of complacency in the face of growing authoritarianism in Eastern Europe. Nonetheless, for 16 years, Merkel ran Germany with such level-headed calm and pragmatism that her stature grew in the world. She towered in her region, often being called the Queen of Europe.\nMerkel's success in governance and diplomacy, in contrast with the bitter ideological bickering in the US, reminds me of one of Aesop's fables. The wind and the sun were arguing about who could get a man to take off his coat. The arrogant wind went first. It huffed and puffed, but the man held to his coat even more tightly. Then the sun took over. It offered its warmth. The man basked in the sun. He relaxed and took off his coat.\nWhile serious political divides can never be fully reconciled, the art of gentle persuasion can go a long way towards creating a workable space for governance. Dogmatism, grandstanding and braggadocio fall short. Merkel is a living example of that lesson.\nAuf wiedersehen, Angela Merkel. In this age of bitter political schisms, your legacy will always remind us that there is a far better way.\n \nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "Auf Wiedersehen, Chancellor Merkel!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/auf-wiedersehen-chancellor-merkel-2188741",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2021"
    },
    {
        "full_article": "We are delighted that Jhumon Das finally walked out of prison on Tuesday, after being incarcerated for nearly seven months for a Facebook post in which he criticised Hefazat-e-Islam leader Mamunul Haque. Ironically, Mamunul is himself now in detention and has nearly 27 cases against him, including those for instigating violence, terrorism, torching vehicles, vandalising shops, etc. So why was a citizen of Bangladesh who criticised a person, against whom the state has lodged more than two dozen cases, sent to jail in the first place, and why would his bail take six months to materialise—and that, too, necessitating his coming to the High Court for it?\nHere is a brief account of events that led to Jhumon's months in jail. On March 15, Hefazat organised a rally in Derai upazila of Sunamganj. The following day, Jhumon posted a status on Facebook criticising the Hefazat leader, whose supporters later demanded his arrest, threatening to attack his village—inhabited by a Hindu community— otherwise. The local UP chairman obliged the protesters and handed Jhumon over to the police.\nStill, Jhumon's village was attacked on March 17 and several houses were looted and four temples damaged. On March 20, one UP member from Sarmangal union was arrested along with 18 others.\nThe prime accused in the case over vandalising and damaging temples was released on bail after two months, on June 21. Eighteen other arrestees were also granted bail at different times. Jhumon, whose wife and community suffered the violence and terror on March 17, was kept in jail till September 28, making for almost seven months in detention.\nWhile he was first charged under Section 54 of the Code of Criminal Procedure (CrPC), at some stage during his detention he was also charged under the notorious Digital Security Act (DSA), the majority provisions of which are non-bailable, greatly complicating Jhumon's chance of getting bail. He was refused bail six to seven times before it was finally granted.\nWhen Jhumon was first arrested, it was said that he had been taken into police custody for his own safety and to protect his fellow villagers from attack by Hefazat activists. But his village was attacked, his wife faced assault, several homes including his own were vandalised, four of their temples were damaged. And yet, it was he who spent more than six months in jail, while his tormentors—who actually committed criminal offenses—were freed in two months, and are now roaming around posing further threat to Jhumon, his family, and his community. All this for criticising someone that the government itself has filed 27 cases against.\nIndividual freedom appears to account for so little in our system. More than six months of Jhumon's life has been lost forever for a \"crime\" he does not know about, and for a \"guilt\" that has not been established. Ultimately, he may be found not guilty. So, who will account for the loss of this period of his life, not to mention the cost, the hassle and the stigma of carrying on with this case, which may go on indefinitely? Cartoonist Ahmed Kabir Kishore was in jail for 10 months, and his bail was rejected six times before he was granted bail. Photojournalist Shafiqul Islam Kajol also came out 10 months after his arrest, while his bail petition was rejected 13 times. Sirajum Munira, a highly respected teacher of Begum Rokeya University, Rangpur, was arrested late at night from her home for an innocuous Facebook post, and got her bail after two months. She also lost her job.\nPolice have the unlimited power to arrest and detain a citizen, at least for the first 24 hours. During this period, how the police will treat him or her is anybody's guess. As cases of custodial deaths and torture have shown time and again, there is literally no guarantee of life, and certainly no certainty of personal safety while in custody. The Bangladesh Penal Code, Women and Children Repression Prevention Act, Explosive Substances Act, Arms Act, Narcotics Control Act, Human Trafficking Act, Special Powers Act, and the infamous DSA all give the police enormous power to arrest. Getting bail under all the laws above is difficult, complex and involves quite a lengthy process. Most of the punitive clauses under the DSA are non-bailable, which makes it extremely difficult for anyone to get bail once arrested under it.\nOnce Section 54 of the CrPC was known for its widespread abuse. This prompted the High Court to give clear directives on using this provision in order to reduce its misuse, including disallowing arrest by plain-clothed law enforcers—which emerged as a tremendous source of fear when people used to be picked up at the dead of the night, without warrant and without specifying the reasons as to why they were being picked up. These plain-clothed law enforcers would refuse even to identify which agencies they belonged to. Insistence on knowing would lead to threats of bad consequences later. The High Court directives greatly reduced the use of this provision. Of course, in cases of enforced disappearances, these High Court directives hardly seem to matter as the victims are unable to register their complaint.\nThe third paragraph of the preamble to our constitution says, \"Further pledging that it shall be a fundamental aim of the State to realise through the democratic process … a society in which the rule of law, fundamental human rights and freedom, equality and justice, political, economic and social, will be secured for all citizens.\" Part III of our constitution is titled \"Fundamental Rights\" and has many articles—26 to 47A—covering a whole range of freedoms, starting from equality before law and right, to protection of law, right to life and personal liberty, right to freedom of movement, freedom of assembly, freedom of association, freedom of religion, freedom of thought and conscience and speech, and many others.\nThere is Article 32 that says, \"No person shall be deprived of life or personal liberty save in accordance with law,\" and Article 33 that deals with safeguards against unlawful arrest and detention. The latter article, in Paragraph 1, elaborates that every person arrested must be informed as to the grounds for his arrest and be allowed to be defended by a legal practitioner of his choice; in Paragraph 2, it states that every person detained in custody shall be produced before a magistrate within 24 hours of arrest, and that no person shall be detained in custody beyond that period without the authority of a magistrate.\nWith such clear guarantees for individual liberty, why is it that the citizens of Bangladesh have to suffer an unspecified amount of time in prison while their bail processes take place? With all these \"rights\" enshrined in our constitution, why are personal liberties such a plaything in the hands of our rulers, law enforcement agencies, and at the lowest practical level, in the hands of our police? The answer lies in some of the laws, but more so in their implementation. Like so many things in Bangladesh, what is written in the books is not what is practised on the ground.\nOver the years, the sanctity of personal liberty, the place of individual freedom, the centrality of fundamental right to life and liberty, and the right to freedom of conscience, thought and speech have greatly corroded in Bangladesh. We are not even aware of our rights given in our own constitution, and not too bothered when these rights are violated. What is most tragic is that we are far less inclined to fight for them as we were before, leading to an overall sense of pessimism about our state of democracy.\nEvery time a person's liberty is denied, our constitution is violated. We seem to have forgotten that laws exist to strengthen the hands of the citizens, and not that of the government. Today, we have too many bad laws in our books, whose main purpose is to curtail freedoms. And with their arbitrary implementation, all our freedoms stand significantly compromised.\n \nMahfuz Anam is editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Why is individual freedom such a plaything in our legal system?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-why-individual-freedom-such-plaything-our-legal-system-2187881",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2021"
    },
    {
        "full_article": "Imagine it is the year 2050. In Asia Pacific, one in four people will be over the age of 60 years—three times the number of older people in 2010. With close to 1.3 billion senior citizens in less than 30 years from now, are countries in the region prepared to fully address the needs of their older populations, so that they age with dignity?\nLet's rewind.\nToday, 72-year-old Ping sells three kilograms of sticky rice every day at her remote village in a Southeast Asian country, earning barely enough for a basic living. She's been doing this for more than 10 years, ever since her husband passed away. Her son died two months ago, and her two daughters have married and moved to another province. Ping gets some consolation from the health insurance she is entitled to, as maintaining good health in her old age is her main concern.\nBack in the day, Ping and other women in numerous countries across the Asia Pacific region might have been supported by their families and communities. But times are changing. Migration and urbanisation have shifted traditional support systems for the elderly, and more and more governments are grappling with increasing healthcare costs and a shrinking workforce. While less than a third of older persons in the region currently receive a pension of some sort, pension payments are increasing as the older populations grow, straining the governments further.\nAs the world observes the International Day of Older Persons today, there is an urgent need for policy reform in addressing population ageing now more than ever. This must be driven by a shift in mindset to convert the challenges into a demographic opportunity.\nPopulation ageing is not a threat, but an opportunity\nWe must rethink population ageing, celebrating it as the triumph of development that it truly is. More and more people are living longer due to the result of successive advancements in healthcare, nutrition, and economic and social well-being. Along with longer life expectancy, couples are having fewer babies. This is due to a variety of reasons, such as the challenges couples face in striking a work-life balance, and not being able to afford having more children. However, low fertility and longer life expectancy are not the problem. The real problem is not being ready to face this rapidly changing demographic shift.\nThis is why governments must act now. Policymakers must work together with academics and civil society to incorporate rights-based ageing policies and systems into national development plans. While some countries in Asia Pacific have already taken such steps, implementation must be strengthened, particularly within the contexts of Covid-19 and the escalating humanitarian crises that increase vulnerabilities of older people.\nAdapting a life-cycle approach with gender equality in focus\nIn Asia Pacific, with more than half of the older population being women, it is crucial to adopt a life-cycle approach to population ageing, grounded in gender equality and human rights.\nLife-long gender discrimination leaves women even more disadvantaged in an ageing society. Older women are often more financially dependent than older men due to generally lower education levels and unpaid work, having often carried the burden of being the family caregiver. Investing in each stage of life, starting from before a girl is born, determines the path of her life course. When a woman is able to safely deliver her baby, this in turn improves the long-term health of both mother and child. When a girl has access to quality education, including comprehensive sex education, it helps her make informed decisions about life-changing matters as she transitions from childhood to adolescence, and on to adulthood.\nWhen a woman has equal opportunity to contribute to the workforce and has bodily autonomy, she has the power to shape her own future. The decisions she makes, and is allowed to make, at every stage of her life paves the way towards a healthier and more financially secure silver age.\nThere is little time to lose\nWe need to take action now. The megatrend of rapid demographic shifts is altering Asia Pacific as well as the entire world. This is why the years 2021-2030 have been declared the UN Decade for Healthy Ageing, complementing the Madrid International Plan of Action on Ageing (MIPAA), the 20th anniversary of which is next year, and will bring together governments in Asia Pacific and the world to review the progress made and make better plans for the challenges ahead.\nWhile there is no single comprehensive policy that can address population ageing, we must invest in forward-thinking, rights-based and gender-sensitive policies that focus on the needs of people at every stage of their lives. In doing so, countries in the Asia Pacific region can aspire to and achieve a better future for all, where no one is left behind.\n \nBjörn Andersson is Asia Pacific regional director at the United Nations Population Fund (UNFPA).\n",
        "headline_1": "Is Asia Pacific prepared to take care of its elderly?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/asia-pacific-prepared-take-care-its-elderly-2187876",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2021"
    },
    {
        "full_article": "We are concerned at the way cases filed in connection with the Ramu mayhem, one of the worst incidents of communal violence in the recent history of Bangladesh, have been lingering on for the last nine years, without any progress in sight. On September 29-30 in 2012, religious fanatics vandalised and torched 19 Buddhist temples and over 100 houses in Ramu, Ukhiya, Teknaf and Cox's Bazar Sadar upazilas, as well as Chattogram's Patiya upazila, apparently incited by a Facebook post that was later found to be fake. A total of 19 cases were filed after the violent attacks took place; among them, one was settled, while the remaining 18 cases are still pending with the court. The police have reportedly submitted seven charge sheets against 385 people, all of whom are now out on bail. Meanwhile, we still don't know the whereabouts of Uttam Kumar Barua, against whom the religious bigots had brought the allegations of demeaning Islam (who is also an accused in all the cases filed).\nIt's also worthwhile to recall that two Supreme Court lawyers filed writ petitions after the incident, following which probes were conducted as per the High Court's directives. A total of three probes were conducted: one by a judicial body, another by the police, and the third by the home ministry. In these reports, not only were the attackers identified, but it was also found that the local administration and the intelligence and law enforcement agencies did not play their due role to prevent the attacks. Although the probe reports were submitted to the High Court, the reports still remain unheard by the court. While it is absolutely necessary to set an example by making those responsible for the heinous attacks face justice, such delay in court proceedings is frustrating.\nWe understand that the high caseload that High Court benches faced was an impeding factor, as well as the reconstitution of High Court benches. But these shouldn't come in the way of ensuring justice in such sensitive cases. We think the writ petitioners should pray to the High Court for a quick hearing of the petitions, as suggested by the attorney general.\nIn addition, all the cases filed in this connection should also be expedited and disposed of without further delay. If these cases remain unresolved and the perpetrators get away without facing justice, it will only increase the sense of vulnerability among the affected minorities—and embolden the religious zealots and their instigators and enablers to commit more such crimes in future. We must not let that happen. Justice is vital for a peaceful co-existence of all the religious communities and minorities in our society.\n",
        "headline_1": "Bring the culprits behind Ramu violence to justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bring-the-culprits-behind-ramu-violence-justice-2188691",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2021"
    },
    {
        "full_article": "The last few weeks have seen a barrage of damning reports about a number of publicly funded projects that, despite the difference in their nature, scale and even priority, found themselves facing a common foe: time and cost overruns, with the outcome being far from satisfactory. To be fair, this is not a new phenomenon, nor are government projects alone vulnerable to the double whammy of time and cost overruns. But the reported increase in such occurrences—The Daily Star alone published a number of stories recently on various projects—signals a pattern in which incompetence and corruption are equally tolerated at the expense of public interests. This is unacceptable. \nWe, therefore, join the call for institutionalising civilian oversight of public projects. The reason is simple: if the people of the country are going to pay for projects undertaken on their behalf, then they have a stake in the timely and effective implementation of said projects. Experts at a recent seminar have said that, although the government approves thousands of development projects every year, most are marred by poor planning and implementation as well as poor oversight, leading to all sorts of problems. The experts have, therefore, proposed making it obligatory for all ministries and development authorities to engage civil society when developing and implementing their projects. This will require establishing a built-in framework in the project development phase that will facilitate civil society engagement with a systematic monitoring and reporting mechanism. Such collaboration will help the authorities take corrective measures when needed. \nHowever, such oversight, one fears, will be a tough sell to our bureaucrats, who have been historically resistant to any civilian interventions in policymaking. During the Covid-19 pandemic alone, we have seen many times how the bureaucrats repeatedly refused to engage experts in making decisions on public health, for example, to the obvious detriment of citizens. The fact is, civilian engagements are increasingly encouraged in more advanced democracies and institutions. We have seen how, in a number of countries, civilian oversight of police services has become an important accountability mechanism to police powers. We don't see why the same model cannot be replicated in our country, especially when public officials are repeatedly failing to live up to expectations. It also makes sense from a profit-loss perspective. Unfortunately, our existing accountability mechanisms are barely functional. Without a strong, depoliticised accountability mechanism, public officials cannot be expected to bring to book or even report their corrupt or incompetent colleagues. \nAll this shows why civilian oversight of publicly funded projects is the need of the hour, and the government should give it a shot considering the greater public interest. Seeing this through will require a strong political commitment, and a careful handling of any likely resistance from the public officials, but it will yield rich dividends in the long run.\n \n",
        "headline_1": "We need civilian oversight of public projects ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-need-civilian-oversight-public-projects-2188566",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-10-2021"
    }
]