[
    {
        "full_article": "As funds for production-linked incentives (PLI) for manufacturing semiconductors lie under-utilised by upwards of 80%, the Union government must be far clearer on what it has achieved — and aims to accomplish — by continuing to spend crores of rupees on bringing more semiconductor fabrication capabilities to India. While the PLI scheme for IT hardware has a ₹17,000 crore outlay, the one for semiconductors and displays has ₹38,601 crore earmarked. On the employment and substantive value addition fronts, existing schemes in and of themselves show little promise: while chips are important for most hardware and appliances, making them employs advanced and automated systems, and manufacturing facilities employ few people for the value generated in sales. Not all big-ticket spending in the national interest translates into domestic employment, as import-heavy defence spending shows. But the central wager with these schemes, at much cost to the exchequer, lies in attracting an “ecosystem” that will increase the value addition of India’s electronics manufacturing sector. This is far from a guaranteed outcome, even if PLI benefits are availed optimally. The wager also relies on global manufacturing giants giving other benefits of a globally distributed supply chain a go-by, including cheap and accessible international transport facilities for chips.The constellation of PLI schemes remains a wager nonetheless. And it must be bolstered by other efforts to strengthen India’s hand — encouraging semiconductor design talent to develop domestically. Some efforts here, such as the design-linked incentive scheme, show promise. But the bulk of the capital remains focused on the assembly and subsidising of large manufacturing plants, with much of the raw and even intermediate material still being imported. And with the limited scope of what the PLI funds are incentivising, multinational chipmakers are staying away from making substantive commitments, despite incentives. Private capital is also in a state of flux, with advancements in chips and emerging technologies such as artificial intelligence leaving policymakers guessing on how best to allocate resources to boost their technological position for the coming decade. These outlays must, therefore, be pegged to a tangible outcome: is this a matter of safeguarding cyber sovereignty to protect India from another pandemic-style supply chain shock, encouraging the domestic electronics industry to make electronics cheaper for Indian consumers, or asserting India as a global electronics manufacturing centre? Clarity on desired outcomes would make failures easier to spot. It would also make it possible to course correct before massive PLI spending has already taken place with little to show for the outflow.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsemiconductors and active components\n\n/\n\ngovernment\n\n/\n\nhardware\n\n/\n\nelectronics\n\n/\n\ntransport\n\n/\n\ntechnology (general)\n\n/\n\nArtificial Intelligence",
        "headline_1": "Chip off the block: On semiconductor fabrication in India",
        "headline_2": "As incentives for semiconductors sputter, course corrections are due",
        "link": "https://www.thehindu.com/opinion/editorial/chip-off-the-block-the-hindu-editorial-on-semiconductor-fabrication-in-india/article67517158.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "Only in an ‘unseeing’ world would the judiciary need to set the government a deadline to do the obvious. The Supreme Court of India gave the Centre four weeks to finalise an optimum menstrual hygiene policy with focus on the distribution of sanitary napkins. The Chief Justice of India, D.Y. Chandrachud, further directed the government to set down a national model for the number of girls toilets per female population across government-aided and residential schools in the country. Menstruation is the reality for women of a particular age demographic, naturally involving a substantial percentage of half the population in the country. It is only now, over three quarters of a century after Independence, that India has come closest to even drawing up a menstrual hygiene policy. While advancements over the years, and expanding urbanisation, have brought menstrual hygiene products within reach of a larger group of young women, affordability is still an issue; access hurdles stand in the way of a wide swathe of women in semi-urban and rural areas. The evidence for this is apodictic: as per the latest National Family Health Survey-5 (NFHS), 73% of rural women and 90% of urban women use a hygienic method of menstrual protection. There was a significant improvement in the percentage of women aged 15-24 who use a hygienic method of protection during their menstrual cycle, this rose from 58% in NFHS-4 to 78% in NFHS-5, primarily sanitary napkins, cloth and locally prepared napkins. The survey also revealed the close link between education and preference for hygiene — women who have received 12 or more years of schooling are more than twice as likely to use a hygienic method compared to those with no schooling. An irrefutable link has been established between menstruation and dropping out of school, because of stigma, and patchy or no access to sanitation (in terms of access to products, toilets and water). That little has been done to address this all these years reeks of callousness.The Centre told the Court that a draft policy had been circulated for comments from various stakeholders and that it would be ready in four weeks. A policy is only half a revolution; to complete the circle, it is crucial the government ensures access to affordable menstrual hygiene products for all menstruating girls, but also clean toilets and water wherever the women may need them. Besides, the policy should also cater to the entire lifecycle of menstruation, providing for the entire range of health and social sequelae that result from it. The government must see, cognise, and commit to serve India’s women. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ngovernment\n\n/\n\nhealth and hygiene\n\n/\n\ndemography\n\n/\n\nhealth\n\n/\n\nsurvey\n\n/\n\neducation\n\n/\n\nschool",
        "headline_1": "Women in red: On an optimum menstrual hygiene policy",
        "headline_2": "A menstrual hygiene policy should provide a range of services",
        "link": "https://www.thehindu.com/opinion/editorial/women-in-red-the-hindu-editorial-on-an-optimum-menstrual-hygiene-policy/article67517122.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "By- Mona Mehta\nThe Sanskrit terms Purush and Prakriti are thought to denote the male and female principles. But these terms are gender-neutral, as is evident from the following popular story:\nSita was once asked, “What is Purush and what is Prakriti?” She replied, “Mein Purush hoon, I am Purush. And Ram sahit, along with Ram, all this is my Prakriti.”\n\nTo think that ‘Purush’ refers to only the masculine gender, that is, male energy, and that Prakriti, as nature, is only feminine energy, is to take a narrow view of what is really an expansive and inclusive perspective of creation. The Rig Ved describes Purush as the primal individual from whose body the universe was created; Purush is both the sacrificer and the sacrificed. The Mundaka Upanishad says, “Splendid and without a bodily form is this Purush, without and within, unborn, without life breath and without mind, higher than the supreme element. From Purush are born life breath and mind. Purush is the soul of all beings.”\nKaivalya Upanishad of Krishn Yajurved talks of Asvalayana approaching Brahma and asking to be initiated into brahmavidya, divine wisdom, after which the wise can free themselves from all sins and attain Purush – the Supreme of the supreme. Hence, Purush is variously described as the spirit, individual, Self, or as pure consciousness.\nIn the Atma Upanishad, Vedic sage Angiras states that Purush manifests as three types of Atman, Self: Ajayat-Atman, external Atman, the born self or body; Antar-Atman, the internal Atman, individual soul; and the Paramatman, the highest Atman, Brahmn, the universal soul.\nWithin the Samkhya and Yog traditions, Purush, often associated with the masculine, stands in contrast to Prakriti, representing the feminine, from which originate all living and non-living entities and all mental and psychological experiences. It exists in a primal state, eternally transcending direct perception. When Prakriti, often depicted as the feminine aspect, encounters Purush, alluded to as the masculine spirit, it initiates a transformative journey, culminating in forming the present material universe.\nAn interesting contemporary anecdote during Barack Obama’s second US presidential campaign reflects the potential synergy of Purush and Prakriti even when we see them as male and female energies. Barack Obama and his wife Michelle, on the campaign trail in Michigan, stopped for a meal at a local diner in a remote area. An attendant came up to Michelle and whispered something to her.\n‘Wow!’ exclaimed Michelle and followed the attendant towards the back office of the diner where the owner met up with her. After 30 minutes, she came back laughing and beaming. Obama asked her, “What happened, where did you go?”\n“I was invited by the owner of the diner to meet him in his office. He was in college with me!” And she added, smiling, “He used to be my boyfriend.”\n“That’s great, if you had married him, you could have owned this nice diner in remote Michigan,” said Obama. Michelle smiled and replied, “Or he could have been US president!”\nMichelle played an important role in Obama’s presidential campaign as a charismatic source of inspiration, adding value to the campaign. When Purush and Prakriti work seamlessly, they set in motion a progressive process that ultimately leads to the creation of a remarkable material cosmos that is expansive and inclusive, transcending gender divides.\n\n",
        "headline_1": "Why purush and prakriti are gender-neutral",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-purush-and-prakriti-are-gender-neutral/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "The Bihar survey data on economic conditions of the people caste-wise will irreversibly alter the shape of the debate on representation and reservations, quotas and affirmative action. CM Nitish Kumar’s promise to introduce a bill to increase the “caste” quota to 65% in the state will have far-reaching impact on the economy, society and, above all, polity – of not only Bihar but the country.\nRead more in TOI+\n\n",
        "headline_1": "Nitish, Lalu are wrong. Class matters more than caste",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/nitish-lalu-are-wrong-class-matters-more-than-caste/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "The Rashmika Mandanna “deepfake” controversy has broken the lavender haze around generative artificial intelligence. The wonder about the magic of ChatGPT has given way to a shock that has urban Indian women feeling more insecure online than ever before.\n\nA side-effect is that it is forms of moral panic that are driving the discourse on the topic, demanding legal and regulatory intervention. Such measures when based on reactivity rather than considered thought are likely to be short-sighted, providing only superficial relief while increasing government censorship.\n \nRead more on TOI+\n\n",
        "headline_1": "The deeper crises behind deepfakes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/the-deeper-crises-behind-deepfakes/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "Anything involving more than seven ingredients and four processes makes me reach for the food delivery app. The tension multiplies when the recipe is allegedly simplified by dividing the bazar list into endless segments, viz, for the base, filling, sauce, the topping, glaze…Oh forget it. Just order the heat-n-eat, and never mind the slivered lining of the cloud kitchen. Why am I letting off steam, boiling over like an unwatched pot, feeling like an MP put through the Ethics Committee’s salaam-me slicer? Blame it on Abhijit Banerjee. Winning an Economics Nobel wasn’t enough of a niche in the hall of fame; the much-feted professor also has a prized kitchen game. He plates both in his monthly column in STOI.\nLast Sunday, the author of Good Economics for Hard Times chose to write on Cooking for Comfort in a Crisis Time. It turned out to be less comfort, more crisis. The chosen recipe was Carrot Kibbeh. Ah, easy peasy, methought. Kibbeh is mid-eastern for our kabab, no? Grate the gaajar, bung in some bulgar, roll, grill, serve – and soak in the applause. Instead, I felt like Hamas being turned to retaliatory hummus.\nDr Banerjee’s complex dish was way beyond my statute of limitations. It involved hung yoghurt, red pepper diced into ‘peanut-sized’ pieces, finely chopped beet greens ‘fried till wilted’ to which were added kishmish and broken cashews, all also fried till ‘fully collapsed'(by then I would too). Finally, the carrot-dalia puree, greens, yoghurt had to be serially layered, and baked.\nAbhijit-moshay, isn’t all this a bit rich coming from someone whose specialty is poverty? Kintu, when an economic eminence writes a food column, we have to expect both the macro and micro picture; no budgetary deficit in allocating ingredients and processes; in fact a Special Erogenous Zone in orgiastic spend and salivation. Did he take the services of a BPO, a blending/basting process outsourcing? Nah, I’m sure his personal cum professional collaborator, Dr Duflo pitched in with the flavour of the year, Female Labour Participation Ratio?\nAlec Smart said: “Let he who is without agenda first stone the caste.”\n\n",
        "headline_1": "KISS, my cook",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/kiss-my-cook-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "It is pretty well known that although Bangladesh as a least developed country (LDC) has been a beneficiary of the EU Generalised System of Preferences (GSP) by way of zero duty, continuation of the benefit under the new version of the EU GSP scheme--- GSP-plus, after graduation to developing country status, is tied to fulfilment of some pledges the country had made on labour and human rights issues. The key question now is, how far has Bangladesh progressed in materialising its pledges, or is the country in a position to fulfil the pledges within the timeframe?GSP+ is a special incentive package for sustainable development and good governance of vulnerable developing countries, subject to their ratification of 27 international conventions on human rights, labour rights, environmental protection and climate change, and good governance. Vulnerable countries refer to those suffering from a lack of export diversification and insufficient integration within the international trading system. GSP+ grants full removal of tariffs on over 66 per cent of EU tariff lines. Upholding the GSP+ status, especially regarding effective implementation and compliance with reporting obligations of the 27 conventions, is managed by EU monitoring. The EU engages in a dialogue with authorities and stakeholders in beneficiary countries and also arranges frequent monitoring missions to those countries. It has been learnt that the European Commission (EC) has expressed concern over limited progress of the National Action Plan (NAP) of the Bangladesh government in ensuring compliance. The NAP covers broadly nine issues, including framing Bangladesh labour law in compliance with the ILO standards on freedom of association and collective bargaining, and elimination of child labour in all its forms by 2025. The EC, while communicating its concern, has reportedly stated that full implementation of the NAP will be the key criteria in the assessment of a possible GSP+ application by Bangladesh from 2024. According to a FE report, a high-level EC monitoring mission is expected to visit Bangladesh from November 12-16 to review the full status of progress made so far.The European Union (EU) is the biggest export destination of Bangladesh accounting for 58 per cent of the country's total exports and 64 per cent of the total apparel exports. This has been largely facilitated by the zero tariff benefit enjoyed by Bangladesh under the EU GSP. The 'zero duty access' to the EU under the existing GSP scheme will continue for three years after the official announcement of Bangladesh as a developing country. If the existing preferences are not available after the transition time, exports from Bangladesh would face 8.7 per cent duty on an average. As a result, it is estimated that shipments would drop at the rate of 5.7 per cent per year. To mitigate these effects, Bangladesh has no choice but to take all necessary measures to qualify for the GSP+ scheme as well as to preserve its competitiveness in the export market. In other words, continuation of tariff preference after LDC graduation is extremely vital for the sustenance of the country's export sector.",
        "headline_1": "Qualifying for EU GSP-plus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/qualifying-for-eu-gsp-plus-1699544599",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "The academic year 2023 for schools ---both primary and secondary---is drawing to a close. But how this will end is of serious concern. Confrontational politics apart, the new school curriculum introduced post-haste has presented unforeseen problems for evaluation of student performances. This is the time when school students prepare themselves for the annual examinations. To go by the guidelines of the new education curriculum, students of classes I and II of primary schools, for whom the new curriculum and text books have been introduced, cannot be subjected to any examination. Similarly, students of class VI and VII pursuing their education under the new curriculum are supposed to appear for a truncated annual examination unlike that of the traditional system but with no provision for quarterly or half-yearly examinations. When there is a clear instruction for not holding examinations for students up to class III, many private kindergartens even in this capital are following the old system of education and examinations. Also, many schools arranged for half-yearly examinations for class VI and VII in defiance of the directive from the Directorate of Secondary and Higher Education (DSHE). An organising joint-secretary of the association of headmasters of the country's private secondary educational institutions disclosed at that time that only 10 per cent secondary schools followed the guidelines for evaluation of students' performances. The rest 90 per cent schools taught and evaluated students in the traditional manner they were used to.Naturally, the DSHE did not like it and served notices on the non-compliant schools. What followed is not known. But teachers of the non-compliant schools were not solely to blame for the fracas. In fact, the DSHE took months to prepare and distribute the guidelines by which time chaos reigned supreme. Introduction of such a groundbreaking system without adequate preparation was a wrong choice in the first place. When teachers, the most potent instrument, needed to be made comprehensively knowledgeable about their task, they were left in the dark. Under a five-day training programme arranged for teachers, 418,000 of them were supposed to be trained to develop their knowledge and skill to do justice to the new curriculum. Only 280,000 teachers received this inadequate training when half of the academic year elapsed. As many as 137,000 teachers could not be brought under the proramme and 30,000 selected teachers could not receive it for various reasons. After 10 months, how much change has taken place in the matter of teachers' knowledge and their skill development? In the answer to this question lies the transformation of what can be called a spoon-fed education system. When the just discarded education system --- under which students' merit used to be assessed on the basis of wrongly termed 'creative questions', in fact, structured questions --- was introduced, a large number of teachers simply failed their students. A lack of interests and incentives was responsible for this. One surely has reasons to be afraid that this more challenging system drawing heavily from real life experience will meet a similar fate simply because the ground was not prepared before sowing the seed. Is the DSHE aware of the existence of private kindergartens, primary schools that are following the traditional method of teaching and holding of examinations for grades 0-03 right now? The percentage of teachers who can guide students to acquire practical knowledge in real life situations is likely to be very low, maybe, less than 10 per cent. It would be a daunting challenge to reap the benefit of the system in its letter and spirit. Educational institutions will find themselves in a soup over devising appropriate assignments for students. Not all students have common interests. A teacher's job is to observe each student closely to know his or her interests, potential and ambition. Only then can a learner be imbued with the mantra that s/he is equal to his or her dream. If the average schools are not likely to rise up to the occasion to take education to its desired level for want of competent teaching staff, a few reputed missionary schools with some down-to-earth approach and greater relevance to education may consider this an imposition on their system of teaching. There is another unwanted party in the whole system, which is a beneficiary of the spoon-fed education system. These are the birds of the same feather ---teachers who write note and guide books and publishers who mint money. If the conventional system of education and examination can be retained, their purpose is well served. Under the system, students are not to think out of the box but are encouraged to learn by rote and the creative part is worked out for them in the note or guide books. Students learn only the answers to the set questions in order to score high. They would not develop an unquenchable thirst for knowledge and go for extensive reading of books on an array of subjects. A generation of high achievers in examinations has come up with hardly any comprehensive knowledge of and insight into purpose of life, social responsibility and inalienable relations existing between the living organisms and the material world. Exam-related education has made the educated, barring a handful, self-centred and robotic with hardly any quest for discovering their place in the scheme of the universe. Their education has remained incomplete because of poverty of human qualities and values. Contextual in relation to life situation, the new curriculum could pull the nation out of the morass if only it got implemented in letter and spirit. But the new system may once again fail because of a lack of preparation of the right environment. [email protected]",
        "headline_1": "A year after introduction of new education curriculum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-year-after-introduction-of-new-education-curriculum-1699544636",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "That the National Board of Revenue (NBR) cannot hit the annual tax revenue earning targets set in the national budgets is no secret. The failure, though unintentional, makes the estimated budget deficits bigger, leading to higher bank or non-bank borrowing by the government. Yet the Board has been setting its annual earning targets at ambitious levels, allegedly, under the influence of the Ministry of Finance (MoF), its controlling authority.The tax revenue earning potential is much more than the NBR earns annually. Lax tax administration, propensity among a section of taxpayers to evade tax payment and inadequate campaigns to motivate the eligible taxpayers to pay tax are the main barriers to exploitation of the tax revenue potential. The direct-tax revenue potential is more than the amount of tax people usually collect. But, the tax authorities are more interested in mobilising resources through indirect tax sources such as value-added tax, import duty, regulatory duty etc., since those are easier to deal with. Getting revenues using direct-tax sources involves more efforts and persuasion. Hence, the volume of revenues earned through direct taxation remains smaller compared to other sources, particularly VAT and import duty.Being hard-pressed by the International Monetary Fund (IMF) to do away with large-scale tax exemptions enjoyed by individual and corporate taxpayers, the NBR has come up with some interesting facts. That the volume of revenue involved in tax exemptions enjoyed by corporate taxpayers is more than what the NBR collects from them in taxes is one such bewildering fact. The exemptions of direct tax granted to individuals and corporates amounted to Tk 1.26 trillion in the fiscal year 2020-21, which was equivalent to 3.56 per cent of the country's gross domestic product (GDP). During that FY, corporate taxpayers had enjoyed tax exemptions worth Tk 853.14 billion as against the actual collection of Tk 852.24 billion in taxes from them. The corporates pass on the indirect taxes such as VAT, import duty, regulatory duty and surcharges to the consumers. Direct taxes hurt them, as there is no way to shift the burden on to the consumers. If exemptions of direct taxes on corporates remain higher than what the NBR collects from them, one has reasons to raise questions about overall objectives of the taxation system. Such a tax regime is nothing but regressive, for it prefers dependence on indirect taxation. Some exemptions are essential for growth of industries and entrepreneurship in a country like Bangladesh. None would raise objections to such fiscal support. But, as businesses got involved in politics and started influencing the decision-making process in recent years, the size of direct tax exemptions has grown notably. The process is still on. It has now become imperative for the government to reduce the size of the exemptions. If it is done meticulously, the government's revenue earnings would increase. Besides, the disproportionate emphasis on indirect taxes will also lessen to a great extent. Such a development will also help the cause of poor consumers. The NBR has been facing pressure from domestic and external sources to rationalise tax exemptions to help boost its revenue earnings. The NBR's tax department has formed a committee to develop clear guidelines to grant tax breaks to only those who are genuinely in need of that. The committee is supposed to complete its work soon. The NBR would prepare a tax exemption policy on the basis of the committee's report and other ground realities. Given the power and clout that corporates enjoy these days, there is no option other than keeping one's fingers crossed that undue tax exemptions will get eliminated.  [email protected]",
        "headline_1": "Cutting undue tax exemptions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cutting-undue-tax-exemptions-1699544695",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2023"
    },
    {
        "full_article": "We have more than 160 public and private universities. But their failure in securing a respectable position in global university rankings has long been frustrating for educationists, teachers and students. This year, only three Bangladeshi universities found place at the top level of the Quacquarelli Symonds (QS) Asia University Ranking 2023. They are University of Dhaka (DU), Bangladesh University of Engineering and Technology (BUET) and North South University (NSU). In this latest ranking, the DU's position is 140th, BUET's 187th and NSU's 191st. However, it is shocking that not a single university from Bangladesh has managed to secure a place in the top 100 universities in the QS ranking. QS Asia University Rankings is provided on the basis of five criteria including academic reputation, employer reputation, research citations per paper, H-index and International Research Network (by broad faculty area). If we want more of our universities to make their presence felt in the international arena, we must increase funding for research and the number of teachers in our universities. The minimum standard for the average teacher-student ratio at the global higher education level is 1:20; meaning that there should be one teacher for every 20 students. However, a recent report shows that most of our universities do not meet this standard. Another reason for Bangladeshi universities to fall behind in global rankings is that they face challenges to meet some of the criteria set by the ranking authorities The criteria include having foreign faculties, foreign students, and updated research publications, among others. If we can invest more in our university-level education, our universities can do better than they perform in global rankings.Staying in top slots of the rankings is a matter of prestige for a university, which attracts the best minds of the world to study and teach in that particular university. We hope the authorities concerned will soon formulate a process so that our universities do not lag behind the world standard. We can follow some constructive measures. The authorities should concentrate on quality of universities by ensuring their research and publication including other criteria like teacher-student ratio, budget per student, infrastructure facility, technological update, library and research facilities.Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Improving global ranking of our universities--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-global-ranking-of-our-universities-1699544735",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2023"
    }
]