[
    {
        "full_article": "On Tuesday, after possibly the longest pause, of 137 days, in India’s retail fuel prices in recent years, oil marketing companies raised petrol and diesel prices by about 80 paise a litre, following up with a similar increase on Wednesday. A ₹50 hike was also effected in domestic cooking gas prices. Fuel prices were last tweaked in November 2021, following the Deepavali-eve cut in petrol and diesel excise duties. The interregnum between then and now, coinciding with the five Assembly election battles, also witnessed the sharpest spike in global crude oil prices among recent instances of price freezes in India’s ‘deregulated’ petroleum products market. From around $73 a barrel on November 4, crude prices are now around $110 after shooting past $130, immediately after Russia’s invasion of Ukraine. Ordinarily, oil marketing companies reset retail prices daily, based on an average of the previous 15 days’ global prices for their preferred basket of crude. The Government has distanced itself from fuel pricing decisions, asserting there was no official directive to keep prices down. There is no evidence that oil firms had built up such large strategic reserves at earlier prices that they did not need to react to an over 50% cost surge for a commodity whose demand is met largely through imports. That price hikes, in small doses, have begun only after government formation in poll-bound States, makes it abundantly clear that a nudge and a wink from the majority owner of the state-run oil players had goaded them into swallowing higher costs, compelling private players to follow suit to compete.Holding free market prices hostage to electoral politics, deployed ever so often in recent years, including the last time these five States went to the polls and the 2019 Lok Sabha campaign, is politically unfair, economically untenable and reflects an extremely cynical state machinery deployment tactic. That bulk diesel prices have been raised by ₹25 per litre to ₹122, indicates that several more hikes are in the offing to close the gap between costs and pump prices. Inflation, already above the comfort level, may rise further and the Government may intervene with more duty cuts at some point. But there are larger red flags to fret about. No sane global investor will bid for Bharat Petroleum Corporation Limited, for instance, if pricing freedom is effectively curtailed after an Election Commission of India (ECI) briefing. This practice warrants wider consternation, not only because it undermines a level-playing electoral field in favour of the ruling dispensation but also opens the door for more such creeping diktats or deviations from policy positions for temporary gains in voter perceptions. Just as mysterious fuel pricing decisions have become par for the course, other transient departures from stated policy can also become governance habits. While governments are obviously tempted to create optics of benevolence towards the common voter, the ECI needs to rise up to take a firm stand on reversals or deferrals of routine decisions in poll season.",
        "headline_1": "Freeze out: On fuel price hike after an 137-day pause",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/freeze-out-the-hindu-editorial-on-fuel-price-hike-after-an-137-day-pause/article65252780.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-03-2022"
    },
    {
        "full_article": "Athletes rarely retire in their prime, not when they are numero uno in the sport. Tennis star Ash Barty’s sudden announcement that she is quitting the game, at just 25, less than two months after she won the Australian Open and extended her hold on the top ranking, has triggered shock waves within the tennis fraternity. For Australia, Barty was more than a tennis champion, she is also a symbol of inclusivity because of her indigenous ancestral roots. Aesthetics and grace defined her and tennis could not have asked for a better ambassador. But fatigue and a loss of motivation derailed her. Earlier, Naomi Osaka had spoken about dealing with depression and taken a break from the sport while still in great form. At the other end of the spectrum, the legendary Rafael Nadal seemed ready to fight off age and injuries. But, even his indomitable will must submit to the demands of his body, and he is now ruled out for four to six weeks following a rib injury. His great rival Roger Federer is keen to extend his career into his forties. But he will have to cope with the slow recovery from knee surgeries. The real surprise is when the athletes feel low on motivation even when they are in great shape physically, and in fine form with their game. In the early eighties, Bjorn Borg, like Barty, retired in his mid-twenties after tiring of the game mentally. Although Borg and Barty shocked the world with their retirement decisions, they are not the exceptions in the world of sports: Nadal and Federer are, as they push their body to extraordinary exertion.Sport can often juxtapose opposites, blending pulsating adrenaline with mind-numbing tiredness. Be it a triumph or a debilitating loss, it is played out in the open and it ushers in gargantuan expectations and immense pressure. Away from the limelight, the sportsperson has to deal with frenetic travel, cobwebs of the mind, sore limbs, and relentless scrutiny. The money and the perks may be good but a heavy price is often paid. With sport having become a commercial engine drawing top dollar, the athlete has to play all through the year. The off-season, when rest and recuperation could be indulged in, no longer exists. Barty’s retirement, which seems permanent unlike the break she took in 2014, may not be the last exit. Unless sports administrators show empathy, more sportspersons will seek an early closure. Borg attempted a feeble comeback in the nineties; whether Barty will return remains a matter of conjecture. For now, the shock is real, and tennis is poorer.",
        "headline_1": "Tired, and retired: On Tennis star Ash Barty",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tired-and-retired-the-hindu-editorial-on-tennis-star-ash-barty/article65252144.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-03-2022"
    },
    {
        "full_article": "The 13th Election Commission (EC) of Bangladesh, led by Chief Election Commissioner (CEC) Kazi Habibul Awal, assumed office at a time when election credibility in Bangladesh is under question. The 2014 parliamentary election was termed \"failed\" by the Perceptions of Electoral Integrity (PEI)—evaluated by the Electoral Integrated Project—while the 2018 election was held in a situation where \"the degree of trust over the 'rules of the game' remains low.\" Compared to its last two predecessors, the Habibul Awal commission faces enormous challenges.\nThe first challenge before the new EC is restoring the trust of all electoral stakeholders in the electoral process. In countries such as Norway, Denmark and Germany, there is basically no electoral authority—a department under a ministry conducts the elections under the supervision of the minister concerned. But elections in those countries are ranked at the top of PEI, and one of the main reasons for that is trust. However, it is tough to build or restore trust in the electoral process in a country like Bangladesh, where there are high levels of political polarisation.\nThe second challenge would be bringing people back to the elections. Since the 2018 polls, a voter apathy has been noticed: voter turnout was 40.31 percent in the upazila elections in 2019, 65 percent in the municipal elections in 2020-21, and 71.92 percent in the union parishad elections in 2021-22, which were lower than those at the elections held in 2014-2016. A democracy cannot function properly without its citizens' involvement. Elections, which are at the centre of any democratic system, engage the electorate, enforce accountability, and promote representation. How people feel about elections is also consequential. When people have confidence in elections, it grants legitimacy to the election outcome and the political system.\nThe third challenge would be to involve all the political parties, including the BNP, in the electoral process. They have not only boycotted the EC appointment process, but they have also continuously criticised the president's dialogue with political parties and enactment of the law on the formation of a search committee to appoint the EC. They reiterated that they would not participate in the 2023 parliamentary election under the Awami League government, adding that their \"main worry is over the election-time government.\" The BNP may continue its stance until there is a political consensus.\nThe fourth challenge is transforming the unopposed elections into contested ones. Unopposed elections are not illegal in Bangladesh. But such elections are only accepted when someone is elected uncontested per the will of the people.\nThe fifth challenge is to ensure a level playing field for all parties and candidates. In a report on the 2018 polls, the UK House of Commons stated that \"the 'playing field' remains far from level. Official harassment of political opponents remains intense. The Awami League enjoys the advantages of incumbency.\" This is mostly true in most elections held under political and authoritarian governments in Bangladesh since 1973. Therefore, addressing this will be quite challenging for the EC.\nThe sixth challenge is to make the commission a cohesive body. Although the constitution authorises the CEC to chair the commission meeting, and exclusively empowers him to defer the date of elections due to reasons that are acts of God, all the decisions should be made unanimously. The Supreme Court of Bangladesh said unequivocally that \"for exercising and performing any powers and functions under this Order, he (the CEC) must get authorisation from the commission itself, otherwise his action would be coram non judice and without jurisdiction.\" Due to a lack of consensus, a rift in the immediate past commission not only hampered its cohesion, but it also eroded citizen trust in the electoral process.\nNow, how can the EC overcome these challenges? Here are a few suggestions:\ni) Officially, the EC is not answerable to the president, prime minister, speaker of parliament, or the judiciary, which means they are accountable to the citizens. They could develop an accountability mechanism that may include various citizen engagement strategies in every step of the electoral process. This could include regular issue-based reporting, rigorous public scrutiny, and keeping the electoral stakeholders and the public periodically updated on their strategies and policies, intended outcomes, performance and the financial resources. Accountability to the citizens and its stakeholders would promote transparency and good governance, and positively influence the public's perception of the commission's professionalism and impartiality.\nii) The EC could prepare a two-year strategic plan as well as an action plan targeting successful outcomes from credible elections, to be achieved by organising local body elections scheduled for 2022-24, and of course the 12th parliamentary election next year. With intensive interaction with electoral stakeholders, the commission should fix its two-year vision and mission, analysing what its current position is and where it wants to be in two years, identifying its focus, strategies, and roadblocks to conducting credible elections that may arise along the way.\niii) The commission could start organising \"model elections,\" which could be held in selected unions or upazilas or municipalities. To do that, the commission could revise the electoral code of conduct, considering the current context and the challenges faced in recent years, deploy security forces from other districts, provide comprehensive trainings to all temporary poll officials, allow stationary election observers who can remain at any polling station from poll opening till the announcement of results.\niv) It should set up a high-level effective monitoring cell led by a commissioner, which must register all complaints coming from anyone, even the media, and address those quickly through investigation, leaving no complaint untouched. Pertinent to gazette notification of election results, if there is any minor complaint, the commission should withhold such notification until it completes relevant inquiry.\nNowhere in the world can electoral authorities conduct credible elections alone. In general, the role of an election commission is mainly to make policy decisions along with strong monitoring for effective enforcement of the decisions. All electoral stakeholders—the government, political parties, candidates, voters, the media, CSOs and international communities—are required to support the electoral authorities. However, the Election Commission of Bangladesh possesses some extraordinary powers, including cancelling candidature, suspending polls at any time, supervising, directing and controlling the activities of returning officers, and withdrawing any officer from poll duty. I want to believe that, by addressing the aforementioned challenges and exercising its powers, the new commission will be able to conduct credible elections in the country.\n \nDr Md Abdul Alim is an international election specialist and has worked with the Shamsul Huda-led Election Commission.\n",
        "headline_1": "How the EC can conduct credible elections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-the-ec-can-conduct-credible-elections-2989096",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2022"
    },
    {
        "full_article": "Of late, media reports that indicate that the infamous phenomenon of extrajudicial killings has been resorted to more by the mainstream police outfit than the elite unit of the law-enforcing apparatus should bring no comfort, and indeed should be viewed with concern. The explanation is quite simple: extrajudicial killing is admittedly an aberration in the law enforcement process because it is random in application and counterproductive. The fact that its ill effects undermine the norms and nuances of a rules-based society and seriously weaken the foundation of a democracy is a proven reality and cannot be lost on any discerning mind.\nIf we venture into the Bangladesh perspective, the disturbing scale of extrajudicial killings with the alleged blessings and encouragement of the establishment became an uncomfortable reality to live by in 2002-2003, when the controversial \"Operation Clean Heart\" led to at least 46 extrajudicial killings by law enforcement officials.\nTo further confound matters and to the dismay of human rights activists and civil liberty defenders, the culprits behind such blatant illegalities were blessed with immunity from criminal prosecution, made possible due to official patronage. This was quite clearly a significant signal to law enforcers, particularly the errant ones, that legality in law enforcement actions could be thrown to the wind, and punishment for the wrongdoers and the delinquents could be waived, as long as the political executives could be kept satisfied.\nThe first casualty of such a tactic was the lamentable lack of interest in the criminal investigation, as is stipulated in the time-honoured and tested procedural legislation and the police regulation. To somehow do away with the criminals without them being subjected to the due legal process became the preferred modus operandi. Desperate law enforcers and myopic politicians colluded in eroding the trust reposed in the propriety of the investigative organ of the state. As far as the figures of extrajudicial killings of the immediate past and yesteryears are concerned, they clearly stand out as an elegy of pensive statistics.\nExperience would suggest that the antidote to extrajudicial killings has to largely come from the judiciary—particularly the apex body. As far as the legislature is concerned, serious thoughts should be given to the amendment to the Evidence Act. This amendment ensures that in prosecution of a law enforcement member for an alleged offence of causing bodily injury or death of a person while in police custody or control, if there is evidence that the injury or death was caused during the period when the person was in police custody, the court may presume that the injury or death was caused by the said law enforcement member, having custody of that person during that period, unless the accused proves to the contrary.\nThe Supreme Court, through selective activism, has to come down heavily on police matters. This is obvious because the manner of functioning of the police and the role of the Supreme Court, vis-a-vis individuals' rights as incorporated in the constitution, sharply interact with one another. However, much of the improvement has to come from within the police department.\nPolice officers themselves have to understand that the practice of breaking law in the name of law enforcement is unacceptable and has no place in a democratic society governed by the rule of law. It has to be realised that order maintained by repression and criminality is the ultimate disorder.\nAppropriate training in human rights principles can have an elevating impact. However, the principles and standards of correct practice taught during training have to be sustained by an appropriate organisational culture that lays stress on promotion and protection of human rights. Constant supervision and unswerving adherence to human rights norms by senior officers is necessary to build up such an organisational ethos and make policing ethical, lawful and humane.\nThe need is to insulate the police from extraneous pressures, and yet make it accountable to the public. A neutral and non-political police can perform their duties in an efficient manner and function as powerful protectors of human rights. This warrants political will and commitment, and also strong public pressure on the government to bring about systemic reforms in police.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh Police. \n",
        "headline_1": "Getting out of the extrajudicial mode",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/getting-out-the-extrajudicial-mode-2989091",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2022"
    },
    {
        "full_article": "Traditionally, Bangladeshis have been a sustainability-minded nation, despite the fact that the branding of \"sustainability\" per se has never really been applied to us. One can certainly relate to the experience of pulling out a box of ice cream from the fridge, only to discover a solid block of ginger paste inside the container. Sturdy plastic cartons were not thrown out, rather repurposed to serve other functions. Similarly, old sarees were given a new life as patchwork quilts, which again lasted for years. Traditionally, our practice has been to shun waste. \"Reusing\" or \"repurposing\" are concepts that we have practised for decades, perhaps centuries.\nBut in recent times, all indicators point to an exponential rise in the consumption culture in Bangladesh, leading to a nonchalant adoption of wastefulness. Increasing purchasing power continues to fuel the need to consume more. All of this is great, but that one nagging fact remains: the irresponsible consumption pattern is wreaking havoc on the environment as recklessly disposed used products or packaging materials continue to pile up. The culture of mindfulness is being fast replaced by one of wastefulness. And there's no stopping it!\nAccording to a UNB report, the Department of Environment (DoE) says that 1,700 tonnes of plastic waste are produced in Bangladesh every day. A stroll down a Dhaka street would apprise one of the reasons for such a plastic explosion. Food of every kind, ranging from crisps to cakes, all packaged in colourful plastic packets, adorn the shop fronts of every small retailer lining the city streets. It is the same scenario everywhere else in the country. One must also mention the ingenious business model of the giant fast-moving-consumer-good multinational companies, who successfully made personal care products financially accessible to the mass population through the introduction of mini packs several decades ago. Imagine the volume of plastic that goes into producing the millions of plastic sachets meant for single use. Despite flaunting excellent practices of sustainability, these giant companies don't shy away from continuously spewing out plastic containers for their products that help them earn millions in revenue from the bottom of the pyramid population.\nYet, another alarming area is the increasingly voracious appetite for imported products. While the occasional dabbling in eating imported fruit might seem harmless, one needs to be educated on the concept of greenhouse gases (GHGs) released into the atmosphere by the various vehicles ploughing the oceans and land to get that fruit to one's table. Imagine the volume of GHGs emitted for feeding people who make a habit of consuming products grown on the other side of the planet on a regular basis.\nClearly, in the name of making progress, we as a nation are taking hundreds of steps backwards. Not only are we murdering the natural habitats, but in the process, we are also encouraging the development of a generation of non-empathising individuals indulging in mindless consumption, with zero understanding of (or care for) sustainable living. The saddest part is that it's the opposite of how our culture has traditionally been. This particular aspect of evolution towards progress is undoubtedly toxic.\nThe good news, however, is that there are small pockets of conscious citizens who are doing their part, however small, to make a positive impact on the environment. Just carrying a reusable bag while going shopping can make a lot of difference. Replacing meat in one meal with vegetables can reduce GHG emissions associated with rearing farm animals. Opting for locally grown food instead of imported ones also plays a big role in reducing carbon footprint. Reusing sturdy plastic boxes as food containers or even cabinet organisers can be a great way to be sustainable as well.\nInstitutions can explore ways of packaging in more environment-friendly ways and reward customers for returning packaging materials to recycling facilities. Innovations such as sanitary napkins made of water hyacinth should be subsidised and promoted, and encouraged to be extended towards the production of other materials. A diaper, for instance, takes about 500 years to fully decompose. That creates an opportunity for extending the sanitary napkin research to diaper research on a large scale.\nWhile it is tempting to get swept away in the tide of progress, one must reflect on what exactly that entails. Getting submerged in pollution of every kind while enjoying a seemingly improving standard of living is nothing short of appalling. The trend needs to be reversed. It's high time we as a nation looked back at our innate ability of conserving—and perhaps did so with more mindfulness. Whereas, in the past, conserving was just a means of being less wasteful, today we have to do so with the mindset of being more responsible for the sake of our planet. Responsible consumption needs to be ingrained. The values of the bygone eras need to be brought back to practice and, if necessary, reinforced through incentives. Otherwise, we will just continue to hurtle down a tunnel of doom in the name of progress.\n \nNarmin Tartila Banu is a senior lecturer at North South University (NSU), pursuing a PhD at Carleton University in Canada.\n",
        "headline_1": "A case for mindful consumption in a mindless era",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/case-mindful-consumption-mindless-era-2989081",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2022"
    },
    {
        "full_article": "Recently, Dhaka North Mayor Atiqul Islam made some comments with regard to traffic management in the city, some of which are not without inherent logic. For instance, he questioned the efficacy of the existing traffic management system where, although the roads belong to the city corporations, they are being managed by traffic police belonging to another government agency. He suggested that since the roads fall under the purview of the city corporations, they should have a say on how Dhaka's traffic is managed. This particular argument appears to be sound and points to the problem of a lack of coordination between various government agencies and authorities that plague not only our traffic management mechanism, but the overall governance and development of the city.\nTake, for instance, the two U-loops that were built on the Airport Road in 2019 at a cost of Tk 3 crore, only to be demolished two years later to facilitate the construction of the Bus Rapid Transit (BRT) project. Apparently, the Dhaka North City Corporation (DNCC) knew that the U-loops would be an impediment for the BRT work, they were still constructed, narrowing down footpaths and demolishing service roads.\nThe two U-loops were built as a part of a Tk 24.83-crore project to build 11 U-loops across Dhaka, aiming to ease traffic congestion. Later, the project cost was revised to Tk 31.81 crore. The project director, DNCC's Khandoker Mahbub Alam, admitted that they had known the structures would have to be demolished to accommodate the BRT project, which was undertaken in 2012. He also suggested that new U-loops would be built through the pillar gaps after the construction of the BRT and flyover were finished.\nThis raises some specific questions: Did the public get the value of Tk 3 crore in the last two years? At the end of the day, was the project worth it?\nThe case of the Elevated Expressway in Chattogram is even more alarming. The Chattogram Development Authority (CDA) undertook the project in 2017, encompassing a wide area from Lalkhan Bazar to Patenga, aiming to alleviate the city's traffic congestion.\nHowever, as almost 60 percent of the construction work has been done, significant flaws in the project planning have surfaced that would worsen the traffic situation, rather than improve it. One of the major issues is the common meeting point of the Elevated Expressway, the Bangabandhu Tunnel, Outer Ring Road and the Airport Road, which, in the absence of U-loops, U-turns or service roads, would invariably result in traffic gridlocks.\nMoreover, the expressway, spanning 16 kilometres and involving a construction financial footprint of Tk 3,000 crore, was planned without engaging other relevant authorities. In fact, it has been suggested that the traffic department was not even consulted during the feasibility study.\nThese logistical challenges came to light after the Chattogram Metropolitan Police (CMP) brought the issue up in September last year. Now, the CDA and the Bangladesh Bridge Authority are working on a new blueprint with a scope for incorporating U-loops and U-turns to address the faults in the initial design. Implementation of the new blueprint would add to the existing expense of the project, with the public having to bear it.\nAnother classic example of gross lack of coordination among various agencies involved in development work is the repeated road excavations in Dhaka and other cities across Bangladesh. Roads are dug up every now and then due to various reasons: \"improving\" sewage lines, water pipelines and gas pipelines, laying internet and electric cables, etc. In Dhaka, the two city corporations, Wasa, Rajuk, Desco and the BTCL are mainly involved in these excavation activities. While the work may be taken up with good intentions, they result in aggravating further public sufferings, especially since they are carried out without any coordination among these agencies. A local English daily reported in 2020 how the same roads in Dhaka's Monipuripara had been excavated twice in five months—once by the DNCC and then by Dhaka Wasa, all due to the lack of coordination between the two agencies. Had the DNCC and Dhaka Wasa planned the various works in sync, and conducted their tasks in a structured way, the residents of the area wouldn't have to suffer so much, and public money would also be saved.\nThere are plenty of media reports on such wastage of public resources due to a sheer lack of shared strategic planning and coordination among various authorities responsible for city development. Experts have repeatedly urged the authorities to work in tandem to streamline the work and optimise logistics. But these calls seem to fall on deaf ears, perhaps because of a lack of accountability in the system. Our policymakers need to take a hard look at these issues and resolve them at the earliest. Accountability must be embedded in the system, and so should be coordination.\nThe authorities need to take greater ownership of their responsibilities. They must be made to realise their obligation to prioritise and ensure public well-being. They cannot just take arbitrary calls with complete disregard to the consequences of those calls that the common people and the national economy will face. After all, all these projects are undertaken for the welfare of the people.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Why does development equal wastage of public money? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/riddled-u-turns-2988291",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2022"
    },
    {
        "full_article": "We welcome the prime minister's announcement to build homes for all homeless people in Bangladesh soon. It is, no doubt, the right step in lessening the lifelong miseries of the poor and ultra-poor. At a time when our economic progress and other achievements are getting positive mentions in the world press, we have millions of our own kind breaking their backs for a morsel of food, many without a decent shelter or home of their own. Therefore, although a lofty goal, if the home for all concept indeed comes true, it would be a big relief for the homeless and go down in history as a great example of good governance. It would also be a tribute to Bangabandhu Sheikh Mujibur Rahman, who shared this dream and included the article \"right to shelter for every citizen\" in the Constitution of Bangladesh.\nIt has been observed that the thatched houses of ultra-poor families in rural areas are built with dry leaves, straws and discarded plastic sheets, which get washed away by rain and wind. On the other hand, a solidly structured house made with durable materials will not require frequent maintenance, and will last much longer. A concrete house, therefore, would come as a boon to them, especially with electricity now reaching every household in the country.\nWhile talking about low-cost housing for the homeless, we have to keep in mind the climate pattern of the country. It is widely known that Bangladesh is prone to frequent natural calamities like floods, tropical cyclones, tornadoes, etc. These vagaries of nature leave a trail of disasters in their wake for the poor. Therefore, we would like to emphasise that the \"house for the homeless\" project must be implemented by competent people with utmost honesty and sincerity, using durable construction materials so that they may last long. We believe identification and registration of genuine homeless people are also essential for the success of the project. In this regard, the offices of the local administration and their political counterparts must play their due roles. \nThe sooner the homes for the homeless are completed, the better for the beneficiaries. This, however, should be part of a bigger vision to eradicate poverty so people can live with dignity, and don't have to be reliant on charity and concessions.\n",
        "headline_1": "Home for all will be a dream come true",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/home-all-will-be-dream-come-true-2989076",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2022"
    },
    {
        "full_article": "Bangladesh's consistent bottom-of-the-table ranking in the world in terms of air quality has long been a thorn in the side of the government. Yet, for some mysterious reason, it has failed to generate the sense of urgency that such a grave public health issue warrants. This, we hope, will change after the publication of the latest World Air Quality Report, which declared Bangladesh's air quality as the worst in the world. Our country has earned this dubious honour for the fourth consecutive year now, while Dhaka, the jewel in its crown, has been adjudged the world's second-most polluted capital city.\nThe report, if taken in the right spirit, should set all alarm bells ringing in our policy circle. The risks of air pollution as the world's largest environmental health threat are now demonstrably clear, as it accounts for seven million deaths every year. In 2021 alone, the deaths of 40,000 children under the age of five were directly linked to PM2.5 air pollution. In the absence of disaggregated data, we can only guess that Bangladesh is witness to a large number of these deaths or other air-pollution-induced health risks. If this still doesn't evoke a sense of urgency among the policymakers, perhaps the following revelation will: the average life expectancy of a Bangladeshi, as per a recent estimate, is being reduced by almost three years due to polluted air, nearly the same as the use of tobacco.\nAmong the main causes of pollution are vehicular emissions, fumes from factories, brick kilns and automobiles, and dust accumulations from other sources, especially in the cities. There is no dearth of research on their effects, nor, apparently, of official response to them, at least on paper. We have laws, dedicated state agencies, a national action plan, and other regulations to combat air pollution. Often, we see ritualistic displays of action geared to that end. But nothing seems to be working. Clearly, what we lack is a comprehensive and coordinated effort to ensure that all policies and actions are focused on generating a visible improvement of air quality.\nWe urge the government to match its rhetoric and displays of action with actual preventive measures. Given the current situation, it should declare a national emergency over our air quality. A big dent can be put into the current levels of pollution simply through the implementation of fines and punishment for firms and individuals violating pollution-related regulations. Phasing out old vehicles as well as use of diesel in automobiles, and moving to cleaner fuel sources are also a must-do, as is shuttering all traditional brick kilns. These are but some of the steps the government must take to combat this dangerous threat.\n",
        "headline_1": "Time to declare an emergency over air quality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-declare-emergency-over-air-quality-2988926",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2022"
    }
]