[
    {
        "full_article": "The sudden onrush of floodwater flowing into the country through the Teesta at a measured dangerous level—soon after the equally sudden disruption of peace and vandalism of temples and altars in different parts of the country—reminded me of the 1974 movie The Towering Inferno, which I watched at Madhumita skipping school in the early 80s, only to be thrilled by the idea that an uncontrollable fire in a tall building could be diffused by the controlled explosion of a rooftop water reservoir, allowing the flood to put out the fire.\nFor those of you who are cursing me for the long first sentence, let me assure you that now that I have set the unruly context, I shall return to punctuated thoughts. It is dangerous to pursue wild imagination in a train of thought that associates one thing with another and connects the dots. You end up drawing pictures that may not exist in reality. That is why Greek philosopher Plato did not want poets to be included in his perceived Ideal World. I am not a poet, but I do like words. I do like to represent my surroundings in words, and feel things that eyes cannot see. For instance, musing on rivers and their stories can help you reach many shores that you normally would not travel. That is why rivers are popular motifs for poets. The watery stream can share stories following the flow of the stream of thought.\nIn the olden days, a flood would have been considered an act of gods. But with proof in the pudding, we know who the eggheads are, and from where the untimely water is heading our way. In the olden days, gods could have been appeased through offerings. What good is a fish offering, however silvery and seasonal it may be, to a god that controls the rivers? They already have what they want. And now they want the waters to be muddied so that they can get the metaphorical fish that they want.\nI grew up in Old Dhaka. One of my favourite places was the Ram Krishna Mission library. Every day after school, I would spend hours in the library. I would make sure, before setting off for home, that I sat by the pond to watch the silhouetted fish and hear the merry dins of the temple bells, smelling the air filled with fuming fragrant sticks. On Fridays, I would go to the mosque and perform my ablutions in a koi reservoir with running water, and stand in line with fellow devotees, bowing before an invisible almighty to secure mental peace. Never did I learn to separate one from the other: both places had their own beauties, their own purposes of keeping us in control, and making us humane. I would carry puffed rice in my pockets for the fish both in the temple and in the mosque. I never learned to distinguish one group from the other.\nThroughout history, there have been troublemakers: the proverbial Satan or the Shokuni Mama. Provocations are proven ploys to pillage communal harmony. I am working on a book project on Bangabandhu Sheikh Mujibur Rahman, and currently studying his role in diffusing the tension during the 1964 riots that was triggered by a rumour of theft of Prophet Muhammad's hair from a mosque in Kashmir. History does have a bad habit of repeating itself. We have seen Muslims being lynched in India for allegedly eating beef. We have witnessed historic sites being ravaged by groups who carry fire within. The tears of the victims do not have enough water to douse such fire. Our cries merely show our helplessness; the waters are interpreted as signs of punishment. Is it a crime or a sin to be born in a family on whose origin one has no control, except to say that it is the will of the Almighty Creator? If we believe in the one ultimate Creator, then why divide his creation and tarnish it with fire or punish it with water?\nMy world is becoming smaller by the day. The size of my world is proportionate to the device I am using to view it. With my shrunken world, my worldview has also gotten smaller to fit the size of the screens. I don't sit in the library of the \"other\" to learn about their culture. I am rather happy to be fed with garnished images served on the timeline of my devices. So, when I see a holy book at the feet of the god of the \"other,\" I cry foul. Of course, it is foul. Who will do such a thing? Think for a second: can you pray in your religious house with the holy book of the other being present there? Does it make sense that a book is placed to desecrate it at a holy time, for which the whole community has been waiting for a year?\nThe action is questionable. The reactions are equally so. It takes a spark of fire to turn a tower into an inferno. That's what we saw last week. I cringed in shame when my Hindu colleague posted on Facebook that for the first time in his life, he was outside guarding the temple at night, fearing a mob attack in an area where he grew up as a child and where his family was well-respected. I cringed again in shame when another colleague quoted hadith at a public meeting. We have heard of such defensive actions during the Liberation War. Why tell such regressive stories at a time when we want to leapfrog into the future and become a developed country?\nWe can go on and on to pinpoint who is to blame. I will begin by blaming myself. I have allowed my world to shrink. I have allowed my mind to shrink. I have allowed my education to shrink. When you are shrunken inside, you fight over trivial things. I learned it at school while reading Jonathan Swift's \"Gulliver's Travels.\" The humans who were only six inches in size fought over which end of an egg should be broken to make an omelette. Swift used the story of Lilliputs to remind us of the friction between the Catholics and the Protestants and, by extension, between the English and the French. We become small the moment we charter our minds in small grids and start harbouring rage. This rage looks for occasions to come out. It waits for provocations to wreak havoc. It seeks pleasure out of the pain of the \"other.\" The small units merge to form groups. The ones who are setting fire in temples here and mosques there, or holding and releasing water at their will to punish the other, are all small beings. They think that they are big enough to establish control over nature or set things right as the agents of a superior authority. In the final count, they are but masters of and slaves to small things. They are so small that they cannot be called humans.\nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Our Shrunken Mentality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/our-shrunken-mentality-2203976",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2021"
    },
    {
        "full_article": "The fact that greenhouse gas (GHG) emissions—caused by burning fossil fuels like coal, petroleum and natural gas, since the beginning of the industrial revolution—has led to the global climate crisis we face today was discovered by scientists over three decades ago, with the formation of the Intergovernmental Panel on Climate Change (IPCC). The IPCC has been publishing periodic assessment reports on the scientific evidence and knowledge about both the problems and the solutions to human-induced climate change.\nOver the last three decades, the IPCC has increased the number of scientists involved in the preparation of each successive report to include more disciplines, particularly social sciences, and also geographical representation, especially from developing countries.\nI have been the lead author of three IPCC assessment reports in more than two decades, and I will share some ideas on how to build on and enhance the effectiveness of scientific research at both global and national levels—and even at a local level, particularly in vulnerable developing countries like Bangladesh.\nFirst, I want to recognise that the IPCC is by far the most comprehensive and inclusive scientific collaboration that has been attempted in the world. It has been able to get the evidence of climate change assessed in a scientifically credible manner, and then have that assessment accepted by governments so that there are no disagreements about said evidence. This is its greatest achievement as yet, for which it was recognised with the Nobel Peace Prize in 2007.\nHowever, it is important to recall that the IPCC does not do the research itself; rather, it only assesses the existing scientific research and then provides an assessment of the state of play during each assessment period. It also does not make policy prescriptions, but provides policy-relevant information, on the basis of which policymakers at national as well as global levels can make appropriate, science-based policy decisions.\nOne of the main clients for each IPCC assessment report is the annual Conference of Parties (COP) of the United Nations Framework Convention on Climate Change (UNFCCC). Thus, the upcoming COP26 will be informed by the recently published sixth assessment report—from Working Group 1— which has, for the first time, shown that the extreme weather events we have been experiencing in recent years can be scientifically attributed to the rise of global mean temperature over one degree Celsius, due to GHG emissions since the industrial revolution began over a hundred years ago. This is an extremely important new finding of the latest IPCC assessment report, which ushers in the era of loss and damage from human-induced climate change as a reality now, and no longer something that will happen in the future.\nThe remaining sixth assessment reports, from Working Group 2 on impacts, vulnerability and adaptation, and from Working Group 3 on responses, will be published in 2022 ahead of COP27, which is set to be hosted in Africa next year.\nSo, while the IPCC remains to be of major significance in supporting decision-makers to deal with climate change, there is certainly room for improvement in its assessment work, which I would like to share.\nThe first point to make is that, despite excellent efforts to expand the disciplines from which authors are selected as well as from developing countries, they are still significantly underrepresented in the number of lead authors in different working groups.\nAnother deficiency is the reliance on only assessing peer-reviewed scientific articles which, while certainly ensuring quality of articles cited, leaves out an extensive body of evidence from local communities or even indigenous communities that has not been written up in scientific articles. This is particularly important for sharing knowledge about how to effectively adapt to the adverse impacts of climate change, where vulnerable communities are generating experiential knowledge that is not yet collected by the IPCC.\nAnother aspect is the way the IPCC, being an intergovernmental body, is also subject to the politics of some of the more powerful countries, and that the voices of less powerful countries are not necessarily heard. However, if the vulnerable developing countries are able to stick together and make a strong case for their trouble, they can indeed get their way sometimes. One such example was the special report on the cap of 1.5 degrees Celsius in global temperature rise, which was pushed by the vulnerable developing countries in the face of opposition from some powerful countries. This particular report played a major role in ensuring that the 1.5 degrees Celsius goal for mitigation was agreed upon in the Paris Agreement at COP21 in 2015.\nIn the coming year, the seventh assessment cycle is going to be discussed, agreed upon and started, so it is important for the vulnerable developing countries to ask the IPCC to prepare another special report on loss and damage from human-induced climate change.\nI also want to address the need to invest in supporting good-quality scientific research in every developing country—no matter how poor it may be. Even the poorest countries have numerous universities where the faculty members and students have the potential to carry out research at the local and national levels on how best to tackle climate change for their own countries, and provide such evidence to local and national decision-makers. The poorer developing countries cannot simply rely on international experts to fly in and fly out to provide them with the most relevant evidence to aid their decision-making processes. They need to invest in the capacity of their own researchers to provide them with location-specific evidence.\nThis is something that Bangladesh has already done through various investments in research on climate change, conducted in several universities and research institutions, all of which has been brought together under a platform named Gobeshona. A similar investment programme in national-level research is being developed for the countries in the Climate Vulnerable Forum (CVF), under the leadership of Prime Minister Sheikh Hasina, who is the CVF chair.\nAs Prime Minister Hasina has rightly proposed, it is now time for the vulnerable developing countries to move forward to become prosperous in the face of climate change, and investment in research is an essential element in achieving that transformational objective. Bangladesh will be the first CVF country to launch a climate prosperity plan—Mujib Climate Prosperity Plan (MCPP)—with the aim to transform the country in the coming decade, through mitigation as well as adaptation, for which investment in quality research will be a necessary condition.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Climate response needs more investment in scientific research",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/climate-response-needs-more-investment-scientific-research-2203971",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2021"
    },
    {
        "full_article": "Upon reading the news headline for the incident I am about to discuss, I only felt a momentary, dull pain in my gut or thereabouts. Because while it is a shocking incident that would rob you of hope, the elements of the story are all too familiar to us all.\nA girl of 16 years—a college fresher named Suraiya Newaz Labonno—was married off in Netrakona, after which her in-laws demanded a hefty dowry. When her family was unable to pay the dowry, she was taunted by her in-laws constantly. A few months into the marriage, Labonno got pregnant. A year on and the taunting only worsened. In August, according to the news report, Labonno left her husband's home and moved back in with her parents.\nBut October 9 proved to be the last straw. According to Labonno's family, a visit from her husband—meaning renewed verbal and physical abuse to force her to pay up the dowry he had demanded—resulted in her dousing herself in kerosene and setting her own body on fire. Sustaining 90 percent burn injuries, Labonno gave birth to a stillborn baby on October 14. Twelve hours later, she succumbed to her injuries while on life support. As per a report by the daily Samakal published on October 16, her family filed a case against her husband and five other people, but no one was arrested at the time.\nWhen all of this blows over, with or without justice, what happened to Labonno will be just another story—a statistic. But it does prove, once again, that when Bangladeshi women and girls face gender violence, it is usually from those closest to them and that it comes in more than one form at a time.\nFirst and foremost, the fact that a person as young as 16 years was married off and also conceived a child soon after is not surprising in the context of our culture—especially given the rise in child marriage during the last year and a half of Covid-19 pandemic.\nAccording to Brac's Gender Justice and Diversity programme, child marriage increased by at least 13 percent during the pandemic. Another assessment report by the rights organisation Manusher Jonno Foundation (MJF) from March said that at least 13,886 girls in 21 districts became victims of child marriage between April and October of 2020; 48 percent of these girls were aged between 13 and 15 years.\nThis rise in child marriages starts making sense when one factors in the proportion of people who were pushed below the poverty line. According to a survey by the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD) from April 2021, at least 40 percent of our population may currently be living in poverty. This number was 20.5 percent before the pandemic hit.\nMany people lost their jobs, and children of lower-income families—who did not have access to necessary digital learning materials—were kept out of school. In most cases, one of two things happened: either the child had no choice but to join the workforce to help out their family financially, or the girl child was married off by parents in the hope that their burden would lessen. But what happens when a girl's family marries her off while giving the impression that she is a kind of nuisance who is transferable and can be done without?\nUsually, it prompts the girl's in-laws to also treat her that way. In most cases, the groom is much older than the (child) bride and much more capable of earning a living. This, coupled with the embedded patriarchal values in Bangladeshi families, puts the victim of child marriage at the end of the chain of both her families. Take into account the practically non-existent implementation of child marriage preventive laws in our country, and you have someone who is at tremendous risk of facing violence of any and all forms.\nUnfortunately, the risk is a reality in the cases of many, if not most, child brides. Besides a halting of their education, other common problems they face include reproductive health issues due to early pregnancies, inability to acquire financial independence, loss of connection with peers (that is, having no personal social circle besides those approved by her family), dowry demands, and physical and/or mental torture by the in-laws.\nIt is not that laws are not in place to provide justice to the victims of child marriage—and of the resulting abuse. But that's just it: the laws mostly focus on getting justice to those who have already been made victims. Shouldn't our focus be on prevention as well? What is the point of harping about laws being in place after the fact? What use would it be to Labonno, for example, if her husband and others are now arrested and punished under the Dowry Prohibition Act or the Child Marriage Restraint Act, when her life and ambitions are already lost?\nThe years of advocacy and rectification that have gone into forming these laws must be appreciated. However, punishment of crimes committed against child brides does not solve the issue of why there are still so many child brides in our country. Even before the pandemic, over half of the marriages taking place in Bangladesh were cases of child marriage, according to the United Nations.\nAs already mentioned, poverty plays a major role in perpetuating the practice of parents marrying off their daughters under the age of 18 years. But there is also a major lack of awareness about the dangers of child marriage; too many aspects of our society also help enable this practice.\nIn April 2020—the month after the first case of Covid-19 infection was detected in Bangladesh—the Child Helpline, 1098 (run in collaboration with Unicef), received at least 450 calls relating to child marriage, as per a Dhaka Tribune report from March 2021. Most of these calls were from adolescent girls afraid of being forced into marriage. So, even though young people—and child brides themselves—are aware that what is happening to them is not normal, it is because of the lack of awareness of those who surround them that so many child marriages take place in Bangladesh every year.\nIt is up to the state, the rights groups, and the community leaders to raise awareness and conduct dialogues regarding how unfavourable a fate the victims of child marriage usually meet. Families must be made to see that it would be far more beneficial for them to let their adolescent daughters stay in school and pursue their own careers in the long run. Otherwise, these child brides will continue to be subjected to violence and will find it easier to escape abuse by death than by law.\nAfia Jahin is a member of the editorial team at\nThe Daily Star.\n",
        "headline_1": "What does it say about our society when a child bride sets herself on fire?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-does-it-say-about-our-society-when-child-bride-sets-herself-fire-2203966",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2021"
    },
    {
        "full_article": "As tensions over the Taiwan Strait mount, everyone needs to think about whether war is inevitable. Ukrainian revolutionary Leon Trotsky once said: \"You may not be interested in war, but war is interested in you.\" And if we slip into war by what World War I historian Barbara Tuchman called the March of Folly, can the Great Powers step back from mutual nuclear annihilation?\nWhen the world's unipolar power incurred more pandemic deaths—more than 753,000, at last count—and got defeated in Afghanistan by tribal warriors, no one should be surprised to ask whether America (and by extension Western civilisation) is in decline. The prestigious US magazine Foreign Affairs devoted three issues this year to three questions: \"Can America Recover?\", \"Decline and Fall—Can America Ever Lead Again?\" and \"Can China Keep Rising?\". For those reading the endless barrage of invectives against America's rivals, it certainly feels like the Cold War has returned with a vengeance.\nHowever, for Greta Thunberg and fellow climate activists, surely the world leaders' priority is to work together to address our looming climate disaster?\nWhy are the alphas fighting on a burning planet? Shouldn't we call \"time out\" to see how to collectively address the urgent and existential issues of human and planetary distress?\nNext month, the World Economic Forum (WEF) is meeting in Dubai with an agenda to move from a Great Reset to a Grand Narrative Initiative \"to shape the contours of a more prosperous and inclusive future for humanity that is also more respectful of nature.\" Grand Narratives may sound like a media story, but the reality is that the masses are unlikely to buy an elite-driven dream until they are part of the conversation.\nTake Harvard historian Samuel Huntington's \"Clash of Civilizations\" narrative. Written in 1996, Huntington seemed prescient in predicting the clash between Western civilisation and the rest: namely Sinic, Japanese, Hindu, Islamic, and Latin American. He asked poignantly: \"The central theme for the West is whether, quite apart from our external challenges, it is capable of stopping and reversing the internal process of decay. Can the West renew itself or will sustained internal rot simply accelerate its end and/or subordination to other economically and demographically more dynamic civilisations?\"\nHuntington basically reflected the worry of British historian Arnold Toynbee (1889-1975) that since civilisations are born out of primitive societies, the key is whether the elites can respond effectively to new challenges—internal or external. Toynbee saw clearer than other Western historians like Edward Gibbon (author of \"The History of the Decline and Fall of Roman Empire\") that collapses are not necessarily due to barbarian invasions, but whether the ruling elite can overcome their own greed or interests to address the new challenges.\nIn pure economic, financial, technology, and military terms, few question whether the West remains superior in almost all aspects, except in population numbers. According to the Maddison projections of population and GDP, the rich countries—essentially Western Europe plus Western offshoots (US, Canada, Australia, New Zealand) and Japan—would have 947 million people and 36.3 percent of world GDP by 2030, whereas Asia (China, India and the rest) would have a population of 4.7 billion and 49.6 percent of global GDP. This reverses the 2003 position when the West (including Japan) accounted for half of world GDP, compared to one-third for Asia. This dramatic reversal is due to the rise of China, India and the rest of Asia to higher middle-income levels by 2030, mainly through trade and catch-up in technology.\nIn the coming decades, the roughly one-billion-rich West must contend with the rising powers of China (1.4 billion), India (1.3 billion) and the Islamic countries (over one billion), which have cultures and ideologies very different from the West. If the planet heats up as expected, expect more Latin Americans, Africans, and Middle East poor arriving on the West's borders to migrate.\nAt the same time, with the American demonisation of Russia and China pushing them closer together, the United States is confronting at least three fronts (including the Middle East) amid a fractious domestic arena, where political polarisation prevents policy cohesion and continuity.\nThis current situation reminds Islamic countries, following their great historian Ibn Khaldun (1332-1406), of the cycle of dynasties and empires that Islam went through. When the social cohesion or bonds–asabiya—is strong, there is state legitimacy and rise of empires. When it is weak, dynasties fall and empires are lost. After the January 6 insurrection in Washington DC, many are inclined to believe that fratricidal tribalism is happening now inside America.\nSimilarly, Chinese macro-historians Sima Qian (\"Records of the Grand Historian,\" 146-86 BC) and Sima Guang (\"Comprehensive Mirror for Governance,\" 1019-1086 AD) also recorded that empires fall not so much from external invasion, but from internal decay. In Yale historian Paul Kennedy's terminology, has the United States arrived at the point of \"imperial overreach,\" when its global ambitions and responsibilities exceed its financial and industrial capacity? After all, the US government debt has reached as high as the end of the World War II level, without even starting World War III.\nBut all historians know that rise, decline or fall is never pre-ordained. The past is not a scientific linear predictor of the future. The unipolar order has weakened, without any Grand Bargain between the Great Powers on what the new order should even begin to look like. Any Grand Bargain requires the incumbent hegemon to admit that there are equals and peers in power that want the rules of the game reset from the old order. This does not mean that anyone will replace the United States soon, because everyone wants to buy time to set their own house in order after the pandemic.\nIn short, before any Grand Narrative, we need a whole series of conversations with all sides, from the weakest to the most powerful, on what the post-pandemic order should look like individually and collectively. There can never be one Grand Narrative by the elites, until there are enough dialogues between the many.\nWhen the meek are weak, they suffer because they must. But when the strong are insecure, that is when war begins.\nAndrew Sheng is adjunct professor at Tsinghua University, Beijing and University of Malaya. He was formerly the chairman of the Securities and Futures Commission, Hong Kong.\nCopyright: Asia News Network\n",
        "headline_1": "Can the Great Powers avoid war?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-the-great-powers-avoid-war-2203961",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2021"
    },
    {
        "full_article": "It is really worrying how the rising prices of essential food items have continued to afflict ordinary people over the last few weeks. According to a report by this daily on Tuesday, during this time, the prices of almost all kitchen items have increased by 10 to 70 percent. Unable to cope with the high prices, people from low-income backgrounds are gathering at the TCB selling points to buy these items at subsidised prices. But unfortunately, many of them are returning empty-handed, as the stocks at Open Market Sales (OMS) points run out before they can reach the trucks selling the items.\nIt is not only the low-income people who are struggling with the spiralling food prices. Our reporters have talked to people involved in small businesses and found how they are also limiting their protein intake to cope with the situation. As more and more people are compromising with the quality of food they are eating, they are bound to suffer from malnutrition and other health issues as a result.\nA survey by the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD) has found that around 24.5 million people have been pushed into poverty in Bangladesh because of the Covid-19 pandemic. Although people have now returned to work, many are doing inferior jobs with lower pay, according to experts. This—the sharp fall in their income together with the sharp increase in food prices—means a double blow that they have no way of overcoming—without state support, of course.\nAlthough the government has been saying that they are taking measures to control the food prices, there is still no sign of the prices going down. It is also incomprehensible why the traders would not sell their products at the government-fixed rates. For instance, when the government fixed the price of sugar at Tk 74-75 two months back, the trader immediately started selling the item at Tk 80-85. This means that the government has no control over the retail market. It is also not clear as to why the government is still unable to break the syndicates responsible for the unexplained increase in food prices.\nWhile the government must act promptly to keep our local market stable, it also must take immediate measures to address the plight of the people. Expanding the government's social safety net programmes should be the first step. The TCB is currently selling essential food items at subsidised prices via its 450 trucks, which should be increased considering the needs of the people. The government should also consider providing direct cash assistance to the extreme poor. In addition, the syndicates that have been formed around the OMS selling points must be apprehended so that they cannot buy the food items from the TCB trucks meant for the low-income people.\n",
        "headline_1": "Uncontrolled food prices must be checked",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/uncontrolled-food-prices-must-be-checked-2203956",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2021"
    },
    {
        "full_article": "The role of social media in creating communal tensions is once again under the spotlight after the recent spate of attacks on Hindus which, experts say, was set off by a hate campaign over the alleged desecration of Islamic scriptures at a Cumilla puja mandap. That such a campaign, if left unchecked, would have a devastating effect is hardly surprising. It matters little that the man alleged to have put a copy of the Quran at the puja mandap was a Muslim. In a country with generally poor digital awareness and pent-up social tensions and frustrations, social media holds the power of life and death. It can cause unimaginable suffering when used with nefarious intent.\nAn investigation by The Daily Star has tracked over 300 videos on YouTube featuring hate speech on the Cumilla incident, a significant number of which were made and uploaded within hours of the attack on October 13. These videos, uploaded by channels that cater to a specific audience interested in religious content, describe how the religious sentiments and values of Muslims were demeaned, peddling rumours about the possible culprits. In some videos, casualty numbers were also inflated. Imagine the destructive power of such videos when those are widely circulated through Facebook, with many sharing them without verifying the content—thus sparking angry backlash. Eventually, the reliability of such content becomes immaterial, and what remains is the ingrained, unaddressed feeling of hurt—perfect fodder for the communal actors. \nWe have seen this cycle play out too many times. We have seen this in Sunamganj's Shalla upazila. We have seen this in Nasirnagar. This is why stronger social media regulation is needed to counter fake, hate-filled videos, to stop them before they go viral by debunking the rumours, and trace and block such contents when needed. That said, a blanket social media ban or internet blackout, like the kind we have seen in the aftermath of the Cumilla incident, is not the solution. Going forward, we also need to work on raising digital awareness among people so they can differentiate between the fake and the real. Digital awareness is part of the modern-day survival kit. But will this solve the problem of communal violence? \nGiven how vast the cyberspace is and how people can still access blocked content with the help of technologies like VPN, it will be unwise to think stronger regulation alone will be enough to counter the adverse impacts of social media. The government needs to offer a reliable alternative to rumours and fake news, and only a free press can do that. That, and a sustained campaign to nurse the communal fault lines through increased dialogue and responsible behaviour from all parties involved, especially the political parties, can bridge the gaps significantly and make it harder for the communal actors to take advantage of people's feelings and sentiments. \n",
        "headline_1": "Time to take a hard look at our social media policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-take-hard-look-our-social-media-policy-2203936",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2021"
    }
]