[
    {
        "full_article": "Sifting through allegations of corruption and malfeasance against politicians, especially those in the Opposition, after cases are filed by a successor-government in Indian States is a knotty exercise. In States such as Andhra Pradesh, relations between the ruling regime and the Opposition have transcended political and ideological contestation and have veered deep into outright hostility and vendetta as seen in the ongoing rivalry between the ruling Yuvajana Sramika Rythu Congress Party and the Telugu Desam Party. Prima facie, the allegations by the Andhra Pradesh CID (AP-CID) about malfeasance in the Andhra Pradesh State Skill Development Corporation’s functioning in 2014, are grave. The predecessor government (TDP) is accused of releasing funds for a skill development scheme for unemployed youth in the State, and allegedly diverting a major portion to shell companies, based on fake invoices, even as private partner entities which were roped in to invest in the scheme had not put in their requisite share. The AP-CID has claimed that there were other rule violations in the implementation of the scheme, even as the Enforcement Directorate (ED) launched a separate inquiry based on the FIR filed by the AP-CID in December 2021 leading to arrests of individuals who had purportedly benefited from the transfer of money from the government. The AP-CID has now named the former Chief Minister, N. Chandrababu Naidu (TDP), as the prime accused, leading to his arrest, with its Economic Offences Wing seeking to establish the link between him and other private beneficiaries of the government’s release of money for the scheme.A look at the evolution of the case, with Mr. Naidu being named the prime accused only recently, raises the suspicion of whether political vendetta is also guiding the investigations. Irrespective of the merits of the case, his incarceration will be seen in the light of the zealousness of agencies such as the ED to use arrests, especially those involving the political Opposition, as a political weapon in various cases. Rather than relying on documentary evidence in its investigations, the ED’s recourse to high-profile arrests is now being replicated by State agencies as well. The onus is now on the AP-CID to establish a clear link between Mr. Naidu and the alleged irregularities in the scheme. Dealing with malfeasance and corruption cases is no easy task for State agencies. But if they are to tackle the problem of corruption in governance, such agencies must not be seen to be doing the bidding of the party in power. Else, such actions only result in the cynicism of the electorate about corruption and erode their trust in institutions. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAndhra Pradesh\n\n/\n\ncorruption & bribery\n\n/\n\npolitics\n\n/\n\ninvestigation\n\n/\n\ninquiry\n\n/\n\neconomic offence/ tax evasion\n\n/\n\nvoting",
        "headline_1": "Probe and probity: On the evolution of A.P. State Skill Development Corporation scam case",
        "headline_2": "Investigating agencies must avoid being drawn into political contestation",
        "link": "https://www.thehindu.com/opinion/editorial/probe-and-probity-the-hindu-editorial-on-the-evolution-of-andhra-pradesh-state-skill-development-corporation-scam-case/article67300105.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "A Constitution Bench of the Supreme Court has ruled that its 2014 verdict, invalidating Section 6A of the Delhi Special Police Establishment Act, the law that governs the CBI, will have retrospective effect from the day the provision was introduced in 2003. Section 6A provided that any investigation into corruption charges against officials of the rank of Joint Secretary and above, can begin only after the Central government’s approval. It was introduced to restore the Centre’s ‘Single Directive’, a set of instructions to the CBI on the modalities of holding an inquiry. In the landmark case of Vineet Narain (1997), the apex court had struck down the directive on the ground that a statutory investigation cannot be impeded by administrative instructions. Six years later, Section 6A was introduced to restore the prior approval requirement. However, in 2014, the Court struck down this section too, holding that it violated the norm of equality by extending its protection only to a class of public servants and not everyone. The latest judgment rejects arguments by some who are facing investigation that they should be given the protection of Section 6A as they were charged with offences that date back to the time before the 2014 judgment, when the provision was in force. The Court has reiterated the position that post-Constitution laws cannot be inconsistent with the Constitution and when they are so declared by a court, the invalidation is with effect from their inception.The judgment is of limited applicability now, as it will impact only allegations that date back to the period between 2003 and 2014. The law as it stands now is quite different. In 2018, when the Prevention of Corruption Act was amended, Section 17A was introduced to make the government’s previous approval a mandatory requirement before any probe can be begun into decisions or recommendations made by a public servant. This initial stage filter has been created even while sanction is necessary for prosecuting any public servant at the stage of the trial court taking cognisance of the charge sheet. A prior approval requirement for initiating an anti-corruption probe is not inherently desirable. In its 2014 judgment, the Court had observed that such provisions are destructive of the objective of the anti-corruption laws, block the truth from surfacing and sometimes result in a forewarning to those officials involved as soon as allegations arise against them. It may be necessary to have safeguards to filter out frivolous inquiries into the conduct of public servants making crucial and bona fide decisions, but it is equally in the interest of the public that these provisions do not become a shield for the unscrupulous.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ncorruption & bribery\n\n/\n\ninvestigation\n\n/\n\nlaws\n\n/\n\nprosecution",
        "headline_1": "No filter: On Section 6A of Delhi Special Police Establishment Act",
        "headline_2": "Prior approval requirement for initiating corruption probes is not desirable",
        "link": "https://www.thehindu.com/opinion/editorial/no-filter-the-hindu-editorial-on-section-6a-of-delhi-special-police-establishment-act/article67299458.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "The recent reintroduction of licensing on the imports of laptops, desktops and tablets, India’s main import items within the Harmonised Tariff Schedule (HTS) category 8471, raises some puzzling trade policy questions.\nTo begin with, why revive a trade policy instrument of a bygone era, which also happens to violate the WTO agreements to which we are a signatory? Instead, why not rely on tariffs? A simple-minded answer would be that the commerce ministry, which issued the order, has the authority to impose licensing but not raise tariffs. Authority for the latter resides in the finance ministry. My own inclination is to reject this explanation on the grounds that there had to have been inter-ministerial discussion on such a major decision.\nAn alternative possibility is that GOI wanted to take a discriminatory approach to restricting imports vis-a-vis different trading partners. In principle, this too, could be accomplished through a higher discriminatory tariff on the target country, just as the US had done to restrict its steel and aluminum imports in 2018. However, this would have attracted more attention since it would have required explicitly naming the target country. In contrast, licensing has the virtue of accomplishing the objective by quietly denying the licence whenever the source of imports happens to be the target country.\nThis explanation gives rise to the question of what could be the purpose of targeting a specific country. Since China is the obvious target country in this case, and it accounted for a hefty 54% of India’s HTS 8471 imports in 2022, possible answers include safeguarding national security, inflicting injury on the source country and protecting domestic industry. Consider each of these answers in turn.\nRead full story on TOI+\n\n",
        "headline_1": "Laptop decision doesn’t compute: If creating a domestic industry for computers is the goal, tariffs would have been a better policy instrument than reimposing Nehru-Gandhi era licensing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/laptop-decision-doesnt-compute-if-creating-a-domestic-industry-for-computers-is-the-goal-tariffs-would-have-been-a-better-policy-instrument-than-reimposing-nehru-gandhi-era-licensing/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "India has long aspired to be an educational hub for the world. However, the reality is that every year droves of Indian students opt for higher education in foreign countries. An implicit recognition exists of the difference in quality between Indian and foreign universities such as those in the US, UK and Germany. In fact, the highest-ranked Indian institute, IIT Bombay, stands at 149 in the QS World University Rankings 2024. To address this situation, there needs to be serious introspection about the reasons why Indian varsities don’t measure up.\nThe best universities in the world typically share several common characteristics that set them apart from the rest – such as academic excellence, robust support services and industry partnerships.\nBut above everything else, they have enthusiastically embraced digital transformation. By leveraging technology effectively, a university can create a more dynamic and inclusive learning environment, while simultaneously improving administrative efficiency and overall institutional performance. What then must our universities do to break the glass ceiling of rankings?\nRead full article on TOI+\n\n",
        "headline_1": "How Indian universities can break into global top 100: It will take innovative approaches that focus on leveraging technology and fostering research, academia-industry connect plus strong alumni networks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-indian-universities-can-break-into-global-top-100-it-will-take-innovative-approaches-that-focus-on-leveraging-technology-and-fostering-research-academia-industry-connect-plus-strong-alumni-netwo/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "PM Modi chose the right occasion – in his concluding remarks at the G20 summit – to reiterate India’s pitch for permanent membership of the UN Security Council. The New Delhi meeting was ample proof of India’s growing geopolitical stature. That it was able to produce a joint statement on critical issues – including on the Ukraine war – highlighted the depth and breadth of its global influence. Therefore, an expanded UNSC with India as a permanent member will better reflect current global realities.\n\nHowever, UNSC reforms have been still-born for decades. The last time the council was expanded was in 1965 to increase the number of non-permanent rotational members to 10. But the five veto-wielding, permanent members have remained the same since 1945 – notwithstanding People’s Republic of China replacing Republic of China, and Russia taking over the erstwhile Soviet Union’s seat. The main reason for this inertia is the high bar for effecting UNSC reforms. The UN Charter needs to be amended by two-thirds of the UN members in a vote and further accompanied by ratification by the same number. Crucially, this must include all the five UNSC permanent members (P5).\nOver the years, three blocs have emerged advocating reforms – G4 (India, Brazil, Germany and Japan), Uniting for Consensus (comprising G4’s regional rivals like Pakistan, Italy, Argentina and South Korea), and the African Union. They all differ on the nature of reforms – while G4 wants permanent UNSC membership, Uniting for Consensus wants an expansion in the number of non-permanent seats only, whereas AU wants two permanent African seats with veto powers.\nPlus, among P5, China has been playing spoiler. Its position has become consistent with the Uniting for Consensus group to deny India and Japan permanent seats. And given the state of India-China ties today, Beijing is unlikely to support New Delhi’s position in the foreseeable future. Yet, UNSC reforms need a fresh push if the body is to remain relevant. As the Ukraine war and other crises show, not having an expanded UNSC has led to substantial sidelining of Global South issues. If the UN is not to go the League of Nations way, it must have countries like India as permanent UNSC members.\n\n\n",
        "headline_1": "Still just five: With an even more aggressive China against UNSC permanent membership for India, reform looks tough",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/still-just-five-with-an-even-more-aggressive-china-against-unsc-permanent-membership-for-india-reform-looks-tough/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "Former PM and JD(S) chief Deve Gowda on Sunday said his party is in talks with BJP to work out a seat-sharing deal in Karnataka for Lok Sabha elections. He added it was meant to save JD(S) and appealed to voters to keep the regional party afloat. Gowda’s appeal should be read in the context of a key political development. Since 2014, the clout of regional satraps in GOI has all but disappeared. While many remain formidable in states, national politics has changed.\n\nThe 25-year period between 1989 and 2014 was characterised by two intertwined features. Congress hegemony receded and for a brief while two other pan-India parties, BJP and Janata Dal, began their ascent. Janata Dal soon splintered into regional parties, as did Congress in some states. An outcome was the creation of national coalition governments. Political scientist Adam Ziegfeld calculated that between 1989 and 2010, 33 of the 84 political parties that won seats in LS received ministerial representations. In 1990s, the LS vote share of regional parties more than doubled from the earlier level of 20%. That phase ended with BJP’s successive majorities in 2014 and 2019.\nFor JD(S), the situation worsened with a poor performance in Karnataka’s assembly election. Similarly, BSP and Shiromani Akali Dal face an uncertain future with their performance diminishing in all elections. Today, regional parties can be categorised into three groups. The ones in states such as AP and TN who dominate all polls. Others in states such as West Bengal and Odisha who are dominant in local polls but face a tougher challenge in LS elections. Finally, parties such as JD(S) who are struggling at all levels. All categories have a diminished voice in political affairs at the Centre, which has led to a debate over federalism. The interesting question now is what happens to regional parties if Congress increases its LS vote share without really cutting into BJP’s base. Unlike 1990s, they will have to deal with pan-India parties who are all growing at their expense.\n\n",
        "headline_1": "Twilight of satraps? JD(S) appeals to voters to save regional parties. Therein lies a much larger and significant political tale",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/twilight-of-satraps-jds-appeals-to-voters-to-save-regional-parties-therein-lies-a-much-larger-and-significant-political-tale/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "Planning Minister MA Mannan recently said in parliament that the level of corruption had increased all across the country. As the government seems to be in denial when it comes to corruption, such an admission by none other than our planning minister should serve as a wake-up call for all the government institutions. The minister also termed corruption as a national problem, saying that the spending of public money has doubled, tripled or in some cases quadrupled now compared to the last 30-40 years, which means that the scope for corruption has also increased significantly. Who knows this better than the people of this country, who often have to endure corruption when seeking services from various government offices?\nReports are aplenty in the media on how almost all our public sectors have become increasingly vulnerable to corruption, with hardly any government office or project found to be working with complete transparency and accountability. Citing a few news reports on corruption that were published only yesterday will make it clear. According to one report in Prothom Alo, the Office of the Comptroller and Auditor General (OCAG) has found various types of irregularities and corruption in the procurement process of Bangladesh Railway (BR) – the BR has, in fact, purchased a machine for Tk 3 lakh from a contractor, which would cost Tk 19,000 in the market. Another report published in The Daily Star has disclosed how a project director of the Department of Fisheries has been using his own car as a leased vehicle for his project and earning money from this. These two reports are just the tip of an iceberg. Corruption in the form of bribery, extortion, embezzlement, deception, negligence of duty, nepotism, etc is rampant across all government sectors, including health, railway, education and other service sectors, which have been widely reported in the media.\nEarlier this year, the Transparency International published the Corruption Perceptions Index (CPI) 2022, in which Bangladesh was ranked 147th out of 180 countries. The TIB also conducted a survey on 15,454 households to examine the level of corruption in our service sectors last year and found that around 71 percent of them had to face corruption while trying to avail public services. The graft watchdog also found various forms of anomalies in government procurement and recruitment processes.\nIt is clear from all these reports, surveys and investigations that corruption has spread like an infectious disease into every sphere of our society, impeding our progress as a nation. Against this backdrop, the comments made by the planning minister should be taken seriously by the government. It should identify all the avenues of corruption and take drastic measures to ensure accountability and transparency at all levels of the government.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Corruption, corruption, everywhere",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/corruption-corruption-everywhere-3417126",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "Diplomatically, this year has possibly been the most eventful in the history of Bangladesh. A number of top US officials visited the country over the past months. Our prime minister had a meeting with President Xi Jinping of China in South Africa during the BRICS summit. And then the Russian foreign minister, Sergei Lavrov, visited Bangladesh, followed soon after by the visit from French President Emmanuel Macron.\nLavrov is the first foreign minister of Russia to visit Bangladesh since Bangladesh's independence. The Russia-Ukraine war has led to a reorientation of the world order and the visit was part of his world tour to garner support, which was evident from the comment he made: \"If we look at the situation and analyse it, we can clearly see that the US and its allies are truly trying to promote their interests in the region by using the so-called Indo-Pacific strategy. Their goal is clearly both to counter China and to isolate Russia in this region.\" It will be interesting to see how the ruling government manoeuvres itself amid the global cross-currents and conflicting spheres of influence.\nAfter this visit, Prime Minister Sheikh Hasina went to India for the G20 summit, even though Bangladesh is not a member of the forum. There is no doubt that it is a matter of pride for the country to join the summit as a guest. Its political implications were substantial. The premier also met with her Indian counterpart, Narendra Modi, at his residence on the eve of the G20. Although there were no reports or mentions of the topic of their discussion, speculation has it that politics was very much on the agenda. Historically, Awami League has had a close relationship with New Delhi, regardless of the party in power, and India's predilection for AL is not a closely guarded secret either.\nIt is noteworthy that the PM visited India at a time when the ruling party is under pressure at home and abroad over the upcoming national election. While the western world is stressing on holding free and fair elections, India has refrained from expressing a concrete sentiment. The only comment from a spokesperson a month back did not indicate much either way, when he said it is the people of Bangladesh who will have to decide how the next national polls will be held. \"Of course, we are closely monitoring [the situation in Bangladesh]. We have a High Commission there… We hope that there is peace and no violence and the elections are held as per plans.\"\nBut that aspect of Hasina's trip has been completely overshadowed by the much-publicised selfie with US President Joe Biden. Hasina had been critical of the US on several occasions, especially after the US put sanctions on some Rab personnel and restricted visas for those who undermine elections in Bangladesh. Taking the cue from their party leader, Awami League members had also been rather critical. But these very party members circulated the much-discussed selfie almost as soon as it was posted.\nUnderstandably, the viral selfie was a matter of simple courtesy for the two leaders and is very unlikely to shift foreign policies. But the ruling party has garnered optimum mileage from this event. Many might say the photo signifies that as all is well between Bangladesh and the US.\nAddressing his BNP counterpart, AL general secretary Obaidul Quader said that many BNP leaders had lost their sleep after seeing the selfie. In response, BNP's Mirza Fakhrul Islam Alamgir retorted, \"I suggest [Quader] walk around with a photo of this selfie tied around his neck. It'll help you a lot to demonstrate that America's Biden is with you.\"\nThings did not end here, as there was another photo of UK Prime Minister Rishi Sunak, down on one knee, speaking to his Bangladeshi counterpart on the sidelines of the G20 summit. This got a lot of attention on the internet as well, but again, it was mere courtesy of a young leader towards a senior stateswoman who has steered her country successfully for 15 years, reducing poverty and attaining sufficient growth to have it graduate into a developing country.\nAfter that, French President Emmanuel Macron visited Bangladesh for 20 hours during which we committed to ordering 10 aircraft from Airbus, which is a major shift from Boeing's domination in Bangladesh. This is perhaps an attempt to make France more malleable to Awami League's cause, with the hope of softening an influential player of EU, also a UN Security Council member.\nUltimately, there were no expectations of great achievements from the sudden spurt of diplomacy. But there is no denying the political mileage that PM Hasina has garnered through the high-profile meetings and visits in the lead-up to the election, at a time when there were no hopes of any let-up in spiralling food prices, or a boost in exports leading to a rise in our foreign currency earnings. Nor is there any indication of an amicable end to this hostile political atmosphere, which would have been a welcome relief. That remains, as it always has, squarely dependent on how the parties play it out within our borders. Everything else is window dressing.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "A selfie, some visits, and a show of diplomacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/selfie-some-visits-and-show-diplomacy-3417096",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "During the short visit of French President Emmanuel Macron to Bangladesh, he wanted to take a boat ride on the Turag River and also meet with certain individuals to discuss what to do to tackle climate change. I was privileged to be one of four individuals selected to spend nearly an hour with Macron on the boat ride. The others were MP and Climate Envoy Saber Hossain Choudhury, Runa Khan of Friendship NGO (who had organised the boat trip), and Sohanur Rahman, a very active youth climate worker. All four of us also had the opportunity to attend the Summit for a New Global Financial Pact in Paris, hosted by President Macron, a few months ago.\nDuring the conversation, President Macron first wanted to hear from each of us about our own work and views regarding the collaboration between Bangladesh and France in tackling climate change.\nEach one of us was able to share details of our work with him, which I won't go into here. Rather, I would like to share what the French president had to say to us and what he offered to collaborate on.\nMacron first told us that he had had a one-on-one conversation with Prime Minister Sheikh Hasina already in which he'd offered assistance from France to Bangladesh to work on an energy transition partnership. France (alongside other European countries) has already engaged in such initiatives with a number of other developing countries, such as South Africa and Indonesia, wherein France has provided hundreds of millions of euros to help these countries transition from fossil fuel-based economies to renewable energy-based economies.\nThe second initiative Macron invited Bangladesh to join was the Global Biodiversity Framework Fund (GBFF) that has been created recently to support the conservation of both terrestrial and aquatic biodiversity in different countries. For this, he offered support from France in terms of carrying out nature-based solutions. Macron was particularly interested in supporting the conservation of mangrove forest ecosystems.\nThirdly, he felt, quite rightly, that climate change adaptation planning and implementation must be done at the national level in each country and that they must focus on supporting the poorest and most vulnerable communities in each country. These should not be imposed from the outside.\nWhen we told him about Bangladesh being a leader in adaptation, and particularly in locally-led adaptation, he was impressed and made an offer to enter into an \"adaptation pact\" with Bangladesh to support a truly bottom-up adaptation programme involving the government, civil society, and particularly the youth, in order to enable Bangladesh to tackle climate change. He offered to increase the funding that Bangladesh receives each year from France through the French Development Agency (AFD) to support the pact and also promised to get other developed countries to provide funding support as well.\nWe also had Information Minister Muhammad Hasan Mahmud with us, and were able to promise to get back to President Macron with a proposal to enter an adaptation pact by COP28 in Dubai this December.\nThe onus is therefore ours to do a quick evaluation and prioritise some of the most promising activities already identified in the various plans that we have developed – including the Bangladesh Climate Change Strategy and Action Plan (BCCSAP), the National Adaptation Plan (NAP), the Mujib Climate Prosperity Plan (MCPP), and the Delta Plan 2100 – to prepare the first bilateral adaptation pact between Bangladesh and France.\nSuch a bilateral pact could become a replicable model for other developing countries to prepare and pair themselves with a developed country for support in tackling the impacts of climate change.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development and a professor at Independent University, Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Macron’s support for an ‘adaptation pact’ with Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/macrons-support-adaptation-pact-bangladesh-3417076",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "Planning Minister MA Mannan recently said in parliament that the level of corruption had increased all across the country. As the government seems to be in denial when it comes to corruption, such an admission by none other than our planning minister should serve as a wake-up call for all the government institutions. The minister also termed corruption as a national problem, saying that the spending of public money has doubled, tripled or in some cases quadrupled now compared to the last 30-40 years, which means that the scope for corruption has also increased significantly. Who knows this better than the people of this country, who often have to endure corruption when seeking services from various government offices?\nReports are aplenty in the media on how almost all our public sectors have become increasingly vulnerable to corruption, with hardly any government office or project found to be working with complete transparency and accountability. Citing a few news reports on corruption that were published only yesterday will make it clear. According to one report in Prothom Alo, the Office of the Comptroller and Auditor General (OCAG) has found various types of irregularities and corruption in the procurement process of Bangladesh Railway (BR) – the BR has, in fact, purchased a machine for Tk 3 lakh from a contractor, which would cost Tk 19,000 in the market. Another report published in The Daily Star has disclosed how a project director of the Department of Fisheries has been using his own car as a leased vehicle for his project and earning money from this. These two reports are just the tip of an iceberg. Corruption in the form of bribery, extortion, embezzlement, deception, negligence of duty, nepotism, etc is rampant across all government sectors, including health, railway, education and other service sectors, which have been widely reported in the media.\nEarlier this year, the Transparency International published the Corruption Perceptions Index (CPI) 2022, in which Bangladesh was ranked 147th out of 180 countries. The TIB also conducted a survey on 15,454 households to examine the level of corruption in our service sectors last year and found that around 71 percent of them had to face corruption while trying to avail public services. The graft watchdog also found various forms of anomalies in government procurement and recruitment processes.\nIt is clear from all these reports, surveys and investigations that corruption has spread like an infectious disease into every sphere of our society, impeding our progress as a nation. Against this backdrop, the comments made by the planning minister should be taken seriously by the government. It should identify all the avenues of corruption and take drastic measures to ensure accountability and transparency at all levels of the government.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Corruption, corruption, everywhere",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/corruption-corruption-everywhere-3417126",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "We are delighted to see the increased prospect of trade and connectivity between Bangladesh and France following the two-day visit of French President Emmanuel Macron. This is the first visit by a French president to Dhaka in 33 years, which perhaps demonstrates the growing importance of Bangladesh in the region. We also recall with gratitude the French support for the people of Bangladesh during our Liberation War in 1971. Against this backdrop, the positivity expressed on both sides in Dhaka promises to usher in a new era of partnership based on mutual trust and interest. And although it is yet to reach the level of a \"strategic\" one, both sought to advance it by signing two bilateral instruments to enhance cooperation in different fields including infrastructure and satellite.\nThe Bangladesh government, as Prime Minister Sheikh Hasina said while welcoming her French counterpart, sees Macron's \"push for strategic autonomy\" to be in alignment with our own foreign policy. Later, she again noted his support for \"Bangladesh's sovereign policy independence\". It cannot be denied that any strategy of non-interference at this particular time, especially on democratic issues, comes with a caveat for political observers as Bangladesh prepares for its next parliamentary election in five months. But having strategic autonomy strengthens our position as Bangladesh tries to navigate through an increasingly complex geopolitical landscape, with regional powers and the Western world, including France, focusing more on South Asia to advance their Indo-Pacific visions.\nGeopolitical strategies are fraught with competing interests. But there are dividends to be reaped by strategic cooperation in areas of mutual interest. On Monday, Bangladesh and France signed two bilateral agreements in further acknowledgement of the potential of their ties. Among them was a credit facility agreement between Bangladesh's Economic Relations Division (ERD) and the France Development Agency (AFD) on \"Improving Urban Governance and Infrastructure Program\". The other one was a Letter of Intent (LOI) on cooperation between Bangladesh Satellite Company Limited (BSCL) and Airbus Defence and Space SAS, France related to the Bangabandhu-2 Earth Observation Satellite System. A number of vital areas of cooperation were also discussed during bilateral talks, including climate change financing, energy, security, etc. According to a report quoting the residence of the French president, the country has big plans for investments in strategic projects in Bangladesh, including nuclear power, hydropower, and aeronautics.\nIt is because of such collaboration that total trade between the two countries soared from €210m in 1990 to €4.9b in 2023, with France being Bangladesh's 5th largest export destination. Evidently, the possibilities are endless if both countries, especially Bangladesh, continue to explore and engage in mutually beneficial projects. We hope this spirit of collaboration will keep on enriching both of our nations.\n",
        "headline_1": "Bangladesh-France ties on the right track",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-france-ties-the-right-track-3416791",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "The high rate of inflation at over 9.0 per cent the economy has been witnessing during the past six months has not shown any sign of easing of late. The latest official data on the overall inflation and the consumer price index as published by the Bangladesh Bureau of Statistics (BBS) on Sunday, September 10 only provide in figures what the public are experiencing day-to-day. The food price inflation, for instance, rose to 12.54 per cent in August, the highest ever in the last 12 years. As a corollary, it has left its impact on the average inflation by way of pushing it up by 23 basis points (one basis point being equal to 0.01 per cent) to 9.92 per cent last month (August) from 9.69 per cent in July. The public is experiencing the pressure it has left on the general price levels, not just on foods. It may be recalled at this point that in May this year the inflation rate was the highest in a decade at 9.94 per cent. Amid such not-so-reassuring developments all around, the report that the non-food inflation has come down to 7.95 per cent in August from its peak at 9.57 per cent in May last is cold comfort to the common people. It all takes one again to the question that the average person often asks: why are the prices of essential goods, foods in particular, going up uncontrollably here in Bangladesh, though in the international market the picture is quite different? Even the UN's Food and Agricultural Organisation (FAO) early this month reported that the prices of staples had recorded a two-year low last month. Since March 2022, when the food prices on FAO's index, which recorded its highest ever in the wake of the Russo-Ukraine war, fell by 24 per cent last August. So, the excuse of the international commodity market's volatility as often offered by the traders to justify their price hike, too, does not hold water.It is indeed disappointing at a time when Sri Lanka, whose economy went into a free fall a year ago with its inflation rate at 69.8 per cent, has by now managed to bring it down to as low as 4.0 per cent in August. Also other countries including neighbouring India and even advanced economies of Europe and North America have been able to bring down their food inflation rates markedly from their peaks in mid-2022. So far as the irrational essential market is concerned, some economists would like to blame it on the manipulative trading syndicates on the grounds that, going by the government-supplied data, there should be no essentials supply shortage in the country. Others would point to the internal economic instability and lack of effective market management not only of the essential commodities, but also of the foreign exchange and money supply. Many believe, without tinkering in the name of managing, the relevant authority should rather let the market operate on its own to settle issues like exchange rate fluctuation. In that case the vested interest groups would be powerless to influence essential market negatively, they argue. Under the circumstances, first and foremost, the government needs to focus more on arresting the galloping food inflation to give common people some relief from the consequent sufferings. To that end, it may consider using policy tools that helped neighbouring countries in containing inflation.",
        "headline_1": "Containing food inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/containing-food-inflation-1694528574",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "A 15-year high global rice price poses a threat to food security that, according to experts, may take its toll causing extreme misery to impoverished millions across the globe with manifold economic and social ramifications. A FAO (Food and Agricultural Organisation) report says Rice Price Index reached its 15-year peak at 142.4 points in August, 31.2 per cent higher than that of a year ago. The ban on nonbasmati Indica (par-boiled) rice export by India has triggered the sudden price hike, according to the FAO report published monthly to monitor global rice price index. While global food prices eased in August, those of rice rose 9.8 per cent compared to the previous month, reflecting trade disruptions in the aftermath of a ban on Indica rice exports by India. The FAO said in its monthly report, \"Uncertainty about the ban's duration and concerns over export restrictions caused supply-chain actors to hold on to stocks, re-negotiate contracts or stop making price offers, thereby limiting most trade to small volumes and previously concluded sales.\" This seemingly has caused the price spike not only of Indian par-boiled rice, but also of the same variety produced by Thailand and Pakistan. Indian parboil rice price reached $461 a tonne on an average in late August, while the price of the same quality Pakistani rice soared to $579.8 a tonne, and Thai parboil price jumped to $633 a tonne, according to the FAO report.Indica rice is hugely consumed by the South Asian people. Bangladesh mainly imports parboiled Indica and Indica white rice from the Asian sources to ensure ample supply in its domestic market. On August 25, India moved further in its restrictions on rice export by imposing a 20 per cent export duty on non-basmati parboiled rice. Two days later, the Indian government also announced that it had instructed the Agricultural and Processed Food Products Export Development Authority to register basmati export only with values of US$1,200 a tonne or above.The FAO report said India's parboiled rice shipments ranged from 3.4-7.9 million tonnes in the past five years, accounting on an average for 34 per cent of India's overall rice export. In the Indica white rice market, the most pronounced increase was registered in Viet Nam, where amid the summer-autumn harvest, quotations of '5.0 per cent broken rice' (a low-priced variety) overshot the July levels by $110 per tonne to reach the highest level since July 2008. Monthly price increases were in the order of $60-80 per tonne in other Asian origins. These caused Asian quotations of Indica white rice at 40-60 per cent above the August 2022 values.The question that agitates now is if the Indian ban is going to have an impact on our domestic supplies and market prices. A report in the FE quoting farm experts says that the government has a reasonably good rice stock for now, but it could turn critical in the coming months amid dramatic hike in rice prices across the globe. A noted farm economist has said that local rice production was about 20 million tonnes in the Boro season, but drought between April and July caused concern for rice outputs in Aman and Aus seasons, which comprise above 45 per cent of the total domestic supply. Scanty rainfall from April to July might cut the Aman and Aus output in fiscal year (FY) 2023-24 by 11 per cent and 4.0 per cent respectively, according to a United States Department of Agriculture (USDA) report. The report further said seedbed preparation for Aman declined to 6.0 per cent in terms of land. Aus rice output might decline to 2.4 million tonnes in FY 24, which was 2.7 million tonnes in FY 23. So, October and November are the most critical months for rice market in Bangladesh. Experts opine that the country should have a buffer stock of 1.5-2.0 million tonnes of rice for ensuring food security. The FE report mentioned above has given some insight into the government's move to raise stock position of rice. The report quoting a DGoF (Directorate General of Food) official says that the government has a target to procure minimum 0.5 million tonnes of rice from global sources in FY 24. The private sector might also add 1.0-1.5 million tonnes more to maintain stability in the staple food market. The DGoF extended its rice procurement target by 0.2 million tonnes after achieving the primary target of 1.25 million tonnes. The procurement date was also extended to September 14 from August 31. The DGoF is now buying rice at Tk 44 a kg from millers, which is cheaper than global prices. The country's warehouses have 1.66 million tonnes of rice at present.It appears that if targeted procurement is made on time, as planned, things may not be worrisome. Still, increasing the buffer should be a prime job of the government. Simultaneously, efforts must be in place to ensure that unscrupulous elements cannot resort to foul play for creation of artificial scarcity through notorious syndication. \n[email protected]",
        "headline_1": "In the face of global rice price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-the-face-of-global-rice-price-hike-1694528612",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "The month of August has been exceptionally painful for consumers in Bangladesh. The one thing one can't live without is food. Inflation has been especially hard in August where it is estimated that cost of food went up by 12.52 per cent. According to published data, it is understood that food prices have been going up for the past few years. Back in June, 2022 food inflation was at 8.37 per cent and then there was a paltry lull in the following month when it came down to 8.18 per cent. From August, 2022, food inflation has hovered at around the 9.7 per cent all through till August, 2023 when it hit a double digit mark. This is official data of course. Experts believe the real inflation is much higher. Regardless of discrepancy of data between official and unofficial sources, the fact that food prices have consistently been on the rise in Bangladesh, whereas those have dropped in the international market gives rise to questions why the market cannot be stabilised in the country. One section of business entities continually point finger at the disruption of supply chains caused by the war in Europe. The problem with this theory is that it affects most countries in the world, and so there must be other factors at work here that is causing this seemingly unstoppable soaring food prices in Bangladesh.Food inflation in urban areas was 12.11 per cent, while it was marginally higher in rural areas that posted 12.71 per cent during last August. According to a report published in this newspaper, \"the 12-month moving average in August stood at 9.24 per cent, the BBS showed in its data on this vital one of the country's macroeconomic parameters.\" When food costs go beyond reason, people are hit very hard. The purchasing power of consumers takes a serious hit and those living in the lower income group are the most to suffer. While it is true that the central bank has been discouraging import of goods (including many basic goods like food items) in a bid to preserve its balance of foreign exchange, there is absolutely no way to ignore the market imperfections that exist in Bangladesh. The practice of syndication and monopolisation of food items ranging from dry staples to onion, garlic, chili, etc. are all well documented. The continued price manipulation of many essential items run beyond those mentioned and the people have been subject to horrendous price hikes in recent times including those of essential items that also include eggs and potatoes. The popular notion that \"invisible hands\" control the strings of food market prices is not as far-fetched as it seems. The authorities have been forced to threaten the opening up of the market to import. That is hardly any solution to the hoarding of essential goods by syndicates at wholesale and retail level that have become common practice for traders. Absence of government intervention in the market has allowed the situation to deteriorate to the extent whereby the entire supply chain has been corrupted. The price hikes are being triggered at every level, involving importers-producers-wholesalers-retailers. Each segment is literally, at liberty to raise prices because there is no effective market supervision. Supervision must be a continuous process at every level of the supply chain. It requires a separate department with deployment of adequate manpower having magisterial powers in every district. Otherwise these one-off drives do little to impede the unholy practice of price manipulation.\n[email protected]",
        "headline_1": "High food inflation defies rational explanation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-food-inflation-defies-rational-explanation-1694528656",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2023"
    },
    {
        "full_article": "Bangladesh's leather sector has the potential of becoming the second largest foreign currency earner after ready-made garments. But it is still struggling on account of the absence of a properly functional central effluent-treatment plant (CETP) in its hub in Savar. It has deprived the country of having the certification from the Leather Working Group (LWG), which is a must for exporting leather products to top global brands. Thus, despite having all the ingredients like high-quality raw leather, expertise and cheap workforce for producing world-class finished products, the industry is virtually forced to limit its export earning to around only one-billion dollars. The CETP set up in Dhaka Tannery Industrial Estate in Savar's Hemayetpur has been showing poor performance since its inception in 2021. It does not have the capacity to treat a large volume of waste discharged by the factories. The global leather-goods market is estimated to grow to $424 billion by 2025 and we have the expertise to take a chunk of it if the compliance issue can be solved. Moreover, tannery solid waste is valuable if it could be processed. The waste of leather could be used in furniture industry and protein enzyme could be produced for further use in tannery. If we can manage solid waste properly, it could be valuable and save the environment too. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Functional CETP a crying need for leather industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/functional-cetp-a-crying-need-for-leather-industry-1694528679",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2023"
    }
]