[
    {
        "full_article": "Purveyors of hate, misogyny and xenophobia have been on a boundless revelry in India, online and offline, with near total impunity and often times with support from politicians and the police. In the midst of such pervasive police apathy, the swift action by the Mumbai police in tracing and arresting three persons linked to the latest incident involving a fake online ‘auction’ of Muslim women gives hope that all is not lost. The Mumbai police action also contrasts with the inaction of the Delhi police, who come under the Union Home Ministry, and the Noida police in Uttar Pradesh, a BJP-ruled State, in a similar case last year. Whether the three arrested were indeed the creators of the app remains a question of investigation and the limited police version at the moment is that they were promoting the platform, at a minimum. The Commissioner of the Mumbai Police has said the probe is continuing and anyone involved in the crime, directly or indirectly, will be arrested and prosecuted. It is delicious irony that the Mumbai police reports to the Maharashtra government led by the Shiv Sena, long accused of xenophobic politics. The Mumbai police were also quick to act in an earlier case involving threats to cricketer Virat Kohli for standing up for his Muslim teammate.It is indeed baffling that the Delhi police, that is expected to play a critical role in securing the lives of all important functionaries of the country, threw their hands up when faced with the challenge of identifying some random imposters on social media. Such a level of incompetence or connivance is ominous. The Delhi police say they have written to GitHub, the U.S.-based platform that hosted the toxic apps. They are also seeking the Mutual Legal Assistance Treaty procedure to find information about the app from the U.S., after its Intelligence Fusion and Strategic Operations unit took over the case. All this is being revealed after a second FIR was filed this week. Sena MP Priyanka Chaturvedi had written to the Union IT Minister, in July and September, about several social media platforms or events that were being used to berate Muslim women. In November, the Minister replied that the Ministry was working on “identifying the gaps in current legislation to address contemporary issues of cyberspace including provisions to protect citizens, especially women, from any online harassment and cyber bullying”. While that is necessary, it cannot be an excuse to let online mobs roam free. The police must identify and arrest the original culprit, but if that process takes months on end, there have to be interim measures to enforce the rule of law. The Mumbai Police have done exactly that, in acting with the alacrity that this case deserves.",
        "headline_1": "Message from Mumbai: On hate crimes and legal action",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/message-from-mumbai-the-hindu-editorial-on-hate-crimes-and-legal-action/article38138503.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-01-2022"
    },
    {
        "full_article": "India’s post-COVID economic recovery remains delicately poised at the turn of the new year — the third successive year under the shadow of the pandemic. With the Union Budget for 2022-23 less than four weeks away, the latest set of numbers capturing different aspects of the economy present a mixed picture with persistent pressure points. COVID-19 restrictions are already denting India’s services exporters’ order books, even as merchandise exports have hit a record high in December. Worryingly though, imports grew even faster last month than exports, keeping the merchandise trade deficit at an elevated $22 billion, just a tad less than the record $22.9 billion in November. The eight core sectors had a disappointing November, but GST collections from that month were reasonably healthy at around ₹1.3-lakh crore, albeit a three-month low. GST compensation cess revenues touched a record high in November, but customs duty collections dipped to a five-month low. The Purchasing Managers’ Indices (PMI) for manufacturing and services were robust for December, but have moderated from previous months even as input cost pressures remain a headache for businesses along with the prospect of the latest virus wave upending normalcy again. For the first time in four months, firms surveyed for the PMI by IHS Markit reported ‘broad-based’ job losses in manufacturing and services in December. Global headwinds are shifting after the surge of COVID cases and disruptions, even as inflationary forces have central bankers bracing for interest rate hikes from the U.S. Federal Reserve this year.It will be equally challenging for North Block mandarins to conjure up an appropriate mix of relief and support measures for businesses and jobs — preferably going beyond the credit guarantees that appear to have lost traction in sanctions and disbursals in recent months. This needs to be accompanied by a fresh ramp up in health-care spending, including on COVID inoculations and booster shots, as well as maintaining the bullish stance on public capital expenditure with a demonstrably greater purpose in getting actual projects off the ground. The prospect of more disruptions looms large, even though their extent and impact on GDP may be uncertain at this point. Preparing for the worst may be a good idea, even if it is accepted that manufacturing suffered less in the second wave than during the initial lockdowns in 2020, and may likely be even better prepared to cope with the ongoing third wave. Yet, there is a risk that damage to contact-intensive services sectors that have had another topsy-turvy year with lakhs of jobs at stake, and have barely struggled back from the first two waves, could be permanently debilitating this time around, if mobility restrictions spiral in tandem with cases. More effective interventions, with a stable and clear articulation of policy direction, could have a calming effect in 2022.",
        "headline_1": "Third time lucky?: On economy and the third COVID-19 wave",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/third-time-lucky-the-hindu-editorial-on-the-economy-and-the-third-covid-19-wave/article38138542.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-01-2022"
    },
    {
        "full_article": "There's a saying that goes, \"A penny saved is a penny earned.\" In other words, the key to success is making businesses more efficient. Every business dreams of becoming a well-oiled machine, with zero wastage of time and money. While that may seem far-fetched, we are closer to the dream now more than ever. According to a new McKinsey Global Survey of executives, responses to Covid-19 have accelerated digitalisation of employee, customer, and supply chain interactions by three to four years. As a result, businesses—especially small and mid-size businesses—without proper digital access had to deploy practical and effective solutions at a faster rate. With remote work mandates, supply chain shortages, and consumers turning to online channels amid mobility restrictions, the past two years have been extremely difficult for businesses around the world.\nThe continuous improvements in technologies are offering businesses new opportunities for efficiency and guaranteed success. Numerous tools are already being made available to streamline the process, reduce waste, and make businesses more dynamic. Today, as companies prepare to recover and innovate towards the new normal, an appropriate cloud-based business management solution can help them enjoy benefits that go beyond cost-effective and remote work. Subsequently, companies can easily accelerate digital transformation and create better employee, customer, and seller experiences.\nLikewise, SMBs rely heavily on business management software to automate and optimise processes across their entire organisation—from financials to sales and service to procurement and operations management. The new way of cloud-based ERP software, in particular, promises faster time to value, reduced costs, and more business management skills.\nThe current times of uncertainty have caused evolving trends that are continually fluctuating consumers' expectations. If a business fails to innovate and adapt, it will be left behind. Hence, it is crucial for businesses to ensure that they are providing the best customer experiences to succeed.\nTo create a smoother transition of the increasing digital transformation in Bangladesh, Microsoft Dynamics 365 Business Central is a convenient cloud business management solution designed for growing SMBs. This provides a platform that allows businesses of all sizes to interconnect their teams through one cloud ecosystem for seamless and efficient business operations and accelerated growth. It is also a comprehensive business management solution that helps SMBs connect their finance, sales, service, and operations teams within a single easy-to-use application.\nIntegrating all these functions in one has become vital for the business-to-business (B2B) sales organisations. Before the pandemic, there existed a change in customer preferences from in-person to digital sales interactions. The ongoing crisis further solidified this shift.\nUndoubtedly, the main reason behind this transformation is that information is readily available to customers online, just at the tip of their fingers. Research shows that 54 percent of millennial B2B customers prefer to have no interaction with sellers. Sellers must meet their customers virtually, analyse the spend patterns, and be seen as trusted advisors. They must produce personalised experiences that both add value and help them stand out.\nMost importantly, sellers must have a 360-degree view of their customers, from CRM systems, across the organisation and external sources such as social media and demographic data. Moreover, sellers need to enhance their ability to collaborate in a personalised manner. For example, sellers can share contextual information with their colleagues and from an inbound and outbound perspective.\nWhen a business operates inefficiently, it can end up absorbing an incredible amount of revenue each year. By understanding business efficiency and the strategies for improving it, we can help our businesses waste less effort and time, allowing it to run much more smoothly. The key is to work smarter and implement the right business modules to ensure utmost efficiency.\n \nMd Yousup Faruqu is the managing director of Microsoft Bangladesh.\n",
        "headline_1": "How technology can help improve business efficiency",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-technology-can-help-improve-business-efficiency-2933286",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2022"
    },
    {
        "full_article": "I was shocked to know recently that my housemaid, who is a widow, had to pay for Tk 2 lakh worth of furniture and clothing for her daughter's soon-to-be husband as dowry. When I discouraged her from making the dowry payment and informed her that it is unlawful, she replied that it is a social custom and if she refuses, her daughter will forever remain unmarried. She further added that if she does not pay, she is afraid that her daughter's husband and in-laws will not treat her well.\nDifferent studies have shown that poor families in rural Bangladesh raise money to pay dowry by selling off their productive assets such as land, ponds, livestock, trees, and by taking loans often at high interest rates. These families are unable to buy land or other assets again. And, sometimes, when they fail to repay their loans, they enter into a phase of chronic poverty.\nThe underlying causes of this practice are often associated with the status of women in society, who are seen as unproductive, uneducated and helpless. To deal with this issue, the government had enacted the Dowry Prohibition Act, 2018, by repealing the Dowry Prohibition Act, 1980. However, the practice of dowry still remains prevalent in Bangladesh.\nInterestingly, however, during community dialogues, most people agree that dowry is a social evil and a symptom of greed, and should be eliminated. Many have shared their personal stories during such dialogues about how dowry payments had made them poor and economically vulnerable.\nIt is important to mention that in the past, the dowry amounts were small and were part of the exchange of gifts between the bride and groom's families as a gesture of goodwill. But with time, as conceived by many as a consequence of inflationary pressure, the dowry demands have risen and at the same time, become more prevalent in rural communities. It is, therefore, unfortunate that society has made marriage a commercial transaction, giving more weight to money and property instead of the bride herself.\nThere are a number of negative consequences of dowry for poorer families. Being unable to meet their basic needs due to the loss of productive assets such as land, rickshaw or van, families are sometimes forced to withdraw their children from schools and engage them in work to bring in additional income. Besides, loss of income forces family members to reduce their food consumption and become malnourished. Due to poverty, many families decide to migrate to urban areas in search of work and start a new life in the slums. Thus, similar to natural disasters, dowry can push moderately poor families into extreme poverty.\nThere are potentially two types of measures required—one to stop dowry and the other to mitigate the effects of dowry on families who have become poorer because of it. The first set of measures include raising awareness in society, strict law enforcement and community mobilisation by local government bodies and NGOs. An important aspect that should be highlighted in the awareness campaign is the notion that both boys and girls are equally valuable and deserve to be treated equally.\nWhile the attitude towards girls should change, the importance of educating girls should also be promoted. This would change the perception about girls being unproductive burdens to economically active persons. In addition, the propensity towards having expensive marriage ceremonies should change, since wedding expenses in rural areas are often borne by the bride's family.\nOn the flipside, families who have become poor because of dowry payments will require financial support by NGOs through micro-credit and skills training programmes, and through the government's social safety-net programmes. NGOs and ministries working directly on women's empowerment and economic upliftment should work together to improve the socio-economic status of these families.\nThe practice of dowry exacerbates poverty and inequality, is a source of post-marital disputes, and is a major cause of divorce in the country. Since it is a widely practised social problem, only legal measures will not be enough—social interventions are critical to end it. Many women become victims of violence every year over the payment of dowry, and thus this issue demands serious attention from the government and civil society.\n \nDr Nawshad Ahmed, a former UN official, is an economist and urban planner.\n",
        "headline_1": "The curse of dowry still haunts the poor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-curse-dowry-still-haunts-the-poor-2933271",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2022"
    },
    {
        "full_article": "The e-commerce sector of Bangladesh witnessed significant growth since the outbreak of Covid-19 in March 2020. This growth, however, was not to last long. From mid-2021, the sector was mired in controversy surrounding scams by multiple actors—including Evaly, Eorange, Alesha Mart, and Dhamaka. These e-commerce players offered unsustainable and unrealistic discounts and cashback offers on advance payment to lure customers, and then failed to deliver the products or return the customers' money, or even pay the merchants.\nAs a result, customer confidence in the overall e-commerce sector has taken a hit, leading to a substantial decline in transactions. A local daily, citing a Bangladesh Bank e-commerce transactions report, revealed that transactions in October 2021 witnessed a 41.53 percent fall—to Tk 743 crore—in comparison to the transaction in June 2021, when it was Tk 1,277.4 crore.\nIn addition, the authorities' failure to stop the misadventures of the unscrupulous players on time (despite these having been reported multiple times since the end of 2020), lack of a concrete policy framework to regulate the sector, and the authorities' inability to trace the customers' money and ensure refund have also added to the customers' fears, many of whom now feel uncomfortable making online purchase.\nWhile these scams still remain a major concern for the authorities, they must now also focus on taking preventive and curative measures to bring the e-commerce sector back on the growth trajectory, which, according to a November 2020 forecast, was anticipated to be worth USD 3 billion by 2023.\nOne of the first steps in this regard should be to track the money trail to be able to refund the affected parties. The financial regulators, especially Bangladesh Financial Intelligence Unit (BFIU), should take a closer look at the money laundering aspect.\nIt has recently been reported that the managing director of Dhamaka had transferred Tk 84 crore to his personal account from advance payments the platform had received from the customers.\nSMD Jasim Uddin Chishti, Dhamaka's managing director, also lent Tk 25 crore to other companies he owns, in addition to misappropriating Tk 20 crore, in the name of software procurement. The company, now having only Tk 45.28 lakh in its account, had taken Tk 736 crore as advance payment from its customers, and paid only Tk 557 crore to the merchants. The company now owes Tk 480 crore to its customers and the merchants. Evaly, Eorange, and others have similarly conned their customers and merchants and owe them crores of taka.\nNow the question is: Where is the missing money? Is the money still within the country? Where in the system are the loopholes, because these multiple cases could not have been the result of chance or coincidence? Why could the regulatory and law enforcement bodies not identify the problems earlier? Why did the authorities not take preventive measures before?\nMore importantly, who are the primary and secondary beneficiaries of these scams? By beneficiaries, I mean not only Dhamaka's SMD Jasim Uddin Chishti, or Evaly CEO Mohammad Rassel, and his wife and company chairman, Shamima Nasrin, but the masterminds who moved the pawns from behind the curtains—if there are any—and every single individual, body or syndicate who have benefitted from these scams—whoever they may be or however politically well-connected they are.\nThese are questions that need to be thoroughly scrutinised by unbiased relevant agencies, because in a corrupt system that enables such scams to go on for months, not a single page should remain unturned in order to identify the rotten elements that are eating at the core of the system, making it dysfunctional and ineffective. The answer to these questions would not only help in tracing the money trail, but would also help in formulating a comprehensive policy framework that would safeguard the interests of not only the customers or the e-commerce players, but the sector overall.\nWith the pandemic set to stay for the long haul, e-commerce has become one of the preferred options for customers worldwide. And with mobile financial services and banks facilitating online, cashless payments, e-commerce has become a more convenient marketplace. We need to utilise these opportunities.\nFor now, the commerce ministry has issued the Digital Commerce Operation Guidelines, 2021, pursuant to the National Digital Commerce Policy, 2018 (as amended in 2020), in order to ensure transparency and accountability in the sector, among other objectives. And while the guidelines are comprehensive in nature, its effectiveness will only depend on how well these are being enforced. If the regulators and law enforcers apply the guidelines selectively, it will be a self-defeating act and will only be detrimental to the growth of the e-commerce sector.\n\"While the Digital Commerce Operation Guidelines, 2021 is a welcome move in the face of the crisis we have been through, we must keep in mind that it is only a stop-gap measure. In order to truly create a conducive environment for long-term growth and much-needed sustainability of the e-commerce industry, the government, in alignment with its high profile aspiration of creating a Digital Bangladesh, must focus on formulating a comprehensive policy framework, which will also define the roles and responsibilities of each actor involved, especially to ensure proper implementation,\" suggested Dr Iftekharuzzaman, executive director of Transparency International, Bangladesh (TIB) while talking to this writer. He added that it is also important that relevant stakeholders are involved in developing such a policy.\nAs we move forward in 2022, with the aim to create a bigger scope for the e-commerce sector, we need to take learnings from the setbacks of 2021, and reset the system to make the most of what this sector has to offer.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n \n",
        "headline_1": "Making the most of our e-commerce sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/making-the-most-our-e-commerce-sector-2932486",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2022"
    },
    {
        "full_article": "The year 2030 is the target year for the world to achieve all 17 Sustainable Development Goals (SDGs) set by the United Nations. In addition to the SDGs, 2030 is also the year by which all countries party to the Paris Agreement on climate change must keep the global temperature rise below 1.5 degrees Celsius, as well as achieve the Global Goal on Adaptation (GGA).\nAt the same time, the UN Food Systems Summit (UNFSS) held in 2021 has launched a series of initiatives to change the food systems nationally as well as globally, to make them more resilient by 2030.\nAnother initiative of note is the Race to Resilience (R2R) campaign launched by the high-level champions of the UN Framework Convention on Climate Change (UNFCCC), which is bringing together non-state actors from around the world to enhance the overall resilience of society in the face of adverse impacts from human-induced climate change that are going to get only worse by the day.\nAs we have entered the era of loss and damage caused by human-induced climate change, we need to tackle these issues as true emergencies, rather than simply tinkering with reform around the edges. The Covid-19 pandemic has clearly demonstrated what a global crisis looks like, as well as the need for all countries to work together to effectively combat it.\nEvery single one of us needs to consider ourselves the citizens of Planet Earth first, and our respective countries second. Almost all the major problems facing humanity now are global in nature, and cannot be solved within national boundaries anymore. Hence, we all need to think globally while acting locally.\nAnother important shift needed in our thinking is for every sector and organisation to make it their own responsibility to actively participate in tackling climate change—rather than simply leave it to the government. This is now known as a \"whole-of-society\" approach, taken to tackle major issues. This approach is the way to go if we are to have any chance of tackling the global challenges we currently face. This means that every organisation—from schools to companies, from NGOs to media houses—has to undertake its own analysis of what can be done regarding climate change, and then commit to actions themselves to contribute to the greater climate action.\nThe third important task regarding the climate emergency is to confront the forces who are causing the problems—which includes fossil fuel companies as well as certain governments and media outlets who protect them. These forces of the status quo now need to be challenged at every level. This will require criminalising their behaviour both at national and global levels. From now on, polluting companies must be forced to pay for the loss and damage they have caused and profited from. It is now very clear that these companies knowingly caused the damage; now, they must face the consequences.\nEvery country in the world needs to make these three transitions as quickly as possible in order to enable their citizens to tackle the crisis adequately. In Bangladesh, we have a number of major opportunities for us to make these transitions quicker than others.\nThe first big transition we have coming up is our graduation from the Least Developed Country (LDC) category in 2026. This means that we will no longer be eligible for grants and concessional loans, and will have to compete in the open global economy. This is a major achievement for the government as well as the people of Bangladesh. But it will certainly create a shock, which we must be prepared to overcome.\nThe Mujib Climate Prosperity Plan (MCPP), with its 10-year goal to achieve prosperity for the country in the face of adverse impacts of climate change, takes a whole-of-society approach to enable all sectors, organisations and even individuals to play their respective roles in achieving the desired prosperity by 2030. At the same time, it is important to focus on the role that local communities—including households and even individuals—can and must play to tackle the climate impacts. This is known as Locally Led Adaptation (LLA), in which Bangladesh has already been acknowledged as a global leader. We need to build on this—not just for ourselves, but for us to share our knowledge and experience with other countries as well.\nFinally, we must invest in our young girls and boys who are by far our biggest asset. We have to help them become creative, innovative and successful adults. Each year that we fail to do so is another wasted year, and there are only nine years left until 2030. We need to act as swiftly as possible; there is no time to lose.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "How do we reach 2030 climate goals?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/how-do-we-reach-2030-climate-goals-2932466",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2022"
    },
    {
        "full_article": "It is disconcerting to note that river and land grabbing is going on around Bangladesh right before the eyes of the administration, and the grabbers seem to care little for the existing court directives against such illegal practices. The unlawful occupiers often get emboldened when the local administration deliberately looks the other way. Such encroachment of riverbanks is narrowing down the width of important rivers, disrupting the water flow, and obstructing smooth plying of river vessels.\nA story published in this daily on January 5 gives details of how some powerful quarters are filling up parts of two important rivers, the Meghna and the Fuldi in Munshiganj, to set up their factories and other structures. On May 6, 2019, Three Angle Marine Ltd, a local shipping company, was found responsible for grabbing parts of the two rivers. And the district administration, through a circular published in 2019, declared that the company had occupied 4.31 acres of low-lying lands and canals and almost one acre along the Fuldi and Meghna. It's all in paper, and yet, after two years, the same administration now says that the company has not grabbed any parts of those two rivers. Surprisingly, the administration discovered that the company is only responsible for grabbing some farmland.\nReportedly, the National River Conservation Commission (NRCC) has directed the administration to investigate the matter; accordingly, the Gazaria UNO submitted his report to the district's deputy commissioner (DC). But the report has more surprises to offer the aggrieved parties. It said the information given in the 2019 circular regarding river-grabbing by Three Angle Marine Ltd was \"untrue.\" Though earlier investigations found evidence of grabbing around 34 acres of land, the latest report cleared the company of the accusation. It has been mentioned that the probe body talked to several villagers during the investigation.\nMeanwhile, locals told this newspaper that they categorically mentioned that the company had occupied around 60 acres of land belonging to around 120 farmers, also grabbing a portion of the Meghna and Fuldi rivers. The company has also filled up two canals, Kumira and Borocharal, in the area. Interestingly, the Gazaria union parishad chair commented that the UNO probe report was faulty. They want an impartial investigation claiming that they heard of \"underhanded dealings.\"\nThe entire episode smacks of corruption and backtracking by the district's highest authority in favour of some law violators. Instead of taking appropriate legal steps against the accused, they are allegedly working in the company's interest. Here one gets the message that those with power in the country can exert influence at the right places to have things done in their favour.\n",
        "headline_1": "River grabbers walk away with impunity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/river-grabbers-walk-away-impunity-2933266",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2022"
    },
    {
        "full_article": "With Covid-19 case counts rising for over a week, likely fuelled by the highly contagious Omicron variant, the question that we need to ask is: How ready are we for another wave? Given our past experience of handling similar spikes in Covid cases, there is room for both optimism and cynicism. Health officials are confident they can take the looming threat head-on, with a new set of restrictions to be implemented within a week. Harsher restrictions, including lockdown, are on the cards, too, if the situation \"goes out of control.\" Experts, however, believe that the challenge is not so much rolling out new restrictive measures, as making sure that they are executed properly and collaboratively.\nBangladesh may have been able to keep its overall Covid positivity and fatality rates relatively under check, but it owes its \"success\" less to the pursuit of a scientific solution than to factors that have yet to be fully determined. In any case, there is no doubting the great deal of suffering—personal and collective—caused by the government's poor handling of the Covid crisis in the last two years. \nThe good news about Omicron is that it may be less severe than other Covid variants. The bad news, as evidenced by case records in other parts of the world, is that it's surging faster, meaning that people remain as vulnerable as ever, and that the pandemic may last longer than expected. Already, several states in India are struggling with soaring cases. In Kolkata, the capital of West Bengal, a curfew has been announced. On January 4, Covid-19 cases in India increased by 10.75 percent compared to the previous day. Omicron is feared to be fuelling these infections. This, as one expert told The Daily Star, suggests that we will see a major spike here in the next couple of weeks. \nIf it does come to pass, we need to prepare in advance not just to curb infections, but to handle the extra load of patients. Urgent measures must be put in place to ensure smooth and uninterrupted supply of oxygen, a key requirement for Covid patients, in hospitals across the country, as well as increasing their seat capacities. A fresh review of the hospitals by the Directorate General of Health Services (DGHS) should help determine their readiness. Also, according to the DGHS, only 31 percent of the population have been fully vaccinated so far. The vaccination drive must be ramped up. More importantly, all the restrictions and health directives being imposed by the authorities must be implemented properly, or they may prove to be ineffective against the virus. \n \n",
        "headline_1": "Are we ready for the looming Omicron crisis?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/are-we-ready-the-looming-omicron-crisis-2933111",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2022"
    }
]