[
    {
        "full_article": "In September 2001, soon after the attack on the Twin Towers, the Bangladesh government issued a public announcement to contact the America & Pacific wing of the Ministry of Foreign Affairs for the whereabouts of Bangladeshi residents. The director concerned was travelling from Barishal to Dhaka that evening; he remained ignorant of the horrible incident that had taken place that day. He came directly from Sadarghat to his office and started receiving a flurry of phone calls from worried relatives. He called in his associate, my wife, and asked: \"What's the deal with the Twin Towers?\" My wife briefed him, but he was in utter disbelief. \"What do you mean the towers have collapsed? How could that even happen?\" he exclaimed. My wife used two pencils and an eraser to demonstrate the incident, only to confuse the man even further. He rested his chin against his hand, and said: \"Thank God, I took a photo in front of those buildings during my last visit.\"\nThe emotional turnabout from denial to acceptance can be explained through the Kübler-Ross model of grief management. The same stages can be detected in the American attitude towards 9/11 if we think of the calamitous military withdrawal from Afghanistan as a form of acceptance. Once the anger phase following the initial denial was subdued, there was a series of bargains and depressions that characterise the American response in the last 20 years.\nThe disbelief that a terror attack could occur in the American heartland led the Americans to believe that the worldwide War on Terror was needed for the protection of the free world. President George W Bush vowed that they would bring the war to the terrorists, dividing the world into the \"us\" and \"them\" camps.\nI vividly remember when the first air raid took place; CNN showed pictures of Afghan fighters riding horses, with the commentator saying: \"This is the war between the 21st century and the 11th century.\" The war exposed the clash of civilisations, as American political scientist Samuel Huntington theorised, and spread to Afghanistan, Iraq, Syria, and Pakistan, among other places. Following 9/11, the US narrative started painting the Muslim world with the brush with which their indigenous population was once portrayed: the noble savage and the bloodthirsty savage. Individuals such as Malala would therefore become the good Muslims, while the Taliban were the bad ones. Crediting some Muslims as innocent till proven guilty was the bargain that the US was ready to offer, which justified its trade deals with oil-rich countries.\nThen the rise of the number of soldiers in body bags and the trillions of dollars from the taxpayers' money spent to restore democracy or fix rogue states caused nationwide depression, leading to the endgame officiated by the Biden administration. The Taliban returned to power on the heels of an agreement they had signed with the US in Qatar last year, and the suicide attack at Kabul airport shows that Afghanistan still remains a safe haven for al-Qaeda and Islamic State. Does it mean, after 20 years, we are back to the denial-anger-bargain-depression-acceptance cycle all over again?\nThen again, it would be a fallacy to think that these emotional categories exist in watertight compartments. Is it possible for the anger to burn out so easily when so many lives are lost and the national pride is hurt? We have already seen how the slow-burning anger can morph into xenophobia and Islamophobia that allowed President Donald Trump's illiberalism to flourish.\nHow has 9/11 changed the world? For brown people like me, with Islam written as the religion on my passport, being routinely pulled out for random checks or getting extra Thai massage at the airport security line has become more frequent than ever. To be honest, such racial profiling does not make me angry anymore. I know many of my friends who live in the US had to change their names to avoid backlash soon after the tragic incident. Now we live in a post-9/11 world where we have accepted such nuisance as normal, just like we have learned to live with surveillance in a Big Brother state.\nIn defining who the enemy is, America has defined itself too. The arrows and olive branch held by the American icon, a bald eagle, used to traditionally determine the hawkish and dovish foreign policies of different administrations—9/11 changed all that. America no longer wants the puritan belief of being an exclusive indispensable role model for the world. In unleashing its Global War on Terror, America had to change some of its essential values. It started violating its own laws. Illegal confinement and interrogation outside its territories and ghost flights suspending its habeas corpus is a case in point. The post-9/11 America saw most of the global challenges around the world through the lenses of Islamic terrorism and the crusade dictum. Exuberant spending on the War on Terror allowed certain groups to become richer and more influential than ever. The extra funding created mercenary militia and innovative weaponry. The surveillance system became more sophisticated than ever to encroach upon the liberty of every civilian. The system became corrupt. And what's dangerous is that the US model is being replicated by governments across the world.\nPolice forces now behave like the military. And the radical terrorists see the reflection of their enemies in totalitarian and dictatorial states. The ground zero has shifted so much that it is no longer possible to pin down on the centre of terrorism or to identify the cocoons of terror. The connect-the-dots investigative journalism of Michael Moore's documentary, \"Fahrenheit 9/11,\" argued that the inner circle of the Bush administration used media to cash in on the fearmongering and benefit from the wars. Whether such paranoia is true or not is for the American people to decide.\nThe US had the world's sympathy for 9/11. The attacks did characterise the assault on the heart and soul of every freedom-loving soul. When the US went after the perpetrators of 9/11 in the mountainous terrains of Afghanistan, the sympathy remained intact. The democratic changes and the nation-building process in Afghanistan were heart-warming to see. The retreat from Kabul, however, tells a different story. It takes us back to the question: Why did the Twin Towers fall? How did it change not only the US but also the whole world? There are people who would still like to hold on to the image of a pre-9/11 America with its signature skyline.\n \nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "9/11: The Turning Point",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/911-the-turning-point-2173006",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2021"
    },
    {
        "full_article": "We were in love with our new flat in New York City, especially the 300sq-ft terrace with its panoramic views of Lower Manhattan. Because we lived on the 24th floor, it felt like we were floating in the sky.\nA licensed tour guide, I was thrilled to be living in the heart of the historic Financial District. I had taken thousands of tourists over the years to the World Trade Center complex, where we would take the 82-second lift ride to the observatory on the 107th floor and enjoy views that stretched 45 miles in every direction.\nLife seemed perfect for me and Brian, my husband of just more than a year. Just like the Twin Towers that stretched a quarter mile into the clouds, it felt like the sky was the limit for us.\nBut just two months after we moved into our dream apartment, Brian shook me awake, shouting something about the World Trade Center. I jumped out of my bed and followed him to the terrace. Thick black smoke was rolling out of the North Tower, just six blocks away. Emergency vehicles raced down the West Side Highway—lights flashing, sirens blaring. I looked down to the street. People were running in all directions, some directly into traffic.\nSuddenly, something caught my eye. I saw a plane flying low—too low. With a deafening roar, the jet swooped like a hawk and banked to the left, its nose pointed straight at the South Tower. We felt, rather than saw, the impact. One moment we were standing on the terrace, and the next I woke up on the living room floor.\nOur flat in the sky suddenly felt very vulnerable. Brian grabbed our dog, Gabriel, and we raced to the stairwell. After galloping down the 24 flights, I opened the exit door to the street. Only then did I realise I was barefoot and wearing my nightgown. My husband gave me his socks to protect my feet, and we joined the crowds running away from the burning buildings.\nHopscotching through traffic, we made our way to Battery Park. But not long after we found a bench to rest on, the ground began to shake violently. I heard a rumble like a freight train, and thousands of people in the park began screaming as we realised that one of the towers was falling.\nI froze in terror as a mass of something hit me in the face. It felt like someone had thrown a bucket of sticky sand over me; gunk filled my nose and mouth, covered my pyjamas, and coated every pore of unprotected skin.\nI opened my eyes slowly, trying to protect them from whatever was on my eyelids. Brian hadn't moved, but he looked completely different—like an upright mummy. Everyone around us was covered in the same sticky, yellow goo.\nDodging thick clouds of smoke blowing directly into the park, we took cover by an old fort and hugged its stone wall, trying to catch our breath. Gabriel flopped on the ground, exhausted. Coated in gunk, struggling to breathe, we realised we were stranded at the tip of Manhattan Island with no obvious escape route.\n\"Brian, do you think we're going to die?\" I asked, shocked that my life might be over at the age of 31.\n\"Maybe,\" Brian replied sadly. He grabbed my hands, and we prayed to God together.\nAfter the prayer, Brian led us north. As we tried to find a way to safety, the second tower fell with another earth-shattering thunder, sending even more clouds of smoke and gunk into the atmosphere. We eventually found ourselves on the banks of the Hudson River along with thousands of others who had congregated at the water's edge.\nAt some point, we realised that boats of all shapes and sizes were headed our way, even though we were not near any loading dock or ferry terminal. We followed a crowd and were able to board a ferry that had pulled up to the edge of a pedestrian walkway.\nA wave of relief washed over me as we chugged away from the shore. After three hours of terror, we were off the island. As our boat set sail across the Hudson, I looked back at the Manhattan skyline. The Twin Towers were gone, the New York City skyline forever altered.\nIt was weeks before we could return to our apartment. When we finally got back home, I worked up the courage to step out on the terrace. The beautiful, awe-inspiring Twin Towers were gone, replaced by a gaping black hole and a pile of rubble.\nI'm still a New York City tour guide, and I still take tourists to the World Trade Center site. But now I tour them through the 9/11 memorial and the museum, where I stop at the reflecting pools and tell my story. I share my experience because thousands of others cannot.\nThe September 11 attacks in New York City and on the Pentagon in Washington, DC remain one of the deadliest acts of terrorism in world history. The attacks were unprecedented in terms of scope, magnitude, and impact. Almost 3,000 people died in the attacks that day, including people from more than 90 countries around the world.\nMore than 6,000 people were injured, and people are still suffering and dying from cancer and other illnesses related to exposure from toxins released when the Twin Towers crumbled. Physically, it took New York City years to fully rebuild the areas that were damaged on 9/11, but the emotional effects of that day can never be fully repaired.\nAs we commemorate the 20th anniversary of 9/11, may our memories of how much we lost on that terrible day inspire us to work toward unity, mutual respect, and world peace. As the Covid-19 pandemic has shown us, we are a global community whose lives depend on and affect each other. May we never forget the ties that bind us.\n \nChristina Ray Stanton is a Florida native-turned-New Yorker and a licensed NYC tour guide specialising in the 9/11 memorial and 9/11 history.\n",
        "headline_1": "A memory from 20 years ago…",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/memory-20-years-ago-2173001",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2021"
    },
    {
        "full_article": "This is not how the day marking the 20th anniversary of the al-Qaeda attacks on the United States was expected to be commemorated, but unfortunately, the day has turned out to be not only a day of remembrance, but also of reckoning.\nLike any other year, commemorative events remembering those who lost their lives in the horrific attacks will be held today, but the discussion in the wake of the day has been dominated by the recent events in Afghanistan. The most innocuous question has been: How have we come to this point? Detractors of the US and conscientious observers of US policies agree that the country has lost another war. For observers, the questions are how and why. It is not only the Afghanistan war they are referring to, but to a larger picture: Has the US lost the war it fought against terrorism for the past two decades? Did the war that President George W Bush began nine days after that attack in 2001 conclude with the fall of Kabul to the Taliban on August 15, 2021?  For the past decade, there has been intense discussion on the failure of the war, and the chaotic withdrawal from Kabul has become the most obvious symbol of that failure.\nGeorge W Bush, referring to the attackers, said on September 12, 2001: \"The United States will use all resources to conquer this enemy. We will rally the world. We will be patient. We will focus, and we will be steadfast in our determination. This battle will take time and resolve. But make no mistake about it, we will win.\" Indeed, in the past two decades, four US presidents—George W Bush, Barack Obama, Donald Trump and Joe Biden—remained steadfast in their defence of this \"war\", and there was no dearth of resources. The US has already spent at least USD 2 trillion, and another USD 4 trillion will be needed in the future to deal with the consequences of the war. At one point, most countries in the world extended their sympathy and support to the US. But it cannot be claimed that it has won the War on Terror.\nIt is important to recall that the nature and scope of this war was neither clearly stated, nor did one know how someone was being identified as an \"enemy.\"  In such an instance, \"win\" remains as elusive as the accomplishment of mission. The question raised in the September-October issue of Foreign Affairs is important: What would it mean to win?\nTerrorism is a strategy, which can be adopted by anyone at any point; yet, a war was declared against it by the US and its allies, leaving it to our imagination as to what is meant by the \"War on Terror.\" To say that it was ambiguous is an understatement; it turned out to be an action to serve the geopolitical and economic interests of a few countries. That's why defence contractors profited from the US presence in Afghanistan more than the Afghans. There has been no clear answer in the past two decades as to what the strategy of the asymmetrical warfare should be. In Afghanistan, the war against terror was transformed from counterterrorism to counterinsurgency, and then to the ambitious nation-building project. It is a classic example of a mission adrift.\nAnalysing the War on Terror exclusively through the experience of the Afghanistan war will be incomplete, if not erroneous. It is under the pretext of the War on Terror that Iraq was invaded, violating international laws and norms. Besides, there have been indirect military interventions—drone strikes, for example—in various countries against \"terrorists,\" which have cost the lives of innocent people making these attacks counterproductive.\nThe US and the UK were not the only partners of the so-called Global War on Terror (GWOT). Many countries were quick to join the bandwagon as their rulers saw it fit their own interests. In its name, rulers of various countries, particularly the authoritarians, have grabbed more power, increased surveillance over common citizens, and enacted laws limiting the fundamental rights.\nOn September 20, 2001, George Bush declared the war and drew a line in the sand: \"Every nation in every region now has a decision to make—either you are with us, or you are with the terrorists.\" The seed of a long-lasting division was sowed with these words. This division didn't stay within the purview of US foreign policy; instead, it permeated society. Islamophobia, which had existed for long within the US society, reached a new height. The loyalty and patriotism of Muslims were questioned. In the long run, this attitude has contributed to the pernicious divide in US politics, the rise of white supremacist extremism, and anti-Muslim hatred.\nThe notion of such division has proliferated beyond the boundaries of the US. Other rulers, many with dubious track records, have used and continue to use this idea. No matter how much they and their supporters oppose US foreign policy, no matter how loudly they speak out against the alleged War on Terror, their penchant for such policy is easily discernible. Their everyday rhetoric and behaviour reveal their preference for a contrived division, a tendency to construct enemies, and an eagerness to silence dissent. In this way, the concept of War on Terror has gained a life of its own, and assumed different forms in different countries to justify the violation of democracy and human rights. Whether terrorists exist in society has made little difference, and where violent extremists have been present, it has been used as an excuse to give rise to a culture of fear through legal and extralegal measures.\nThe measures taken to combat terrorism have become a blessing to domestic and transnational terrorist organisations, as these measures  have helped them recruit new foot soldiers. The rise of Islamic State, in Iraq in 2014, is a case in point. This is not to suggest that such terrorist organisations were absent prior to 2001. The September 11 attacks and the previously growing strength of al-Qaeda, building bases in Afghanistan, providing training to recruits from different countries and launching attacks on US interests in various countries since 1993, prove that terrorist activities were a reality on the ground. However, whether their strengths were overrated, the measures taken against them were proportional to the threat they posed, and the adopted strategy was correct or not is an open question and deserves criticism.\nSome argue that the GWOT has decimated al-Qaeda as a centralised organisation capable of mounting large-scale attacks on US interests. Various violent organisations inspired by al-Qaeda ideology have emerged in the Middle East, North Africa, and South Asia, but they do not pose any imminent threat to the security of the US. This is portrayed as a success. Another argument is that the US has not been a victim of any major terrorist attack since 9/11. But are these successes worth the money spent and the 7,000 American lives lost in Afghanistan and Iraq?\nTwenty years after 9/11, a new reality has emerged in the wake of the humiliating defeat of the US in Afghanistan. After the attacks in 2001, we became accustomed to describing the present era as \"post-9/11.\" Perhaps in 2021, we are entering a new era which can be described as \"post-post-9/11.\" The future role of the US in global politics and the geo-strategic global game will be partly shaped by what it learns from the events, strategies, and failures of the last two decades. Without the reckoning, it will be difficult for the US to move forward. September 11, 2021 should be the point of departure of the reckoning.\n \nAli Riaz is a distinguished professor of political science at Illinois State University, a non-resident senior fellow of the Atlantic Council, and the president of the American Institute of Bangladesh Studies (AIBS).\n",
        "headline_1": "A day of remembrance, a day of reckoning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/day-remembrance-day-reckoning-2172991",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2021"
    },
    {
        "full_article": "Today marks 20 years of the 9/11 attacks on the US masterminded by Osama bin Laden, al-Qaeda and a bunch of \"ragheads\" (as angry racist US soldiers called them) sitting in some cave in Afghanistan, as per the West's dubious official narrative of what transpired on this day. Even though there are still a thousand unanswered questions about what really happened, the events of 9/11 and what followed are undoubtedly the most important world-shaping occurrences of the 21st century.\nIt significantly changed the West's foreign policy (particularly the US) and marked the start of the War on Terror—an odd turn really, since al-Qaeda was of its own making. Hillary Clinton, for example, when she was the US secretary of state, once asked during her testimony to Congress why the US was in Afghanistan fighting the same people that they once funded to fight the Soviet Union—namely the Mujahideen.\nThe first country the West invaded in its War on Terror was Afghanistan. Two long decades later, it has finally ended its occupation of that country, with mixed results, even according to its most ardent supporters and unapologetic war-hawks—including politicians on both sides of the Atlantic, experts and media personalities across the partisan line.\nAccording to the latest report by Brown University's \"Costs of War\" Project, the US-led war on terror has killed nearly one million people globally and cost more than USD 8 trillion. Even though the death toll in the report pales in comparison to another estimate from 2015 done by the Nobel Prize-winning Physicians for Social Responsibility—which said more than one million people were killed both indirectly and directly in wars in Iraq, Afghanistan, and Pakistan alone, never mind other places like Libya, Syria, etc—it is still significant.\nMeanwhile, the economic costs tallied by the \"Costs of War\" report include USD 2.3 trillion spent by the US government on military operations in Afghanistan and Pakistan, USD 2.1 trillion in Iraq and Syria, and USD 355 billion in Somalia and other regions of Africa, with an additional USD 1.1 trillion spent on domestic security measures in the US since 2001, bringing direct expenditures from the war on terror at home and abroad to an astronomical USD 5.8 trillion. Moreover, according to an earlier report by the same group, the wars the US government has fought since 9/11 have forced at least 37 million people—perhaps as many as 59 million—to flee their homes. In Afghanistan and Iraq alone, the total number of displaced people reached 14.5 million. Alongside that, the report included 3.7 million Pakistanis, 1.7 million Filipinos, 4.2 million Somalis, 4.4 million Yemenis, 1.2 million Libyans and 7.1 million Syrians who were displaced.\nSo, what did the US, the people living in these regions, and the world get in return?\nWell, the US spent trillions of dollars of its own taxpayers' income, became a surveillance state—as exposed by NSA whistleblower Edward Snowden—and surrendered the constitutional rights of its own citizens. Also, in the so-called pursuit of \"exporting democracy,\" it sacrificed its own democratic ideals, such as granting US presidents the power to go to war without congressional approval. US soldiers, along with soldiers of other NATO countries, committed all sorts of atrocities worthy of being called war crimes, including torture—as exposed by CIA whistleblower John Kiriakou. Its troops killed hundreds of thousands of people in the countries they occupied, such as Afghanistan and Iraq—as exposed by documents published by WikiLeaks in their \"Afghan War Diary\" and \"Iraq War Logs\"—and then lied about it.\nAccording to a 2011 poll, six in 10 Americans believed that the US had weakened its economy by overspending in its responses to the 9/11 attacks. And two out of every three Americans perceived that since 9/11, US power and influence in the world declined.\nThe people in these regions, needless to say, suffered tremendously. Thousands of people died and millions were injured. Those who made it out alive couldn't possibly do so without suffering some sort of major trauma.\nIn Afghanistan, the Taliban has now once again returned to power and are better armed, thanks to US-made weapons. In Iraq, one poll from 2016 found that more than 90 percent of young people considered the US an enemy of their country. Peoples' sentiment was found to be similar in other countries, and they believed that the West had destabilised Syria, Somalia and Libya.\nIslamic extremism has only increased and spread out all across the world, mainly as a reactionary expression of anger against the violent conduct of the West. The Islamic State, which was largely created by the US invasion of Iraq, at one point controlled vast swaths of territory in Iraq, Syria and Libya, only to be pushed back by the West's seemingly sworn enemies such as the Assad government in Syria, Iran and Russia. Evidence has even come out showing that the West actually funded some of these radical elements for geopolitical gains against its rivals.\nThe destabilisation of countries—particularly in the Middle East—has led to mass migrations of people, and the European migrant crisis that we witnessed a few years ago was a direct result of the West's interventionist policy. These migrations, in turn, have resulted in increased tensions between different cultures, people, and religions, and have possibly supplied even more fuel for future fires.\nSo, from that perspective, has the War on Terror and Western interventionism been a failure? Well, it depends on your definition of success and failure.\nFollowing the recent US withdrawal from Afghanistan, a 2011 video clip of WikiLeaks' founder Julian Assange went viral. In it, the now incarcerated journalist—who, by the way, is yet to be convicted of any crime, but has published evidence that could possibly implicate Western leaders of being responsible for sanctioning war crimes—said that the US goal in Afghanistan is not to completely subjugate the country. \"The goal is to use Afghanistan to wash money out of the tax bases of the US and Europe through Afghanistan and back into the hands of a transnational security elite. The goal is an endless war, not a successful war.\"\nFrom that perspective, the War on Terror has been a success. According to The Intercept, over the past 20 years, returns on stocks of the five biggest US defence contractors—Boeing, Raytheon, Lockheed Martin, Northrop Grumman, and General Dynamics—outperformed the overall stock market by 58 percent. \"A USD 10,000 investment in stock evenly split across those five companies on the day in 2001 that then President George W Bush signed the authorisation preceding the US invasion would be worth USD 97,295 this week,\" The Intercept reported on August 21. These numbers, according to journalist Jon Schwarz, \"suggest that it is incorrect to conclude that the Taliban's immediate takeover of Afghanistan upon the US's departure means that the Afghanistan War was a failure.\"\n\"On the contrary, from the perspective of some of the most powerful people in the US, it may have been an extraordinary success. Notably, the boards of directors of all five defence contractors include retired top-level military officers,\" he says.\nFor everyone else, however, the War on Terror has been a mostly painful and costly disaster, proving the words of Major General Smedley Butler—one of the most decorated soldiers in all US history—true: \"War is a racket.\"\n \nEresh Omar Jamal is a member of the editorial team at The Daily Star.\nHis Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Winners and losers of the West’s ‘forever wars’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/winners-and-losers-the-wests-forever-wars-2172981",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2021"
    },
    {
        "full_article": "We are shocked to know about the ordeal of a 21-year-old woman who was recently released after being confined and tortured for five years. According to our report, she was sent to a job in Dhaka's Bhatara area—by her aunt—in 2016, where she was supposed to work as a domestic help. Shortly after she went to the house, she was taken hostage by her employers, who turned out to be the members of a gang that forced girls and women into sex work. For five years, she was out of contact with her family members, who—unable to get in touch with her—assumed she had died. It was only about five months ago that her abusers finally set her free, and she found her way to a relative's house at long last.\nDuring her confinement, she suffered unspeakable horrors—torture, rape, being forced into sex work and transferred from house to house. Unfortunately, domestic worker abuse is nothing new in Bangladesh. Many women, often young, are tortured and abused after being recruited as domestic workers. Their families send them away in hopes that their daughters would make an income while working in what they assume are safe environments. But the number of cases of people torturing their domestic helps—many of whom are children—gives us a glimpse of how horrible the situation is.\nBangladesh has the Domestic Worker Protection and Welfare Policy, 2015, but it is hardly implemented. The Labour Act recognises domestic work as a valid profession, but it belongs in the informal sector. Domestic workers are thus deprived of rights and protection, allowing apathetic employers to abuse them and face no consequences. There is little these workers' families can do, given their financial conditions and standing in society. It is only when the abuse leads to devastating consequences—severe physical injuries or death—that the law enforcement gets wind of it. Even then, the victims rarely get justice. For instance, when the family of the abovementioned survivor thought she was dead and filed a case against her employers, the accused were in jail for only six months before getting out on bail.  \nNow that the young woman, although traumatised to the extreme, is back to safety, and the culprits have again been arrested, we hope that this time the law enforcement will ensure she gets justice, and her abusers are punished accordingly. It is also high time the domestic worker welfare policy was effectively implemented in the country, and the government took some strict and timely steps to protect them from mistreatment and abuse. These cases are a gross violation of human rights. These are mostly women and girls who are forced to move away from their families to earn a living; such abuse against them cannot be left unopposed and unpunished.\n",
        "headline_1": "Break the vicious cycle of domestic worker abuse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/break-the-vicious-cycle-domestic-worker-abuse-2172976",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2021"
    },
    {
        "full_article": "It is unfortunate that a landmark verdict once hailed as a turning point in the prosecution of custodial death and torture cases in Bangladesh has been marred in a lengthy legal battle, making the verdict all but ineffective even after a year of delivery. On September 9, 2020, the verdict by a trial court—the first ever in a custodial death case filed under the Torture and Custodial Death (Prevention) Act, 2013—saw three policemen responsible for the death of Ishtiaque Hossain Jonny sentenced to life imprisonment. They were also directed to pay Tk 2 lakh each as compensation. But according to a report citing a discussion of legal experts, the High Court then stayed the verdict of life imprisonment as well as realisation of the fine following appeals from the convicts. Things have been at a stalemate since then.\nNavigating the protracted legal battle, we're told, has been especially hard for Jonny's brother, who at the commemorative discussion session admitted to still being harassed in his neighbourhood. Unaided and unprotected against any threat of retribution, the family languishes without justice even after over seven years since Jonny's death on February 7, 2014—not to speak of the financial toll of having to fight a costly legal battle. This incident, unfortunately, is the latest in a long list of cases that have failed to find a resolution because of delays in the judicial process. One can recall the fate of the rape and murder case of law student Rupa Khatun which, on February 12, 2018, saw a Tangail court, in just 14 days after the incident, sentencing four men to death and another to seven years' imprisonment. The quick trial also drew praise for being a landmark verdict, but soon fell into a lengthy legal quagmire.\nThese cases illustrate the importance of overhauling the judiciary to handle cases more efficiently and quickly. The immense caseload our courts are clogged with as well as the shortage of judges and necessary support systems (including legal protection for the victims) mean that some cases end up taking years—even decades—to find a resolution. The long wait and attendant challenges can also dissuade the victims, especially those from humble backgrounds, from pursuing their cases. This is the opposite of what the legal system stands for—protecting the unprotected by ensuring justice. We urge the higher judicial authorities to undertake necessary reforms to fast-track resolution of the cases, especially the criminal cases. If there are procedural and systemic bottlenecks hindering the delivery of justice, those need to be eliminated too. We must do it for the sake of thousands waiting helplessly for justice.\n",
        "headline_1": "Delayed verdicts only add to victims’ suffering ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/delayed-verdicts-only-add-victims-suffering-2172926",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2021"
    }
]