[
    {
        "full_article": "The Government’s plan to set up a panel that can overturn content moderation decisions made by social media platforms is problematic in many ways. The idea, which has been proposed as an amendment to the controversial IT Rules, 2021, is to constitute one or more appellate committees which will have the final word on any content moderation issue facing a social media platform. The trigger for these Government-appointed committees to come to life will be, say, an appeal by a social media user who feels aggrieved by an order of the platform’s grievance officer. “Government policies and rulemaking are committed to ensure an open, safe, and trusted and accountable Internet for its users. As Internet access continues to rapidly expand in India, new issues related to the above commitments also keep emerging,” the draft reportedly says. It will be naive to think of such an aggrieved user as someone who has no axe to grind. With billions of users, social media is well and truly an influencing machine, and filled with influencers of all hues and shades. It is, therefore, important for democracy’s sake that it is not taken over by any one influential player, even if it is the Government, with an agenda.But this is exactly what the mechanism will help to serve — tighten the Government’s grip on messaging on social media intermediaries, which not long ago served to disseminate alternative voices. Imagine how absurd it will be, for instance, if a Government-appointed committee sits to decide on an issue in which the aggrieved user is a Government entity or a ruling party member. How fair can that be? What makes it worse is in recent years, the Government has not covered itself with glory when dealing with dissent, in the real world and on social media. This will not only add another layer of complexity to the problematic IT rules that were introduced last year but also another lever of Government control. The IT rules were widely criticised, including by this newspaper as “deeply unsettling” for the kind of leverage that they give to the Government over digital channels, with troubling implications for freedom of expression and right to information. Ironically, they were launched by the then-Minister as a “soft-touch oversight mechanism”. It should be noted that the last word has not been said on those rules, what with pending legal challenges to them. All this is not to say that social media platforms should not be regulated. Far from it. What should be clear after all these years is that a Government committee is not the right answer for many woes, let alone social media ones. And in this case, it comes with dangerous implications for free speech. It is best, therefore, that the proposal is dropped.",
        "headline_1": "Control and delete: On government appellate panels for social media",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/control-and-delete-the-hindu-editorial-on-government-appellate-panels-for-social-media/article65491365.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-06-2022"
    },
    {
        "full_article": "India’s decision to send a diplomatic delegation to Kabul to meet with Taliban officials shows a marked difference from the policy New Delhi took in the 1990s when the Sunni Islamist group was in power in Afghanistan. Back then, India had taken a policy of disengagement with Kabul and supported anti-Taliban militias. But this time, Afghanistan’s internal situation and the regional dynamics seem to be different, prompting many neighbouring countries to adopt a more constructive line towards the Taliban regime, despite their differences with the group’s extremism. India shuttered its embassy in Kabul in August 2021, days before the Taliban takeover, but has maintained a line of communication with them. In September, India’s Ambassador to Qatar, Deepak Mittal, met Sher Mohammad Abbas Stanekzai, a senior Taliban official, at the Indian Embassy in Doha. In October, Indian officials met the Taliban’s Deputy Prime Minister, Abdul Salam Hanafi, in Moscow at a regional conference on Afghanistan. Here, India also joined nine other countries to recognise the “new reality” in Afghanistan. Later, New Delhi sent humanitarian assistance, including wheat, COVID-19 vaccines and winter clothes, to Afghanistan when the country was facing a near-total economic collapse. The meeting J.P. Singh, Joint Secretary, Pakistan-Afghanistan-Iran division of the Ministry of External Affairs (MEA) had with the Taliban’s acting Foreign Minister, Mawlawi Amir Khan Muttaqi, is a natural next step of this policy of gradual engagement India has taken.The MEA has said that the visit is only to help coordinate India’s humanitarian assistance for the Afghanistan people. While it could be true, the visit would also pave the way for better understanding and engagement given the bad blood in the past. India has three main concerns when it comes to the Taliban’s return to Afghanistan. One, India has made investments worth billions of dollars in the past 20 years. It would want to protect these investments and retain the Afghan people’s goodwill. Two, when the Taliban were in power in the 1990s, Afghanistan became a safe haven for anti-India terrorist groups. India also saw a sharp rise in violence in Kashmir during the Mujahideen-Taliban reigns of Afghanistan. New Delhi would not like history to repeat itself and would want commitments from the Taliban that they would not offer support for anti-India groups. Three, the Taliban remaining a Pakistani satellite forever is not in India’s strategic interest. New Delhi cannot pursue any of these objectives if it does not engage with the Taliban. But, at the same time, India should not hurry in to offer diplomatic recognition to the Taliban’s predominantly Pashtun, men-only regime, which has imposed harsh restrictions on women at home. India should work with other regional and global players to push the Taliban to adopt a more inclusive regime, while at the same time maintaining a policy of gradual bilateral engagement rooted in realism.",
        "headline_1": "Gradual engagement: On India-Taliban ties",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/gradual-engagement-the-hindu-editorial-on-india-taliban-ties/article65491399.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-06-2022"
    },
    {
        "full_article": "It may seem like an odd assortment of items to be afflicted by the inflationary fever currently in circulation, but following the basic rules of economics—when demand goes up, with existing supply, prices will go up in a free market—it is not surprising. Such deduction comes from the recent clashes between Bangladesh Chhatra League (BCL) and Jatiyatabadi Chhatra Dal (JCD)—yes, they still exist—on the Dhaka University campus, in Khulna, Patuakhali, Manikganj, outside the High Court, and so on, which seems like a prelude to what we may see in the near future as the election draws closer. In which case, more \"soldiers\" will be needed on the ground, and therefore more \"equipment\" will be needed to fight the battles of supremacy.\nAfter all, why do political parties, especially when they are ruling, have their student wings in public universities and colleges, if not for the undeniable muscle power required to nip any kind of dissent in the bud? They will, for instance, be required to discipline those annoying students who take to the streets and check licences, because they are tired of seeing their friends get murdered by maniacal bus drivers. They will prevent unnecessary nuisance created by regular students when they demonstrate against violence on campus (allegedly by members of those student wings) or harassment of female students. Most importantly, they will make sure their counterparts from the opposition party are bludgeoned into total retreat if they try to bring out rallies or hang around voting centres. In exchange for such undeniable efficiency and control, what's a little domination of the dormitories, shares in tenders for constructing buildings on the campus, involvement in all kinds of recruitment, and a little mischievous behaviour now and then?\nThus, keeping with their JD (job description), attacking the recent procession of JCD in the Doel Chattar area inside the DU campus with traditional weapons was a perfectly natural response.\nLater, members of JCD were slapped with various cases… wait, what? Yes, JCD; BCL, the ones using the machetes and rods and many sporting helmets (as verified by photographs published in various newspapers), were not liable for legal action to be taken against them, but JCD, who were attacked first, were. The charges against JCD included attacking BCL members, obstructing government work, attacking a university employee, and disorderly conduct. It is a little baffling why the JCD, which hardly has any presence in the university, would jeopardise their own programme by \"trying to kill\" BCL members (as stated in one of the cases), who have total supremacy on the campus. Maybe the JCD is a delusional lot, maybe they have a death wish…\nFrom these facts, we can deduce that in the days to follow, there will be many such \"scuffles\" between the two \"student\" wings that will entail the age-old way of resolution—beating the living daylights out of their rivals, with the ruling party cadres obviously winning. Hence, it will hardly be any surprise if the prices of such traditional weapons shoot up. Will the parent party leaders provide some sort of subsidy for their henchmen, who provide the essential human resources during elections? We will never know.\nBut it is not just the machete maker, the bamboo seller or helmet salesperson who will benefit from the increase in momentum of (violent) politics. Let's not forget that the market for small firearms, like pistols or revolvers, which may also be booming in the months preceding the general election. Just recall those days before the last election, when it would be insulting for a student leader not to brandish a pistol or two to let people know who's the boss.\nThe burning question is: Will such an inevitable inflationary pressure on weapons in general be reflected in the election-oriented budget of 2022-23? We are not sure. Firstly, we don't know how or if firearms, the ones bought through legal channels, are taxed or whether they fall under the \"essential items\" category—at least when the recipients are the bouncers of the political party required to intimidate and decimate the opposition. In any case, there is little cause for worry for the hardcore political thugs who can easily acquire a 6mm or 7.2mm or 9mm pistol from the regular stash smoothly entering through the borders. Gun-loving cadres, moreover, can rest assured of the availability of locally assembled guns manufactured in scores of \"informal\" factories all over the country.\nWhich brings us back to the prices of bamboo, iron rods, machetes and helmets (all of which have alternative uses—as construction material, to cut meat, and for motorbike riding, respectively). Given the way the BCL is moving—boldly, ferociously and ready to embrace the collateral damage of success in the form of injury or death of members of rival parties, journalists and a few innocent nobodies—price hikes of these multi-use products, along with a spike in the citizens' anxiety levels, could be inevitable.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "Prices of machetes, bamboo and iron rods to go up?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/prices-machetes-bamboo-and-iron-rods-go-3038791",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2022"
    },
    {
        "full_article": "The creator of the Harry Potter series, JK Rowling, is probably the richest author in the world, with an estimated net worth of USD 1 billion. In one estimate, Rowling made USD 181 per minute or USD 4.37 per word in 2016-17.\nHere we are in 2022. Hollywood actor Amber Heard has been slapped with a USD 15 million penalty for writing 11 words that evidently damaged the fame and career of her former husband, Johnny Depp. These words were featured in an op-ed written for The Washington Post in 2018. Heard wrote, \"Two years ago, I became a public figure representing domestic abuse.\" The article had an elaborate title: \"I spoke up against sexual violence—and faced our culture's wrath.\" Depp sued Heard for the damage that those words had caused him, even though the actor was not explicitly mentioned in the article. Depp was, for instance, relieved from his iconic role of Jack Sparrow in the Pirates of the Caribbean franchise. His lawyers have now proven that the piece was indeed defamatory by implications, and a jury agreed. It won't take a genius to assess the negative worth of these words of Heard.\nBritish romantic poet John Keats once stood before a Greek urn for ashes of the dead in a museum, and commented on its lively images, \"Heard melodies are sweet, but those unheard are sweeter.\" I guess a play upon the Keatsian paradox is in order now that Amber Heard has been both heard and unheard. Her words, written as a testimony pertaining to the #MeToo movement, can be deemed prophetic as she has effectively felt the full blast of \"culture's wrath.\" The unheard story of Heard is as bitter as that of Kadambini in Rabindranath Tagore's short story \"The Living and the Dead,\" who only by dying was able to prove that she had indeed been alive. The undoing of Heard, many feel, is an expression of misogyny that pervades our culture. While I am happy to see Depp reclaiming his former glory through this win, I am equally mindful of the damage that this court case has done.\nDubbed as \"the case of the century,\" the Depp-Heard defamation trial became a reality show as they agreed to live-cast the court proceedings. As we started hearing the case, the discourse became a bedroom drama where the fourth wall was broken to give us, the voyeuristic audience, access to the private lives of glitzy stars. The performance of the lawyers, too, started influencing public opinion. Thanks to the double piston of Depp's charisma and Heard's quirkiness, the mob sentiments started sliding towards the versatile actor. There was a growing contemptuous consensus among the public that Heard was lying about her abuse. She was portrayed as someone with a borderline personality disorder who is manipulative enough to fake photos to show Depp's beatings or to coax her friends into vilifying her spouse. In six weeks, the public opinion changed from anger towards Depp for confiding to friends about his venom against his ex-wife, to sympathy. Depp vowed revenge after his divorce, \"She is begging for global humiliation. She is going to get it.\" He even shared the thought of raping her corpse in a text message to a friend. The drama has culminated in a series of \"yes\" from the jury to highlight Depp's story of being the abused one in this relationship.\nThe rise of \"his story\" and the burial of \"her story\" in this \"he said, she said\" drama has now put a serious question mark over the freedom of expression. Pundits in the US are even reflecting on the state of their First Amendment. With the current legislation against abortion, things are not looking right for women in the US. But my concern is in the power of words. Can you say things without impunity, especially in a culture where Big Brother is watching?\nThe issue became relevant for us when we heard the leaked recordings of a conversation between a young girl and her powerful patron. The girl was verbally raped before being suspiciously found dead. \"History\" tells us that girl took her life under alleged suspicion of embezzling a huge amount of money from her protectorate. Then we heard that an online media house was blackmailing the powerful man for an obscene amount of money, threatening to dig into the alleged suicide. Once again, the conversation of the media men was leaked—and in a dog-eat-dog world, we are seeing the power of words. The girl named after a songbird has stopped singing. We are hearing the howls and growls of the predators. And \"his-story\" prevails.\nI am not a legal expert to comment on the merit of the Depp vs Heard case. Like many of my generation, I grew up with TV series such as Paper Chase, L.A. Law, Ally McBeal, Boston Legal, and of late, Suits. These shows have given me some insights into how legal discourses work, and how righteousness can be constructed. They helped me consider both sides of an argument and taught me not to be judgemental.\nThen again, I wonder why I got drawn to this particular real-life drama. Celebrities have a larger-than-life existence. They are deified and located in their stardoms. But when we hear about their dysfunctional personal lives in gossip magazines or court cases, we start to relate with them. The engagement is therapeutic as we learn that human oddities do not discriminate. Celebrities, too, can get into a fight, just like we do in our personal lives. What happens in LA can very well happen in Dhaka. What happens to Heard can very well happen to a young ambitious girl who wants to move up in society in Dhaka.\nAt least Heard was heard. She had the patience and fortitude to withstand the shaming and character assassination. In many cases, the patriarchal culture's wrath remains unheard. We hear it when Western clothing triggers a mob in the railway station of a provincial town, causing them to attack a passenger. We hear it when a traffic constable stops a car in Dhaka city only to find that a girl is being raped by a rich man's son. We hear it here and there. Not too many women get the opportunity and privilege to get themselves heard.\nThe real cost of Heard's \"negative worth\" for writing those 11 words can never be estimated.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Heard words are worthy, those unheard are bitter",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/heard-words-are-worthy-those-unheard-are-bitter-3038776",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2022"
    },
    {
        "full_article": "On June 3, 1947, Lord Mountbatten, the last viceroy of India, announced his plan for the partition of the subcontinent—in particular that of Punjab and Bengal. This plan gave birth to two independent states: India and Pakistan. Many historians would like to emphasise that it was the determination and obstinacy of Muhammad Ali Jinnah that were primarily responsible for the cataclysmic partition, and the attendant huge loss of lives and properties. They would like to portray him as the sinister villain who expedited the horrendous partition.\nThere is, however, another view which says Jinnah never really wanted partition, and that the Muslim League reiterated the Pakistan demand as its ultimate goal only to save face. Historian Asim Roy says, \"Jinnah was willing to accept something less than what almost everyone else knew as Pakistan.\" There is another view, according to which Jinnah was under the mistaken assumption that the Congress and the British would never accept partition. Therefore, when in the end Congress accepted partition, Jinnah was beaten in his own game of wits. Roy adds, \"It was not the League, but the Congress who chose, at the end of the day, to run a knife across Mother India's body.\"\nIt would not be irrelevant to point out that Jinnah floated the idea of Pakistan as a \"bargaining counter,\" but the fact remains that he did not have the bargaining autonomy once the mass mobilisation campaign began in 1944 around the emotive symbol of Muslim nationhood. This assertion of nationhood did not become a demand for exclusive statehood until the late summer of 1946. The Pakistan movement had started embracing a wider public from a much earlier period; once the communal riots started, the campaign only reached the point of no return.\nThe colonial British government may have created a Muslim community in its own image and allowed to transform a segmented population into a \"nation\" or a \"juridical entity,\" but that did not mean that the Pakistan movement lacked popular support, at least during the last years of the British Raj. The popular aspects of the partition history cannot be lost on any discerning mind. The movement for Pakistan was mass-based and democratic. The politicisation of the crowd along communal lines was manifest. Historian Joya Chatterjee says the Bangalee \"bhodrolok\" launched a campaign for partition and sought to involve the \"non-bhodrolok\" classes as well. The Pakistan movement, therefore, could not be described as the sole handiwork of Jinnah.\nThe \"surging waves of Muslim communalism\" since 1937 had its roots in the long-term failure of the Congress to draw the Muslim masses into the national movement. The Congress admitted its failure and accepted partition \"as an unavoidable necessity in the given circumstances.\" Historian Sumit Sarkar says, \"The Congress leadership, instead of going for a mass movement, accepted this tempting alternative of an early transfer of power, with partition as a necessary price for it.\"\nHistorian Ayesha Jalal is of the view that the Lahore Resolution, which neither mentioned partition nor Pakistan, was Jinnah's tactical move, his bargaining counter to have the claim of separate Muslim nationhood accepted by the Congress and the British. The ideal constitutional arrangement Jinnah preferred for India was a weak federal structure, with strong autonomy for the provinces, with Hindu-Muslim parity at the centre. His optimism was that the Congress, keen on a strong unitary centre, would ultimately concede his demand to avoid his more aggressive scheme of separation, which \"in fact he did not really want.\"\nIf we trace his early political career, we will find that Jinnah, in 1904, refused to be drawn into any controversy over the issue of forming a separate political body for Muslims. \"Jinnah remained committed to his three-piece suits, his lorgnette, his cigarette holder and the king's English. No Gujarati for him and no political language that invoked religion.\" He saw Congress as his adversary and his nemesis. It was Congress versus the Muslim League, the two parties contending for power in an independent Indian state, that led to partition.\nJinnah's opposition, which later developed into almost hatred, remained focused upon the Congress leadership. His opposition was not against Hindus or Hinduism, it was the Congress that he considered as the true political rival of the Muslim League. During the last years of his life, Jinnah was both a self-avowed and the actual political leader of almost the entire Muslim community of undivided India. He had started his political life as an early champion of Hindu-Muslim unity, along with a total commitment to calls of freedom from the British rule. During that period, he stood unambiguously for a united India.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh Police. \n",
        "headline_1": "Was Muhammad Ali Jinnah the real villain in the story of partition?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/was-muhammad-ali-jinnah-the-real-villain-the-story-partition-3038771",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2022"
    },
    {
        "full_article": "There was a time when the US government left no stone unturned to oust the government of President Nicolas Maduro in Venezuela. For years, a vicious propaganda was mounted against that government, sanctions were imposed, international financial links were cut, countries that would buy Venezuela's oil were reminded of consequences, and a campaign to isolate it was set afoot. Perhaps the most controversial and decisive move was the US', followed by others', recognition of an alternative government formed by a little-known opposition leader, Juan Guaido, as the legitimate government of Venezuela. In what amounts to an about-turn, the Associated Press reported on May 17, 2022 that the US would ease sanctions to revive links with Maduro government and allow Chevron to deal with the state-owned oil and gas company PDVSA—obviously, to tackle the energy crisis caused by the Ukraine war and the accompanying sanctions and embargo on Russian oil and gas.\nIt is not for us to comment on what policies the US government should pursue for its own interests. They are their own best judge and have the sovereign authority to do so. So why does it become such a big deal when we do the same?\nThe US Ambassador to Bangladesh, Peter Haas, speaking to the Diplomatic Correspondents Association, Bangladesh (DCAB) on Tuesday, said, \"The United States has decided to put human rights, the issues of freedom of press at the centre of our foreign policy and we make no excuses about that.\" What he means is that the US will not accept any excuses on these counts. What about human rights and press freedom in Saudi Arabia, a long-time US ally, and Turkey, a Nato member?\nWhenever, nationally or internationally, somebody roots for the free press, we journalists cheer. So the US support for free media here in Bangladesh is music to our ears. However, we cannot forget that presidential candidate Donald Trump, in an interview with Scott Pelley on 60 Minutes in 2015, commented, \"Journalists are among the worst people I know.\" After assuming power, in a Tweet, he termed the news media \"the enemy of the American people\" (February 17, 2017). He thrashed every independent media in the country while in power and only eulogised Fox News, which, compared to all the serious and highly respected US media outlets, spews hatred, racism, divisiveness and misinformation. So, we think it is a fair question to ask: Would Ambassador Haas have said the same thing if he was representing Trump's administration and not President Biden's? Today, Trump's return in the next election is not ruled out. So, if it does happen—God forbid—then would the US follow the same policy on free press? Are we to believe that supporting free press in Bangladesh is the Biden administration's policy, and that it may change with the change of guards in the White House? Are we expected to tailor our internal policies to suit that of the US administration of the day?\nComing to free and fair elections, we definitely want it and are delighted to know that the US wants it, too. But how will the US judge how free and fair an election has been?\nAccording to the US media, the majority of Republicans believe, even after nearly two years and numerous court pronouncements as to its authenticity, that the last election was stolen from them and that their candidate, Donald Trump, had actually won it. This is after a totally free and fair election was held in the US. So, suppose we hold a free and fair election, and the party that loses claims that the election was stolen from them. How will Ambassador Haas judge the outcome?\nI have read very carefully Ambassador Haas' recent speeches delivered on March 31, April 24, May 10, 24 and 31, and found a lot to chew on and think about. What perhaps brings the US geostrategic thinking home to us is evidenced in his speech at an international conference titled \"Moving Forward in the Indo-Pacific,\" held on March 31 at Independent University, Bangladesh (IUB). Ambassador Haas spelt out five key elements of the US' Indo-Pacific Strategy as \"free and open, connected, prosperous, secure, and resilient.\" On the face of it, we have no problem with these key elements. It is in their elaboration where the real story lies. When the US ambassador says, \"The people of the Indo-Pacific also want democracy and for their human rights to be respected,\" and when he further states, \"We will bolster Indo-Pacific security… threats are evolving. Our security approach must evolve with them,\" which country he is talking about should not escape us. Howsoever worded, the elephant in the room is China, and we would be extremely naive not to understand it.\nEver since opening up with China in 1971, the US-China relationship developed to become a crucial aspect of global stability and significantly contributed to worldwide prosperity, with the highest number of humans freed from the shackles of poverty. Since China was following the market economy and allowed foreign investment, especially from the US, the latter may have thought that, over time, China would dilute its centralised economic structure and become more a part of the capitalist world. Seeing that it is not happening, and becoming fearful of China's economic prowess and strides in technology, AI, biotechnology, etc, the US has decided—publicly from the time of President Trump—to take China on fully and is now busy galvanising global and regional support behind it. South Asia, with the specific rivalry between India and China, provides the US a fertile ground to consolidate its anti-China approach, now galvanised into the fast lane with Russia's invasion of Ukraine.\nIt is this fast-moving and dangerously confrontational world that Bangladesh must navigate. Prime Minister Sheikh Hasina did a highly creditable job of taking our relationship with India to greater heights, and at the same time allowing Chinese investments in important sectors. This policy has benefited us enormously. India, in spite of its own issues, has not allowed the exogenous forces to determine its relations with China. Their bilateral trade grew a whopping 43.3 percent in 2021, reaching a total of USD 125.7 billion.\nHowever we look at it, the Indo-Pacific Strategy of the US has profound implications for Asia, South Asia, and for us in Bangladesh. We welcome all possibilities of improving our relations with the US, and we are determined to explore every possibility to take our bilateral relations to greater heights. However, we should be very conscious of what it entails in terms of our relations with other countries in the region and beyond. As our prime minister said, \"Asian countries have common development challenges and should face them collectively,\"—and not divisively.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Reading into the recent speeches of the US ambassador",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-reading-the-recent-speeches-the-us-ambassador-3038011",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2022"
    },
    {
        "full_article": "We are truly amazed to learn about an ambulance service provided by the Lakshmipur district administration that can be used through a mobile app. Reportedly, the Lakshmipur district and upazila administrations have used their own funds to buy the ambulances—currently they have 10 ambulances to cover the 58 unions of the district—and to create the app, called \"Shopnojatra,\" which is now available on Google Play Store for the inhabitants of the district. All they have to do is download it on their Android phones and call a number given there to get the life-saving service.\nSuch an initiative is particularly important for a country like ours, where people are often deprived of emergency healthcare either because the upazila health complexes do not provide those services or because the health centres are miles away from the villages. In the majority of emergency cases, patients have to be taken to the district or divisional hospitals for treatment, but getting an ambulance in these remote villages is as difficult as it is costly.\nBut the people of Lakshmipur can now get this emergency service within 10 minutes of calling, and the cost is also low compared to other government and private ambulance services. The ambulances of Shopnojatra have taken at least 358 patients to different hospitals in the last nine months. Although the primary aim of Shopnojatra was to provide ambulance service to pregnant women and new mothers in a bid to reduce maternal and newborn deaths, any person in a medical emergency can now avail the services.\nThe Lakshmipur district administration has set an amazing example by taking healthcare to people's doorsteps. They have shown us that change is possible if those in charge of looking after people's well-being are willing to take the right initiatives. We hope that other district authorities will follow Lakshmipur's footsteps and take similar initiatives for the greater public good. It won't cost them too much, since an app can be developed for only Tk 50,000, and the ambulance cost can be covered with their yearly budgetary allocations.\nHowever, the question remains as to how the poor people can buy the costly smartphones needed to download the app. There is also a solution to this: community health workers as well as those in the community who have smartphones can download the app and help those in need.\nTherefore, we think, nothing should stop other districts from taking such people-friendly initiatives.\n",
        "headline_1": "Low-cost, life-saving ambulance service through an app!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/low-cost-life-saving-ambulance-service-through-app-3038586",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2022"
    },
    {
        "full_article": "We urge the government to seriously consider proposals from the Consumers Association of Bangladesh (CAB), a platform to protect consumers' interests, to explore alternatives to raising gas and electricity prices in Bangladesh. At a time when ordinary people, particularly from low- and middle-income groups, are struggling to stay afloat, any decision from the government to raise gas and electricity tariffs more than it already has will be devastating. We have noted with alarm the recommendation of Bangladesh Energy Regulatory Commission (BERC) to raise the gas price by 20 percent and electricity price by 58 percent on average. Such a decision would not only be cruel, but also unmerited, given the widespread mismanagement and inefficiencies in the power sector—validated by our policymakers for decades—which have been driving the prices up, year after year.\nUrging the government to take initiatives to cut the predatory expenditure of Tk 6,588 crore in the power sector, which it pays as \"capacity charge\" for surplus electricity, CAB pointed out that the government can save Tk 10,321 crore by reducing dependency on the privately-owned quick rental plants and single-cycle power plants. They also recommended withdrawing the recently imposed taxes on the import of petroleum, reinstating the tax break on the import of petroleum, and importing furnace oil through the state-run Bangladesh Petroleum Corporation instead of private importers, saving the government at least Tk 16,279 crore. To reduce the price of gas, CAB urged the government to opt out of importing high-priced LNG, and instead explore gas in the sea and focus on the existing fields to improve production by overhauling or augmentation.\nIt is clear to all external observers at this point that there is a major need for radical reform in the energy sector, but unfortunately, we are yet to get any indication from our policymakers that they are considering the changes desperately needed to make the sector efficient as well as cost-effective.\nWe urge the ministries concerned—and the prime minister in particular, who will reportedly make the final decision regarding prices—to explore all other alternatives before coming to the suicidal conclusion to raise gas and electricity tariffs, and fuelling another round of inflation in an already volatile economy. It's not just consumers; businesspeople, too, have warned of the grave repercussions of such a hike. It would significantly raise production costs, making it impossible for export-oriented businesses in particular to compete with other countries, and lead to further reduction in our already depleting foreign exchange reserves. The government must do what is necessary to reign in the mismanagement and systemic losses in the sector, instead of punishing the consumers, as well as the economy at large, for its failed policies.\n",
        "headline_1": "Explore alternatives to gas, electricity price hike",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/no-alternative-explore-alternatives-3038581",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-06-2022"
    }
]