[
    {
        "full_article": "When the state of Israel was created in Palestine in 1948, more than 7,00,000 Palestinians, the land’s original inhabitants, were displaced. Palestinians remember this forced mass expulsion as the Nakba (catastrophe). More Palestinians were expelled during the Six-Day War in 1967. Some moved to Gaza, others to the West Bank, while the majority fled to other countries, where they and their descendants are refugees. In successive peace talks, Israel has outrightly rejected their right to return to their homes, a fundamental right. Now, U.S. President Donald Trump wants to forcibly transfer the 2.3 million Palestinians out of Gaza, the Mediterranean enclave that has suffered relentless Israeli bombardment for 15 months. His plan involves relocating Palestinians to neighbouring Arab countries, taking over the 360 sq. km strip which he calls a “hellhole” and redeveloping it into the Riviera of the Middle East. At a press conference in Washington DC, with Israeli Prime Minister Benjamin Netanyahu, he also stated sending troops to Gaza “if necessary”. The White House later claimed that he meant a temporary relocation of Palestinians. It also clarified that he had not committed to deploying U.S. troops but reaffirmed that his “out-of-the-box” proposal for Gaza was a serious one. However, Mr. Trump’s plan has at least three fundamental problems.First, Palestinians are not an imperial possession that Israel and the U.S. can bomb and relocate at will. They are a people with a national identity, whose collective history, present and future, is deeply tied to the Palestinian land. Despite relentless Israeli bombardment, the Palestinians of Gaza have refused to leave. Now, Mr. Trump is advocating what is essentially a call for ethnic cleansing, another Nakba. Second, Arab countries, including many of America’s allies, have unequivocally rejected Mr. Trump’s proposal. They understand that Palestinians who were forcefully removed never managed to return. Even authoritarian Arab rulers, regardless of their dependence on U.S. aid, must pay attention to the sentiments of their people, who overwhelmingly support Palestinian rights. Third, Mr. Trump’s vision of rebuilding Gaza aligns closely with the Israeli far-right’s agenda: resettling the land with Jewish settlers. This will further alienate an already desperate population and plant yet another time bomb in West Asia. Mr. Trump must abandon his calls for the ethnic cleansing and instead use America’s influence to ensure a successful ceasefire in Gaza. The U.S. should be working toward a lasting, just solution — one that acknowledges Palestinian rights and upholds the principles of peace and stability in the region. Published - February 07, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        armed Forces",
        "headline_1": "A call for chaos: On Donald Trump’s Gaza Strip proposal",
        "headline_2": "The United States should push for a two-state solution, not displace an entire people",
        "link": "https://www.thehindu.com/opinion/editorial/a-call-for-chaos-on-donald-trumps-gaza-strip-proposal/article69188524.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "Insularity often stems from contempt, and the kind now being exhibited by U.S. President Donald Trump and his administration is no exception. Withdrawing from international commitments has become a defining feature of Mr. Trump’s foreign policy, and the latest decision to freeze foreign assistance adds to the list of drastic moves, following the withdrawal from WHO and the Paris Accord. This decision will disrupt established global aid structures and have dire consequences for the millions who rely on U.S. assistance for survival. While the full impact is yet to unfold, it is clear to those in the development sector that a cascade of negative repercussions is imminent. On his first day in office, Mr. Trump imposed a 90-day freeze on foreign assistance, citing inefficiencies and ideological opposition to USAID. His administration argues that USAID misallocates funds and operates at odds with his policies. Elon Musk, head of the Department of Government Efficiency, went so far as to label USAID a viper’s nest of radical-left Marxists who hate America. The official USAID website has been stripped of its content, but announced that all personnel would be placed on administrative leave, with only a few exceptions for mission-critical staff. The administration also ordered the rapid repatriation of overseas USAID personnel within 30 days.USAID was established in 1961 as an independent agency under the Foreign Assistance Act, designed to provide global humanitarian and development aid. According to the U.S. government’s official spending tracker (USASpending.gov), USAID was allocated $44.2 billion in the 2024 budget. While this amounts to just 0.4% of the total U.S. federal budget, media reports indicate that it accounted for nearly 42% of all humanitarian aid tracked by the UN in 2024. USAID funds a range of programmes which include health care, food aid (including assistance to Gaza), and policy advocacy. The agency has maintained a strong presence in India since the 1960s, supporting initiatives in education, immunisation, HIV/TB prevention, polio eradication, and child health. Though direct financial aid to India has declined in recent years, USAID contributions still amounted to over $150 million for the latest fiscal year. However, in many conflict-ridden regions, USAID remains a lifeline. Withdrawing from international aid efforts is more than a bureaucratic shift: it risks leaving millions without food, medical assistance and critical resources. The decision reflects an inward-looking approach that dismisses the interconnectedness of global affairs. As the U.S. retreats from its historical leadership in international development, the world will be left grappling with the consequences of this reckless policy shift. Published - February 07, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Paris Climate Summit COP21\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        public works & infrastructure\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        renewable energy\n                    \n                            /                      \n                        \n                        children\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        medical service\n                    \n                            /                      \n                        \n                        AIDS\n                    \n                            /                      \n                        \n                        tuberculosis\n                    \n                            /                      \n                        \n                        poliomyelitis\n                    \n                            /                      \n                        \n                        Donald Trump",
        "headline_1": "​Crippling aid work: On the U.S. freeze on foreign assistance",
        "headline_2": "The fallout of U.S. foreign assistance freeze will be far-reaching",
        "link": "https://www.thehindu.com/opinion/editorial/crippling-aid-work-on-the-uss-freeze-on-foreign-assistance/article69188744.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "Special Marriage Act allows anyone to interfere in a couple’s decision. It also endangers them\nIt is frightening to watch what a young interfaith couple in the world’s largest democracy is going through – just to marry legally. As law-abiding citizens, they followed what is required to marry under Special Marriage Act. But their details were used to build up a malicious campaign. The Muslim man and Hindu woman in Uttarakhand have been attacked by online moral police and face hostility from on-ground moral police in Bajrang Dal, who’ve supported the woman’s mother’s objection to the marriage.\nThe notice regime in Special Marriage Act has been legally challenged. Sections 5 to 8 require a couple to give a written notice 30 days prior about their intent to marry, the notice to be published prominently that can be scrutinised by anyone, objections raised within 30 days, and the marriage officer empowered to uphold objections. The law makes public a stakeholder. Anyone can object. This is a direct breach of principles of privacy and freedom to choose a partner but has survived even after Supreme Court’s privacy judgment in Puttaswamy – “privacy includes at its core, the preservation of personal intimacies”. In 2023, hearing petitions seeking legalisation of same-sex marriage, Justice Chandrachud observed, “The very object of the Special Marriage Act is to protect couples. But these provisions lay them open to invasion by society, by district magistrates and police.” Oral observations are little solace to inter-faith or inter-caste couples caught in the bloody glare of a regressive society. Sooner these provisions are junked, the better.\nIn 2018, Uttarakhand criminalised ‘forced conversion’ with a maximum sentence of 10 years, a fine of 25,000 and a maximum compensation of 5L to the ‘victim’. In spite of the couple denying any attempt at religious conversion, the Muslim man is being threatened. The state, in whose police protection the couple is, seems a spectator. The couple applied a month ago on Jan 7. In the run-up to UCC, reports suggested inter-faith applications under Special Marriage Act were being stalled awaiting implementation of UCC. UCC Rules explicitly recognise marriages under Special Marriage Act. If the spirit of UCC is uniformity in laws that govern marriages, there should be no resistance to inter-faith or inter-caste marriages. But we know better. The couple in Uttarakhand is at the mercy of laws old and new, and of extra-legal ‘morality’ enforcers.\n\n",
        "headline_1": "Lawful wrongs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lawful-wrongs/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "Two rival parties must query the rush to rebuild Teesta-III. They need to keep at it & stop the project \nIt’s a rare consensus. After Sikkim BJP, Congress has quizzed a central panel’s nod to resume construction of the Teesta-III hydropower project. In 2023, when a Glacial Lake Outburst Flood swept away the original dam, it also exposed how multiple risks hadn’t been properly assessed. Neither was a mitigation strategy designed. There has been no accountability for all the flawed environmental clearances and planning, which ended up causing thousands of crores of economic damages. More tragically, over 50 people lost their lives and around 80,000 were displaced. Making it clear to the public what’s different this time around, is the least govt and the project developer must do.\nIndia’s northeastern states have high seismic vulnerability, all falling in the highest risk Zone V. On top of this geological fragility, there’s the inexorably increasing threat of climate change, particularly in the form of Himalayan glacier melt. That’s not even the sum total of the environmental woes. There’s also China building the world’s biggest dam over Brahmaputra river in Tibet. It says the project has undergone rigorous scientific evaluation and will not have a negative impact on downstream countries. Of course, this assurance isn’t credible. Such a super-dam is bound to have a super-sized impact. Meeting all these different challenges is difficult and complicated. But at minimum, India’s own decisions shouldn’t worsen its vulnerabilities.\nBoth UPA and NDA have pushed hydro projects with weak risk assessment and mitigation. Now BJP should follow its state unit and both national parties get on the same page, to put the Northeast on a stronger footing against climate change. On Teesta-III project, too many troubling questions remain unanswered. Rushing to rebuild defies logic. Congress and BJP shout at each other all the time. This time, they should stand together – and shout together.\n\n",
        "headline_1": "BJP-Cong, get together",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bjp-cong-get-together/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "Zoologists have added another entry into the list of life forms threatened with extinction\nInternational Association of Zoological Sciences (IAZS) has added another entrant to its already long list of life forms classified as endangered species.\nThere are over 16,000 endangered species on Earth including the Bengal Tiger, the Asiatic Lion, the Kashmir Red Stag, the Javan Rhinoceros, the Snow Leopard, the Blue Whale, the Galapagos Penguin, the Bornean Orangutan, the Bonobo Chimpanzee, the Lion-tailed Macaque, the Humphead Wrasse, the Resplendent Tree Frog, and the Pygmy Three-toed Sloth.\nAccording to Darwinism, a species becomes endangered, and if remedial action isn’t taken is doomed to extinction, if it cannot adapt to adverse changes in its environment.\nAnd as the environment changes faster and faster, caused by a number of factors including climate change, more and more species are being put on the endangered list, also known as the Red List.\nHowever, what zoology finds intriguing about the latest entry on the list is that while all the others on it are passive subjects of environmental change, the newcomer is an anomaly which not only actively resists change but, instead of adopting an evasive strategy, engages in overt opposition to it.\nIt does so by displaying behaviour which, far from making it blend into the background and seek safety in anonymity, deliberately goes out of its way to draw attention to itself by the distinctive sounds it makes and actions it performs which seem designed to attract predators.\nAs the survival-of-the-fittest tenet is the bedrock of Darwinism, evolutionary theory cannot account for what amounts to the seemingly self-destructive urge, which in Freudian terminology is called a death wish.\nThe most puzzling part is that this species has become increasingly endangered in various far-flung regions of the world, from South Asia to US, from Hong Kong to Tehran.\nWhile the species has yet to be assigned a scientific name, a provisional Latin tag for it might be Homo Liberalis. Or in plain and simple language, those who in the current climate of change defiantly describe themselves as liberals.\n\n",
        "headline_1": "Endangered species",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/endangered-species/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "By Sonal Srivastava\nShould politicians use religion to garner votes from their constituencies in secular democracies? It is a million-dollar question with no real answer. While it is challenging to separate religion from politics, politicians could aim to help their constituents gain a deeper understanding of their core religious beliefs, which will foster harmony between followers of different faiths.\n\nMost western countries observe a strict separation between church and state. This separation is well-entrenched in modern western philosophy and was reiterated by several thinkers at different points in time, including the enlightenment advocate John Locke, who said that the state should primarily deal with administrative aspects such as material security, and French philosopher Voltaire, a critic of religious intolerance and intertwining of church and state.\n\nThe idealism of western philosophers, however, at times ignores people’s intrinsic beliefs. Consequently, while the strict separation between church and state remains the core governing principle, office-seekers increasingly appeal to religious sentiments to get support from voters. For instance, in a secular democracy such as US, while campaigning for the American election, Republican candidate Donald Trump vowed to protect Christian values and declared that he was a proud Christian.\nIn a multi-religious India, religion is not just an observance, but a way of life that enables individuals to face adversity with courage. Hence, politicians must break bread with followers of all religious denominations. During elections, netas can be seen performing pujas at temples, offering chadars at mazars of Sufi saints, and visiting gurdwaras and churches with appropriate headgear.\n\nAcknowledging contributions of various religious traditions and addressing followers’ concerns are sure-shot ways to drum up support that could translate into votes.\n\nIn Indic governance systems, religion provided the guiding principle, and individuals were to act according to their ashramas –Brahmacharya, Grihasth, Vanprasth and Sannyas – and follow dharma. A learned brahmin was appointed as Raj Guru so that Raj Dharma, duties of the king/emperor, could be appropriately observed. Yog Vashist refers to an incident when King Dashrath turned to his Raj Guru Vashist because his young prince Ram had withdrawn from the material world and was depressed after returning from a pilgrimage. Vashist invited Ram to discuss his anxieties, and their conversation is called Yog Vashist.\n\nAnother example of a conversation between sage and king is the Ashtavakra Gita. It is a spiritual dialogue between Sage Ashtavakra and King Janak that deals primarily with Self-realisation, nature of the Self, and liberation from material attachments.\n\nIn pre-Independence India, MK Gandhi sang bhajans and provided a platform for multifaith prayers. He said, “The root of religion is ‘that which binds’. The root meaning of its Sanskrit equivalent dharma is ‘that which holds’. When morality incarnates itself in a living man, it becomes religion because it binds, holds, and sustains him in the hour of trial.”\n\nThus, man and religion cannot be separated. Still, netas who use religion to achieve power must govern responsibly by enabling individuals to understand the true import of their religion and ensure that there is no discrimination in dispensing their primary duties – governance and policymaking.\n\n",
        "headline_1": "Religion and politics: Navigating the fine line",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/religion-and-politics-navigating-the-fine-line/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "The heavy loss of revenue due to the government's failure to bring all high-cost luxury item sellers into the value-added tax (VAT) net is alarming. Consider the case of gold. According to a report by this daily, out of 40,000 jewellery shops in Bangladesh, only 8,000 have VAT registration, while only 1,000 have Electronic Fiscal Devices (EFDs) installed for sales monitoring. As a result, VAT collection from this sector was only about Tk 100 crore in the last fiscal year.\nGiven the high price of gold, which ranges from Tk 8,533 to Tk 12,673 per gram, and its estimated demand of 20-40 tonnes per year, the government could have earned at least Tk 850 crore annually in VAT, taking into account the five percent VAT on jewellery sales. Yet, over the past 15 years, efforts to boost tax collection through electronic sales registers have largely failed—not just in the jewellery sector, but in many others as well. It is no wonder that Bangladesh remains among the countries with the lowest tax-GDP ratio—below eight percent.\nIt is ironic that while the government struggles to collect VAT from luxury sectors such as jewellery, it has, earlier this year, raised the VAT on some essential items and services, such as mobile phone talk time and broadband internet. This decision, though later withdrawn, sparked criticism from experts who advocated for expanding the tax base rather than imposing additional indirect taxes on ordinary citizens.\nThankfully, the National Board of Revenue (NBR) has initiated measures to enforce VAT registration and EFD installation, beginning with the jewellery sector. While the agency's meeting with the Bangladesh Jewellers' Association is expected to bring positive results, NBR officials must also conduct on-site visits to ensure compliance and encourage businesses to digitise their VAT payment processes. Strict action must be taken against any attempts at VAT evasion, and internal investigations should be conducted to identify and penalise officials likely complicit in helping businesses evade VAT and tax.\nIt is unacceptable that despite having approximately 2.72 lakh registered companies and 79 lakh small and medium enterprises, the number of VAT payers in Bangladesh stands at only five lakh. This number must be significantly increased. A comprehensive approach—combining strict enforcement, technological integration, and institutional accountability—is essential to ensure that all businesses, particularly those dealing in luxury goods, contribute their fair share to national revenue.\n",
        "headline_1": "Bring more businesses under the VAT net",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bring-more-businesses-under-the-vat-net-3818231",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "Standing beside Israel's Prime Minister Benjamin Netanyahu, in front of the press in the White House, US President Donald Trump said on Tuesday, \"We will take over Gaza. We will own it.\" He went on to say that Gaza could become \"the Riviera of the Middle East,\" where the \"world's people\" would live. His statement aligns with that of his son-in-law Jared Kushner, who told an audience at Harvard University last year that Israel should remove civilians while it \"cleans up\" the Gaza Strip, and that Gaza had very valuable \"waterfront property.\"\nTrump's announcement sent shockwaves through the world, including staunch Israeli allies such as Germany. Human rights organisations immediately denounced the proposal as ethnic cleansing of the residents of Gaza, the Palestinians, to neighbouring countries—a plan that was rejected by Jordan and Egypt earlier. Many Democrats, who backed Joe Biden's 15 months of financing the mass murder of approximately 61,000 Palestinians in Gaza, found Trump's plan \"insane,\" and extremely immoral. But, of course, it's morally bankrupt and that's besides the point. To understand Donald Trump's intentions, the man who wrote the book Trump: The Art of the Deal, humanitarian values should be put aside. He views geopolitical relationships and foreign policy as real estate business deals, and realising that can take us closer to understanding whether he actually meant what he said and whether he can, or will, do it.\nIt's easy to dismiss Trump's remarks as unsurprising White colonisation. It is true that the plan shows a sharp departure from long-standing US policy of symbolic \"two-state solution.\" But it must be noted that we are here today because of decades of double standards of that very US policy in the first place, which unconditionally backed Israeli occupation in Palestinian territories and still talked about \"two states\" and \"peace.\" Sure, Biden had not suggested a plan so aggressive, but his administration had gone around trying to find an \"international coalition\" that would temporarily govern Gaza after the war. The fact is, US foreign policy has never intentionally recognised Nakba as a root cause of Palestinian resentment towards Israel, and no government has truly cared about Palestinians' rights to self-determination. US national and geopolitical interests in the Middle East simply lie with strong-arming Israel. One could argue that Trump has replaced \"Israel\" with \"United States\" in terms of who will own and govern Palestinian land and Palestinian people. \nInternational law, so to speak, has not really been a force to stop any atrocities in Gaza so far. Israel has openly committed crimes against humanity, and Netanyahu stood in the press conference with the US president despite an arrest warrant against him by the International Criminal Court (ICC). The US government's invasion of Afghanistan, for example—on the premise of self-defence—did kill innocent civilians, despite claims that it was only targeting terrorists and enemy combatants. The US has ratified both The Hague and Geneva conventions that render unjustified killing of innocent civilians or unnecessary destruction of property as a violation of international law (however, they don't constitute war crimes). Though the country ratified both conventions, it repeatedly violated them in Afghanistan. The US government denied many instances of civilian suffering until The New York Times published declassified records. Despite the documentation, none of the US military officials involved in strikes were held accountable. Only the victims paid the price for the US military's \"mistake.\" We have seen Netanyahu use the phrase \"tragic mistake\" to refer to the deadly fire in refugee tents in Rafah last year, after images of charcoaled bodies and a beheaded child went viral.\nAs history is laden with unaccountability, it should be clear that laws will not stop Trump's plan. So then, what can? Geopolitical relationships with the Arab states, and especially, Saudi Arabia, the most powerful US ally in the region.\nIn 2020, Trump managed to persuade UAE and Bahrain to sign his Abraham Accords. UAE's reservation to signing the deal was Palestinian statehood and the condition was suspension of Israeli settlers' plans to annex the West Bank. Trump hit the middle ground between the Israeli far-right and UAE to score the deal. Trump's transactionalism embedded in his foreign policy that predates his outlandish statements presents a few questions: is the plan a calculated move to tame both Hamas and Israeli far-right? Or is it a negotiating tactic with the Arab states, particularly Saudi Arabia? Both are plausible.\nFor Hamas, Trump's plan applies maximum pressure to give up the control of Gaza and simply maintain a presence there. The flip side of Trump's pressure could be Hamas pulling out of the ceasefire agreement, which jeopardises the Israeli hostages returning, and the second phase of the ceasefire which includes a permanent end to the war and withdrawal of Israeli troops. The latter holds little meaning now as Trump suggests Palestinians should leave their homeland anyways. Hamas, which has been destabilised, might settle for maintaining some sort of presence of the Palestinians in the Gaza Strip, as it would not be able to endure against US troops. On the other hand, far-right extremist Israelis—specifically those who were unhappy with Netanyahu and threatened to collapse his coalition for the ceasefire deal—positively reacted to Trump's plan. An expulsion of 2.5 million Palestinians from the Gaza Strip has been a fantasy of the Israeli far-right, and Netanyahu has faced criticism for not having a \"day after Gaza\" plan. When Trump made the announcement, Netanyahu seemed incredibly delighted that Trump's idea could reset his own difficult choices in Israel.\nWorldwide uproar followed Trump's statement, and Saudi Arabia's foreign ministry was the first to react to the announcement. They affirmed that the nation's position on the establishment of a Palestinian state is \"non-negotiable,\" firm and unwavering with \"no compromise,\" which could presumably refer to the UAE normalisation deal. The statement added that Crown Prince Mohammed bin Salman \"clearly and unequivocally reaffirmed this stance.\"\nFor the past 15 months of Palestinian slaughter in Gaza, many of the Arab states have been on the sideline, with Egypt, Jordan and Saudi Arabia clamping down on pro-Palestinian protests in their own nations. All these nations have authoritarian governments who view grassroots activism as a threat to their regimes. \"Arab states today do not like Palestinian nationalism because Palestinian nationalism is a source of popular mobilisation on the Arab street,\" according to Nader Hashemi, director of the Prince Alwaleed Center for Christian-Muslim Understanding at Georgetown University's School of Foreign Service. But in order to keep pro-Palestinian sentiments under control, Arab states have catered to public opinion with token gestures to support Palestine against Israel and succumbing to Trump's plan would fuel public anger. \nOn the geopolitical front, relations with the US have been a source of security aid and financial assistance for some Arab states, and have prevented them from confronting Israel. For Mohammed bin Salman, eliminating Hamas and Hezbollah, who do not exist in Saudi Arabia, has been in his best interest against archrival Iran to maintain his nation's dominance in the Middle East, and to ensure no politicisation of Islam can topple him in his country. Normalising relationships with Israel, too, is in his interest as it's good for business—an ideology he shares with Trump. Mohammed bin Salman wants deals with the US for security and weapons, and Trump has already talked about asking Saudi Arabia to invest $1 trillion in the US economy and lower oil prices. Here, Trump's Gaza plan puts a spanner in the works. Mohammed bin Salman would be careful so as to not anger his citizens by supporting Trump's plan to expel Palestinians from Gaza. Making compromises could risk his position domestically, while losing deals with the US would not serve him geopolitically. \nEgypt, on the other hand, needs US money to exist, and also serves as a lynchpin containing a potential powder keg of radical sentiment that, if detonated, would puncture European and US interests. Jordan, as well, is not only a close ally of the US, but dependent on US aid. Trump has already threatened economic blockades for Jordan, and King Abdullah is scheduled to visit the White House next week. But Egypt and Jordan can avert an economic blow if the wealthy Gulf nations unite against Trump's Gaza plan. White House Press Secretary Karoline Leavitt has indicated that Jordan can change its position and accept Palestinian refugees from Gaza.\nWhether Trump can coerce Arab States to get what he wants remains to be seen. The US president made the statement with the prime minister of Israel beside him, and to analyse it with a reactionary perspective such as the \"madman\" theory, as David Remnick of the New Yorker has done, only circulates blame games at those who voted for Trump, believing his campaign promise that the US would end all foreign wars, especially in Gaza. Trump has intentions in saying what he said, and determining what they are is difficult; he is the harbinger of potent unpredictability. \nThe Trump administration has made it clear that the \"Riviera of the Middle East\" would not be made with US funds, supposedly expecting Arab states to foot the bill. Trump's proposal to play around with the lives of Palestinians could very well be a far-reaching offer on the table in exchange for normalisation, or Gaza's reconstruction funded by wealthy Gulf nations. If we think of it as a deal, it also means that he could soften his position, and settle for less. He could very well not move forward if Arab states offer concessions acceptable to his geo-economic agendas. Donald Trump does not always follow through. But whether he does usually depends on short-term gains that portray him as the winner and the strongman who is \"reviving America\" as the sole superpower—in other words, making America great again.\nRamisa Rob is in-charge of Geopolitical Insights at The Daily Star. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Can Trump actually 'take over' Gaza?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/can-trump-actually-take-over-gaza-3817941",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "The United Nations Children's Fund (UNICEF) has a standard guideline for the media on how to report on children's issues, especially in a sensitive situation. The first point of the guideline says, \"Do not further stigmatise any child; avoid categorisations or descriptions that expose a child to negative reprisals, including additional physical or psychological harm, or to lifelong abuse, discrimination or rejection by their local communities.\" The well-drafted guideline also directs journalists not to name the child or publish and telecast their visual identity. But unfortunately, in this age of clickbait journalism, some journalists fail to adhere to the minimum standard of child-related coverage.\nNot only in the international guidelines, the Children Act, 2013 in Bangladesh also makes it a punishable criminal offence to publish in any print or electronic media any information that directly or indirectly identifies a child involved in a trial. Despite such a law, it seems nobody remembers to protect the rights of a child during a crisis.\nThe latest example of that is the coverage of a sixth-grader, who went missing from Dhaka a few days ago, on TV and social media platforms. It is a matter of relief that the child was found safe in Naogaon. Her missing news was circulated and posted on mainstream and social media platforms widely. But after police rescued the girl, the situation turned problematic. Both the law enforcement officials and journalists failed miserably to protect the child's best interest. The child was seen being interrogated by police personnel in the midst of a crowd. It was a clear violation of a child's right to privacy by every standard. On top of that, law enforcers did nothing to protect the girl from the media and online broadcasters. Journalists did not show any respect to the privacy and rights of the girl either.\nMeanwhile, tagging and bullying of the child are still happening on social media platforms. Lack of media literacy and internet etiquette have made the cyberspace in Bangladesh dangerous for everyone, but particularly for children and women. According to the Police Cyber Support Centre for Women (PCSW) run by the Police Headquarters, more than 9,000 complaints of cyber-harassment were lodged in 2024. A report by Prothom Alo on January 29 says that online harassment, including hateful comments and distorted videos, have taken a toll on the mental health of women, leaving many demoralised and depressed.\nThe global situation is not much better either. A Pew Research Center survey found that 59 percent of teenagers in the US have personally experienced at least one of six types of abusive online behaviours. The most common type of harassment the youth in the US encounter online is name-calling. It is high time such research was conducted in Bangladesh.\nBut for the time being, the most important work is saving our children. Both the law enforcers and friends and family can play a vital role in this regard, but everyone else in society has a major responsibility, too. Journalists must follow the national and international standards of media coverage about children. And last but not the least, I humbly request the netizens to please treat our children with love and care.\nRahat Minhaz is assistant professor in the Department of Mass Communication and Journalism at Jagannath University. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Media, law enforcement have failed yet another child",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/media-law-enforcement-have-failed-yet-another-child-3817696",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Rationalising cold storage rent",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rationalising-cold-storage-rent-1738856659",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Fish die en masse in Meghna: An ecological disaster in making",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fish-die-en-masse-in-meghna-an-ecological-disaster-in-making-1738856789",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Streamlining public healthcare sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-public-healthcare-sector-1738856855",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Will AI redefine future of accountants?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-ai-redefine-future-of-accountants-1738856882",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-02-2025"
    }
]