[
    {
        "full_article": "The ignominious resignation of U.K. Prime Minister Liz Truss this week may have supplied a momentary pause to the anxieties faced by the British people over months of government fumbling amidst deteriorating macroeconomic conditions, but it is hardly a panacea to what ails the economy. After a disastrous performance in office that belied the promise of putting the Conservative Party’s house in order, Ms. Truss quit 45 days after entering Downing Street, the shortest ever time that a British PM has served. The pinnacle of the Truss government’s fiasco was the “mini budget” of September 23, in which she and her erstwhile Chancellor, Kwasi Kwarteng, displayed a breath-taking lack of sensitivity to market fragility and announced £45 billion of unfunded tax cuts. No one ought to have been surprised at the crisis that that event triggered: soaring bond yields necessitating emergency intervention in the bond market by the Bank of England, undoubtedly scuppering the central bank’s attempts to get a handle on rising inflation. Firing Mr. Kwarteng, which Ms. Truss did despite backing him in formulating their tone-deaf policy proposals, hardly helped, as the crisis spiralled, causing the pound to lose value against the dollar and mortgage rates to climb, bringing economic hardship to Britons.The U.K. recently lost its place as the world’s fifth largest economy to India. At a dangerous moment in the global political economy, when Russia’s invasion of Ukraine has stemmed the flow of natural gas to Europe and the U.K., leading to alarming spikes in household bills in these countries, the Conservative Party needs to ensure that a competent PM and Cabinet are quickly installed and get to work. The public mood on this point has darkened: recent polling suggests that the Labour Party is poised to sweep to power should there be a general election, even if such an event is not likely until January 2025. The revolving door at 10 Downing Street might see former Chancellor Rishi Sunak anointed as the third PM within one year or, ominously, Boris Johnson is said to be in the reckoning again despite the debacle following the Partygate scandal. The immediate task at hand for whoever is the head of government will be to set right damaged ties with Europe so that trade links are restored, and supply side bottlenecks can be resolved, and to rework immigration policies so as to reinvigorate the flagging productivity levels of the U.K. economy. If the Tories turn out not to be the party capable of the nimble, intuitive policymaking required to dig the U.K. economy out of this morass, perhaps British voters will decide to bring in their political opposition to get the job done.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Through choppy seas: On the resignation of Liz Truss and after",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/through-choppy-seas-the-hindu-editoriial-on-the-resignation-of-liz-truss-as-uk-pm-and-after/article66040813.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "When defending champion Australia takes on last edition’s runner-up New Zealand at Sydney on Saturday, the ICC Twenty20 World Cup would have made a quick turnaround from its previous edition that was held last year in the United Arab Emirates (UAE). The COVID-19 pandemic affected sport and T20’s premier championship suffered multiple changes in schedule besides the logistical nightmare of venues being altered. Finally, as the virus seemingly wanes, cricket’s shortest version moves Down Under during a time when the Indian Premier League (IPL), Big Bash and other mushrooming leagues are eating into the international calendar. With IPL franchises spreading footprints across the seas, especially in South Africa, contracted players are caught in an old debate borrowed from football — club versus country. For Twenty20 international fixtures often lost between forgettable bilateral contests and the glamorous sway of the IPL and other leagues, the T20 World Cup’s eighth edition that has already commenced through its set of qualifiers, will offer pointers to how the game could evolve through the prism of nationalism and commerce. The big game, as advertisers prefer to label it, would pit India against Pakistan at Melbourne on Sunday. The sold-out contest is the third between the neighbours after the Asia Cup jousts in the UAE.While those two encounters were split at 1-1, in ICC events, India often gets past Pakistan but the latter’s triumph in the T20 World Cup last year offered a counter-point. Once this war minus the shooting template is dealt with, Rohit Sharma’s men have other challenges lined up in the Super 12 stage before making a tilt at the semifinals and the final on November 13. India last won an ICC event during the 2013 Champions Trophy in England. Subsequently, the Men in Blue have faltered and it is a blemish that coach Rahul Dravid and Rohit want to address. Having toured Australia well in Test whites over the last five years, India may draw strength from those memories but the absence of the injured duo of Ravindra Jadeja and Jasprit Bumrah could affect plans. Rohit, K.L. Rahul and Virat Kohli constitute the established troika but it is a tribute to his 360 degree approach that batter Suryakumar Yadav holds the x-factor. If Hardik Pandya can lend his all-round skills, India would be served well. The return of Mohammed Shami bolsters the seam attack and if the spinners can restrict and the fielding remains agile on big Australian grounds, India may fancy its chances of replicating its trophy success from the inaugural edition in 2007.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Mission Down Under: On the 2022 ICC Twenty20 World Cup",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/mission-down-under-the-hindu-editorial-on-the-2022-icc-twenty20-world-cup/article66040647.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "Hunger is an emotive word. Most of us reading this are fortunate to have enough, or even more than enough, to eat. We find the idea that other people live in hunger deeply unsettling. Hence, it is also unsettling that the well-publicised 2022 Global Hunger Index has ranked India at 107 out of 121 countries.\nIt has ranked India behind North Korea, Ethiopia, Sudan, Rwanda, Nigeria and Congo. This doesn’t seem to make much sense. But what do I know? Am I an ‘expert’ in developmental economics?\nRead full opinion on TOI+\n\n",
        "headline_1": "The frail maths of hunger: Global Hunger Index’s data crunching has numerous problems. But GoI’s own data is far from perfect",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/the-frail-maths-of-hunger-global-hunger-indexs-data-crunching-has-numerous-problems-but-gois-own-data-is-far-from-perfect/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "India’s competition regulator CCI on Thursday passed an order levying a provisional penalty of Rs 1,337.7 crore on Google for abusing the dominant position of its Android mobile phone operating system. CCI also asked Google to implement a set of 10 remedial measures that will open up the mobile phone ecosystem. It’s a milestone in curbing monopolistic behaviour in the digital economy. Its relevance comes from the scale of its impact in India and the global context too. Android has about 96% market share in India among mobile phones, which are the most popular access points to the internet.\nThe European Commission in 2018 fined Google for using a similar business model that violated the region’s antitrust rules. The business model uses unique features of the digital economy such as network effect to create economies of scope that lock consumers into complementary services provided by Google. The abuse of market power comes through agreements that mobile phone makers sign with Google to pre-install its package of applications in a manner that discriminates against standalone application developers. Consequently, competing service providers are squeezed out.\nCCI’s remedial measures give Google three months to modify agreements and implement other changes to break the company’s stranglehold on the market through the pre-installation route. The digital economy provides a unique set of challenges to competition regulators because dominance is exercised through economies of scope. CCI’s order against Google was preceded by a long investigation into its market practices. Therefore, not only does this order represent an important precedent in preventing market abuse in India’s burgeoning digital economy, the work underlying it helps build the regulator’s capabilities. India’s start-up ecosystem will realise its potential only if Big Tech is made to play by the rules.\n\n",
        "headline_1": "Prising it open: CCI’s landmark order against Google",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/prising-it-open-ccis-landmark-order-against-google/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "To a petition pleading for lifting Delhi-NCR’s firecracker ban, an SC bench responded: “Spend your money on sweets … Let people breathe clean air.” Very pithy, and very Diwali tradition friendly. But just as crackers attack our auditory and respiratory health, sugar is a great enemy across multiple health fronts. And unlike in the case of pollution, Indians barely recognise the dangers of sugar: not just quick weight gain but diabetes and cardiac illness.\nNot to rail against the festive spirit or badmouth the delectable confections that mark Diwali, but India’s sweet tooth leaves very ugly marks on its public health. Politicians, who can’t celebrate success without laddoos, don’t help by propping up a hugely inefficient sugar economy, in part because the patronage network is so sweet for them. Our desi sugar daddies are proud that India is now the world’s largest producer, consumer and second-largest exporter of sugar – but our expanding waistlines and threatened lifelines tell another story.\nData shows we eat too much carbs and sugar and too little fruits and veggies. Against per capita vegetable consumption of 80 kg per year in India in 2017, the US consumed 113 kg and China 377 kg. Per capita fruit consumption was 57 kg in India, in the US, 90 kg and in China, 97kg. Don’t spend money on crackers, spend it on fruit ‘n veg. Happy, healthy Diwali.\n\n",
        "headline_1": "Sweet nothings: A cracking idea for healthy Diwali",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sweet-nothings-a-cracking-idea-for-healthy-diwali/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "As India takes baby steps into chip manufacturing, the history of this technology is a useful guide. A chip, also called a semiconductor or integrated circuit, is a piece of silicon with tiny transistors carved into it that switch the 1s and 0s. It is the material on which the entire digital world rests, it is what gives Silicon Valley its name, and it is fuelling the biggest US-China confrontation.\nChip War: The Fight for The World’s Most Critical Technology by Chris Miller is about the evolution of the semiconductor business, and its role in the global economy and international politics.\nRead full opinion on TOI+\n\n",
        "headline_1": "How the chips may fall for the world: Semiconductors & the coming US-China confrontation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-the-chips-may-fall-for-the-world-semiconductors-the-coming-us-china-confrontation/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "The nationwide protests in Iran over women's rights and abuses by the religious morality police have once again shined a light on the country's ruling clerical class and the seemingly limitless powers of the Supreme Leader, Ayatollah Ali Khamenei.\nThe Islamic Republic of Iran has a two-tier government. The first tier, ostensibly representing the sovereignty of the people, includes a president who serves as the executive of a highly centralised state, a parliament charged with creating and debating laws, and a judiciary that vets and interprets those laws. The second tier, representing the sovereignty of God, consists of just one man: the Supreme Leader, or Faqih.\nThe Faqih has an absolute monopoly over state power. He appoints the head of the judiciary and can dismiss the president at will. He is the commander-in-chief of the army, and he can veto any law passed by Parliament. The office is both anachronistic and utterly unique, allowing for the institutionalisation of clerical control over all aspects of government.\nIt is also heretical. Far from being the foundation of Shia Islam, as Iran's clerical regime claims, the concept of the Faqih represents neither the historical consensus nor the current majority view of Shia political thought. It is a wholly made-up office, created by the man who first claimed the position for himself: Ayatollah Ruhollah Khomeini.\nShi'ism, like Christianity, is messianic. Shia doctrine posits that the temporal world and all its imperfections will be swept away by the appearance of a figure known as the Mahdi, who will one day rule over the earth. Until then, all governments are temporary and illegitimate, as any exercise of direct political power would be considered a usurpation of the Mahdi's divine authority. Thus, for most of the last 1,400 years, Shia clergy have refused to interfere in governmental affairs, instead adopting a position of political quietism.\nTo be sure, Iran's leading ayatollahs did fight alongside the country's merchants and young intellectuals to create the first indigenous democratic movement in the Middle East. The Persian Constitutional Revolution of 1906, as it came to be known, resulted in the creation of a progressive constitution guaranteeing basic rights and freedoms for all Persians, an independent parliament (the National Consultative Assembly), free elections, and a clear separation of powers.\nBut the Constitutional Revolution was short-lived. In 1921, a British-backed military coup established the Pahlavi dynasty in Iran. The constitution was discarded, Parliament was defanged, and the state reverted to dictatorship. The Pahlavis brutally suppressed any political activity by the clergy. While a few prominent clerics participated in Iran's second revolution of the century, the so-called Nationalist Revolution of 1953, it wasn't until Iran's third revolution, in 1979, that the clergy left the mosques and entered government.\nThat development owed everything to Khomeini's unprecedented interpretation of the Mahdi. Countering 14 centuries of Shia doctrine, he argued that, in the absence of the Mahdi – the sole legitimate leader of the Islamic state – political power should rest in the hands of the Mahdi's representatives on Earth: that is, the clergy. Put another way, rather than waiting for the Mahdi to return at the end of time to create the perfect society, the clergy should be empowered to create the perfect society for him so that he will return at the end of time. Khomeini called this theory the Valayat-e Faqih, or \"the guardianship of the jurist.\"\nThis was an astounding assertion and a radical religious innovation in Shia Islam. Yet Khomeini went even further, arguing that political authority should rest not with the whole of the clergy but with a single \"supreme\" cleric. He then insisted that, as the deputy of the Mahdi, the supreme cleric's authority should be identical to the Mahdi's. \"When a mujtahid [a qualified jurist] who is just and learned stands up for the establishment and organization of the government,\" Khomeini wrote in his political treatise Islamic Government, \"he will enjoy all the rights in the affairs of the society…\"\nNo Muslim cleric had ever made so startling a proposal. The notion that any human being could have such infallible, divine authority contradicts centuries of Islamic theology. The theory was so plainly heretical that it was immediately rejected by almost every other ayatollah in Iran, including Khomeini's direct superiors, the Ayatollahs Boroujerdi and Shariatmadari, as well as nearly all the grand ayatollahs in Najaf, Iraq – the religious center of Shia Islam.\nWhat made Khomeini so alluring was his ability to couch his radical doctrine in the populist rhetoric of the time. Once his colleagues had been intimidated into silence and Iran's pious masses had been stirred to action, Khomeini was free to seize control of the post-revolutionary government. Before most Iranians knew what they had accepted, he had injected his interpretation of the Mahdi into the political realm, transforming Iran into the Islamic Republic and proclaiming himself the country's first Faqih: the supreme temporal and religious authority.\nIn 1989, Khomeini died and the office of Faqih passed to his hand-picked successor, Ali Khamenei, with little clerical or popular resistance. Even though the Faqih was supposed to be Iran's most learned religious authority, Khamenei was little more than a mid-level cleric – not even an ayatollah – with thin credentials. Nevertheless, he was given the office largely because practically every other qualified religious authority in Iran – including Khomeini's first choice as successor, Grand Ayatollah Ali Montazeri – had decried the doctrine of the Faqih as anathema to Islam.\nNow 83 and in ill health, Khamenei is widely believed to be grooming his eldest son, Mojtaba – a cleric of even lower rank than he was when selected – to succeed him as the next Supreme Leader. That would strip away any last remnant of religious legitimacy the office still maintains, exposing the Faqih for what it actually is: a synonym for unchallenged power, like the Shah.\nShould that happen, the protests that would follow could dwarf the uprisings we are seeing today.\nCopyright: Project Syndicate, 2022.\n\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\nReza Aslan, an Emmy- and Peabody-nominated producer, is a professor at the University of California, Riverside, and the author, most recently, of An American Martyr in Persia: The Epic Life and Tragic Death of Howard Baskerville.\n",
        "headline_1": "Iran’s Ayatollah could lose all legitimacy soon... And not just because of the protests",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/irans-ayatollah-could-lose-all-legitimacy-soon-and-not-just-because-the-protests-3149531",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "Mobile internet users in Khulna City Corporation said they faced difficulties in using mobile internet for five hours since 1.30 pm today.\nOfficials of multiple operators, seeking anonymity, said Bangladesh Telecommunication Regulatory Commission directed them at around 1.30 pm to shutdown 3G and 4G telecom services in Khulna city immediately.\nHowever, the 2G service, which enables voice service, was operational, they said.\nThe announcement came at a time when thousands of the supporters of Bangladesh Nationalist Party arrived in Khulna city by trains, motorcycles and other vehicles despite a transport strike to attend the party's rally today.\n\"I am not aware of any such instruction given by the BTRC unless there is a technical fault,\" BTRC Vice Chairman Subrata Roy Maitra told The Daily Star.\nTelecom Minister Mustafa Jabbar said he also does not know anything about it.\nThe minister also said a technical glitch might have caused the internet disruption.\nPeople in Khulna said they got access to mobile internet at around 6.30 pm, after about 5 hours of disruption.\n",
        "headline_1": "Khulna sees mobile internet disruption for 5 hours",
        "headline_2": "",
        "link": "https://www.thedailystar.net/business/news/khulna-sees-mobile-internet-disruption-5-hours-3149376",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "Open spaces are an integral part of an ideal living environment. According to the Dhaka Metropolitan Development Plan (DMDP), any portion of a zoning plot that is essentially free of structures and serves the purpose of visual relief and buffering from buildings and structural mass is known as an open space. And with the gradual increase in population and rapid urbanisation, the number of open spaces in our megacity is drastically decreasing.\nTo combat this, Dhaka South City Corporation (DSCC) has taken up the Jol-Sobujer Dhaka Project. Parks and playgrounds have been refurbished under the Dhaka North City Corporation's Green Dhaka Campaign as well. Certain publications have mentioned how the design decisions were taken by prioritising the opinions of different users' groups. But the question is: who is defined as a user group here, and by whom?\nTake for example the reformation of Justice Shahabuddin Park. One of its prominent features is a fenced wall that controls access to the park via two gates, along with guards. There is a restriction of entrance for hawkers and beggars. For those who have grown up munching on peanuts while taking a stroll in a park, this activity now becoming an established restriction in the name of security can be rather questionable.\nEvery element of the built environment has psychological effects and we, as users, seek connection with them for comfort.\nAs celebrated Iranian-British architect Zaha Hadid puts it, \"Architecture should be able to excite you, calm you, and make you think, do the spaces around you have a conversation with you, or do you enter a space, and it affects your mood.\"\nUnfortunately, most contemporary design elements in our country's architectural practice are replicated directly from the West, with little thought put into its context/background, and its psychological effect. We forget that architecture, with its powerful abilities, can sometimes exclude. And claims that people's opinions are being included in decision-making with regard to open spaces is certainly debatable.\nThe field of Banani Chairman Bari, which was left abandoned for years and lacked proper security and accessibility, is another example. After its reformation, the local community has been revived and all sorts of events are now held there. The park is monitored by security guards and access to it is controlled using two gates. However, the same provision that is ensuring security is also misusing it. The security guard and the maintenance team is seen keeping only one gate open most of the time, that too in a way which makes it difficult for a new visitor to find it. Also, visitors belonging to the nearby informal settlement routinely receive stares, and are made to feel out of place and uncomfortable. Such practices in public spaces continue to stigmatise and exclude certain social classes.\nRecent renovation projects have also led to abandoned fields being replaced with artificial turf to accommodate different sports and related competitions. However, this has made their maintenance a little expensive, and many powerful local clubs are exploiting this, and at times appropriating the facilities for themselves only. This has made other community members question the motives behind the fields' renovation. When a piece of public land can be locked away from a community, it represents the disparities in our democracy, and implies a poor sense of community bonding and ownership.\nOn the other hand, many open spaces, even after going through such transformation and security control, still see plenty of malpractices such as drug use, takeovers by local goons, etc. As a result, people are forced to avoid the only open spaces in their neighbourhood. Children are seen playing on the roadside and not using park spaces.\nOur built environment is a negotiation between humans and non-humans. The openness of a place doesn't only comfort users visually, but psychologically as well. As professionals, we should have a vision for a good placemaking approach – where a comfortable relationship is established between the place, its visitors and their activities – rather than just following design trends insensitively. While city corporations taking the aforementioned initiatives to make a \"place\" out of abundant land is a positive step towards a better living environment, the willingness to adapt and change is what can lead to them being successful.\nEvery area has its community, culture, and ability to make a place out of its surrounding. Rather than just trying to beautify a piece of land and keeping it as a piece of artwork, the initiative should be to create more people-centred spaces. In the bigger picture, if the usability of the place is not as significant as its financial expense, it will be a waste of the valuable wealth of the country and its people.\nRafiah Binte Noman is a graduate from the department of architecture at Brac University.\n\n",
        "headline_1": "Are 'open spaces' really open?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/are-open-spaces-really-open-3149371",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "My first personal interaction with Syed Abul Maksud was at the office of Sangbad in the 80s. He seemed rather solemn, but very soon I found hiding underneath that mantle of gravity a cheerful, humorous and accomplished human being. He was a principled man, with no discrepancies between his actions and beliefs – something that cost him, but never unsettled him.\nOf course, it wasn't possible for me to find out so much in the half hour that we spent there. All this I understood in the almost four decades during which I knew him. But from that day in Sangbad, I started to address him as Maksud Bhai, and I quickly found him to be a man of talent, refined tastes and rationality, who accepted the joys of life alongside its troubles, and was always ready to help others.\nThe more I read his writings, the more I learnt of his scholarliness, grasp of history, political ideology and sense of justice. He was a hard-working researcher and intellectual, who never gave in to despair even during the country's worst crises. His belief in the capacity of the masses, his faith in socialist politics, and his hope in time's ability to take impossible turns aided this. His latent sense of humour and measured but sharp use of sarcasm greatly added to his considered opinions, and it was clear he thought of words as a weapon of change.\nHe believed that no matter how heavy the darkness, it will end with the younger generations. In a 2004 interview in the weekly Ekota, he said, \"The youth will be successful where we have failed.\" I don't believe this was said as consolation; rather, there was conviction behind these words. He also said, \"We have our own language. We have our own philosophy, thoughts and consciousness. An incredible harmony between Hindu, Buddhist and Muslim cultures exists here… But we cannot just stand in one place. We must move forward.\"\nThis notion of progress was extremely important to him. He held a deep conviction in shifting the status quo and not just being with the times, but a few steps ahead of it. He respected Maulana Bhashani and his politics, and although I never heard him support any party (he rarely spoke of himself), his writings make clear he leaned towards Left politics. He disliked those who had destroyed the unity of the Left but was hopeful of its resurgence, and once said that there was no other alternative in taking Bangladesh forward.\nSyed Abul Maksud spent his student years in his village, Elachipur, in Manikganj, and then in Dhaka University. Although he was involved with Chatra Union, which was his introduction to the Left, as a professional journalist he stepped away from participating in politics. In 1971, he took part in the Liberation War and also became a correspondent at The Jai Bangla. However, I never heard him introduce himself as a freedom fighter. To him, it was natural for a young person in 1971 to have joined the war, in the same way that it was natural for politics to be pro-people and progressive, based on justice and equality.\nIntegrity was another subject that held his attention. Even though such integrity is increasingly becoming rare, Syed Abul Maksud was not despondent, and identified this inadequacy as a direct result of capitalism and corporate culture. He believed that if we could stand up to capitalism, or at least resist its influence with education and culture, then it would be possible to recover – but this had to happen in institutions, within individuals and, at some point, in politics.\nTwo instances of his own integrity were witnessed by us all. After the militant attack on Professor Humayun Azad, Syed Abul Maksud wrote about BNP-Jamaat's patronage of extremism in his Prothom Alo column (no government liked his ability to look power in the eye and tell the truth, which is why he never received any state awards). At the time, he was working at the Bangladesh Sangbad Sangstha, where he was ordered to submit an apology. He refused and resigned, creating an example that was admired but not followed.\nThe second example is his satagrahya against the 2003 US-led invasion of Iraq by Western forces. As a part of this, he boycotted Western clothing and started wearing an unstitched white cloth. Although he faced ridicule at first, he did not change his position.\nI never found out which of his fields of work Syed Abul Maksud liked to be known for. But he found happiness and satisfaction through writing. He wrote poetry, travelogues, literary critiques, and on the life and works of writers and philosophers; he wrote on the history of newspapers and periodicals, on Shadhin Bangla Betar Kendra, and on the politics of Rabindranath; he wrote numerous books on Syed Waliullah, Maulana Bhashani and Mahatma Gandhi, and he wrote on Dhaka University (DU).\nQuite a few of these are research books where he maintained high standards, and included archival work, field research, interviews and published (or completed but unpublished) books, etc. However, the success of all research depends on fundamentally creating or uncovering something. For example, you can find quite a few books on DU in the market, but Syed Abul Maksud's Dhaka Bishshobiddyaloy o Bangladesher Ucchoshikkha – which received Prothom Alo's best book of 1422 award – is unique.\nIn it, alongside the history of establishing DU, he wrote of the deprivation of Muslims in East Bengal during the British colonial period, the reasons behind their anger and dissatisfaction, and how DU helped middle-class Muslim society and played a role in women's education. The book didn't just focus on DU; the political history of this region, Hindu-Muslim relations, conflict and communal harmony, the evolution of Dhaka city and its transformation into a centre of education, the turbulent times before Partition and a number of important events from that time were also reflected in it.\nSyed Abul Maksud's favourite subjects were individuals, society, state, politics and thought. He believed people's connection to the land, culture and public life was unquestionable, especially in a country like ours. This is why he wrote against divisive forces in the West and warned citizens to not get lost in consumerism. He stressed on the relationship between individuals and society and kept his faith in the masses, but he also prioritised individual freedom. He believed in free thought that is creative, farsighted and rational, and lamented over our educational system's and institutions' inability to establish this.\nSyed Abul Maksud was himself an activist, and he inspired others to follow the path of activism. We lost him at a time when our society needs someone like him the most. His loss will be felt most in the world of thought. We are lucky that at least his writings will, to some extent, fill the emptiness he has left behind him.\nTranslated by Shuprova Tasneem.\n\nSyed Manzoorul Islam is a retired professor of Dhaka University, and currently a professor of English and Humanities at ULAB.\n",
        "headline_1": "Syed Abul Maksud: A man of great integrity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/syed-abul-maksud-man-great-integrity-3149316",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "We're hardly surprised by the Centre for Policy Dialogue's assessment that Bangladesh is facing at least seven major crises. These challenges – namely dollar shortage, high price and shortage of energy supplies, rising inflation, spiralling food prices, continued fallout of Covid-19, effects of Russia-Ukraine war, and climate change – have been with us for quite some time. Of late, Bangladesh has made regular headlines for its poor handling of the fusillade of economic disruptions that came on the heels of the pandemic, and later the war. What's new, however, is the alarming prediction that there will be no relief from them within the next year.\nThe CPD has made a number of observations and recommendations along with a few caveats, all worth taking seriously. The most important observation is that while the government took some steps to ride out these crises, those were \"inadequate\" and \"short-term in nature\". We cannot agree more. It's tempting – from the government's point of view – to shift the blame onto global factors like Covid/war instead of acknowledging pre-existing issues that exacerbated them.\nIn truth, this was a disaster waiting to happen, thanks to years of bad policies, financial irregularities and poor governance. Had it taken appropriate steps when the going was good, we would have more fiscal space now and could handle the situation better. As the CPD executive director said, all countries are facing the heat of the current global crisis, but those whose internal policies are strong will fare better.\nBangladesh, clearly, is not one of them. For example, its current gas and electricity crises, caused by dollar shortage and high fuel prices on the global market, could, in part, be attributed to its own energy policy that rewarded over Tk 26,000 crore in \"capacity charges\" to power companies in the last fiscal year alone. Consequently, many of those companies became richer while the government's fiscal space shrank.\nThe dollar crunch, which affected our buying capacity amid rising demands for imports, also should have been anticipated. In the absence of effective measures, forex reserves depleted to alarming levels – USD 36.3 billion as of October 12 – although it was USD 41.8 billion at the end of FY 2021-22. Meanwhile, food inflation reached almost 10 percent in August, the highest in 10 years, before dropping to 9 percent in September. The prices of food (and non-food) items have hit all-time highs, despite much-vaunted gains in food production. Households and businesses are suffering equally because of acute gas and electricity shortages.\nWith no sign of imminent global economic stability, and with quick fixes bringing no relief, the time now is for the long game. For that, the government must first address persistent internal problems like weak governance and corruption, and follow it up with long-term policies to reduce suffering and strengthen the foundation of our economy. To tackle these crises, experts have recommended forming a high-powered committee to monitor key economic indicators and come up with proper responses. The authorities should also control food prices, check further depletion of forex reserves, adopt production-friendly measures, increase minimum wages of workers, reduce fuel costs, take and properly utilise long-term loans, etc. They must do these urgently.\n",
        "headline_1": "Seven crises, seven roadblocks to economic stability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/seven-crises-seven-roadblocks-economic-stability-3149321",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "It's unacceptable that despite having a law to regulate the road transport sector and a well-oiled system to prevent crashes, the number of deaths on our roads is steadily increasing. According to the Road Safety Foundation, at least 5,043 people were killed in 4,225 crashes in the first nine months of this year. A majority of these crashes involved bikes and three-wheelers. While partial and selective execution of the law is, of course, something to worry about, untrained drivers and unfit vehicles have emerged as a major headache, causing the rising number of road crashes.\nThe law being ineffective means that unfit vehicles still rule our roads, drivers without valid licenses hardly have to face punitive action, powerful people get away with violating traffic rules, and transport owners and workers rarely have to face deserved punishment for crashes and other unlawful activities such as charging exorbitant fares from passengers. We all know how transport associations opposed important provisions of the law as soon as it was passed, and proposed amendments that would reduce fines and punishments for offenses committed by them. If the proposed amendments are approved, the law will become even weaker.\nBesides the poor implementation of the law and non-implementation of some of its sections, there are other factors that are making our roads increasingly unsafe. One such factor is the sharp rise in the number of three-wheelers and motorcycles over the last few years. According to the Road Safety Foundation, these vehicles were involved in 59.49 percent of road casualties during this year, with bikes contributing to 37.78 percent of deaths while three-wheelers to 21.71 percent.\nWhile 3.75 lakh bikes were registered with the Bangladesh Road Transport Authority (BRTA) in 2021, a total of 3.96 lakh bikes got registered in just the first nine months of this year. And a significant number of bikes still remain unlicensed. Meanwhile, according to sector insiders, the number of three-wheelers could be around 30-40 lakh now.\nOne wonders why the BRTA is still registering motorcycles despite the fact that they create a major nuisance on our roads and are also a key reason for road crash deaths? And why couldn't the authorities still implement the ban on three-wheelers on the highways, which was imposed in 2015? Three-wheelers, particularly the locally made ones, often have structural flaws and are driven by unlicensed drivers, leading to frequent crashes. Therefore, the BRTA must seriously try to control the numbers of bikes and three-wheelers.\nBut above all, in order to bring some much-needed discipline on our roads, the Road Transport Act, 2018 must be properly implemented. We will never get the benefit of the law if it is enforced selectively, and if offenders are allowed undue concessions through improper amendments.\n",
        "headline_1": "Will deadly commute continue to be our reality? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-deadly-commute-continue-be-our-reality-3149311",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "A report by The Institute for Economics and Peace titled 'Ecological Threat Report 2022' paints a bleak picture of the living condition of Dhaka residents. It states that a third of the capital city's residents are bereft of reliable and safe piped drinking water. Water supplied by the Dhaka Water and Sewerage Authority (DWASA) is unsafe because of the presence of high quantities of solid waste that is not disposed of properly. Only about half of the 5,000 tonnes of waste generated is handled as per guidelines, whilst the rest ends up in water bodies. Of the cities surveyed in the report, eight megacities (including Dhaka) are considered to be unsustainable for decent living. Dhaka, unfortunately, has witnessed rapid urbanisation over the last few decades with around two thousand people arriving daily. With a physical area of 360 square kilometres and a population of approximately 22 million, it is one of the densely populated cities in the world.Vulnerability to natural calamities and exposure to tough economic conditions have forced a large part of the population to migrate to urban centres, particularly Dhaka. The other factor that has contributed to the unsustainable population growth of the capital city is that more than 40 per cent of the formal jobs are based here. The persistent flow of people to Dhaka presents city planners with a multitude of challenges. Most notable is the lack of infrastructure. The city was never designed to house so many people. It was not envisaged that industrialisation would be city-centric either. Hence, it leaves little to imagination that agencies responsible to provide residents with clean, drinkable piped water have been failing consistently. The volume of waste has soared in recent years because of rising population and increased economic activities. As we move from a low income country to a middle-income one, the increased economic activities have resulted in a hike in per capita income, which again has enhanced disposable incomes for the burgeoning middle class. Dhaka has become one of the fastest growing cities in the world and the data tell us that between 1990 and 2005, its population doubled from 6 million to 12 million. Currently, it stands above 22 million. Waste is emerging as the single largest threat to clean water availability in Dhaka. Prudent measures need to be taken to handle this waste. Although some steps are visible in terms of waste collection, a lot more needs to be done in terms of segregating waste and their treatment. Dhaka's landfills are up to the brim with waste. Other mega cities have come up with innovative ways of handling waste like launching projects that turn waste to energy, and some cities in India have been recycling plastic waste and incorporating it in road construction. Waste needs to be tackled properly with appropriate treatment technologies, but at the end of the day, none of these measures will bear fruit unless mass transportation systems are set up like railway, metro rail, etc, so that economic migrants come to the city to work, but leave at the end of the working day to suburbs of the capital city. There will never be enough space to accommodate and cater to sanitation for millions of people in the constricted space where Dhaka is located.",
        "headline_1": "Dhaka residents' water woes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-residents-water-woes-1666446694",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "It goes without saying that risks to financial stability have increased across the world in the midst of the highest inflation in decades. The ongoing Russian war in Ukraine has ramped up the risks as the negative impact of war already spread out to European and global energy markets. The market liquidity is already poor and there is also a risk that a sudden and confused tightening in financial conditions may act together with already-existing vulnerabilities.This is the near-summarised version of the International Monetary Fund (IMF)'s latest Global Financial Stability Report (GFSR), released in the second week of this month, crammed with dos and don'ts. The report also pointed out that, in the emerging markets or developing countries, rising rates, weak fundamentals, and large outflows of assets had already pushed up the cost of borrowing, particularly for frontier economies. Thus, it has also increased risk of additional defaults on debts.The core message of the IMF report is that rising inflation and monetary measures to curb the inflation have combined to create a difficult situation which already destabilised the financial market. In other words, global financial stability has weakened and no country is immune from the situation which may aggravate all too soon.It is noteworthy here that financial stability is a comprehensive issue. The European Central Bank (ECB) defined financial stability as a condition in which the financial system - comprising financial intermediaries, markets and market infrastructures - is capable of withstanding shocks and the unravelling of financial imbalances. 'This mitigates the prospect of disruptions in the financial intermediation process that are severe enough to adversely impact real economic activity.' So, a sound and stable financial system is critical for any economy to function smoothly. Maintaining the financial stability is also challenging as there are always some risks of exogenous and endogenous shocks. That's why a consistent review of the financial situation of any economy is helpful to dealing with any unstable or uncertain situation.In Bangladesh, as in most countries, the central bank is mainly responsible for maintaining the financial stability and monitors the situation. Other financial regulators like securities and exchange commission (SEC) also play an important role and support the central bank. As part of the critical task, Bangladesh Bank also publishes a report on the financial stability annually. Last week, it unveiled 'Financial Stability Report 2021' which is the 12th annual edition of the series. Introduced in 2010, the report also becomes one of the flagship publications of the central bank.The maiden report had mentioned that 'a financial system can be treated as stable if it fulfils its functions and is able to withstand the shocks to which it is exposed.' The financial system of Bangladesh is made up of banks, non-bank financial institutions (NBFIs), insurance companies, stock market and micro-credit organisations.The latest report 'contains the assessment of the recent challenges, and prospects of different segments of the financial system of Bangladesh to convey the stakeholders the state of overall financial stability of the economy. It discusses global as well as domestic macroeconomic environment along with the performance of banks and other financial intermediaries and their resilience to uphold stable financial ecosystem.' The report covers the development of the country's financial system in 2021.Besides covering the macroeconomic development in the last year, the report focuses on performances of the banking sector and financial institutions (FI) as well as risks and resilience of the banks and FIs. The report further shed lights on money, capital and foreign- exchange markets, financial infrastructure, insurance sector and microfinance institutions. So, anyone who wants to get a comprehensive picture of the country's overall financial sector needs to go through the report.So, what are the core findings and messages of the report? It finds that, after experiencing an increasing trend in asset growth during 2019 and 2020, the banking sector experienced a modest growth in 2021. The asset quality of the banking sector, however, deteriorated slightly as gross non-performing loan (NPL) ratio had increased marginally in the past year. The liquidity situation in the banking industry remained buoyant in 2021, according to the report, and the overall risk of the banking sector declined slightly.Bangladesh Bank's assessment also found that the banks and FIs would 'remain moderately resilient to different shock scenarios' though the 'uptrend in NPL, provisioning shortfall, decline in equities and profitability' likely to pose some concerns for FIs.It seems that the central bank team took utmost caution on making comments on any critical area of the financial sector. Though the comments or concluding remarks on any area are based on updated data and careful analyses, in most cases the restrained approach to drawing any conclusion is clear. By doing so, the report appears to have covered up or avoided some vulnerabilities in the financial sector.The report's ultimate conclusion is: (a) the financial system of Bangladesh was resilient in 2021, thanks to supportive measures from government and financial-sector regulators and (b) the country's financial stability may come under threat in the near future due to geopolitical tension and inflation and so prudence is necessary to deal with the threat.A problem with the latest financial stability report (FSR) is that it is published more than nine months after the end of the year 2021. As the lag of time is long and many things have changed in the last nine months, various data and developments included in the report may seem less relevant. It is difficult to comprehend why the publication of an important document like the financial stability report has been so delayed. Even in 2018, the report was published in May while most of the previous reports were made public within June or July. In this connection, the central bank needs to pay attention so that the report could be published after three to four months of a year. There is also no reason why it will not be possible as collection and compilation systems of data have improved significantly. Only some bureaucratic complications may delay the process, which is undesirable.[email protected]",
        "headline_1": "Regulatory delay in publishing FSR",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/regulatory-delay-in-publishing-fsr-1666446736",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "Feeding the starving people by governments or private organisations is nothing extraordinary in Bangladesh. In the aftermath of devastating floods in the past, the gruel kitchens were common sights in the country. The floods have gone, so have the days and months of starvation. Enter the sale of rice, flour etc at reduced prices. The time is sequel to the corona pandemic. Tense people standing in queues behind Open Market Sale trucks are now common in the capital. The government-run programme has made arrangements for selling at subsidised price two chief daily essentials --- rice and flour, at several points in Dhaka and the other cities. That the queues will get longer by the day is nothing unusual. They attract people, especially the economically vulnerable ones, who stand on the queues since early morning. Many reach the sales points soon after the dark of the early dawn starts clearing. The first priority on their part is placing a small visible marker as a proof of their presence. Earlier, under the mid-noon sun or during rains they had to leave the site, letting the adamant people occupy their places. The system of placing small markers like an empty bag, a piece clothing etc has ensured the people on line of getting their earlier place in the broken queues.Placing a marker on the line is not a big deal. But getting the desired commodities after an hours-long wait is. Lack of discipline in lines snaking behind the goods-selling trucks was once a great impediment to the purchase of the subsidised products. Heated arguments followed by small bouts of quarrel once used to spoil valuable time prompting the staffers on the open truck to close down a programme prematurely. The people at the venue innovated the system of placing markers when they had to leave their places for some time. Among the crowd of poverty-stricken people, mostly women, a few of those from the lower-middle class could also be singled out. This segment of citizens doesn't go with the looks of the crowds assembled at the open market sale (OMS) points.According to people watching the sales operations for long, the middle class, irrespective of their grades --- lower or upper, hardly discloses their families' economic status during nationwide crises. Upon being hard-pressed, they are compelled to turn to the cheaper market outlets. These spectacles filled the times in the aftermath of wars or natural calamities. In the modern times, they have become common sights in the turmoil- or disaster-hit territories.The OMS programmes have long been in operation in Bangladesh. During the two-year corona time, and the uncertainty over food availability, the state-run agency TCB (Trading Corporation of Bangladesh) ran similar programmes throughout the country. With the ultra-poor's sources of income virtually closed, movements restricted and the external food aid declining to a trickle, the government opened the sale of essentials at subsidised prices. Undoubtedly, this programme had played a great role in helping the cities' marginalised people to keep themselves afloat. The multi-layered reasons which are cited for the creation of a global depression coupled with inflationary pressures on food have stemmed from the Russo-Ukrainian war. Import prices of food and wheat and other essentials continue to skyrocket. Tolerably ample food harvests in the recent months, despite the impacts of flash floods, have provided the nation with glimmers of hope. But with the Russo-Ukrainian war still raging, food prices in the country are feared to spiral out of the buying capacity of even the solvent people. Keeping this reality in mind, the nation may have to stick to its programme of subsidised commodities' sale for some more time. [email protected]",
        "headline_1": "A unique bid to feed the hungry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-unique-bid-to-feed-the-hungry-1666446796",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2022"
    },
    {
        "full_article": "Iodine is an essential mineral, commonly found in seafood. One's thyroid gland uses it to make thyroid hormones, which help control growth, repair damaged cells and support a healthy metabolism. Unfortunately, many people in Bangladesh are at risk of an iodine deficiency. According to the media, at least 60 million people in the country are suffering from such deficiency since salt producers are selling table salt without adding iodine as per government rules. As a result, a number of people, including children and women, are increasingly suffering from intellectual and developmental disabilities. In this context, the World Iodine Deficiency Day was quietly observed on October 21. Our body cannot make iodine and therefore we need to consume it regularly. It is important for proper functioning of thyroid gland and its deficiency can cause hypothyroidism, a condition in which the thyroid gland does not produce enough of certain crucial hormones. It can result in thyroid enlargement, increased neonatal and infant mortality, retardation of growth and development of the central nervous system in children, reproductive failure, and an increase in the fluid in the tissues. It is important to raise awareness among our people to get rid of iodine deficiency. Everyone should know the sources of this mineral. Food from marine sources such as sea fish is rich in iodine. Some vegetables like spinach, beets, tomatoes and peppers also contain good amounts of iodine. Consuming iodised salt is the best and easiest way to get iodine on a regular-basis. And this is why, the authorities concerned must monitor the salt producers to check whether they add iodine to table salt or not. Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Addressing iodine deficiency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-iodine-deficiency-1666446829",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2022"
    }
]