[
    {
        "full_article": "What were you doing on a Thursday morning when you were 14?\n14-year-old Selina woke up and left for work at 8 am on one fine Thursday morning—to catch her shift at the Hashem Foods factory. The factory then caught fire, and workers on the third floor were ordered to remain and locked up inside—prohibited from escaping a fire that would burn for almost 24 hours straight. The shift had to go on.\nNo trace of Selina was found by her grieving family, when they were interviewed by Somoy TV two days after the fire. Selina's family were seen holding a photograph of her, ardently hoping the child in it will soon reappear. Selina's sister said grimly, \"Please return my sister. I do not need anything else, I just need her back.\" Will Selina return to her family? Or is she one of the 49 humans burnt beyond recognition, and her photo is all that remains?\nA report by The Daily Star suggests that besides than Selina, at least 16 other children were \"missing\" after the Hashem Foods fire. Children who died producing snacks such as lollipops and chocolate spreads for our children, inside a six-storey death trap we chose not to see.\nThat fateful Thursday was also 12-year-old daughter Shanta Moni's third day at work. Shanta had lost her father seven years ago. She was enrolled in a madrasa but stopped studying as it was closed. Shanta Moni's mother, who was gasping for breath after having frantically searched every children's ward in Dhaka Medical College Hospital hoping her beloved daughter would be in one of them told The Daily Star, \"They were going to give her Tk 5,500 per month for making lollipops. She used to work on the third floor.\"\nAccording to the National Child Labour Survey 2013, 3.45 million children aged 5 to 17 were engaged in child labour. The Hashem Foods fire momentarily exposed the prevalence of child labour in Bangladesh and temporarily penetrated our consciences from which this unpleasant and cruel reality had been conveniently filtered out. As a result of this slippage, many of us were forced to wonder how is it that in a state of lockdown all educational institutions are seen as being too unsafe for children to visit, but working inside factories is not?  Many of us took a step further back and asked: why, if at all, is child labour still legal in Bangladesh?\nThat is the question I hope to explore in this piece. Under the Bangladesh Labour Act 2006 (BLA), child labour is legal for children aged above 14, since the law creates a rather artificial distinction between children and adolescents. An \"adolescent\" is defined as a \"person who has completed fourteenth year but has not completed eighteenth year of age\" (Section 2(8), BLA). By contrast, a \"child\" is defined as a \"person who has not completed fourteen years of age\" (Section 2(63), BLA). Therefore, employing a 14-year-old girl like Selina to oil engines of industrial growth is perfectly legal.\nThe labour law's definition of a child is at odds with that provided in the Children Act 2013, the main law intended to advance the rights of children in our country—Section 4 of which states, \"all persons aged up to eighteen years of age shall be treated as children.\" Section 2(f) of the earlier Children Act, 1974 (which the 2013 Act replaces), had defined a child as \"a person under the age of sixteen years\" and therefore had introduced a wider definition of child than the BLA.\nWhile our labour law does legalise the employment of children above 14, Chapter III of the BLA specifically deals with the employment of adolescent workers. Section 34(1) of the BLA states that, \"No child shall be employed or permitted to work in any occupation or establishment,\" while Section 34(2) places some restrictions on employment of adolescents (i.e. those aged above 14) subject to two conditions being met. The first requirement is for the employer to obtain a certificate of fitness granted by a registered medical practitioner. The second requirement is for the adolescent to carry a token containing a reference to such certificate while at work.\nIt is not yet clear whether either of these two conditions were met by Hashem Foods Ltd. However, when confronted about the question of exploiting child labour, Md Salauddin, the administrative spokesperson for Sajeeb company told The Daily Star: \"The issue about the age of the workers is wrong. They were hired after reviewing the relevant documents. If the age is less, it is the workers who tampered with the documents.\" Under the labour law, if there is any dispute as to the age and whether a particular worker is a child or an adolescent worker, any of three documents must be used to resolve it: (i) a birth registration certificate; (ii) a school certificate; or (iii) a certificate issued by a registered medical practitioner certifying the age (Section 36, BLA). However, the disputes relating to the real age of the child workers \"missing\" after the Hashem Foods fire exposes the pitfall of relying exclusively on documentary evidence (which can easily be \"tampered with\") in resolving disputes as to the age of child workers. While most families of the \"missing\" child workers insist that their beloved daughter or son was underage, the factory authorities insist the exact opposite—and claim to have the papers to prove it. It would be unlawful to employ a 12-year-old like Shanta, but having her age \"certified\" to be 14 or above through one of the three aforesaid documents would be enough.\nOther than the need to obtain and display fitness certificates, Chapter III also places two key prohibitions in the employment of adolescents. Firstly, it prohibits adolescents from being employed in work that is declared too hazardous by the government (Section 39(2), BLA). In 2013, a government order declared 38 processes and activities as being hazardous for children, which includes working in a biscuit factory. In 2015, when the Bangladesh Labour Rules were formulated, Rule 68 also listed 32 activities which are deemed to be too hazardous for adolescents, which includes working with cutter machines. The National Child Labour Survey 2013 found that 1.28 million children were engaged in hazardous labour. Secondly, adolescents cannot be made to clean, lubricate or adjust any machinery of any establishment while it is in motion or to work between moving parts or between the fixed and moving parts of such machinery (Section 39(3), BLA).\nIf any person employs any child or adolescent, or permits any child or adolescent to work in contravention of any provision of the labour law, they are to be punished with a fine that may extend to Tk 5,000 (Section 284, BLA). This penalty is rather minimal when compared to the severity of the offence, with no prison sentence being prescribed, and the amount of fine being capped at a very low level—despite the varying degree of harms that may result due to the offender's contravention of child labour laws in the country. Then again, limiting the liability of those that violate labour rights seem to be a rather defining feature of our labour law. For instance, all an employer has to pay if a worker is killed in an \"industrial accident\" (which, more often than not, is a foreseeable outcome of the employer's failure to ensure occupational safety), is Tk 2 lakh.\nOn 30 November 2020, the National Child Labour Welfare Council published a draft National Plan of Action to Eliminate Child Labour. How can we possibly hope to eliminate child labour while keeping it legal?\n \nTaqbir Huda coordinates Justice For All Now (JANO, Bangladesh). \n\nEmail: taqbirhuda@gmail.co\n",
        "headline_1": "Why is child labour still legal in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/why-child-labour-still-legal-bangladesh-2139296",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2021"
    },
    {
        "full_article": "According to data provided by the Bangladesh Telecommunication Regulatory Commission (BTRC), the number of internet users in Bangladesh stood at 11.61 crore in March 2021, up by 12.48 percent year-on-year, whereas the number of mobile phone users stood at 17.46 crore in March 2021, up by 5.62 percent year-on-year. According to industry insiders, the e-commerce industry in Bangladesh has been growing steadily at a rate of 25.6 percent in the last few years, and this industry is expected to generate more than USD 5 billion in Gross Merchandise Value (GMV) by 2025 when at least 25 percent of the total population will be e-commerce customers. Since the pandemic hit Bangladesh, Mobile Financial Services (MFS) have experienced tremendous growth as around 1.8 crore customers in 11 months (March 2020 to January 2021) resorted to such digital services last year, taking the total number of registered MFS users standing at  10.06 crore.\nOnce you pore over these statistics, it becomes clear to anyone that Bangladesh is taking great strides in materialising the Digital Bangladesh dream. While the pandemic has brought the whole world down to its knees, even the strong economies are struggling heavily to experience a quick rebound. In such a backdrop, Bangladesh's economy has been so resilient and is performing strongly owing largely to the fact that the country has left no stone unturned to turn the tables by capitalising on the components of digital transformation.\nTo cope with the heavy blow dealt by the coronavirus, Bangladesh has, in an adroit move, swiftly shifted its attention to digitisation and has gone all-out to expedite the process. Consequently, we have seen a meteoric rise in the number of mobile internet and MFS users. This transformation was heavily aided by wide connectivity. While Bangladesh now enjoys 4G connectivity all over the country, the rollout process of more advanced 5G technology does not seem too far off into the future, with preparations going on in full swing and the stakeholders, including smart device manufacturers gearing up and scaling up their productions. If Bangladesh wants to continue the existing growth—counting on the power of connectivity and technology—digital inclusivity is a must. At a time when there is every possibility of the digital divide increasing, it is imperative that the access of cross-sections of people to smartphones—devices necessary to access ever-evolving technology—be ensured.\nBangladesh, as always, is playing a commendable role in this regard as policies conducive to the local production of smartphones and other smart devices are already in place. There are many smartphone brands selling smart devices in this country, but it is often seen that people from all walks of life struggle to buy the right phone because of the relatively high prices. This is why it is important that mobile brands manufacture their devices locally so that they can offer smartphones at more competitive prices. It is, however, heartening to see that many smartphone manufacturers have opted for local production, thanks to the time-befitting initiatives of the government. \nWhen smartphones are manufactured locally, it will open up many windows for both the manufacturers and the users. Firstly, the brands will witness a dramatic reduction of costs as they will not have to pay taxes related to import. The government has adopted a revised tax policy with a view to encouraging manufacturers to produce smartphones locally. The cumulative tax on imported handsets is 34 percent. In contrast, local assemblers, who follow a Semi-Knock Down (SKD) Process, will have to pay 17 percent cumulative tax, whereas cumulative tax for phones which are locally manufactured is only 1 percent. It is nothing short of incredible. This tax structure is industry-friendly and points to the government's willingness to ensure digital inclusivity for all.\nSuch advantages will benefit the people of the country in mainly two ways. First and foremost, they will be able to buy smartphones at affordable prices, insinuating that bringing down the digital divide in the face of increasing digital transformation will turn out to be a much more feasible task. Just imagine the situation when even someone from the rural backwater will have access to connectivity and digital services with a 5G connected smartphone in his/her hands. Such transformation will even boost the rural economy. Second, setting up factories in Bangladesh will create more job opportunities for the skilled workforce who are sitting idle. Because of the pandemic, the whole world is suffering, so is the job sector in Bangladesh. Its unemployment rate increased by 1.1 percent to 5.3 percent in 2020, according to a new assessment by the International Labour Organization (ILO). This problematic situation can be mitigated, at least to certain degrees, if smartphone brands move on to setting up factories in this country. This way, the country will be able to utilise its demographic dividend in the proper manner.\nThe equation is very simple—the more brands lean towards local factories, the more affordable smartphones will be. The more people have access to smart devices, the more they will be able to tap into the endless possibilities of digitisation and the subsequent transformation. When this transformation will reach every corner of the country, then the vision of Digital Bangladesh and comprehensive digital transformation across all sectors will get realised in the truest sense. Most importantly, in all these scenarios, it is only the people of this country who are going to benefit the most. \nTim Shao is the Managing Director of realme Bangladesh.\n",
        "headline_1": "Self-sustenance in smartphone production",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/self-sustenance-smartphone-production-2139271",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2021"
    },
    {
        "full_article": "At the last count, there were 114 tigers in 2018 as per the Bangladesh Forest Department—an increase of eight since the 2015 tiger survey. In India, however, there were 97 tigers in 2019, up from eight in 2017. The Sundarbans, the world's largest mangrove forest comprising 10,000 square kilometres of Bangladesh and India, is the only place in the world where Royal Bengal tigers can be found.\nIn comparison to Bangladesh, the Indian Forest Department has been working hard for a long time to enhance the tiger population in the Indian Sundarbans. Accordingly, its tiger population is growing faster than that in Bangladesh. Indigenous peoples that lived in the Indian Sundarbans have been relocated and CCTV cameras are being installed and public mobility is monitored and restricted at tiger sanctuaries. On the other hand, just a few years ago, shootings and abductions of bandits and law enforcers in the depths of the Sundarbans were an everyday occurrence in Bangladesh (this has now largely declined). Still, the movement of people in Bangladesh's Sundarbans is much greater than in the Indian part. People are free to enter the forest for honey, golpata, fish, forest timber, and firewood. As a result, tigers are becoming insecure in their habitat and conflict between tigers and humans is also on the rise.\nTo control public mobility in the Sundarbans, CCTV cameras should be placed in strategic locations and forest-dwellers should be rehabilitated outside the forest. Fish farming, cattle rearing, renewable fuels, and artificial honey farming projects and other operations can help to minimise the number of people who rely on the forest. It is possible to also reduce tigers' presence in areas where people live by installing solar panels between the forest and the locality. Bushes in the forest are diminishing due to illegal timber collection, making it more difficult for tigers—who prey mainly on small mammals and deer—to hunt. In addition, the water level and salinity are rising due to unnatural cyclones, storms, and tidal surges. Natural reservoirs need to be created to address this.\nBesides the measures stated above, the reintroduction process may protect and increase the tiger population in the Sundarbans. The number of tigers has not grown as expected—if there were 20 adult female tigers out of 114 tigers, they should have raised at least 20-40 tiger cubs per year. But the number of tigers is not increasing that way, which may be due to the lack of genetic diversity in the population. Due to the small number of tigers, there is more likely to be inbreeding—which has the potential to cause morbidity and increase the mortality rate of tiger cubs. Therefore, it is necessary to bring about genetic diversity by increasing heterogeneity; this will help the tiger population by increasing the number of offspring as well as increasing the tigers' immunity and adaptability to different environments.\nReintroduction can be an effective way of increasing genetic diversity. By adopting a long-term project and through the following steps, it is possible to reintroduce a large number of tigers into the wild. First, 10 tigers can be collected from different zoos and safari parks in Bangladesh. The newborn tiger cubs can be raised in a greater area near the Sundarbans after six months of age and trained to hunt. These tiger cubs will then be released into the Sundarbans when they reach adulthood. Next, to avoid conflict with existing tigers, tiger-free regions should be selected for these new tigers. The tigers released into the wild should also be monitored by CCTV cameras. Last, to give them access to food, deer and pigs can also be released at the same site. A separate captive or semi-captive establishment near the forest can be operated for the breeding and rearing of pigs and deer for this purpose.\nManagement of human and natural factors as well as genetic factors must be taken into consideration in conserving tigers in the Bangladesh Sundarbans. The survival of such a small number of tigers in the face of severe climate change will be very difficult in the future. Therefore, along with other measures, reintroduction work should be started to rapidly increase the number of tigers in the Sundarbans.\n \nMd Shahadat Hossain Shuvo is the Deputy Curator at the Chittagong Zoo.\n",
        "headline_1": "International Tiger Day: A sustainable way to increase tigers in Sundarbans",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/international-tiger-day-sustainable-way-increase-tigers-sundarbans-2139246",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2021"
    },
    {
        "full_article": "We are deeply saddened by the terrible tragedy caused by landslides in Cox's Bazar that took the lives of seven people including five Rohingyas. A 14-year-old girl, nine-year-old boy and a year old infant are among the dead in this tragedy. But we cannot escape the question of whether such loss of lives was not expected considering that landslides have been happening for many years, especially during heavy rains which is usual for our country. The problem is more related to the man-made disaster caused by indiscriminate cutting of the hills as well as grabbing of hills by influential people who then have built makeshift homes and rented them to low income people without any regard for the dangers they are putting their tenants in. Over one lakh people live on hills and their slopes in greater Chattogram, including Chattogram, Cox's Bazar, Rangamati and Bandarban.\nAccording to our news report, the district administration had already identified 30 landslide-prone hills on which 10,000 people live. During the monsoon season, the authorities try to relocate the people to the shelters but they do not want to go there because the shelters are in unhygienic conditions. Why have these shelters not been cleaned and made inhabitable since they will be needed practically every year?\nAfter the devastating loss of 127 lives in landslides in 2007 in Motirjharna in Chattogram, a high powered committee had been formed which had put forward 30 recommendations. They included permanent rehabilitation of people whose homes are vulnerable to landslides, afforestation of hills that cushion the effect of landslides, stopping hill cutting and building fences around the hills to ward off grabbers. Why, even after 13 years have these recommendations not been implemented? Meanwhile, we had to witness another horrible landslide in June 2017 in Chattogram, Rangamati and Bandarban districts that killed around 170 people.  The government must find out why none of these measures have been taken that could have saved hundreds of lives including the ones lost in the latest calamity. As there is a possibility of more landslides happening because of heavy rains, emergency measures have to be taken. Those people who are exposed to possible landslides must be immediately shifted to shelters that have to be properly cleaned and basic facilities installed along with the usual relief provisions of food, medicine, etc. The authorities must also evacuate Rohingya refugees remaining in the camps as they are vulnerable to landslides before they undergo temporary relocation. Given the surge in Covid-19 infections all over the country, the authorities must make sure that health guidelines can be followed in the shelters. The government must also try to implement the recommendations of the committee as soon as possible.\n",
        "headline_1": "Death in landslides can be prevented",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/death-landslides-can-be-prevented-2139186",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2021"
    },
    {
        "full_article": "We are pleased to hear that the government has undertaken a new project to support migrant workers who have returned home to Bangladesh during the pandemic. Under this, 200,000 migrant workers will be provided with career counselling and given Tk 13,500 in order to help them find employment or become entrepreneurs. This will be done through offices in 30 districts and in collaboration with the World Bank.\nWhile it is commendable that the authorities are providing social, psychological and financial counselling to migrant workers, many of whom have gone through traumatic experiences during the pandemic, we must point out that this, along with the financial assistance, is hardly enough for returnee migrants who are struggling to find employment and repay their migration loans. According to a recent survey conducted by Brac, UN Women Bangladesh and the Center on International Cooperation at New York University, these loans amount to an average of Tk 76,000, and a maximum of Tk 7 lakh. The Tk 13,500 being offered as financial assistance is only a drop in the ocean in the face of such hefty debt.\nAccording to a report in this daily, the new project will cost an estimated Tk 427 crore, of which the World Bank will provide Tk 425 crore and the government will provide the rest. If the project proposal is approved, the Wage Earners' Welfare Board of the ministry will be responsible for implementing it. This means that the government will contribute only Tk 2 crore to the project. However, we know that the Wage Earners' Welfare Board has a lot more funds at its behest (although so far, they have not exercised any transparency and made their accounts public). Given that research suggests that the average monthly savings of households (dependant on migrant wages) decreased by 62 percent and household debts increased by 31 percent between April and November last year, it would not be amiss to suggest that more could have been done to provide these workers with a safety net. \n   The new project is also meant to target 23,500 selected skilled workers so that they can have more opportunities at home and abroad. We hope more funds and efforts will be concentrated into re-skilling migrant workers so that they are able to work abroad again. This is absolutely crucial for migrant workers, and not only during the pandemic. In the short run, we hope the authorities will make every effort to ensure that migrant workers are vaccinated and able to weather the costs of travel and quarantine in order to return to their workplaces abroad.\n",
        "headline_1": "New project to support migrant workers not enough",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/new-project-support-migrant-workers-not-enough-2139176",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2021"
    },
    {
        "full_article": "It is unimaginable that the public administration ministry—or anyone else for that matter—would seek any sort of immunity for retired public servants, who have been convicted of committing serious crimes or corruption. Yet that is exactly what the ministry did, according to a report by this newspaper on Tuesday. Fortunately, there was enough sense left for it to be turned down in a recent cabinet meeting. The fact that such exemption was sought, however, is a direct result of this government passing the Sarkari Chakori Ain 2018, which includes a provision that makes it mandatory for the Anti-Corruption Commission to take permission from the authorities concerned before arresting any public servant—or for a court to frame charges against them. This, of course, is in complete contradiction to Bangladesh's constitution, which states that all citizens are equal before the law.\nWhile permission will not be required in case of taking action against ordinary citizens for similar offences, the ACC must take permission from the concerned ministry before arresting any public servant, according to section 41(1) of the Sarkari Chakori Ain 2018. In addition, the 2018 law also allows government servants to be convicted for less than a year, with little more than a slap on the wrist. Moreover, such public servants can be penalised with words of denunciation, temporary demotion or temporarily halting raises, while their jobs remain intact. According to various human rights group, the 2018 law gave government employees a type of impunity and expanded the scope for misuse of power, while creating barriers to observe the professional duties of state institutions and forces involved in curbing crimes and corruption as well as upholding human rights.\nDespite granting such unusual privileges to public servants, it seems that was not enough for the public administration ministry which had the audacity to ask for more. And while we are appalled by such a request, we aren't really surprised by it. By passing the 2018 law, the government created this opportunity. And, of course, someone was eventually going to try and take advantage of it and take it further.\nWhile we are pleased that the cabinet had the good sense to turn down the proposal, we must ask again why the government passed a provision that discriminates so heavily in favour of public servants. What was it expecting would happen once such a law was passed? And why should public servants be granted such exemptions at the cost of the ACC's ability to fight corruption and the integrity of the constitution? We believe that there are no good reasons for it—and we have not been given one by the government either—and therefore the government should immediately scrap the provision in question.\n",
        "headline_1": "Cabinet rejects a shameful appeal by the public administration ministry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/cabinet-rejects-shameful-appeal-the-public-administration-ministry-2138411",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2021"
    }
]
