[
    {
        "full_article": "The West Bengal government’s decision to make the Chief Minister the Chancellor of State-run universities, instead of the Governor, appears to be an outcome of the severely strained relations between Governor Jagdeep Dhankhar and Chief Minister Mamata Banerjee. They have often differed on issues concerning the appointment of Vice-Chancellors and the functioning of universities. Mr. Dhankhar had alleged that VCs were appointed without the approval of the Chancellor, the appointing authority; on some occasions, VCs had not turned up for a meeting with the Governor-Chancellor. Friction has arisen elsewhere too. Tamil Nadu recently passed Bills to empower the State government, instead of the Chancellor, to appoint VCs. It also passed a separate Bill to establish a new university for alternative systems of medicine with the Chief Minister as its Chancellor. The Bills are yet to receive the Governor’s assent. In Kerala, there is a different kind of controversy, with Governor Arif Mohammed Khan asking the Chief Minister to take over the Chancellor’s role in the light of alleged political interference in the functioning of universities. These developments underscore that the conferment of statutory roles to Governors may be a source of friction between elected regimes and Governors who are seen as agents of the Centre.The original intent of making Governors hold the office of Chancellor and vesting some statutory powers on them was to insulate universities from political influence. Even in the 1980s, as noted by the Justice R.S. Sarkaria Commission, the use of discretion by some Governors in some university appointments had come in for criticism. It acknowledged the distinction between the Governor’s constitutional role and the statutory role performed as a Chancellor, and also underlined that the Chancellor is not obliged to seek the government’s advice. However, it did say there was an obvious advantage in the Governor consulting the Chief Minister or the Minister concerned. The Justice M.M. Punchhi Commission, which examined Centre-State relations decades later, was quite forthcoming in its 2010 report. Noting that the Governor should not be “burdened with positions and powers... which may expose the office to controversies or public criticism”, it advised against conferring statutory powers on the Governor. It felt that the practice of making the Governor the Chancellor of universities ceased to have relevance. Quite presciently, it took note of the potential for friction: “... Ministers will naturally be interested in regulating university education, and there is no need to perpetuate a situation where there would be a clash of functions and powers.” The time may have come for all States to reconsider having the Governor as the Chancellor. However, they should also find alternative means of protecting university autonomy so that ruling parties do not exercise undue influence on the functioning of universities.",
        "headline_1": "The Chancellor conundrum: On West Bengal decision to make CM as Chancellor",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-chancellor-conundrum/article65504162.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "British Prime Minister Boris Johnson managed to survive Monday’s no-confidence vote against him within the Conservative Party but the fact that 41% of the party lawmakers rebelled against his leadership is a steep fall for a Prime Minister who, just three years ago, led the Conservatives to their greatest victory since Margaret Thatcher’s 1987 triumph. When the Johnson-led Tories clinched an 80-seat majority in Parliament, bringing down even the “red wall” of Labour in the Midlands and industrial north, many expected an easy full term for the hardline Brexiteer. But Mr. Johnson’s prospects changed after reports that he held social gatherings at Downing Street when the rest of the country was in a lockdown imposed by his government. The result is a relief for Mr. Johnson. Of the 359 Conservative MPs, 211 supported him (59%). As per the party rules, the rebels cannot challenge his leadership for one year. But the bigger-than-expected rebellion has already dealt a blow to his leadership. His immediate predecessor, Theresa May, survived a no-confidence vote within the party in 2018 with 63% support among Tory MPs, but she did not survive in office for more than six months. In 1990, Thatcher won a confidence vote, but quit immediately thereafter. History offers grim lessons for Mr. Johnson’s future.While the catalyst for the rebellion was Mr. Johnson’s lockdown parties, his government is facing bigger problems. Inflation has already hit a 40-year high and many economists predict a recession. The U.K.’s celebrated exit from the EU, which Mr. Johnson personally championed, may have aggravated the economic woes of the country. Brexit complicated the U.K.’s trade with the EU, its largest trading partner, and shut down a primary source of cheap labour. Mr. Johnson tried to deflect some of the domestic pressure by taking a strong position against Russia’s invasion of Ukraine. The U.K. was in the forefront of the western bid to punish Russia with crippling economic sanctions, and supplied advanced weapons to Ukrainian forces. However, it did not have the desired outcome. Russia’s aggression and the subsequent sanctions made the cost-of-living crisis across the West much worse. According to pollsters, the Labour Party is now much ahead of the Conservatives in nationwide opinion polls. The next major test for Mr. Johnson would be the June 23 by-election for the Wakefield and Tiverton and Honiton constituencies. If the Conservatives lose them, as opinion polls predict, that would add further pressure on the Prime Minister. Growing rebellion within the party, an economic crunch and rising unpopularity among voters all present Mr. Johnson the toughest time of his career.",
        "headline_1": "Weakened in victory: On Boris Johnson winning no-confidence vote",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/weakened-in-victory/article65504192.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "No, silly, there is no such prize for violence. That's just a conversation starter. After all, what better way to invoke the mighty Bangladesh Chhatra League (BCL) than with a nod to violence? But, believe it or not, there was a time when we came very close to having a Nobel Prize for Violence. It was in 2009 when Barack Obama got the Nobel Peace Prize for – wait for it – not being George W. Bush. He really wasn't. He dropped more bombs in one year than Bush did during his entire presidency. Or think of when the European Union got the prize despite being one of the biggest producers of weapons in the world.\nIt takes a Megamindian sense of humour to have violence double as peace. But if there is a universe in which this headline will make sense, BCL will surely love to be in it.\nAfter all, who doesn't love awards? In a basic sense, an award is a recognition of the hard work you put into something. When Benjamin Franklin said, \"Either write something worth reading or do something worth writing about,\" he wasn't just raising the bar for us scribes, but also for BCL activists, who as \"students\" can't seem to do either. So they're doing what they do best, and with all the fists and feet they can master. We have respectable-sounding prizes for crappy achievements and crappy-sounding prizes for respectable achievements. But none for violence. How is this fair?\nViolence, especially organised violence, is hard work. It takes discipline, commitment and a practised apathy to pursue an unpopular course to conflict resolution. And, contrary to popular belief, it requires both brain and brawn. You need both to commit violence, to mobilise support for it, and to dodge repercussions in case things go haywire. Ask anyone who has ever been involved in a war, revolution, genocide or terrorism.\nBut in Bangladesh, the peril of political showmanship is that nothing you do, however egregious, for your party is worth a dime unless it reaches the intended eyes and ears. With so many competitors around, it's hard for the average muscle to get the message of his \"contributions\" across to senior party leaders. Anonymity does not maketh political careers, nor is the satisfaction of beating the daylights out of a rival meant to last long. Violence, after all, is not its own reward.\nTo BCL's credit, it knows this all too well. So after the recent series of violent attacks on the rival activists of Jatiyatabadi Chhatra Dal (JCD), many hard-hitting men and women of the organisation made no secret of their complicity. Some of them were luckier than others. They managed to get their photos and strangely revealing defences published in the media. Others, not to be outdone, came stampeding out of their social media closet to announce their \"contributions,\" subtlety be damned. While neither group will get any award for that, they certainly hope it will get them noticed in the right quarter and a better position when the organisation's next council is held in a few months.\nBut then, as always, like night follows day, comes the righteous pushback: What gives BCL the right to attack JCD? Why would its leaders give excuses that no one in the four hemispheres would believe? Why would anyone openly admit complicity in violence? Or why be so unrepentant about it?\nViolence, defence, righteous pushback – rinse and repeat. This has been a trademark BCL outrage cycle for so long. What this shows to me is that, for all its dedication and hard work in violence and its seemingly inexhaustible ability to \"keep at it,\" BCL sucks at public relations.\nLet me explain. In director Mostofa Sarwar Farooki's 2007 drama series \"420\" – perhaps the most scathing portrayal of grassroots politics in Bangladesh – two wannabe politicians celebrate by treating people to sweets after a photo showing the older one wielding a gun is published in a newspaper. In another scene, the younger one forces a girl into marriage and tries to settle into a comfortable life. Hardly anyone felt put off by these scenes.\nBut BCL doing the same is a problem. Its violence, with helmet or without, in Dhaka or Rajshahi, is always frowned upon. Its defences are always met with incredulous reactions. Even its choice of weapons – machetes, bamboos and iron rods – is mercilessly derided. It's like whenever it goes full pistols-at-dawn at JCD, the enemy is somehow replaced by the public. Somehow, what is thoroughly unforgettable for BCL becomes thoroughly unforgivable for them. What is necessary to it is excessive to them. What it finds desirable, they find repulsive. The public seems to have a problem with everything that BCL does. And this, justifiably, confuses the more sober section of the organisation.\nThe question is, having put every other enemy in their place, can BCL change the prevailing public perception about it, or at least nudge it in a slightly different direction? At the risk of drawing both righteous and lefteous flak, let me offer a few suggestions.\nI think the BCL leadership should, first and foremost, recognise the importance of public relations in today's world. If Barack Obama can beguile the Nobel committee into giving him an award, and bemused Americans into giving him a second term in office, there is no reason why BCL cannot do the same and win a few hearts in the process. Once it has realised that, there is a lot that it can do. It can hire a PR firm to rebrand its public image. It can fund news/views outlets to present its violent activities dressed in a suit of peace, or at least buff away a pesky fact or two here and there. It can subject all its members to mandatory training, not just in the art of violence, but also in the art of guile, charm, subtlety and political spin.\nThe goal should be to improve its image by refining its engagement with the public. The public, as history shows, can indulge in selective mutism if it suits them. The BCL just has to tap into that resource and make them mute or feel unperturbed about it. Knowing how forgiving we can be or how susceptible to suggestions, I'm sure we will not mind it.\n \nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "And the Nobel Prize for Violence Goes to…",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/and-the-nobel-prize-violence-goes-3041801",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "The vilification of Amber Heard, that the entire planet participated in so gleefully over the course of a six-week defamation trial in a Fairfax, Virginia court – that concluded last week – has been a thing to behold. On the internet certainly, it still continues, feeding off a mass of misinformation and disinformation that would seem to have been amplified by the verdict returned by the seven-member jury, that found three counts in favour of her ex-husband, Johnny Depp, who was suing her for USD 50 million, and one in favour of Heard, who had counter-sued for double the amount. \nIf you'd like to look at that as a football scoreline, sure, Depp won 3-1. But the fact is, even this trial – which has thrown up unavoidable questions about the jury system and televised court proceedings in such high profile cases – has at best found that they both defamed each other. And this was Depp's third attempt. On two previous occasions both in the UK, where the judgements were delivered by learned and experienced judges, and where he was suing The Sun for branding him a \"wife-beater,\" Depp lost. \nThe overall message we should derive from all this is that the two stars' 15-month marriage, towards the middle of the last decade, was a toxic brew of mutual abuse fuelled by celebrity excess and debauchery in the age of social media. The yawning age gap between the two, with the ageing Lothario wanting, but failing to control every aspect of the life of the rising starlet, would have played its part also. Instead, Depp is being celebrated like a heroic monarch who has recaptured a lost kingdom (y'all ready for Pirates 6?), while Heard is castigated like one of the nuns of Loudun. \nWithin hours of the verdict over on Court TV, she was declared to be \"the most despised woman in America.\" Commentators drove home the point that she is now \"unemployable,\" and how she will struggle to pay the USD 8.5 million in damages that the jury awarded Depp. It was all pronounced with a certain relish that was hard to miss.  \nOver on social media, she seems to have taken on the role of everybody's favourite subject of hate and ridicule – the facts be damned. Even Bangladeshi social media comedy pages like Eida Kisu Hoilo? want a piece of her – witness the attached image, which makes no sense whatsoever, since Heard never sued Depp. But so what? It is open season to have a go at Amber Heard. At risk of repeating myself – the facts be damned. \nNo doubt, this tendency in the species has something to do with her being pitted against pretty much the world's favourite movie star, a mantle that Depp certainly could claim on the back of the roaring success of the Pirates franchise, if not for his earlier, more sensitive portrayals of characters such as Edward Scissorhands in the eponymous film directed by Tim Burton, or the drug-addled Raoul Duke in the adaptation of the Hunter S Thompson novel, Fear and Loathing in Las Vegas, which became a cult classic.     \nBut anyone who followed the trial in Virginia, carefully chosen by the Depp team for its more restrictive laws on freedom of speech compared to California (you can try and look up something called \"anti-SLAPP laws in California/Virginia\"), where the two stars resided for the length of their marriage, should be able to tell you there was something more at play here. Something more sinister, more synthetic and more downright manipulative, with the aim seemingly to reduce the proceedings in court to a trial by public opinion. Once Judge Penney Azcarate allowed the cameras into her courtroom, and chose not to sequester the jury – meaning they were privy to the entire farce that was playing out on social media in particular – #JusticeForJohnnyDepp was in play for a big payday. On TikTok alone, that hashtag ended up generating 19 billion views, according to the BBC. \nThat slick, or rather overwhelming (there was nothing clever about it, just a flood of hatred and disinformation), social media operation employing current and former entertainment journalists and influencers of various stripes was in place well in advance of the trial, and kicked into overdrive once the first live images started streaming on April 11. Although there is no evidence as yet of the Depp PR team orchestrating it, people close to the case, such as former Heard attorney Roberta Kaplan, remain convinced that there must be an influence operation in the works from the weight of the backlash they have received. \nCyabra, an Israeli firm that tracks online disinformation, followed the case closely. It analyses accounts that are spreading memes, videos and comments, and tries to assess if they are genuine members of the public. It found that nearly 11 percent of the conversation around the trial was driven by fake accounts, \"which is a very high number,\" in the words of its spokesman, Rafi Mendelsohn. For most conversations, the number is three to five percent. \nNow whether or not Depp's PR team, which has also been lauded by professionals in the field for \"a premium display of the finest of PR,\" (wonder what that entails these days) was behind an inauthentic social media campaign doesn't matter of course. Or it shouldn't. Even if the entire thing has been authentic, driven by sheer star-power and public adulation, what is an issue here is its influence on the proceedings in court. Whether out of devotion to Depp, or the settings on a bot, Heard was relentlessly painted as a liar, a gold-digger, and \"a slut.\" As part of the effort to totally destroy her credibility, each gesture she made in court, even as she just sat there and listened to others testify, was scrutinised in a negative light. Her lawyers were made to sound like buffoons (this one was very strategic), and it was even alleged she was sniffing cocaine on the stand itself (no, seriously). It was that unrelenting.    \nCould a jury that was witness to this lopsided public support for Depp, truly be relied upon to deliver a verdict unencumbered by any of it, as was expected of them? The notion always seemed dubious, while the trial was in progress. Today, at the end of it all, it sounds almost laughable. \nIt wasn't all online, either. Every day as they arrived in court, the jury could see the legions of Depp fans who had lined up from the night before, for the 100 or so tickets that got handed out for seats inside the courtroom. Although their identities remained concealed, and they didn't appear on TV, every day their actions and reactions to bits of testimony were dissected by these intrepid court correspondents (\"Juror 1 was listening intently during this bit\"/\"Juror 5 turned his face away from Amber at that\"), in jackpot social media postings. Far from remaining above the fray, in what became a straight-up \"he said/she said\" case, it was drummed into the members of the jury in no uncertain terms as to who they should believe, and who they must disbelieve. \nOf course, we'll never know how exactly the jury reasoned. That's another shortcoming of the system. Over in the UK (which also does have jury trials, but not for defamation), where the burden of proof was on The Sun to prove its words were true, and Heard was called in as a witness, we have a lengthy 585-paragraph ruling, in which the judge, Justice Nicol, explains his reasoning behind finding that 12 of 14 alleged incidents of domestic violence against Heard had occurred. \nYou may not agree with Justice Nicol in each instance. But at least a few of them made sense to me when I read them. The jury in the US, on the other hand, found nothing Heard – or her sister, or her make-up artist, or her friends – said to be true. At least that is what we must conclude. It was all pretty stunning by the end. \nMark Stephens, an international media lawyer, told the BBC and The Guardian that the main factor that influenced Depp's victory in America was the fact that the trial was before a jury. In both cases, his lawyers argued that Heard was lying – to make their case, they attacked her character and claimed that she was in fact the abusive partner. This is a common defence tactic in sexual assault and domestic violence trials called \"Deny, Attack, and Reverse Victim and Offender\" or \"Darvo,\" according to Stephens.\nIn the UK trial, Stephens said, the judge recognised that strategy and dismissed a lot of the evidence that did not directly address whether Depp had committed assault or not. In the US case, for example, we saw much being made of whether Heard came through on her pledge to donate her USD 7 million divorce settlement from Depp to charity, even though she still has four more years to do it. \"Lawyers and judges tend not to fall for it, but it's very, very effective against juries,\" Stephens said of the tactic Depp's team had employed. \nThe case Depp brought in Virginia revolved around a 2018 op-ed that Heard wrote in The Washington Post as part of her ambassadorial role with the American Civil Liberties Union (ACLU). Depp took issue with three of the statements in the article, including the headline \"I spoke up against sexual violence — and faced our culture's wrath. That has to change\". Well, Heard did face \"our culture's wrath.\" Whether or not it was true when she wrote it, it certainly is true today. And that is abhorrent.\n \nShayan S Khan is executive editor of Dhaka Courier\n\n",
        "headline_1": "How we turned Amber Heard into a villain",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-vilification-amber-heard-3040786",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "The deadly fire and explosion at the BM Container Depot Ltd in Chattogram's Sitakunda upazila have killed at least 44 people, and injured over 300 others. The revised death toll was announced during a press briefing held by the Fire Service and Civil Defence on June 7 afternoon, which also disclosed that 12 of the 44 people killed were Fire Service personnel. Therefore, it is likely that the remaining 32 deceased individuals were workers of the depot.\nThis explosion comes less than a year after the horrific fire at Hashem Foods Factory, which killed 52 workers, including at least 17 children, which the Nagarik Tadantya (Citizens' Investigation) Committee found was caused by lethal corporate negligence. It comes as yet another brutal reminder that, despite our much-celebrated growth and development, the occupational safety of workers who made them possible remains a painfully distant dream.\nThe Department of Explosives has stated that BM Container Depot Ltd did not obtain any licence to store hydrogen peroxide, the presence of which initial reports suggest caused the explosion. Tofazzol Hossen, inspector at the Chattogram office of the Department of Explosives, told The Daily Star, \"We were not informed that chemicals were stored there. They did not take any licence or approval from us. There is no legal scope for hoarding dangerous goods in such a space surrounded by locality.\"\nThe inspector also mentioned that the storage of such chemicals requires a specialised facility where temperatures can be controlled, and which must be situated far enough from the nearest locality – and that neither of these conditions were met by the BM Container Depot authorities. \nWhat I wish the inspector had also mentioned is the last time the department had sent an inspector to inspect this 30-acre depot.\nFire Service officials have also alleged that they were not informed that chemicals were being stored in the depot. If they had that information, they could have taken cautionary and responsive measures accordingly to not only put out the blaze more effectively, but also protect the lives of firefighters and bystanders. Fire Service and Civil Defence Director-General Brig Gen Md Main Uddin told The Daily Star, \"I've been working with the Fire Service for almost 25 years. In all these years, I have never seen this many deaths [of firefighters] in a fire incident.\"\nSome of the surviving workers told Prothom Alo that the pocket gate on the south side of the depot was locked at the time the fire broke out, thereby preventing workers trapped inside from escaping. \nThe story is emerging to be one we are all too familiar with: a deadly combination of corporate negligence and non-compliance, which is allowed to thrive and send off workers to preventable deaths, because workers lives are disposable, but business must always go on.\nSo, what is the price of 32 dead workers to a company that seemingly puts profit over people?\nWell, according to Chapter XII of the Bangladesh Labour Act, 2006 (read with the Fifth Schedule to the Act), the owners of BM Container Depot Ltd are only required to pay Tk 2 lakh for every worker killed in the explosion. However, the depot authorities have published a press statement declaring that they would pay Tk 10 lakh of \"cash/financial assistance\" (\"nogod shohayota\") to the families of those killed in the \"accident\" (\"durghotona\"). Therefore, the total amount of \"financial assistance\" they are planning to pay to the families of 32 deceased workers is Tk 3.2 crore. Whether any \"assistance\" would also be paid to the families of the 12 dead Fire Service personnel was not clearly mentioned.\nThe press statement also mentions that the company would pay an adult family member of each of the deceased workers a monthly amount that is equal to the monthly salary the worker used to earn, until the worker's children reach adulthood. However, in the absence of any legally enforceable mechanisms, such voluntary commitments have amounted to little more than empty promises in the past.\nThe director of BM Container Depot Ltd told Prothom Alo that his company was \"ready to set an unprecedented instance of humanity\" for the \"affected people\" in this \"accident.\" It is well worth noting that the proposed payment is referred to as \"financial assistance\" instead of \"compensation\" or \"damages\" in their press statement. The difference between these words is not just a matter of semantics, but the difference between charity and accountability. \"Compensation\" and \"damages\" speak the language of accountability – and corporations refuse to be held accountable. \nFor perspective, BM Container Depot is one of the many companies owned by the Smart Group of Industries, an industrial conglomerate that owns corporations in an array of sectors ranging from the energy sector to the RMG sector. The Tk 3.2 crore that the depot authorities are offering to pay is only 0.2 percent of Smart Group's self-declared annual revenue of USD 160 million from RMG exports alone, as mentioned on its website. \nWhen the price of a worker's death is limited to Tk 2 lakh in the very law that was meant to \"ensure labour rights,\" employers (who store hazardous chemicals without proper licence, putting workers lives at acute risk) can then advertise the payment of Tk 10 lakh as a grand act of magnanimity or \"unprecedented instance of humanity\" – instead of having to fear unlimited liability from a class action lawsuit that would sue them for all they're worth for committing gross corporate negligence that led to the preventable loss of lives. \nAs long as there is no real price to pay for corporate negligence, companies won't have the incentive they need to stop acting so negligently, and workers will continue dying preventable deaths.\n\nTaqbir Huda is a legal researcher and coordinates Justice for All Now (JANO), Bangladesh. Email: taqbirhuda@gmail.com\n\n",
        "headline_1": "A company’s negligence killed 44 people. What price will it pay?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-the-price-49-dead-workers-3041371",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "The global environmental movement started in 1972, with the first global environment conference held in Stockholm, Sweden, hosted by then Swedish Prime Minister Olof Palme. Among the heads of governments who also attended was the then Indian Prime Minister Indira Gandhi, who famously declared that environment and poverty were two major global issues that needed to be tackled together.\nSince that watershed event, the United Nations set up the UN Environment Programme (UNEP), and different environmental treaties such as the UN Framework Convention on Climate Change (UNFCCC), UN Convention on Biological Diversity (UNCBD), and UN Convention to Combat Desertification (UNCCD) have been enforced, which are moving forward with their respective annual conferences of parties (COPs).\nTo commemorate the event, the Government of Sweden, together with the Government of Kenya and UNEP, held Stockholm+50 in Stockholm last week, with participants from around the world to take stock of the environmental movement and plan the next phase.\nI had the privilege of attending the event, and will share some of my reflections on both the event and what needs to happen next.\nThe two-day event started with a high-level opening session, where the heads of governments of Sweden and Kenya as well as the UN secretary-general and the head of UNEP all spoke, followed by plenary sessions for ministers from many countries, including Bangladesh Foreign Minister AK Abdul Momen.\nHowever, the most interesting sessions were the many side events where different groups such as scientists, women, youth, farmers, indigenous groups, businesses, and many others, were invited to share their work and views about the future.\nThe main theme of the overall conference was to reconnect the different strands of the original environmental movement, which has become divided over the last 50 years, as well as to galvanise actions at a faster pace involving all stakeholders, rather than just governments.\nI had the opportunity to share my reflections at the concluding session of the conference and said the following.\nWhile there is much to celebrate in terms of having raised global awareness of the importance of the environment over the last 50 years, as well as some progress on different aspects such as climate change, biodiversity and pollution control, the progress has been too little, too late, and hence we needed to change our approach going forward.\nThe first task is to stop relying on government leaders to come to global events once a year and make promises and then go home and fail to implement their own promises. This has clearly failed as a process. Hence, there is a need to have other global stakeholders involved in such meetings and in implementing the decisions once they are approved. This includes the private sector as well as civil society networks and groups.\nThe second new element that needs to happen is to make the youth more prominent in the decision-making process, and even the implementation, and not just in advocacy as they are now. Young people around the world have already demonstrated their capabilities to take actions and support environmental causes locally as well as globally. I suggested that we turn the annual pre-COP of the UNFCCC into a Youth COP as well as an \"Accountability COP\" henceforth. This was in fact done quite successfully by Italy, who hosted the pre-COP26 in Milan last year before the main COP26 in Glasgow in November.\nThe upcoming pre-COP27 will be hosted by the Democratic Republic of the Congo (DRC) in Kinshasa prior to COP27 in Sharm el-Sheikh in Egypt this year. This could be an opportunity to make it into a youth COP again.\nFinally, the biggest shift we need to achieve is in the consciousness of every person in the world, where they start to think of themselves as the citizens of Planet Earth first, before thinking of themselves as the citizens of their countries and cities. This means that each and every one of us need to do whatever we can as conscious citizens to preserve our environment, while also looking after our own development and well-being. This is possible to do, but will require a major paradigm shift in our thinking and commitment starting from the individual level upwards.\nIt is important that we solve these problems in the next 50 years, or the future will be unthinkable for our children and grandchildren in the coming decades.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Celebrating 50 years of global environmental movement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/celebrating-50-years-global-environmental-movement-3041796",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "It seems that the deal that Bangladesh Power Development Board (BPDB) had signed with India's Adani Power back in 2016 is going to cost Bangladesh dearly—because we will not only have to pay a high price for the electricity produced by them using coal, but will also have to pay a high \"capacity charge\" to the company, even if we cannot use the electricity produced by them.\nAs per the agreement with Adani Power, it was supposed to supply 1,496 MW of electricity to Bangladesh for 25 years starting from December 2021. But now that the plant is all set to start its operation from August this year – after a six-month delay due to pandemic-induced disruptions – the BPDP is not ready to buy electricity from them because the Power Grid Company of Bangladesh (PGCB) has not been able to prepare the infrastructure needed to import it. The result is, the BPDB would have to pay a whopping Tk 1,219.1 crore in capacity charge for four months till December, by which time our transmission lines may be partially ready for import.\nThe question that naturally arises is: Why has the PGCB not been able to get the infrastructure ready within the stipulated time (December 2021)? A more pertinent question is: Why did the BPDB sign the deal with the Indian corporation in the first place, knowing that it would use costly coal to produce electricity? Why didn't they go for importing renewable energy which is not only environment-friendly but also low-cost and sustainable?\nReportedly, Bangladesh will have to pay more than Tk 1 lakh crore to the Adani coal power plant as a capacity charge over the 25 years. With this money, we could have built three Padma bridges, according to a study done by the Bangladesh Working Group on the External Debt and Growthwatch. Moreover, the power from Adani Godda will be 56.2 percent more expensive than other imported power, as the study has found.\nAt a time when the people of the country are struggling to meet their day-to-day expenses due to rising inflation and inequalities, such wastage of public money in the name of buying power is totally unacceptable. More so when the prime minister herself has urged people to take austerity measures to go through this tough time. While people will definitely do what they can to cope with the situation, the government should also make sure that public money is not wasted on projects that have long-term detrimental effects on our economy. It must ensure that the money is instead used to serve struggling citizens.\n",
        "headline_1": "Why waste so much money in the name of capacity charge?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-waste-so-much-money-the-name-capacity-charge-3042441",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "We're concerned by some recent developments in India relating to hate speech and anti-Muslim rhetoric pushed by Hindu nationalist elements. Last week, a now-expelled spokesperson for the ruling Bharatiya Janata Party (BJP) made offensive comments about the Prophet Muhammad. The remarks—made during a televised debate and then supported through a now-deleted tweet by another leader—landed the party in trouble by causing huge backlash from Muslim nations. So far, at least 15 countries, including close Indian allies, reportedly lodged official protests and demanded an apology from the government. The Organisation of Islamic Cooperation (OIC) also condemned the comments, which it said came \"in the context of intensifying hatred and abuse toward Islam in India and systematic practices against Muslims.\"\nOne may recall that some months ago, in a meeting of religious leaders at Haridwar, Uttarakhand, most vicious anti-Muslim sentiments were expressed in the most hateful language. Under any other circumstances, police would have made arrests or taken some legal action for trying to disturb peace and social harmony. But this was brushed aside as the views of \"fringe groups\".\nThis whole situation, from our perspective, is highly disturbing, to say the least. As a neighbour and friend, we expect nothing but peace and stability in India, and hope that everything will be done to ensure that. While the government of Bangladesh has made no official comments about the recent development that caused the diplomatic storm in India, people, however, were disturbed by what they saw as a continuation of anti-Muslim comments and violence that are threatening peace.\nIt is, therefore, vital that the authorities in India, as in Bangladesh, remain careful about the profound and destabilising effects of communal politics. We have seen how hate speech and intolerance for religious diversity have often been promoted to serve vested interests. In India, Hindu nationalist forces have for decades pursued a particularly divisive agenda. The latest incident should, therefore, bring in greater awareness among Indian policymakers of the need to consciously undo the damage of that toxic tendency. They must stay vigilant so that no hate speech or crime is ever tolerated again. We also feel that sterner action by the government is called for to stop the spread of hate speech against the Muslim community. Only that can guarantee lasting peace in the country and the region.\n",
        "headline_1": "Rise of hate speech in India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rise-hate-speech-india-3042426",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "Raghuram Rajan and Rohit Lamba\nThis is the fifth article in an occasional series by the two authors\nWe live in an increasingly dangerous world. Old power structures are waning and new ones emerging. Countries are jockeying for influence. As suggested by the number of foreign dignitaries visiting New Delhi to seek its support, India, with its large population, will inevitably be a player in this new Great Game.\nIn this fraught external environment, national unity is immensely important as outside powers will be looking for internal divisions to exploit. Unfortunately, our ever-present divisions based on religion, caste and language are re-asserting themselves today. In part, the causes of this divisiveness are economic. When the overall economic pie is not growing fast enough – according to JP Morgan, our real GDP is still 6-7% below the pre-pandemic path – and jobs are scarce, positive sum games that grow the pie turn into zero sum adversarial games where every leader strives for a bigger share of the pie for their community. This can already be seen in the increasing job reservations for locals in various states. And, of course, governing party politicians seek to deflect from their economic underperformance by raising issues of identity that distract people from their lived reality.\nRead full opinion on TOI+    \n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "An 8% national growth agenda: India’s guiding light should be becoming a $10 trillion economy by 2035, with states also setting high goals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/an-8-national-growth-agenda-indias-guiding-light-should-be-becoming-a-10-trillion-economy-by-2035-with-states-also-setting-high-goals/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "The biennial 2022 Environmental Performance Index (EPI) recently released its cross-country ranking of 180 countries using 40 performance indicators. India ranks last. However, the report’s methodology hasn’t found complete acceptance in India as it uses data from multiple sources, including government data, but does not generally accept information directly from governments. Notwithstanding the peculiarities associated with the report, it does have useful insights. The most important ones are that the ranking does not accurately reflect India’s performance, and in indicators such as air quality it’s a reminder of the need for urgent action.\nReports such as EPI need to be seen in the light of two aspects. One, almost one in six humans live in India. Two, India’s cumulative CO2 emissions till 2019 were a mere 3% as against 47% of the US and EU combined. In other words, the earliest to industrialise have emitted most of the greenhouse gases (GHG) and some of them also happen to be the best EPI performers. Given this context, India fares quite well in per capita terms. To illustrate, GHG intensity of growth rate is a measure of progress in decoupling emissions from economic growth. India ranks 34, while the US and Germany are at 44 and 48 respectively.\nSimilarly, in terms of per capita GHG emission, India is at 53 and ahead of Norway. EPI’s data set shows India’s economic rise has come with a smaller environmental footprint. If this is to continue, access to cutting-edge technology is essential. Therefore, it’s in everyone’s interest to craft a mechanism to make technology widely accessible. India’s per capita energy consumption in 2019 for air-conditioning was just 25% of the world average of 272 kWh. This gap will narrow with growth and its environmental impact can be disproportionately smaller with the newest technology.\nEPI also shows that India’s performance on air quality is abysmal. That’s why GoI promulgated an ordinance in 2020 as it needed immediate attention. Pollution Control Board data shows that poor air quality is mainly on account of post-harvest practices in agriculture and natural causes. Their solutions lie within. For instance, not all farmers burn stubble to clear fields. Where stubble has an economic value and hence a market, it is not burnt. Governments can compress coordination timelines to link farmers to a relevant market. Cost-effective solutions to reduce the impact of natural causes such as dust need attention right away. Finally, rethinking the role of public transport is indispensable.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "Look at per capita: Environment reports don’t do justice to better measure of India’s carbon footprint",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/look-at-per-capita-environment-reports-dont-do-justice-to-better-measure-of-indias-carbon-footprint/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "In another step towards indigenisation of military platforms, the defence ministry has given the initial approval to projects worth Rs 76,390 crore. This includes the construction of eight next-generation corvettes for the navy, procurement of wheeled armoured fighting vehicles, and the manufacture of Dornier aircraft and Sukhoi-30 MKI aero-engines by Hindustan Aeronautics Limited. All the proposed capital acquisition will be under the ‘Buy and Make Indian’ rubric. The thrust on indigenisation was overdue. The war in Ukraine has starkly brought home the reality that India is too dependent on foreign defence imports, particularly from Russia. With at least over 50% of India’s overall military assets of Russian make, New Delhi has been forced to walk a diplomatic tightrope on the conflict.\nPlus, the performance of Russian military platforms in the war has been poor, with a large number of armoured fighting vehicles breaking down. Thus, India has to get out of this position where its foreign policy is constricted and a large part of its military arsenal may not deliver desired results. That said, indigenisation has to be done smartly. For the proposed construction of the eight indigenous corvettes, an Indian shipyard will be selected through competitive bidding. Unless tightly controlled, the bidding process could throw up controversies that defeat long-term objectives.\nAdditionally, while India has achieved 90% indigenisation in the ‘float’ (hull and superstructure) component of warship-building, the ‘move’ (propulsion) and ‘fight’ (weapons) components lag behind at 60% and 50% indigenisation respectively. Similarly, we are still far off from developing a fully indigenous aero-engine for military aircraft with the old Kaveri project having failed to meet standards. Overall, most of our indigenisation success has been in auxiliary and spares. But to take indigenisation to the next level we need to significantly up our investment in R&D and create a cutting-edge military-industrial ecosystem with universities, private sector and defence PSUs working in tandem. That in turn requires the Indian economy to grow at a high, sustained rate.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "Indigenise smart: Heavy investment in R&D is needed to take Indian defence production to next level",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/indigenise-smart-heavy-investment-in-rd-is-needed-to-take-indian-defence-production-to-next-level/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2022"
    },
    {
        "full_article": "Now that the first act of the Nupur Sharma-Naveen Jindal controversy has played out, interesting political questions emerge, both on how the controversy broke and what impact it may have.\nWhat does the Nupur-Naveen episode tell BJP?\nIn Congress, a Mani Shankar Aiyar can make remarks that cost the party. But BJP is not like Congress. It’s a highly structured organisation. It brainstorms information and arguments spokespersons should present. So, how did a national spokesperson and the head of the BJP’s Delhi media cell say what they did?\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "Why calmer politics can strengthen Modi’s image: Polarising rhetoric will be under watch after Nupur-Naveen, and BJP may even benefit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-calmer-politics-can-strengthen-modis-image-polarising-rhetoric-will-be-under-watch-after-nupur-naveen-and-bjp-may-even-benefit/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-06-2022"
    }
]