[
    {
        "full_article": "At the onset of 2022-23, the Indian economy was expected to grow anywhere between 7.2%, as per Reserve Bank of India projections, and 8.2%, as per the International Monetary Fund forecast, with major rating agencies and financial institutions pegging their projections in the middle. Having bounced back 8.7% last year from a COVID-triggered nadir, the moderation in economic growth was not a big deal even as the ripple effects of the war in Europe had begun and inflation had been high since January. By early September, the range of most forecasts shifted to 6.7%-7.7%. The RBI, Asian Development Bank, and Fitch Ratings have lowered their estimate to 7%. S&P Global Ratings retained its forecast at 7.3% and Moody’s Investors Service pared it to 7.6%, but both believe the emerging global slowdown will not derail the post-COVID recovery. The outlook is not so benign any more, the World Bank has suggested, based on inputs as recent as the last week of September. From its initial expectation of 8% growth this year, which it cut to 7.5% in June, the Bank has laid out a gloomier outlook with growth of just 6.5%, citing the worsening external environment.After the 13.5% expansion in the April-June quarter, high-frequency economic indicators point to a healthy uptick through August. But growth appears to have stumbled a bit in September with goods exports contracting for the first time since February 2021 and imports growth also slowing sharply, signalling lower domestic demand. The Bank’s latest forecast suggests a relative slowdown starting in the October-December quarter, with tighter global liquidity, higher inflation (oil prices are surging again after the OPEC meet) and rising interest rates denting domestic demand. At the same time, the demand for exports will shrink further and private investment will likely prefer to sit out this period of heightened uncertainty. Private consumption, in particular, will be affected this year and next, the Bank has reckoned, especially as the pandemic’s scars on income and employment levels persist for rural and low-income households. As many as 56 million Indians may have slipped below the poverty line in 2020, it estimated. The government has been gung-ho about “entering an era of robust growth”, but its decision to extend the pandemic-driven free foodgrains programme suggests it realises that not all actors of the economy have managed to get out of the woods yet. This realism should be reflected in other policy choices it makes too, tempering optimism with caution.",
        "headline_1": "Slow lane driving: On the World Bank’s dire growth forecast for India",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/slow-lane-driving-the-hindu-editorial-on-the-world-banks-dire-growth-forecast-for-india/article65981586.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "The Nobel Prize for Chemistry has been awarded to Carolyn Bertozzi, Morten Meldal and Barry Sharpless, the last of whom features in a group of only five to have won the Prize twice. The three chemists have been awarded for pioneering ‘click chemistry’ or getting molecules that wouldn’t normally bond together to do so in an efficient and uncomplicated manner. The ‘click’ comes from an analogy Sharpless drew of molecules snapping together, like airline seatbelts fitting into their buckles. Historically, chemistry has sought to imitate nature. From medicine to fertilizer, the chemist has sought to make synthetic products that mimic natural molecules. The artificial synthesis of indigo, instead of extraction from plants, had disastrous consequences for colonial India’s economy. On the other hand, several molecules have been synthesised in ingenious ways to create drugs and medicines to kill bacteria and relieve pain. The flip side is that these processes are likely laborious, can create unwanted by-products, many toxic. Often, the number of intermediary steps is so great and complicated that the desired result is usually too expensive to be useful.Sharpless began the conversation, almost immediately after winning his first Nobel Prize, of creating molecular building blocks — like Lego blocks — that could snap together quickly and efficiently. The first breakthrough came when Meldal and Sharpless, independently of each other, discovered what has become the foundational stone of click chemistry, namely the copper catalysed azide-alkyne cycloaddition. Two kinds of chemicals — azides and alkynes — react very efficiently when copper ions are added, Meldal discovered in his Copenhagen laboratory, and form a very stable structure called a triazole. Previous attempts to join azides and alkynes were cumbersome, but the trick this time was copper. From then on, if chemists wanted to link two different molecules, all that was required was to introduce an azide in one molecule and an alkyne in the other. They then snapped the molecules together with the help of some copper ions. This has now become an industry standard. However, Bertozzi took click chemistry to a new dimension and showed that it could be used in living organisms. Copper is toxic to living cells, but she figured out a way to produce a copper-free click reaction, called the strain-promoted azide-alkyne cycloaddition, and showed it could be used to treat tumours. The awards demonstrate that it pays to rethink the fundamentals of a field and persevere at it for long enough to spark a revolution.",
        "headline_1": "A synthetic click: On 2022 Chemistry Nobel",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-synthetic-click-the-hindu-editorial-on-the-2022-nobel-prize-in-chemistry/article65980953.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "The policy encouragement today to manufacturing is being decried by some experts on the ground that we should encourage the service sector. This is in many ways an extension of our fantasy when liberalisation was still young – that we would grow up rich powered by cheap labour in the export sector.\nWe soon realised that just as one can never be too thin, you can never be too cheap either. In time, other countries were undercutting India with lower labour costs. Even then, some resisted turning to manufacture and instead argued that the service sector would handhold us to prosperity.\nRead full opinion on TOI+\n\n",
        "headline_1": "Make machines in India: Why economists arguing against policy emphasis on manufacturing are completely wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/make-machines-in-india-why-economists-arguing-against-policy-emphasis-on-manufacturing-are-completely-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "The WHO alert on four cough syrups manufactured and exported by Haryana-based Maiden Pharmaceuticals to Gambia – this followed the death of 66 children – calls for an overhaul of drug regulation in India. The company has been repeatedly pulled up by domestic regulators in multiple states, but those strictures added up to little more than a slap on the wrists. Penalties without deterrent effect will not nudge offenders to reform. This is common sense. And now too many children and their families have paid a heavy price – and Indian pharma’s global reputation is once again, after Ranbaxy, at risk.\nState drug controllers tasked with licensing and monitoring of manufacturing units and quality control are functioning in silos. If a drug fails a quality test in one state, the obvious thing to do is suspend the manufacturing licence in the state where it is located till a clean-up. Maiden Pharmaceuticals escaped such punishment. Claiming that the two excipients (substances used alongside active ingredients) that WHO termed as “contaminants” were sourced from third-party suppliers isn’t tenable. Ultimately, the company manufacturing the drug is responsible for quality and rules mandate testing of excipients too. One of the excipients had caused deaths in Jammu in 2020.\nThanks to a series of regulatory failures, a problematic company and a dangerous contaminant escaped the attention of drug controllers. To make matters worse in the Gambian tragedy, the Haryana drugs controller certified Maiden as compliant with WHO-Good Manufacturing Practices, making it eligible for exporting drugs. But central regulator CDSCO is now answerable to WHO for the failures. Centre’s new drugs and cosmetics bill to replace the colonial-era law must be reconfigured with learnings from this tragedy and embarrassment. India’s pharma industry is the pharmacy of the world for good reason, by ensuring that even the poorest are able to afford India-made drugs. To ensure we remain globally competitive, a rigorous regulatory regime is needed.\n\n",
        "headline_1": "Scarred terra pharma: Gambia tragedy needs sharp regulatory response",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/scarred-terra-pharma-gambia-tragedy-needs-sharp-regulatory-response/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "An author the newest Nobel laureate in literature, Annie Ernaux, often refers to is Simone de Beauvoir, who famously wrote that “one is not born, but rather becomes, a woman.” Women’s literary fiction is a critical window into this becoming, for all its joys and sorrows. But Ernaux is only the 17th woman writer since 1901 to have won the Lit Nobel. It is telling that de Beauvoir wasn’t awarded while Jean-Paul Sartre was. The sidelining of women’s writing in literary canons follows from and feeds into the second-rung status of women’s experiences. More awards mean more readers, more understanding and a little more likelihood of social equality.\nErnaux is a self-declared “ethnologist of herself”. Over the past year, a new film based on her harrowing 2000 chronicle of her 1963 illegal abortion has seen a surprising number of fellow Frenchwomen say they have shared the emotional rollercoaster she describes – well into the era of legalised abortion. Elsewhere, Ernaux’s confessions of feeling shame over going sexually “all the way to the end” at one stage of life and over “having once been proud of being an object of desire” at another, are records of continual gendered humiliation but also of overcoming it. She “manifestly believes in the liberating force of writing”, the award citation says. Reading of course has similar force, provided it is about the diverse human condition, rather than just a privileged male one.\n\n",
        "headline_1": "Read herstory too: Larger message in this year’s Lit Nobel",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/read-herstory-too-larger-message-in-this-years-lit-nobel/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "The outbreak of the pandemic catalysed a turbulent phase for the global economy. It remains unsettled. The combination has proved a boon for podcasts on economics. An insightful conversation between economists or with one is a convenient way of getting a better grip on the bewildering changes we are experiencing.\nCentral banks repeatedly prove that we live in an interconnected world. Economic historian Adam Tooze is adept in both breaking down big changes and putting them in perspective. In the weekly podcast Ones and Tooze, he first breaks down screaming headlines into digestible bits and moves on to the economics of lighter stuff such as golf or the British monarchy.\nRead full opinion on TOI+\n\n",
        "headline_1": "Listen to those lighting up the dismal science: Economics podcasts as a guide in uncertain times",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/listen-to-those-lighting-up-the-dismal-science-economics-podcasts-as-a-guide-in-uncertain-times/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "Health Minister Zahid Maleque, in a press conference on Thursday, stated that the government would standardise and fix charges for different services provided by healthcare organisations, as well as set a limit on what services they can provide based on their respective capacities. He made the remark following a meeting of the relevant stakeholders, including the authorities of private hospitals and the representatives of the Directorate General of Health Services (DGHS). Given the exorbitant – and oftentimes illogical – fees charged by different private healthcare facilities for the same service, or the substandard services that are provided at these institutions despite the high rates, the DGHS' proposal is no doubt a much-needed move. \nHowever, this is hardly the first time such a proposal has been made. A similar initiative to regulate service charges in 2019 fell through the cracks; health ministry officials blame the pandemic for the failure to implement the proposal over the last three years. Yet, the fact remains that it was precisely during the pandemic that the government should have played a critical role in ensuring fair and ethical charges for services at private hospitals. A study conducted by the Transparency International Bangladesh (TIB) found that, on average, a Covid-19 patient had to spend over Tk 450,000 for treatment at a private hospital, which was more than 12 times the expense at public healthcare facilities. Driven by the crisis of beds at public hospitals, lower- and middle-class people had no choice but to turn to private facilities, with many families having to sell off their assets simply to pay their medical bills. Why did the health ministry remain so oblivious to the plight of the public at a time when they should have acted with the utmost urgency to ease their sufferings? \nThe situation now is hardly any better. With little to no government control, private hospitals, clinics and diagnostic centres continue to charge approximately 20 times as much as public institutions for the same service. Some institutions charge 32 percent more for the same tests. It is hardly a surprise, then, that a study conducted by the Health Economics Unit (HEU) under the health ministry last year found that the out-of-pocket (OOP) health expenditure in Bangladesh was the highest in South Asia and more than double the global average. Meanwhile, a large number of private healthcare facilities – many without registrations – continue to provide poor quality services and treatment, far beyond their capacity, with very little monitoring from the government.\nAccess to healthcare is a basic human right and the state should ideally provide this service for free – or at heavily subsidised rates – to the public. Given the overwhelming pressure on the public health sector and the scarce resources allocated towards it in Bangladesh, the private sector has played an instrumental role in filling in some of the gaps and making healthcare services accessible to many in a timely manner. However, there has to be limits on how much more a private facility can charge for the same test, and systems of accountability must be put in place to ensure compliance with government rules and regulations. We urge the government to implement the recent proposal with urgency, prioritising its citizens' well-being over the profits of private facilities.\n",
        "headline_1": "Affordable healthcare for all, not profit of a few",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/affordable-healthcare-all-not-profit-few-3137531",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "75 years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the everyday lives of people and communities then, and how it still continues to shape our collective consciousness, politics and ways of being. This series, featuring scholars of partition studies from across the subcontinent – and to be published every Saturday for the next two months – is an attempt at exploring the complexities and contradictions of the momentous event that forever changed the contours of this region. This article, the first in the series, delves into the reality of the communities that are yet to recover from the trauma of Partition.\nIn the mufassil town of Barishal (now a metropolitan city), shmasan dipali (festival of offering candles and lamps on various memorial structures at the cremation ground) made me aware of the numerous nameless as well as forgotten people of the area. This is probably the only such religious gathering at cremation grounds in the entire South Asia. As a child, I sensed many dark and left-out memorials just beside the ones where someone lit lamps or candles with offerings of food that were favourites of the departed souls. While I lit candles on the mud-built and renewed memorial of my grandfather (as we could not afford a brick-built one), my father always told me to offer a candle on those dark, brick-built memorial structures that were constructed in the shape of Hindu temples. Some of them had epitaphs, which had eroded over time and were unreadable. The rest of them had the names and identities of the departed inscribed – those were also lost. Not a single kin was left in this world to offer light as a prayer for the otherworldly well-being of these departed ones. Where had they gone with no one to remember? – I wondered.\nLater, I learnt that many of the kin of these departed souls had to leave the place, because of the recreation (and imposition), redrawing and refashioning of this land by some lines, which one may not always sense on the real ground; though often, these lines are felt: they are effective and embodied. Dip or lamps for these people, both the departed ones and their descendants, will never be lit on this side of the line. This side will remain dark. This side will be remembered as well as forgotten. Remembrance always coincides with oblivion.\nAfter a long time, during adulthood, I came to understand the meaning of missing kin and nameless people. I visited different areas on the other side of the line, in West Bengal, India, for an archaeological survey. Walking across the localities of Malda, South Dinajpur, Bahrampur, I came across several abandoned graveyards, or graves of unknown or forgotten people. I could connect my awareness of loss and namelessness in Barishal with a similar feeling on the other side of the line. I have seen buildings belonging to someone from oblivion, only remembered by a few elders, now occupied by someone else. I have seen abandoned matha (commemorative temples) and dilapidated temples constructed, used and abandoned by nameless or forgotten people in both northwestern and southwestern parts of Bangladesh. Sometimes, they are remembered in local oral narratives where the supernatural and the real mingle with each other. Many of such structural remains are narrated as the remnants of some people who exchanged or bought land and properties on the other side of the line after the partition.\nThe creation of the line was entangled with violence, loss, uncertainty, and misery, as well as hope, new-found faith, dreams and freedom for many. Perhaps the feelings of loss and hope are often enmeshed into each other. Perhaps the nostalgic longing for the lost land is nourished by the hatred and distaste for the places someone was forced to leave. I have encountered many friends in West Bengal who still carry the romantic and nostalgic idea of the homeland on this side, even though they were born on that side of the line. Together with the feeling of longing to come to the homeland, they are burdened with a strange hatred and fear remembering the violence, force, and loss. One side of the line blames the other side, even when they relate, crave, and connect with each other. Simple, causal explanations in fashionable discourses of identity politics can never attend to this simultaneity of love and hate.\n***\nI met Md Moazzem Hossain (not real name) at Kaharol in Dinajpur when we went for archaeological surveying to find the places where some Brahmanical icons had been found earlier. He was one of the few people in the village with the knowledge of the archaeological place, which is now completely lost. He was referred to by others belonging to the same religious community as a refugee. Invocation of the refugee identity is not isolated to Kaharol – many neighbourhoods in Birampur, Fulbari, Bochaganj, Birol, and other bordering upazilas of Dinajpur district are termed hathat para (a habitation constructed suddenly) by the locals, and many inhabitants who are Bangladeshi citizens are called refugees. Some of these people were born in post-partition East Pakistan, and some of them were born in independent Bangladesh. Despite these temporal and cartographic changes, and the simultaneous transformation of identity of the places, they carry the burden of the identity of an outsider. The change of these place's names could not erase their past. Many of them or their ancestors faced violence on the other side and came to this side of the newly created Pakistan with a hope of freedom and dignity, which they were deprived of in British India. As Muslims, many of them experience constant ridicule, name-calling, and exclusion.\nEven when the space – land, water, sky – is separated through a drawn line, both real and imaginary, the subjective effect of that turns them into places created by feelings, narratives, and embodiment. Construction of these lines create divides in body and mind. These lines, popularly known as borders, produce \"us\" and \"them.\" We are different from them. Interestingly, we also share similar gastronomical habits, cultivation process, and feelings for rainfall. When ultra-nationalists claim the difference of mundane and subsistence habits between two religious communities, they consequently divide the heterogenous everyday living of the religious community they claim to represent. Acts and narratives of homogeneity produce more heterogeneity, after all, across the borders, both actual and fictitious.\n***\nWe have been taught about the country – or the state, or the nation – since our childhood through maps. Millions of people lost their lives for these boundaries to be drawn, one after another. We internalise these lines, represented by the conventions of depicting boundaries, consisting of various combinations of dashes and dots. These are spaces that are objectified, mappable and representative. On objectified and value-neutral pieces of papers or their images, these boundary markers are fixed, real and observable. We learn to imagine them as if the spaces on both sides of a line are undisputed and can be sensed like the material world. This idea of the boundary between two nation-states was first fractured when I was asked by some people in Hakimpur of Dinajpur in the early 2000s to see the border. We went for archaeological surveying with our first-year students.\nMy idea of the border was completely shattered. They showed me a household, the kitchen of which is in Bangladesh and the bedrooms are in India. We walked through a narrow space of two feet, and they pointed to the left as India and to the right as Bangladesh. Local people told me that people from the other side – \"theirs\" – often came to offer namaz on this side – \"ours.\" \"We go to the other side to watch films at cinema halls,\" they said. I was perplexed by this normalised notion of a line or border, as I was not seeing that line on the actual land.\nThe notion of the line got more complicated when we were surveying on the dry bed of Chhoto Jamuna River, which gets water flow only during the monsoon months these days. One bank is on the other side, and when the bank just takes a meandering bent, the same bank becomes Bangladesh. The monsoon water breaks these complications. The water flowing from the upstream travels through both Bangladesh and India like a universal citizen. Unless the nation-state constructs a dam, the flow in the channel cannot be controlled. During a flood, the water draining the basin does not need any passport or visa to cross the boundary. It is impossible for the water to identify it as \"us\" or as \"them.\" The dam can create the boundary, and their dam can control the river flow, flood, and drought in the space inhabited and cultivated by us. During the peak of monsoon, when water from the rainfall in the Himalayan piedmont zone belonging to \"them\" creates havoc and devastates their homes, crops, and lives, it does the same in our part in the downstream area of the basin. The difference between human subjects and non-human subjects becomes evident. The lines are crossed without any surveillance, killings by the border security forces, and controls of the dams.\n***\nI felt the terror of the border during one survey close to the border in Birol upazila. Two archaeological sites were very close to the line, which is marked by fences of barbed wire, a broad metal road patrolled by the border forces. We were using dumpy levels placed on a tripod. The killing of Bangladeshi citizens by the Indian Border Security Force (BSF) was so terrifying for us that we tried hard to hide behind trees and bushes. The fear might be unreal. The killing of people has always been real.\nIn many places, it is impossible for people, especially cultivators and the cattle, to pay respect to the lines and their modern legal implications. We almost crossed the lines marked by cement pillars concealed behind green paddy fields. Imagine a situation where you are in the middle of a lush green paddy field without any idea about the line. That is unreal. Look, look! That side of the paddy belongs to India and this side belongs to us! Where are they and where are we – I still try to locate them in my memories.\nThese lines separate. That is real and this reality has many different experiences and memories of domination and subordination. We cannot deny that these lines also connect. The difference is always comparative and connective. Even when people are imprisoned by constructing walls and barbed wire fences, they find a way to connect with the people from the other side. People who have been produced as an eternally existing \"them.\" Hindus as the other of Muslims. Muslims as the other of Hindus.\nHistorically, there have always been many lines, boundaries, and differences. There were spaces segregated by imposing boundaries, and those boundaries were redrawn time and again. The boundaries between the eternal \"us\" and \"them\" were never real; they have been manufactured, refashioned, and recirculated in different ways and means.\n***\nA dry riverbed with its meandering banks can be narrated and experienced as \"us\" or as \"them.\" The same space with flow and overflowing banks overturns that experience. The partition is real and unreal at the same time. Ironically, the line is oblivious, connective, and flowing. Binaries and differences have their actual effects both through the experiences of hatred and love, through violence and tolerance, even when we know that the binaries are historically constructed and unreal. Binaries, at the same time, are relational. One category of the binary will be non-existent and invalidated in the absence of the other. It's the connection of two dots that always draws a line, after all. If someone intends to erase a line, they must erase the dots. There is no alternative.\nLet me end with some words from one of my favourite songs, Us and Them, by Pink Floyd:\nAnd after all we're only ordinary men\n\nMe\nAnd you\nGod only knows\nIt's not what we would choose to do\nForward he cried from the rear\nAnd the front rank died\nAnd the general sat\nAnd the lines on the map\nMoved from side to side\nBlack and blue\nAnd who knows which is which and who is who\nUp and down\nAnd in the end it's only round 'n round\nHaven't you heard it's a battle of words\nThe poster bearer cried\n\"Listen son,\" said the man with the gun\nThere's room for you inside.\nDr Swadhin Sen is a professor of archaeology at Jahangirnagar University in Bangladesh.\n",
        "headline_1": "75 years of Partition: The flow between two sides of a line",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/75-years-partition-the-flow-between-two-sides-line-3137521",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "A leading national daily recently ran a lead story on the inverted pyramid of academic ranks of university teachers or the UGC prescription on the teachers' workload calculation. The headline read, \"Many professors, few lecturers.\" The story based itself on UGC reports to estimate that there are 4,528 are professors, 2,657 associate professors, 5,283 assistant professors, and 2,672 lecturers in 53 public universities across Bangladesh. At Dhaka University, there are 2,234 teachers in 83 academic departments under 13 faculties and 12 institutes. Of them, 871 are professors, 610 associate professors, 426 assistant professors, and 327 lecturers. The situation is similar in other public universities.\nIn an ideal world, there should have been more lecturers, who would get their PhDs before being moved on to the next level. The academic rank diagram needs to look like a pyramid where few professors are located at the apex. A top-heavy administration is never a healthy sign for any institution, and my comments may sound smug, made by someone who has made it to the top. The reality is the provision of restructuring has allowed the universities to reshuffle the posts in which they were initially recruited. The number that you see at the top is in most cases designated for a lecturer, and unless someone retires at the top, the scope to recruit a new lecturer is blocked. The system has been so bundled up that there is hardly any differentiation between a lecturer and a professor. In my department, I have the same workload as that of a lecturer: we teach the same number of courses, have the same number of students in tutorial groups, and act in the same number of exams and other committees. The recent proposal of the University Grants Commission (UGC) to assign workload is a welcome suggestion.\nThe problem lies not in quantity, but the quality of recruitment and promotion. More importantly, do we know the scope of a university teacher, and why it is different from other professions? I don't think even many of my colleagues know, or want to know, the answer. The autonomy promised under the University Act, 1973 provides some flexibility that allows teachers to benefit from restructuring. But it also paved the way for some wrong perceptions about and apathy towards the freedom enjoyed by a university teacher.\nOur public university system was modelled after the British system, which is very conservative in promoting professors. In contrast, the American model involves an \"up or quit\" style in which teachers are expected to perform for their promotion regularly. They need to \"publish or perish\"; they need to bring in research funds to pay for their salaries and/or arrange the tuition fees for their research graduates. Failure to do so will expose the weakest link for an inglorious \"goodbye.\" This is the neoliberal model that is being applied by some of our private universities. Gone are the days of a lacklustre professor that The Economist described in a story in 1987. For the magazine, tenure-track are those teachers on a permanent post who \"think (or idle) in ill-paid peace, accountable to nobody.\" There used to be some truth in it. Henry Rosovsky, dean of the Faculty of Arts and Sciences at Harvard University, writes in his thought-provoking \"The University: An Owner's Manual\" that one \"critical virtue of academic life… is the absence of a boss\" (163). Rosovsky elaborates that while working as a dean, he had to take orders from the president of the university (i.e. the vice-chancellor), but as a professor, he \"recognised no master save peer pressure, no threat except, perhaps, an unlikely charge of moral turpitude. No profession guarantees its practitioners such a combination of independence and security as university research and teaching\" (164).\nUnder the 1973 act, a university teacher can lose their job only due to \"moral turpitude\" or \"insanity.\" This freedom has allowed many of us to abuse the system, making us susceptible to public scorn. The allegations are serious: one can become a professor simply by dint of one's service length and required number of publications in \"trash\" journals. Lately, universities have restricted the number of journals for promotional purposes. As the acting chair of the UGC has said, \"We cannot change what has been done. But we will make a fresh start.\"\nThe most important change that we need involves transparency and accountability in governance. We need to nurture meritocracy without political or personal consideration. I don't think when I was recruited as a university lecturer, there was any political witch-hunting. My dean assured me that with my rare First Class, I did not need to tag along with any faction. The freedom that I have practised throughout my 29-year-long career stems from that single dose of confidence. The excellence that I experienced while pursuing my second MA and PhD on both sides of the Atlantic made me rethink my academic designation. I realised I should not have joined the university or got my promotion before completing my doctoral research.\nMost of our universities started as teaching universities, and are only recently feeling the pressure of increasing their research portfolios to be benchmarked against international rankings. A teacher is no longer expected simply to \"confine to the transmission of received knowledge to generations of students\" (ibid. 85). There has to be an ideal intellectual balance between teaching and research. It is only prudent to follow some of the best practices to regain some of the lost glories of the teaching profession. The first of those is to earn credibility before our owners: the taxpayers. That can be done only if the system is transparent and competitive.\nIn India, for instance, they have set the National Eligibility Test (NET) or the State Level Eligibility Test (SLET) as the minimum eligibility condition for recruitment and appointment of assistant professors in universities, colleges and institutions. Only a candidate with a PhD can be exempted. In Sri Lanka, an assistant professor with a PhD must teach for six years before becoming a professor. In the Philippines, teachers are given three years to receive tenure after their initial hire. Otherwise, they cannot continue in the same university. Singapore universities have adopted a hybrid of US and British academic ranks. They hire assistant professors on term contracts, while associate professors and professors may be appointed either with tenure or on term contract. Only through high-quality educational and research activities are they considered for the top two ranks. They hire teachers in three tracks: education, research, and practice. Thus, they do not pit a science faculty teacher against someone from fine arts. They do not have a one-size-fits-all system to measure the expertise of their faculty members.\nUnfortunately, in our country, an aspirant teacher who is still in his first year calculates who is going to be the department head at the time of their graduation, which political party is likely to be in power, and which thesis/lab supervisor has the political say or the regional connectivity. This is not the freedom that Rosovsky mentions. It is precisely such abuse of freedom that gets the most public traction. Hence, we hear about teachers acting like party cadres, VCs recruiting their wives, selling faculty and admin posts to the highest bidders, and victimising and stigmatising candidates for donning adversary colours.\nAs university teachers, we need to realise that the freedom that has been entrusted with us comes from the love of the people and their hard-earned taxes. Their sweats have no party colour. They have given us the duty to educate their children. And for that, there should be no compromise. We need to up our game or quit. The challenge for us is to make every position count for its quality. Once we do that, the numbers will automatically fall into place.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Is it too easy to become a professor in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/it-too-easy-become-professor-bangladesh-3137501",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "Bangladesh has made rapid progress in health and nutrition over the past decade. There has been a significant decline in stunting among under-five children, as well as a rise in life expectancy. The country's hunger score improved from 34 in 2000, to 28.6 in 2012, to 19.1 in 2021. The Global Hunger Index also noted its achievement in reducing undernourishment, under-five mortality rate, and wasting of children.\nHowever, Bangladesh is yet to achieve nutrition security for its entire population. As per the Bangladesh Demographic Health Survey (BDHS), 2017-18, stunting and wasting in Bangladeshi children are still above global averages. The Household Income and Expenditure Survey (HIES), 2016 put the percentage of people living below the poverty line at 24.3.\nThe Covid-19 pandemic and the restrictions imposed in its wake have affected people's livelihoods, food security and health; it has rendered the poor, especially women and children, even more vulnerable. It was estimated that the pandemic would increase the nation's poverty rate to 35 percent. With the loss of income and rise in prices of essential commodities, 23 percent households from urban slums and 15 percent households from rural areas cut down their food consumption during the lockdown period. Disruption in several services such as immunisation and sanitation services, and closure of schools and pre-schools (providing meals to children) portend a malnutrition crisis which, if not checked, will swiftly undo all the gains of the past several years. The pandemic is a pointer to why investing in health and nutrition is critical for the population's well-being, immunity and resilience. The response to the pandemic and the combat against malnutrition must engage the joint forces of all development actors.\nSocial security programmes (SSP) are the Bangladesh government's primary instruments for supporting vulnerable groups in the country. There are around 120 such programmes being implemented by 23 ministries and divisions, targeting 27.8 percent of the population, though the number of programmes and the extent of coverage vary from year to year. The National Social Security Strategy (NSSS), adopted in 2015, seeks to streamline and strengthen the existing safety net programmes for better results from the money spent. They include schemes such as cash transfers, food transfers, school stipends, employment generation, and other subsidy programmes. As per the NSSS human development strategy, SSPs, among others, must address the root causes of malnutrition.\nThe Bangladesh National Nutrition Council (BNNC), the nodal agency that provides guidance in formulating nutrition policies and ensuring that nutrition is mainstreamed into all government policymaking, reviewed selected SSPs. The review revealed that there is scope for improving those programmes' gender and nutrition sensitivity in order to improve nutrition outcomes for the most vulnerable and disadvantaged segments of the population.\nFor social protection to be nutrition-sensitive, programmes need to be combined with interventions that have a direct beneficial impact on nutrition, such as supply of micronutrient fortification of food, referrals to nutrition-specific services, promotion of diversity in agriculture, behaviour change to promote diversity in diet, and recommended care practices as well as designs that help ensure equitable distribution of food and resources to women and children within families.\nThough there was an increase in the total number of beneficiaries under SSPs from eight million in 2010 to 11 million in 2016, there were considerable rural urban discrepancies. Around 36 percent of the beneficiaries were from rural areas and only 10.5 percent were from urban areas. Nearly 40 percent of the Bangladeshi population now live in urban areas. Despite better utilisation of nutrition services in urban areas than in rural areas, the nutrition status of the urban slum population is much poorer than that of the non-slum population. This calls for stronger focus in the targeting of nutrition-sensitive SSPs based on the available data for urban slum population.\nAs part of addressing a wider spectrum of the population, different programmes were designed targeting different beneficiary groups without having a clear transition strategy for the beneficiaries from one programme to another along their lifecycle. Moreover, individual programmes seemed to be designed to resolve a particular vulnerability; a comprehensive approach to address multiple root causes of vulnerability would have been better for avoiding duplication, efficient use of limited resources, and provision of comprehensive support for the beneficiaries.\nA recent review by the BNNC and Nutrition International found that many of the largest SSPs did not include a nutrition situation analysis in their initial design, nor nutrition-related outcomes in their monitoring framework. Many programmes are also not evaluated regularly and do not publish annual performance reports. There were gaps in coordination and collaboration between various agencies addressing the same target groups.\nVarious ministries and departments need to go beyond the \"silo\" approach and work in collaboration to achieve nutrition outcomes. A data infrastructure is necessary to cut across the implementing ministries so that targeting and reaching beneficiaries is more effective. Better coordination and data-driven evidence for further strengthening the SSPs are needed to make them more visibly nutrition-sensitive. Good nutritional status and growth are foundations not only for vulnerable people's rights and well-being, but also for future equitable growth and prosperity.\n \nSaiqa Siraj is country director of Nutrition International in Bangladesh.\n\nEadara Srikanth is Asia programme manager for technical assistance for nutrition programme at Nutrition International in Bangladesh.\nRichard Morgan is programme director of social safety net programmes at Nutrition International in Bangladesh.\n",
        "headline_1": "Making social protection nutrition-sensitive",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/making-social-protection-nutrition-sensitive-3137466",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "Health Minister Zahid Maleque, in a press conference on Thursday, stated that the government would standardise and fix charges for different services provided by healthcare organisations, as well as set a limit on what services they can provide based on their respective capacities. He made the remark following a meeting of the relevant stakeholders, including the authorities of private hospitals and the representatives of the Directorate General of Health Services (DGHS). Given the exorbitant – and oftentimes illogical – fees charged by different private healthcare facilities for the same service, or the substandard services that are provided at these institutions despite the high rates, the DGHS' proposal is no doubt a much-needed move. \nHowever, this is hardly the first time such a proposal has been made. A similar initiative to regulate service charges in 2019 fell through the cracks; health ministry officials blame the pandemic for the failure to implement the proposal over the last three years. Yet, the fact remains that it was precisely during the pandemic that the government should have played a critical role in ensuring fair and ethical charges for services at private hospitals. A study conducted by the Transparency International Bangladesh (TIB) found that, on average, a Covid-19 patient had to spend over Tk 450,000 for treatment at a private hospital, which was more than 12 times the expense at public healthcare facilities. Driven by the crisis of beds at public hospitals, lower- and middle-class people had no choice but to turn to private facilities, with many families having to sell off their assets simply to pay their medical bills. Why did the health ministry remain so oblivious to the plight of the public at a time when they should have acted with the utmost urgency to ease their sufferings? \nThe situation now is hardly any better. With little to no government control, private hospitals, clinics and diagnostic centres continue to charge approximately 20 times as much as public institutions for the same service. Some institutions charge 32 percent more for the same tests. It is hardly a surprise, then, that a study conducted by the Health Economics Unit (HEU) under the health ministry last year found that the out-of-pocket (OOP) health expenditure in Bangladesh was the highest in South Asia and more than double the global average. Meanwhile, a large number of private healthcare facilities – many without registrations – continue to provide poor quality services and treatment, far beyond their capacity, with very little monitoring from the government.\nAccess to healthcare is a basic human right and the state should ideally provide this service for free – or at heavily subsidised rates – to the public. Given the overwhelming pressure on the public health sector and the scarce resources allocated towards it in Bangladesh, the private sector has played an instrumental role in filling in some of the gaps and making healthcare services accessible to many in a timely manner. However, there has to be limits on how much more a private facility can charge for the same test, and systems of accountability must be put in place to ensure compliance with government rules and regulations. We urge the government to implement the recent proposal with urgency, prioritising its citizens' well-being over the profits of private facilities.\n",
        "headline_1": "Affordable healthcare for all, not profit of a few",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/affordable-healthcare-all-not-profit-few-3137531",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "At a time when digital technologies have completely changed how entrepreneurs and enterprises envision doing business, Bangladesh still seems to be stuck in the analogue days. The Asian Development Outlook published a new index – the Global Index of Digital Entrepreneurship Systems (GIDES) – of digital initiatives of 113 countries, including 21 ADB member countries, in which Bangladesh has ranked 96th by scoring 12.5 points. This is unfortunate given the fact that our young population has great entrepreneurial skills and they have shown us what they can do using technology during the pandemic. \nThe GIDES has measured the quality of an economy's environment for digital entrepreneurs through some indicators, such as institutional infrastructure; legal framework and taxation; market conditions; physical infrastructure; human capital; knowledge creation and distribution; financial arrangements; and networking and support. While most developing countries that are members of the Asian Development Bank (ADB) are lagging far behind the developed countries in all indicators, Bangladesh's performance is particularly weak. It performed extremely poorly in informal institutions and practices (one of the indicators), scoring only 2.1 out of 100. \nThe question is: why do we have such bad scores? What is holding back our digital entrepreneurs from doing businesses? Why can't we create a conducive environment for them? Reportedly, Bangladesh's start-up ecosystem is weak compared to those in countries such as India and Singapore, and our entrepreneurs are failing to attract new foreign investment due to myriad challenges, including a lack of proper guidance and training, bureaucratic roadblocks and outdated regulations. The corruption and poor governance that are eating away at all sectors are also slowing us down as a nation and hampering our potential in the digital landscape.\nThe government needs to provide fiscal incentives to facilitate tech start-ups and urgently revise its laws and regulations to be more forward-looking. We need to re-envision our education system, starting with making technologies more accessible at all levels, and make our universities capable of playing a pioneering role in creating and enabling digital entrepreneurs. Providing entrepreneurs the necessary training on fundraising techniques and running digital businesses successfully is crucial. Also, the government must ensure that they don't have to go through unnecessary hassle at the respective government offices while registering their businesses. \nThe Asian Development Outlook report has revealed how innovations centring digital technology have sustained the entrepreneurs in global competitions as well as helped their respective countries to move forward in expanding their enterprises. We must learn from these experiences, so that digital entrepreneurship can play a vital role in the economic growth and development of Bangladesh.\n",
        "headline_1": "Where’s the ecosystem for our tech sector?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wheres-the-ecosystem-our-tech-sector-3137451",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "The news that 267 nurses will be taking up employment in various state-run hospitals in Kuwait may look like a tiny glint to signal a new horizon in overseas employment. That a qualified professional group has made it to workplace abroad also points to the prospect of more such job offers for professionals from overseas employers in future, maybe in the near future. It has been learnt that Kuwait is the first country to recruit nurses from Bangladesh to work at different public hospitals under Kuwait's health ministry. The demand for medical professionals in different countries including in Kuwait has increased since the outbreak of the Covid-19. Bangladesh Overseas Employment and Services Limited (BOESL) has been reportedly saying that Kuwait is eager to hire more nurses as early as possible. According to a BOESL spokesperson, the Gulf nation will recruit around 1,000 nurses and medical technicians in six categories for different government hospitals in the first phase. There are also indications of hiring health professionals by some other countries including Maldives, Japan, Qatar, and the United Arab Emirates. The countries have reportedly shown interest in hiring doctors, nurses, hygienists, caregivers and dental technicians from Bangladesh. Recently, Maldives signed a memorandum of understanding with Bangladesh to recruit doctors and nurses. If these are indicative of increased job prospect for medical professionals abroad, there indeed should be reasons to look up to a change in overseas employment. Ever since job markets in the Gulf countries opened up decades ago, it was predominantly the unskilled workforce that unfortunately has been the highlight of workers' migration from Bangladesh. High migration cost, low wage, excessive workload, lack of medical attention, poor accommodation and so on formed the key features of this pallid narrative.There were occasional attempts to send professionals, particularly medical professionals, but those did not materialise. Now that the process has begun, it is expected that the concerned agencies will try to put in place required facilitations towards easing employment and migration of the jobseekers. These among others may include negotiation with the employers towards securing the rights and privileges of the incumbents, scrutinising the job contracts taking care of all personal and job-related necessities, dissemination workshop and brief training programme conducted by competent personnel prior to departure. The good thing is that the nurses are being recruited without any migration cost.What, however, may stand in the way is the dearth of medical professionals, particularly graduate nurses, in the country. In order to meet overseas demand, there is the need to produce a large pool of qualified and skilled nurses so that they can be sent abroad after meeting the demands at local hospitals and clinics. Although there are reportedly several thousand nurses without employment in the country, meeting overseas demand will require qualified and skilled hands to secure employment. Primarily, it is the government's job to ensure that an adequate number of nurses are produced in the training institutes. Over and above, a good deal depends on the satisfactory performance of those who have already left.",
        "headline_1": "Nursing jobs in the Gulf and elsewhere",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nursing-jobs-in-the-gulf-and-elsewhere-1665146026",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "The government, in all sincerity had kept the provision of giving exporters a 4 per cent cash incentive for exploring new markets as a means to diversify the export basket. Unfortunately, what has emerged from an order issued by the Monitoring Cell of the Ministry of Finance, the United Kingdom has been deemed a 'new market' as it is no longer part of the European Union. This happened sometime in February 2020.The incident probably would not have come to light had an audit team from CAG (Office of Comptroller and Auditor General) not detected the anomaly. At a time when the government has been facing fiscal difficulties with the onset of Covid-19 and a general global economic downturn during the pandemic, we understand from the lead news printed in this paper on October 5 that, \"The bounty period is of 29 months beginning February 2020-the time when trade promotion was a high priority for the event of a global pandemic beginning to upend normal course of things. Meanwhile, the UK had quit the EU in January 2020 under the Brexit formula. But the UK is not a new market for Bangladesh. The government did define the provision in September last or after 32 months of Brexit execution.\"It leaves little to the imagination that most exporters have been treating this loophole, intentional or otherwise, as a windfall opportunity to reap the benefit of getting extra benefit of cash incentive. The UK has been a major market for RMG exports for decades and can in no way be termed a new market simply because it exited from the EU through Brexit. Then how is it that the exporters are being allowed take advantage by issuing an ambiguous order? We understand that through this provision of terming an 'old' market 'new, the government has dished out Tk15.17 billion in FY2020-21 to meet cash incentives for shipments (primarily apparels export, as RMG constitutes 80 per cent of the export basket) to the UK. Indeed, we understand that this amount is set to nearly double to over Tk27 billion if one calculates cash incentives that will be met from the national exchequer for the 29 month period in question.According to official data, \"the country's monthly merchandise-export earnings slipped into the negative territory in September is an upset to 13 months of robust growth, principally amid sluggish apparel sales abroad.\" Again Export Promotion Bureau data tell us that export earnings in the last month stood at US$3.9 billion, recording a 6.25 per cent negative growth year-on-year. One must wonder who benefits from this, apart from exporters. The government is facing difficulties trying to budget its books of accounts. We see various austerity measures being put in place to curtail expenditure. For instance, the reconditioned automobile importers now must put up 100 per cent cash margin to import vehicles. Hence, it begs the question as to the logic of such an order that is giving undue advantage to one sector. The government is in dire need to increase its revenue and here we have a situation where billions of Taka is being literally distributed to a section of exporters.Such a large amount of fund could be used for rural and urban development. Can we really afford such luxuries in today's uncertain economic climate? \"This is happening at a time when the government is pursuing austerity to combat a financial crisis stemming especially from weak revenue mobilization and forex-reserve volatility-cutting back on development-project funding and power outages for fuel-supply shortages\".What is interesting to note here is that the audit team findings were shared with the central bank in the hope that Bangladesh Bank would direct banks to halt these transactions. That did not happen. What happened was that the central bank redirected the whole issue to the Finance Division back in July 2021. We are told that the ambiguity regarding the order will be removed and made effective from July 01, 2022.From what has been printed in this paper, we understand that the government has provided Tk63.9 billion for all new markets in 2019-20, Tk66.45 billion in 2020-21 and a major increase to Tk87.84 billion in 2021-2022. The order was passed in July 2020, from the year by year data, it is obvious more and more exporters found the ambiguity in the order and took advantage of the situation. While we sympathise with the fall in exports due to external factors, shenanigans like this is hardly expected. The cat is out of the bag.Now, if this is going to be the modus operandi of policymakers, why on earth would exporters even bother to explore new markets? Since they are being handed a legal free ride to get extra benefit for shipping goods to an old market that has been made \"new\" on paper. What happens to other emerging sectors like shipbuilding, and the pharmaceutical industry which are actually breaking into new markets year-on-year? Where will the cash incentives come from? These are valid questions that need answering.\n[email protected]",
        "headline_1": "Exporters taking advantage of grey area in policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exporters-taking-advantage-of-grey-area-in-policy-1665151086",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "\nIf there has been a proliferation of rude public behaviour in Bangladesh surfaces as a moot question these days. To many, this is not a right question to ask as the phenomenon is global, meaning many other countries are also witnessing this nuisancical trend. To some, it is not too wrong to raise the question only because same thing is also happening in other parts of the world. The former argument seems to ignore a harsh reality which has a long-term implication on the future of society. So, it is better to take cue from the latter argument and try to find the answer in brief.Rude public behaviour may be labelled as an absence of good manners or bad manners. Generally manners are behaviours that reflect an individual's attitude to others. It also means the way a thing is done or happens. So, manners are what everyone use and show every day and directly related to the personality of a human being. The horizon of manner is quite vast as it is not just giving thanks and expressing gratitude to others. It is being polite, understanding others' feelings and treating others the way someone himself or herself wanted to be treated. That's why manners are needed every day, and in public.Now, in this country, almost everywhere it seems people are being told to mind their manners. Pushing, shoving, yelling, shouting, and jumping queues are quite common now. It appears that nobody cares about the others. Almost everywhere in Bangladesh has there been a dearth of road manners. Motorists honk and curse disregarding traffic rules. They are a menace to pedestrians as well as other motorists. Much has been said about mobile-phone manner. Generally the public appears to be indifferent and so there is always a loud public conversation over the cell phone.Though children are taught good manners in school, many of them don't bother with small courtesies in public places. Perhaps, behavioural refinements continue when they are reinforced by parents and families. Unfortunately, today's parents are also not careful about their own conduct and attitude.What is becoming almost impossible is try to mend the rude manners. Those who break a queue don't feel ashamed at all. If anyone tries to protest or request not to do so, the queue- breaker gets angry. This sometimes creates unwanted scuffles in public. In fact, there is no doubt that, irrespective of education and social status, there is an erosion of manners in the country which is reflected in everyday rude public behaviour. There may be a number of reasons behind the manners and in some cases there may also be no option for someone but being rude. It doesn't justify bad mannerism.Accepting rudeness in public as a normal thing is pathetic. It is spreading a wrong message across society that there is little need to be good in behaviour and attitude. Greater propensity among the people to behave rudely is increasing intolerance in society and reducing room for social cooperation. All this is ominous for a decent future.\n[email protected]",
        "headline_1": "Rude public behaviour on a worrisome rise",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rude-public-behaviour-on-a-worrisome-rise-1665146267",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2022"
    },
    {
        "full_article": "Books are a great source of enjoyment, recreation and knowledge. In recent years, PDF (portable document format) books have become popular across the world for their easy availability and low cost. But in many people's experience, it has been seen that they tend to forget quickly what they read in the PDF version. And they can remember better when they start going through a hard copy of the book, touching the pages and marking them. Actually, reading hard copy books involves one's labour and time. Maybe after searching for long, or after looking for a long time, one manages a hard copy of the book. So, there remains a love for the book. And readers remember the content better. It is time to go back to the habit of our older generations. Let every neighbourhood build a library to serve people of the locality. Let there be book festivals to encourage reading. Let us make the price of hard copy books as low as possible so that people of all income groups can take up reading. We should resume our habit of reading hard copy of books.\nMA Islam, Dhanmondi, Dhaka",
        "headline_1": "Let us read printed books",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-us-read-printed-books-1665146766",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2022"
    }
]