[
    {
        "full_article": "India’s inflation based on the consumer price index quickened to 6.01% in January, breaching the central bank’s upper tolerance limit of 6%. While the headline number was no surprise given that the RBI had forecast the acceleration, the official data merit scrutiny. Provisional estimates show the hinterland, with its greater proportion of the country’s poor, bore the brunt of rising food prices with rural food price inflation sprinting to 5.18% from December’s 3.39%. Oils and fats quickened the fastest at 18.7%. Though the RBI had been expected to start normalising its pandemic-era policy stance in February’s monetary policy meeting and reaffirm its resolve to contain inflation, the central bank retained the status quo in order to support economic growth. Governor Shaktikanta Das has defended the RBI’s projection for inflation to slow to 4.5% in FY23 by citing the base effect as the cause for higher headline inflation this fiscal, and predicted that a similar base effect would help enable a downtrend in the coming months. The RBI’s assumptions, however, could unravel if storm clouds on the horizon intensify. Uncertainty over the Ukraine-Russia tensions pushed global crude prices to a seven-year high earlier this week.January’s inflation in transport and communications, which reflects retail fuel prices, slowed a mite from December but was still at 9.36%. Pump prices have stayed static for a while, a likely effect of the poll season. The Centre may soon have to allow oil marketers to pass on the global price increase to consumers, which could spur inflation further, or cut excise duties, resulting in lower revenue for the exchequer. Add to this mix, the uneven economic recovery from the pandemic and the outlook gets even more cloudy. IHS Markit’s monthly survey of purchasing managers shows that though manufacturing output and new orders expanded last month, growth rates eased. Uncertainty around growth prospects stemmed from concerns about inflationary pressures. The RBI’s January survey shows households expect inflation at 10.7% a year ahead. Though this is a comforting decline from the 12.6% seen in November, the significant gap between the RBI’s projections and households’ views suggests consumers’ perceptions of price gains are markedly higher and could likely constrain their spending. This is undesirable as the NSO’s advance estimates of GDP growth for the current fiscal show private consumption expenditure still lagging behind the pre-pandemic level of FY20. Any worsening on this front could challenge the RBI’s objective of holding down interest rates to support growth. With Governor Das asserting that price stability remains the prime focus, the RBI must be ready to rapidly recalibrate its inflation projections and shift policy stance to match its mandate, or risk hurting its credibility.",
        "headline_1": "Tenuous tack: On RBI’s policy stance",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tenuous-tack-the-hindu-editorial-on-rbis-policy-stance/article65055905.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2022"
    },
    {
        "full_article": "Russia’s announcement that it is pulling back some troops from Ukraine’s borders is the strongest signal of de-escalation from Moscow. Russia has always maintained that it had no plans to attack Ukraine. But the massive troop mobilisation on the three flanks of Ukraine, which included combat aircraft, warships and S400 missile defence systems, had raised fears of war. Besides, the U.S.’s warning that a Russian invasion could come “any day” and its decision to shut the American embassy in Kiev added to the frenzy. The Russian approach appeared to have been rooted in building military pressure around Ukraine to gain diplomatic leverage in talks with the West. In the last few weeks, European leaders, Hungary’s Viktor Orbán, France’s Emmanuel Macron and Germany’s Olaf Scholz, have visited Moscow. Of these, the diplomatic interventions by Mr. Macron, who called for respecting Russian security concerns and sought to revive the Minsk agreement on Ukraine’s civil strife, and Mr. Scholz, who said in Kiev that Ukraine’s entry into NATO was “not on the agenda right now”, were significant. Their talks with Russian President Vladimir Putin opened a diplomatic path towards de-escalation.\rIt is too early to say that the crisis is over. The complex issue is rooted in Russia’s security concerns and NATO’s expansionary open-door policy with no quick solutions. But the suggestions from the talks Russia and the West have had point to a formula for peace. Russia’s three concerns are: one, it does not want neighbours Georgia and Ukraine to be members of NATO. Two, it wants NATO (read the U.S.) to roll back its military presence and drills from Eastern Europe and the Black Sea. Three, it wants the Ukraine crisis — the civil conflict between Kiev and the Russia-backed separatists in Donbas — to be resolved through the Minsk process. In talks with Mr. Putin, U.S. President Joe Biden has already said the U.S. does not have any plan to deploy offensive weapons or permanent combat troops to Ukraine and that Washington was open to reducing drills and missiles in Eastern Europe on a reciprocal basis. Mr. Macron has taken steps to revive the Minsk II deal to address Ukraine’s internal crisis. And then Mr. Scholz practically ruled out Ukraine joining NATO in the “foreseeable future”. Put together, this is a comprehensive package that could accommodate Russia’s security concerns and the West’s fears of Russian aggression. Moscow’s decision to pull back troops partially suggests that it sees potential in these proposals. Russia might keep some troops on the border to retain the pressure. But the obvious next step is to take these proposals to solid agreements through diplomacy. The West and Russia should take that road aimed at finding a lasting solution to Europe’s most dangerous security crisis.",
        "headline_1": "Signs of peace: On Russian pullback from Ukraine border",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/op-ed/signs-of-peace-the-hindu-editorial-on-russian-pullback-from-ukraine-border/article65056148.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2022"
    },
    {
        "full_article": "Inflation in Bangladesh, like the nation itself, is on the rise. The per capita income saw an 11 percent rise to USD 2,591, from an estimated USD 2,554 for 2020-21 fiscal year. But at the same time, inflation spiked from 5.29 percent in December 2020 to 6.05 percent in December 2021, according to the Bangladesh Bureau of Statistics (BBS). Non-food inflation reached a six-year high in December 2021, at seven percent, followed by a hike of diesel and kerosene prices in November. The skyrocketing prices of essentials have put the common people—middle-income, lower-middle-income and low-income groups, as well as the new poor—in a tight spot, significantly curtailing their ability to cover their monthly essential expenses.\nIn the midst of an ongoing nightmare for the majority of the population, there are talks of utility prices going up a few notches again, especially in view of rising prices in the international market. Petrobangla has sent a proposal to Bangladesh Energy Regulatory Commission (BERC) to increase gas retail prices by nearly 100 percent, while Bangladesh Petroleum Exploration and Production Company Ltd (Bapex) has suggested a 48 percent hike. If the Petrobangla proposal is approved, consumers will have to pay about Tk 20 per cubic metre of gas, as opposed to the current price at Tk 9.80.\nMeanwhile, the Dhaka Wasa recently proposed a 20 percent hike in water tariff to meet the gap between production costs and the price of water. If approved, the hike will be effective from July 1, 2022.\nThe hike of essential prices is a cause for concern, but what is even more worrying is the rise of utility prices, as the impact of these price hikes cascades down to every sphere of life—from basic utility bills one has to pay, to the production cost of locally manufactured goods, to import costs, to prices of food items in the kitchen markets, to transportation costs. They will create a ripple effect across the economy, exacerbating public suffering.\nThe government is also apparently in a dilemma over increasing fertiliser prices, which will have a direct impact on food inflation and the livelihoods of farmers.\nBut how can we wade through this crisis?\n\"In view of the current reality of this commodity price shock hitting us in the midst of a pandemic, there are four aspects to consider,\" said former World Bank lead economist Dr Zahid Hussain, while discussing solutions with this writer. \"First of all, the government needs to assess whether it will pass on the additional expense to the people or finance it itself. Secondly, if the government decides to adjust commodity prices, then we would need to look at how the adjustment would be done: what the formula is and if the adjustment would be in line with the international rates. There should be complete transparency in this. Third, with regards to petroleum prices especially, in the past when fuel price was lower in the international market, the prices were not realigned in Bangladesh, with the justification that the BPC could utilise the opportunity to recover the losses it had shouldered in the past. If that is the case, the BPC should now be in a position to cushion this current shock.\n\"Finally, the government needs to focus on subsidy prioritisation. It needs to look at the areas where subsidy is benefitting the masses, and where subsidy is benefitting certain groups. For instance, at the onset of the pandemic, the government allocated a stimulus package of Tk 40,000 crore for large industries and the service sector, to be disbursed by the commercial banks as working capital loans at nine percent interest rate, of which 4.5 percent was shouldered by the beneficiaries, and the remaining 4.5 percent by the government as subsidy. In the context of the current rebound of the economy, the government can now reassess the impact and necessity of this 4.5 percent subsidy on stimulus packages for the large industries, and if deemed appropriate, channel some of the funds to cover the price increase of commodities,\" he said.\nMoreover, before considering commodity price adjustment, the government needs to address the system losses in the utility sector and root out irregularities that this particular sector is so well-known for. In addition, the government should also look into the power overcapacity problem, which is draining money. According to media reports, in 2020-21, about 60 percent of the installed capacity remained unutilised, leading to an avoidable expense of Tk 13,200 crore, which had to be paid to the rental power plants as capacity charge. If anything, this is an example of reckless mismanagement of public money and resources.\nGiven the current scenario—where the lines are only getting longer in front of the TCB trucks selling essentials at discounted prices—the policymakers, the bureaucrats and the relevant stakeholders, including the economists, need to come together and consider all options possible to make the situation bearable for the common people. We do not want our people to resort to desperate measures to make ends meet.\nThe pandemic has not only claimed lives directly, but has also pushed some to take their own lives in desperation, as they failed to provide for their loved ones. One would remember the case of 26-year-old Khokon Hossain from Rajshahi, who committed suicide in July last year after losing his job during the lockdown. There are many like Khokon Hossain who are finding it increasingly difficult to survive in these trying times. Amid all these, the government cannot and should not make the people more vulnerable by exposing them to higher inflation.\nThis is an issue that the government and policymakers need to take seriously. The people cannot be hung out to dry.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "The walls are closing in on the lower-income people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/the-walls-are-closing-the-lower-income-people-2963686",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2022"
    },
    {
        "full_article": "Today—February 17—marks the 123rd birth anniversary of Jibanananda Das (1899-1954), recognised today as one of the greatest Bengali poets of all time. But he was quite neglected during his lifetime. Rabindranath Tagore (1861-1941) did not take Jibanananda seriously at all. His first reaction to Jibanananda's poems was downright harsh and even gruffly dismissive, while his subsequent reaction was brief, curt, but favourable—inadequately, though—as he only spoke of the pleasure of looking at Jibanananda's poems, thereby pointing to the profusion and plenitude of visual images in his poetry. Kazi Nazrul Islam (1899-1976) went to the extent of making fun of Jibanananda, saying something to this effect: For him, metaphor is more important than mother.\nBut then, it is true that both metaphors and images constitute and characterise the very power of Jibanananda's poetry, although he is much more than his tropological and metaphorical interventions and inventions as such.\nBut, among his notable contemporaries, it was only Buddhadeva Bose (1908-1974) who cared to read Jibanananda and evaluate his work to the extent that he could. Yet, I argue that his fondness for Jibanananda notwithstanding, Buddhadeva—remaining high on Western poetics and aesthetics, while characterising Jibanananda as the loneliest of poets—ultimately failed to do justice to his wide-ranging oeuvre that cannot be simply reduced to the themes of mere individual loneliness, alienation, and even existential crisis, although those themes are by no means absent in his work.\nJibanananda's first collection of poems, called Jhara Palak (Fallen Feathers), appeared in 1927. Then his second volume, Dhushar Pandulipi (Grey Manuscripts), came out in 1936, while the year 1942 saw the publication of one of his major works, Banalata Sen, a veritable tour de force. His other great collections such as Mahaprithibee (The Great World) and Satti Tarar Timir (The Darkness of Seven Stars) came out in 1944 and 1948, respectively. It was in 1954—the year of his death—that his Sreshtha Kabita (Best Poems) was published, and his posthumous collections such as Rupashi Bangla (Beautiful Bengal) and Bela Obela Kalbela (Time, Odd Time, Inauspicious Time) appeared in 1957 and 1961, respectively.\nIndeed, Jibanananda Das's writing career spanned 35 years, from 1919 to 1954, during which he published a total of 269 poems in different magazines and journals. Of them, only 162 poems were collected in his seven volumes that I already mentioned. But, over a period of more than six decades following his death, Jibanananda's numerous poems, 28 novels, and more than a hundred stories—including his essays, letters, diaries, songs, even drawings and pencil sketches, as well as his massive \"literary notes\" of as many as 4,272 pages—were discovered. Thus, it's clear today that Jibanananda the poet was also an extraordinarily powerful short story writer and novelist as well as a thinker, among other things.\nHis novels—yet to be engaged adequately—were written between 1931 and 1948, and some of them include Purnima, Bibha, Karubasana, Jeebonpranalee, Pretinir Rupkatha, Mallyaban, Jalpaihati, Basmatir Upakkhyan and Sutirtha, experimentally structured and textured works of fiction that explore the complexities of the modes of becoming and being—as well as the limits of our language—differentially enmeshed as they all are in the tensions and transactions among the autobiographical, the psychological, the social, and even the political-economic, to say the least.\nBut, of course, Jibanananda Das—known as one of the major modernists in Bangla literature—was a poet in the first place. Today, critics and readers—invoking Western figures or approaches—find in Jibanananda such things as Keatsian sensuousness, Edgar Allan Poe's sense of the mysterious and even the macabre, Mallarméan symbolism, WB Yeats' sense of melancholy and death, the imagism of William Carlos Williams, and so on. The aesthetic of synaesthesia—or what I wish to call the \"intersensory\" experience that the great French poet Charles Baudelaire memorably embodies in his superb sonnet called Correspondences—is also at work in Jibanananda, as the critic Alakranjan Dasgupta pointed out once. And, then, a whole host of critics have found in Jibanananda certain elements of impressionism, abstract expressionism, Dadaism, surrealism, and even \"postmodernism.\"\nThis list—by no means exhaustive—at least gives us an idea of the textual plasticity and hermeneutic hospitality of Jibanananda's extraordinarily rich poetic oeuvre, which, however, remains exemplarily rooted in his own land, Bangladesh—both urban and rural.\nFor instance, in his collection of incomparably beautiful sonnets called Rupashi Bangla alone, Jibanananda's massive constellations of images—soundless lights and silent surges of moist smells in the peasant's field, dewdrops drenching the chalta flowers, the brown-winged shalik growing cold in the shadows of the dusk, the Kadam forest under Ashwin's autumnal sky, spotted owls smelling like paddy fields, kingfishers iridescent in the sun, ripening mangoes, the stellar totality of the carambola, lemon tree branches drooping in the dark, the sharputi and chital fish leaping, and then the rivers Karnaphuli, Dhaleshwari, Padma, Jalangi as well as the proverbial Dhansiri River itself, among others—distinctly and abundantly bespeak the poet's sensuous rootedness in rural Bengal.\nIn fact, this very Bengal comes to constitute a \"concrete universal\" in much of Jibanananda's work. It's not for nothing that the poet ardently announces in one of his sonnets, \"Go wherever you desire—I'll remain by Bengal's banks.\"\nBut then, cities and their daily dirty dialectics—engendered by capitalism and colonialism—also figure profusely in much of Jibanananda's poetry. Even in his book Banalata Sen—as in his other works—city streets, trams, buses, gaslights, bricks, signs, windows, doors, roofs—among others—serve as pervasive, even governing tropes, while the bustle of slums and the busyness of bazaars, cries of street vendors and lepers on footpaths, day labourers and rickshawallahs, beggars and even the lumpenproletariat, etc, come to characterise much of the class-riven cityscape in Jibanananda, whose brand of modernism singularly represents the tensions and transactions between cities and villages, for instance. Indeed, Jibanananda was one of the most acutely class-conscious poets among the modernists in colonial Bengal.\nAnd—as I have argued elsewhere—he even deftly mobilised the tropes of political economy within the spaces of his poems themselves, advancing his \"micro-critique\" of the commodity culture of capitalism and thus unsettling the otherwise misleading characterisation of this poet as a \"purist,\" or as an \"aesthete,\" indifferent to the dull prose of daily living. Indeed, the Jibanananda of political economy has remained unheeded in contemporary Bangla literary criticism.\nNow, as for Jibanananda's broad thematic preoccupations in his poetry, one can go on and on naming them in a great variety of ways: for example, the contradictions between the temporal and the timeless within the determinate horizon of the historical, the metaphysics and the physicality of language and love, pre-history and even geological time, geographical-cartographical imagination, war and peace, social conflicts, deep nostalgia, the corruption and hypocrisies of middle-class politicians and businessmen, moral decadence in contemporary society, deadly pessimism yet tremendous optimism, and even the question of Revolution (it is not only interesting but also suggestive that he uses directly in his poetry the word \"biplob\" or \"revolution\" quite a number of times from, say, at least Mahaprithibee to Satti Tarar Timir to Bela Obela Kalbela, not to mention numerous poems discovered after his death).\nIn any event, one can easily see that the political and the philosophical profoundly intersect in Jibanananda's poetic spaces forged with boundless energeia and élan. I should also point out that the rhythms and pressures of his historical conjuncture—characterised by events such as World War II, communal riots and violence, famine, and the Partition of India, among others—have significantly informed his poetic sensibility and poetry.\nNow, let me make a few more general observations about Jibanananda Das. True, he has most effectively and influentially shaped the idiom of modern Bangla poetry, while his persistent concerns with the entire range of places and peoples and seasons of his own land fiercely bespeak his anticolonial rootedness, underlining his brand of poetics that challenges Eurocentrism at every turn.\nIn fact, Jibanananda ultimately emerges as an anti-capitalist, anti-colonial, and anti-communal poet. And, thus, he is markedly different from some of his contemporaries known as the modernist poets of the 1930s—Sudhin Dutta (1901-1960), Amiya Chakravarty (1901-1986), and Buddhadeva Bose (1908-1974), for instance. Also, Jibanananda's relentless explorations of the historical and the unconscious—accompanied by his explorations of the various rhythms of time and of different spatial contours and constellations—have given his poetry the kind of textures as well as stylistic range and flexibility that were totally unknown before him. It is because of all this that Jibanananda is always with us. \nLet me now conclude by commenting on his own statement about his poetry made in the preface to Shrestha Kabita (Best Poems). He himself told us that his work should not be reduced to pigeon-holing labels, many of which are already in circulation; rather, he looked for a critical consideration of his oeuvre in its totality. And the very question of totality continues to remain a challenge for the readers and critics of Jibanananda Das.\n \nDr Azfar Hussain is interim director of the graduate programme in social innovation, and associate professor of integrative, religious, and cultural studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).\n",
        "headline_1": "Jibanananda Das: Tropes, Tensions, Tendencies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/jibanananda-das-tropes-tensions-tendencies-2963671",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2022"
    },
    {
        "full_article": "When RPN Singh quit the Congress and joined the BJP on January 25, 2022, he joined a growing list of politicians switching sides ahead of the coming assembly elections in five Indian states: Uttar Pradesh, Goa, Uttarakhand, Punjab, and Manipur. The polls have set off a riveting—many say sordid—drama of defection. Several politicians, particularly elected representatives, have changed sides—in some cases, after giving up long associations with one party, while in some other instances, after five years. The common thread in all the defections is the urge to look for what these party-hoppers think are greener pastures that will help them be on the right side of political power.\nEach of the five states has witnessed change of party loyalty, but none more so than India's smallest state: Goa. For more than a decade, politics in Goa has earned the dubious distinction of being the most slippery place as far as party loyalty is concerned. A number of public representatives in Goa have gone back and forth—first joining one party, and then returning to the one they left a few weeks later. The politics of poaching cost the Congress its chance to grab power in Goa in 2017. This time around, Rahul Gandhi ensured that all Congress candidates sign a \"loyalty pledge\" post polls. Only time will tell if the \"loyalty pledges\" are legally binding or if they will stop defection.\nWhat has made the Goa politics more competitive and fragmented this time is the entry of two regional parties, Trinamool Congress (TMC) and Aam Aadmi Party (AAP). Both the TMC and the AAP have poached into the ranks of Congress and small regional parties in Goa to grow in the state. The spurt in party-hopping has extended to Uttar Pradesh and Manipur, where defections are equally as routine as in Goa, and to a lesser degree in Punjab and Uttarakhand.\nThe two most important reasons for defections are: 1) The defecting lawmakers have either been told by the parties they left that they would not be renominated; or 2) They assess their electoral prospects to be better in the new outfit. But do defectors get rewarded or punished by the people? In India, it is a mixed bag. In some states, turncoats manage to win fresh elections. On the other hand, last year's assembly polls in West Bengal showed that switching party allegiance does not pay off.\nA debate over political defections invariably raises legal and moral issues. India's anti-defection law of 1985 stipulates that if two-thirds of legislators switch sides in a group, it is not a defection. In Goa, the Congress emerged as the single largest party in the previous assembly elections in 2017, but the BJP outwitted the former politically by luring the legislators and cobbling a majority, and then cementing that position by poaching 10 Congress legislators. The Goa assembly speaker dismissed Congress' plea seeking disqualification of its 10 legislators, and the party challenged it in the Goa bench of the Bombay High Court. As the High Court is yet to deliver its verdict on the speaker's ruling, the whole issue is set to become infructuous with the fresh Goa assembly polls round the corner.\nIt is argued that defectors go unpunished mainly due to loopholes in the anti-defection law, and the feet-dragging by a partisan speaker (who belongs to the ruling party) of the legislative forum in giving his or her decision on pleas seeking disqualification of the defecting lawmakers. The speakers often prolong the disqualification proceedings to a point where the tenure of the existing House ends, making the whole exercise meaningless.\nLegal experts have suggested some changes and abolition of certain provisions in the anti-defection law in order to discourage defection. One proposal that legal luminary Kapil Sibal, in a newspaper article, makes is that a legislator who defects should go through a \"cooling off\" period before he or she can join any political party. The senior Congress leader also suggests that a disqualified lawmaker be barred from contesting elections or holding public office for five years from the date of his or her disqualification, and that a timeline of three months be set for the speaker to decide on a disqualification petition. The question is: Will the parties want to push for the changes, as almost all of them have benefited or suffered due to the lacunae in the anti-defection law?\nThe ills of the free market economy seem to be infecting the body polity. Are we set for a scenario where an elected public representative is turned into a product and, like a commercial item, traded in a free political marketplace?\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India\n",
        "headline_1": "Party loyalty in the shifting sand of Indian politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/party-loyalty-the-shifting-sand-indian-politics-2963661",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2022"
    },
    {
        "full_article": "The 12th Election Commission (EC) of Bangladesh, headed by KM Nurul Huda, completed its tenure on February 14, 2022. With its term coming to an end, some obvious questions arise: What legacy are the commission and the chief election commissioner (CEC) leaving behind? What are the lessons learnt from the past five years of this commission's activities? Assessment of the past is not only a matter of introspection, but can also help identify what impacts the past has on the future, and how it will shape future trajectories. This has become more important in 2022, considering that the nation's politics is standing at a critical juncture. The coming days will determine the trajectory of the nation's politics—particularly its governance.\nUndoubtedly, CEC Nurul Huda and his colleagues will join eight other election commissioners of the past 50 years who were derelict in their constitutional duties to ensure a free election, which would have allowed the citizens to exercise their right to vote freely and fairly. But this EC also earned an unprecedented \"honour,\" being asked to be investigated. Forty-two noted citizens asked the president to form a judicial council to investigate this commission's \"serious financial corruption and gross election-related misconduct.\" Although the president didn't heed their call, this will remain a part of the history of the institution.\nUnder this EC, an array of local elections has taken place, but we will remember very few of them in the coming years—many will be consigned to forgotten history. Success in a few local elections does not determine the legacy of any EC. The Election Commission in Bangladesh is judged by how it has conducted the parliamentary election. What nobody will forget is the Jatiya Sangsad (national parliament) election held in December 2018. The events surrounding the 2018 election, the election itself and the role of the EC are well known. Perhaps the best description was provided by the international media, particularly The Economist, as it called the election a \"transparently fraudulent\" process.\nOne of the defining features of the 2018 election was the ballot stuffing the night before Election Day, which CEC Nurul Huda seemed to have acknowledged in 2019, saying the use of electronic voting machines (EVMs) can prevent stuffing ballot boxes. But now, years later, on his way out, he has either become a victim of selective amnesia or presumes that our collective memory is short-lived. He has questioned the veracity of it by saying he has not seen it and cannot be conclusive about it. Evidence abounds, yet that fact is not what drove the CEC in the past five years.\nNotwithstanding the importance of the details of how a daytime election became a nocturnal exercise, we must understand that this reflected a larger issue. Ballot stuffing as a tactic of election manipulation is not new in Bangladesh and many other parts of the world; authoritarian regimes are adept in this regard, so are the hybrid regimes, which combine authoritarian and democratic traits. Hybrid regimes are of two categories: competitive electoral authoritarianism, and hegemonic electoral authoritarianism. Both require elections of some kind, because elections are the key to their legitimation process. However, a major difference between these two categories is how the election is conducted. In competitive electoral authoritarianism, while the entire political process is highly repressive and the media are muzzled, the election does engender some form of uncertainty. Steven Levitsky and Lucan A Way, in a perceptive essay titled \"The Rise of Competitive Authoritarianism\" (2002), discussed the characteristics of these regimes and mentioned that in competitive authoritarian systems, \"elections may generate considerable uncertainty.\" On the contrary, in hegemonic electoral authoritarianism elections, manipulation is institutionalised in a manner that competition is rendered useless and removes the uncertainty. The removal of uncertainty is achieved through various measures, including constitutional changes and electoral processes, but it requires the electoral commission to become a tool that works in unison with other state apparatuses in favour of the incumbent.\nAs such, it was not surprising to see what happened in Bangladesh in 2018. The election revealed how the law enforcement agencies, the ruling party and the local administration became one entity. This entire process was given legitimacy by the Election Commission—not by turning a blind eye or being a silent spectator due to a lack of power to stop it, but by being an active participant. The power vested on the commission under the existing laws was sufficient to stop this on the track, but the Nurul Huda commission deliberately decided to be a party to this endeavour.\nOne can argue that he was no different from his predecessor Kazi Rakibuddin Ahmed. The 2014 election conducted under the leadership of Kazi Rakibuddin Ahmed had similar characteristics. There is no denying that the 2014 election, held without the participation of the opposition and marred by large-scale irregularities, is also an example of the dereliction of constitutional duties. But the most important difference is the institutionalisation of a system of election which practically ensures a victory to the incumbent. Such institutionalisation is key to the survival of hegemonic electoral authoritarianism. (A study on elections in 262 authoritarian regimes between 1946 and 2010 by Michael Bernhard, Amanda B Edgell, and Staffan I Lindberg, titled \"Institutionalising electoral uncertainty and authoritarian regime survival,\" published in 2019, provides evidence in this regard.)\nThe EC of the past years has participated in the process of regime transformation from a competitive authoritarian system to a hegemonic electoral authoritarianism. Of course, the EC alone should not be credited for the transformation—instead a combination of political processes, a de facto one-party legislative body, and judiciary facilitated the process. But the EC's role was pivotal to the process. This was done through shattering public confidence in the electoral process, consequently hollowing out the electoral system altogether. The low voter turnout in subsequent elections demonstrated this phenomenon, while the EC cheerfully claimed that the elections were successful. This will remain the legacy of the Nurul Huda-led Election Commission, because it has shaped the subsequent behaviour of the incumbent and paved the future trajectory of the nation.\nThe second legacy of the EC is the introduction of EVMs in elections. This technology was touted by the EC before the parliamentary election in 2018 as a marker of progress and a tool to prevent vote-rigging. It was pushed back by various political parties in 2018, but gradually it has been introduced. The EVM technology has been a matter of concern in many countries, and many have abandoned the technology (Ali Riaz, \"A Pointless Debate,\" The Daily Star, September 2, 2018). Additionally, the technology adopted by the EC does not have the Voter-Verifiable Paper Audit Trail (VVPAT) system. As these machines are likely to continue to be used in future elections, the suspicions and controversy will only become louder. There are allegations that these machines are manipulable, and an absence of a paper trail means there is no way to challenge the accuracy of counting. Programming of the EVMs can be manipulated to skew the results in favour of a candidate.\nThe third legacy of the EC can also be described as an unintended consequence. The behaviour of the Nurul Huda commission has proven that an election commission appointed by a partisan government cannot hold a free and fair election under the same regime. It was proven in the 2014 election, but now it has become the incontrovertible truth. Those who expected after the 2014 election that a change in personnel in the EC would chart a different course acknowledge this—at times begrudgingly. The CEC and his colleagues evidently didn't want to send the message, but their actions have made the message loud and clear. It is neither the laws that guide the EC, nor who is at the helm, but the nature of the government at the time of election that decides whether the EC will be an effective institution or not. As the new EC appointment is now in process, this lesson is well to bear in mind. The incumbent government seems to have learnt the lesson well and is acting accordingly. The question is whether the opposition parties have also learnt it. If so, what will they do?\n \nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n",
        "headline_1": "Three legacies of the Election Commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/three-legacies-the-election-commission-2962876",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2022"
    },
    {
        "full_article": "Hardly a day passes by without the media carrying news of a river slowly dying because of people's greed and the authorities' lax oversight. In the last two days, this daily featured reports on the fate of two rivers. One was the lifeline of the district town of Tangail, and the other used to run through the Dumuria upazila of Khulna district. These rivers, Burai and Hori, like hundreds of other dead or moribund rivers in Bangladesh, suffer not because of natural causes, but man-made.\nTake the case of the Burai, which flows through the eastern part of the Tangail town. Not many decades ago, people could bathe and fish there. But indiscriminate dumping of waste has blocked the entire river, depriving the town of its major source of water. The Hori, on the other hand, has been encroached upon by land grabbers and brick kiln owners, and the once wide river is now a skeleton of its old self. This has been going on for decades, but the local administration and agencies responsible for protecting rivers never felt the need to address the matter.\nAs it is, many of our major rivers, tributaries and distributaries are dying because of inadequate water flow from upstream sources outside the country. Reportedly, as per a survey of the BIWTA, there are 310 rivers in Bangladesh. Out of these, 57 are border rivers, the condition of 175 is miserable, and 65 are almost dead. Eighty percent of the rivers lack proper depth. Many are either dead or have lost navigability. The same goes for many canals. Much of the woes of our rivers have to do with industrialisation, since the majority of key industries were built along riverbanks. That may be the case with many other countries, but the way we are destroying and polluting our rivers is incomparable.\nThus, the two aforementioned rivers are but a microcosm of almost all our rivers and canals. And the fates of Tangail town and Dumuria upazila are fairly representative of many major towns and upazilas.\nConurbations have been built around rivers and have perished because of rivers. Our policies and regulations regarding rivers and other waterbodies are plentiful, but their enforcement is absent. Even newly cropped up industrial sites have failed to maintain the environmental requirements; the Savar tannery is a case in point. There is a gross mismatch between what the administration avows, and its practical application. We urge the administration to live up to its commitment to save our rivers.\n",
        "headline_1": "The saga of river killing continues",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-saga-river-killing-continues-2963656",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2022"
    },
    {
        "full_article": "This is how a pensioner from Old Dhaka reacted to the news of a proposal to raise water tariff by Dhaka Wasa, \"Is this a joke that I will have to pay more for the smelly, yellow water that flows out of my tap?\" If we scan through the performance record of this organisation, it will be easy to comprehend the frustration of the elderly client reacting to the possibility of a water tariff hike by up to 40 percent. Other Wasa clients that this daily has spoken to made similar complaints about the quality of water that did not even come regularly, questioning the rationale behind the move. This would be Wasa's third price hike in three years, and 16th in 13 years. While it kept raising the price, it remained unresponsive to the pledge of providing safe drinking water to the vast majority of the capital's 20 million residents.\nIts latest bid to increase the tariff—by 38.8 percent to Tk 21 per unit (1,000 litres) for residential use, and by 31 percent to Tk 55 per unit for commercial purposes—would rather bolster its impression of an organisation trying to widen its profit margin at the expense of people's sufferings. For instance, in the 2020-21 fiscal year, Wasa logged a profit of Tk 49.6 crore, up by seven percent year-on-year, according to its audited financial report. At the end of 2020-21, its retained earnings stood at a staggering Tk 892 crore. (Retained earnings are the portion of a company's cumulative profit that is held or retained and saved for future use, particularly for investment purposes.) Experts say since Wasa is already making profits every fiscal year, there can be no justification for raising the price again, especially as it will cause further distress to the people of fixed income amid the economic pain caused by the pandemic and high inflations.\nBut, as usual, the Wasa managing director, when contacted by our correspondent, remained in denial regarding making any profit. He claimed that its production cost was higher than the tariff, with the government making up the difference with subsidy, and that the subsidy was being counted as profit. He asserted that if the interest, depreciation and other costs were added, profits would not be seen in the financial statement.\nExperts, however, are not ready to accept the explanation given by the Wasa boss. Instead of putting the burden on ordinary clients, they have suggested reducing the costs of production and addressing the system loss, among other measures. Whatever the Dhaka Wasa authorities decide to do to reduce the burden of subsidies—or maybe even to make some profit in the end—it cannot be by bleeding the clients further, that too for a product that they cannot ensure the quality of. \n",
        "headline_1": "Raising water price again will be devastating ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/raising-water-price-again-will-be-devastating-2963556",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2022"
    }
]