[
    {
        "full_article": "As much as the laws of a country must adhere to the principle of justice and fairness, they also need to stay in tune with the times. It was this proviso that the Dharwad Bench of the High Court of Karnataka invoked as it urged the Law Commission of India to have a rethink on the criteria for age of consent, ‘taking into consideration the ground realities’. The judges said they were motivated to make this recommendation, having encountered several cases relating to minor girls over the age of 16 years (but below 18 years) having fallen in love and eloped with the boy, and wondered why the consent of the girl in a sexual relationship is not factored in, especially when charges are made out under provisions of the POCSO Act. The Act was enacted to protect children from sexual abuse, and it raised the age of consent for sexual intercourse from 16 to 18 years. In practice, however, studies have noted that many cases booked under the Act in the adolescent group (16 years and above) have a romantic involvement, including eloping with the intention of getting married, consensually. In almost all instances, police cases are initiated by the parents of the minor girl who has eloped with the lover. Once the sexual act is confirmed, the POCSO Act is slapped on the boy, who may sometimes be a minor, or barely of legal age for marriage, and the consequences of being prosecuted for penetrative sexual assault are life altering, as they are meant to be. While the boys face criminal prosecution, the girls are also sent to government institutions when they protest parents’ strong disapproval of the liaison. Activists have charged that this has the potential to wreck the lives of the youngsters involved, and entire families too are felled by this encounter with the law.There is no doubt that children are vulnerable, and must be protected from forced attempts to sexually assault or groom them with an eye on exploitation. However, the realities of adolescent attraction and the ascertainment of consent, 16 years or above, must be considered pertinent to investigation and prosecution. The High Court judges also asked if it could be presumed that minors have knowledge of the applicable law. It may be remembered that the Justice J.S. Verma Committee on Amendments to Criminal Law also recommended that the age of consent be reduced to 16, and necessary amendments be made in the POCSO Act. The Law Commission must now train its guns on the actual implementation of the Act, and ensure the POCSO Act, stays true to its broad intent — the protection of children.",
        "headline_1": "Considering consent: On POCSO Act and the age of consent",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/considering-consent-the-hindu-editorial-on-pocso-act-and-the-age-of-consent/article66115764.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "The presentation of a memorandum against Tamil Nadu Governor R.N. Ravi by MPs of the ruling DMK-led Secular Progressive Alliance to President Droupadi Murmu is yet another reflection of the fractured relationship between the DMK regime and the Governor. Irrespective of their differences, this unfortunate development could have been avoided with some effort and reasoning on both sides. The memorandum has slammed the Governor’s way of functioning, “openly contradicting its [Tamil Nadu government’s] policy in public and unduly delaying assent to Bills”. In an account of 20 Bills passed by the State Assembly and pending with the Governor, the memorandum, expectedly, dealt with Mr. Ravi’s approach towards the TN Admission to UG Medical Degree Courses Bill 2021, also called NEET [National Eligibility-cum-Entrance Test] exemption Bill, which is now awaiting presidential assent. What the Alliance argued was that Mr. Ravi, instead of forwarding the Bill to the President, even in the first instance had chosen to return it to the Assembly, “which is ultra vires of the powers conferred on a Governor”. But quite needlessly, the joint statement also took strong exception to the Governor’s public statements on matters unrelated to governance such as Sanatana Dharma, Dravidian heritage, Tamil pride and Thirukkural, a Tamil classical work. Ever since he assumed charge in September 2021, Mr. Ravi, a former Nagaland Governor, has earned the DMK’s wrath over the NEET exemption Bill. In addition, his presenting himself as a strong advocate of the three-language formula and the National Education Policy (NEP) has not been palatable to many parties in the State.While it is perfectly legitimate to have contrarian views in a democratic set up, every constitutional authority should conduct himself or herself in a manner that adheres to the letter and spirit of the Constitution. Notwithstanding the correctness or otherwise of his position, the Governor should not be seen as one needlessly provoking a duly-elected government to confront him on one issue or the other. He should walk the extra mile to establish that he stays within constitutional limits. Given his non-political background, Mr. Ravi is better placed than many of his gubernatorial counterparts to present himself as being fair and objective. Meanwhile, critics including those from the ruling party should refrain from reacting adversely to every single observation as their responses may create an impression of their wanting to be in a state of perpetual conflict with the Governor. After all, the ties between the institution of Governor and the State government rest and flourish on understanding and mutual respect. Otherwise, Tamil Nadu will be the loser, undermining governance.",
        "headline_1": "Needless needling: On Governor-government ties in Tamil Nadu",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/needless-needling-the-hindu-editorial-on-governor-government-ties-in-tamil-nadu/article66115452.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "In the normal course a visit by an external affairs minister to Moscow would have been business as usual in the toolkit of Indian foreign policy.\nThis time, the visit of S Jaishankar, who is no stranger to Moscow, has been followed with unusual attention. Some aspects of his public statements on the India-Russia bilateral relationship are laden with meaning, such as the listing of the high-level contacts between the two countries this year, the historical resilience of the relationship, search for ways to establish “long-term engagement” with Russia, sharp rise in the volume of bilateral trade, repeated references to the high-level nature of his delegation and reference to a multi-polar and re-balanced world.\nRead full opinion on TOI+\n\n",
        "headline_1": "Ukraine: Peacemaker India? Jaishankar’s Moscow visit was crucial. New Delhi seems more ready to facilitate dialogue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ukraine-peacemaker-india-jaishankars-moscow-visit-was-crucial-new-delhi-seems-more-ready-to-facilitate-dialogue/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "It was a poor night for American pollsters, who predicted a right-wing wave in US midterm elections. Low presidential approval ratings almost always drag down the incumbent party in the US midterms. Indeed, the Obama-Biden team suffered so painfully in their first midterms that the former called it a shellacking. This time what pumped up Republican prospects even more was inflation, with US fuel prices up 60% since Biden took office. Yet it would be very unwise of incumbents across other major economies/democracies to deduce that economy doesn’t matter.\nThe key takeaway from the US is that when inflation is a big negative for the incumbent, a robust job market can take some of the sting away. US unemployment rate is near a 50-year low. US voters, like voters elsewhere, may not care about the macroeconomy but plentiful jobs are as much of a personal experience as high inflation is. In India, the coming Gujarat/Himachal polls may be the first test of inflation’s impact on voters. A CSDS-Lokniti survey a month ahead of Gujarat polls has found price rise (51%) to be on top of voters’ minds, unlike in March polls in Punjab (2%), Goa (3%), Uttarakhand (6%) and UP (6%). And in India, most low-income voters are not experiencing a robust job market. But here as in the US, the impact of inflation will depend on how other factors play out – free food mitigates high prices, for example.\nPerhaps, a bigger lesson is that high-pitched rhetoric and extreme ideological positions don’t always play well. Exit polls indicate that the share of US voters who felt abortion rights were the most important issue was almost as large as those who flagged inflation. So, a right-wing wave fizzled out because of a court ruling that pleased the right-wing no end. The low returns from politics of polarisation are also evident via Donald Trump. His oversized role throughout the Republican candidate selection and campaign didn’t play out to plan. In various tight races the anti-abortionists and election-deniers propped up by him bit the dust. The defeat of TV celebrity Dr Oz who called abortion at any stage of pregnancy “murder” was the most notable example of this. And this sort of echoes what happened in Brazil, where the more extremist option ended up getting beaten in a close contest. Pragmatism and centrism are not dead – not by any means.\n\n",
        "headline_1": "Trump, kinda Trumped: US midterms show that ideological extremism doesn’t always pay, and jobs are as important as inflation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/trump-kinda-trumped-us-midterms-show-that-ideological-extremism-doesnt-always-pay-and-jobs-are-as-important-as-inflation/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "The challenge in Madras high court to the Emergency-era shifting of education from state list to concurrent list is a futile exercise in turning back the clock. Forty-six years have passed since the 42nd Constitution Amendment Act. In this period, the education sector has seen far too many changes, and most can’t be reversed. For instance, a common national medical test now allows students the ease of appearing for just one examination instead of multiple ones conducted by each state. States still enjoy flexibility to operate their own universities, schools and education syllabus. Private sector is also flourishing in education.\nAnd the policy tinkering at all levels goes on. UGC is restructuring undergraduate, PG and doctoral programmes. States are trying out clustering of schools, closing down smaller schools.  Instruction in English seems to have lost favour at the Centre, even though society is irrevocably headed in the opposite direction. But the moot point is no one entity can claim complete control. It is a diverse ecosystem. Far more important issues than locating education in the Constitution are at stake. The Constitution’s bouquet of rights, directive principles and duties cannot be meaningfully enjoyed by citizens without quality education, and access to quality remains a big failure.\nAgainst National Education Policy’s goal of combined government expenditure on education at 6% of GDP, 3% of GDP was budgeted in 2021-22. States should be goading GoI to spend more; moving education to state list could reduce Centre’s urgency to boost education spending. State governments must also ask themselves why state universities and many state government schools find few takers while there’s a rush to secure admissions to central universities and kendriya vidyalayas. The obsession with controlling education isn’t helping. Politics can wait.\n\n",
        "headline_1": "Concurrent failure: Litigation over Centre vs state control of education glosses over all-round failure to improve quality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/concurrent-failure-litigation-over-centre-vs-state-control-of-education-glosses-over-all-round-failure-to-improve-quality/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "US midterm polls are going down to the wire with the Democrats performing better than expected even as the Republicans pick up crucial seats. With the final composition of the Senate and the House yet to be determined, the fate of the Biden presidency and, by extension, of Washington’s policies for the world hangs in the balance. Patrick Basham, director at Democracy Institute, Washington, spoke with Rudroneel Ghosh about the impact of the election on American democracy, politics and foreign policy: \nA Republican red wave was expected during these polls. But the race has turned out to be a tight one. What’s your take on this?\nAlthough the Democrats may lose control of both Houses of Congress, they have done better than expected. Through efficient grassroots organisation and superior campaign fundraising they have maximised turnout among their supporters, which has negated much of the Republicans’ advantages on key issues, such as the poor economy, and President Biden’s unpopularity.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘If Republicans control Congress, it will be good for America, for chances of negotiations on Ukraine, and for India’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/if-republicans-control-congress-it-will-be-good-for-america-for-chances-of-negotiations-on-ukraine-and-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "As global leaders were preparing to attend the 27th United Nations Climate Change Conference (COP27), which kicked off on November 6 in Egypt, 35 people died due to the impact of Cyclone Sitrang that hit Bangladesh on October 24. Between May 17 and August 3 this year, 137 people died in floods across the country. In Cyclone Sitrang, a total of 10,200 hectares of cropland worth some Tk 347 crore (over USD 34 million) were damaged in 31 districts, according to Department of Agricultural Extension (DAE) officials. The latest report of the World Bank said Bangladesh incurs a loss of USD 1 billion every year due to cyclones only.\nWe have seen many manifestations of climate change particularly this year, with a spate of unprecedented extreme weather events. In India, heatwaves broke records for being the worst in 122 years, Pakistan faced an unprecedented flood, Bangladesh dealt with flash floods twice and Cyclone Sitrang in a span of few months, and many parts of the world suffered from drought. If we analyse these incidents critically, we understand the obvious – we are on a dangerous track to facing the severe consequences of a destabilised climate.\nThe Intergovernmental Panel on Climate Change (IPCC) recently reported that the global mean temperature has increased by over one degree Celsius since 1850-1900 because of greenhouse gas emissions from human activities. All these casualties and impacts are not standalone events; they are the impacts of a rapidly changing climate. \nAccording to the long-term climate-risk index, Bangladesh is in the seventh position among the most affected countries from 2010 to 2019. A closer look reveals that the global climate is drastically intensifying rains and floods, permanently altering the landscape and putting the nation in a climate flux. Around 850,000 households and 250,000 hectares of harvestable land were lost in climate-induced disasters – cyclones, floods, riverbank erosion, and salinity intrusion that also altered fish species composition – increasing the price of rice by 30 percent between 2014 and 2021, according to the latest IPCC report. On the other hand, the World Bank estimates that the GDP in the agriculture sector may reduce by nine percent, while nearly 13 million people will be displaced by 2050 due to climate change. Their calculations suggest that Bangladesh will require USD 12.5 billion per year to tackle the climate crisis.\nThese effects represent only one aspect; we know there are many more short- and-long-term impacts. Bangladesh is seeing social impacts like child marriage, school dropout, displacement, loss of crops, etc. Besides, climate change is causing new poverty while escalating the existing poverty.\nThe irony is that we did not create this problem. Bangladesh is producing a mere 0.5 percent of global CO2 emissions – several notches below China with 27.8 percent, the US with 12.7 percent, and Japan with 2.6 percent (as per the 2018 UN Environment Programme report). It is evident that Bangladesh is paying the price for the development models and energy consumption of wealthy nations.\nIt is therefore crucial to raise the issue of loss and damage finance, a fundamental part of climate justice, in the ongoing COP27. The question, however, is if it will be addressed this year, as this is not the first time the need for loss and damage finance and compensation has been emphasised. At COP26, the demand for a loss and damage finance facility to support technical and financial mechanisms was made and instantly rejected. All countries agreed to submit their national plans with stronger commitments, including effective measures to reduce emissions. The latest UN report indicates only 23 out of 193 countries have submitted their plans. Even after 31 years of advocacy, lobbying and dialogues, no dedicated finance has been delivered under the UNFCCC to help people deal with the aftermath of climate impacts. \nWe need to amplify our demands with concerted efforts. Loss and damage finance is immediately needed for countries at risk, like Bangladesh, because it is different from mitigation and adaptation finance, which are for minimising and averting loss and damage. Consequences of human-induced climate change that can neither be averted nor avoided require immediate assistance, rather than waiting for humanitarian aid or loans that will drive the affected countries into debt. \nThe participating countries and COP27 organisers also need to look into how to make these conferences accessible for developing countries. If the most affected countries and communities cannot join the discussion due to high travel costs and visa difficulties, how can climate justice be ensured? If big plastic polluters like Coca-Cola sponsor COP27, how are they made accountable for their actions? \nBangladesh has been a significant player in global climate diplomacy and during the presidency of the Climate Vulnerable Forum (CVF). But our recent interventions show that we still lack coordination both among ourselves, especially in the ministries, and at the diplomatic level, which may have implications for negotiations by Bangladesh.\nWe need to start at home, at the national level, and the government should facilitate vibrant coordination among CSOs, policymakers, think tanks, journalists and other stakeholders for strong negotiations. The efforts need to be concerted. These climate conferences will not be effective unless we use them as an opportunity to mobilise.\nFarah Kabir is the country director of ActionAid Bangladesh.\n\n",
        "headline_1": "COP27 must commit to loss and damage finance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cop27-must-commit-loss-and-damage-finance-3164836",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "Langkom Mro Para, Joychandra Tripura Para and Rengen Mro Para are three Jumiya neighbourhoods located in the Soroi union of Bandarban's Lama upazila. They are home to 39 Jumiya families whose main occupation is jhum cultivation, but they also work as day labourers to make ends meet. Despite working hard, there is little comfort in their lives. According to locals, the influential Lama Rubber Industries Ltd has been disrupting their day-to-day lives, which is why the names of these three neighbourhoods have made headlines in recent times. \nOn April 26 this year, about 400 acres of jhum orchards and natural forests in the area were set on fire, forcing the 39 Jumiya families to suffer from acute food shortage. This also damaged the natural environment and wildlife. Locals alleged that the people who started the fire were from the Lama Rubber Industries. After the incident was widely reported in the media, the local administration and other authorities finally woke up. The National Human Rights Commission (NHRC) formed committees to investigate the incident. People from across the country came forward with food assistance for the people of these three neighbourhoods.\nDuring that time, I visited Lama for the first time as a member of a citizens' group in May. We became particularly worried to see the malnourished, sick children in these neighbourhoods. We spoke with a number of children of school-going age and learnt that most of them did not go to school. The overall quality of life of the residents was not very promising – it was evident that the population was suffering due to poverty. We witnessed an acute shortage of safe drinking water. We also learnt that people of all ages often suffered from diarrhoea, and death by diarrhoea was quite common in these neighbourhoods. People here have been literally living in darkness as they are not connected to the national power grid. \nEven before the effects of the fire faded, a group of terrorists attacked Rangdhajan Tripura, an organiser of Bhumi Rakkha Andolon in Soroi union, in July. He received treatment at Chattogram Medical College Hospital (CMCH) for several days for head injuries. What happened next worried us even more. On September 6, a stream in Rengen Mro Para – the lone water source in the neighbourhood – was poisoned, killing crabs, shrimps and small fish of various species, according to a report by The Daily Star. People of the Mro villages could not use the water for about a week and somehow survived by sharing what little water they had stored previously. In both these incidents, allegations were raised against Lama Rubber Industries.\nOn May 20, when we visited the three neighbourhoods, we promised to build a pre-primary school for the underprivileged children. We ran a long campaign from June to September 7 on social media to raise funds for its construction, which we decided would begin on September 17 – Education Day. People of the three Jumiya para also started taking preparations accordingly. I, along with two professors of Dhaka University, Dr Sadeka Halim and Robayet Ferdous, Chief Executive of Nagorik Udyog Zakir Hossain, and poet Shahed Kayes, prepared to go to Lama.\nAs the date neared, vested quarters started spreading propaganda on Facebook using many accounts, a number of them anonymous. One quarter in Lama said our team would not be allowed to enter Soroi. They spread a rumour that the CHT Commission headed by Sultana Kamal would come to Soroi, but they had nothing to do with our delegation. Under such circumstances, we reduced the size of our team. Only Zakir Hossain, Shahed Kayes and I left for Soroi from Dhaka. But we could not reach our destination. On September 17, the road leading to the three para was blocked. Our car was searched by people carrying sticks. \nAmid such a situation, we again learnt that miscreants had cut down more than 300 banana seedlings of a jhum farmer in Rengen Mro Para on September 24. Rengen Karbari, the chief of Rengen Mro Para, alleged that people associated with the rubber company felled the banana saplings. The news was published in the media and there was widespread criticism on social media. We also learnt that the people of the rubber company were allegedly obstructing the school's construction with assistance from police. They apparently made false allegations to the police that the villagers were building the structure on the company's land. But in reality, the location for the school is in the middle of the three neighbourhoods. The rubber company's plantation is far away from that place.\nIt is evident to us that the rubber company is quite influential. A lot has been written in the newspapers about their misdeeds, yet no one can touch them. We have yet to hear of any legal action taken against them for their many misdeeds. It seems the rubber company's main goal is to evict the residents of the three Jumiya neighbourhoods. It is most unfortunate that 25 years after the signing of the CHT Peace Accord, the people of these three Jumiya para are still living in fear of being evicted. Had the CHT Peace Accord been implemented, such incidents would not have happened, and these people would have gotten back their land rights. Also, if the CHT Land Commission could carry out their activities properly, these people would have ownership of their land. \nHowever, the NHRC is working to protect their rights. We learnt that the Bandarban zilla parishad has questioned the legality of the lease given to the rubber company in their investigation report on the April 26 fire. The lease was granted to the company without the consent of the Chittagong Hill Tracts Regional Council and Bandarban Hill District Council, which is a clear violation of the CHT Accord and the country's law.\nIt is clear that an influential quarter in the region doesn't care about the CHT Accord and the laws created accordingly. By flouting the law and ignoring the decision of the NHRC, they have been pushing the people of the three neighbourhoods in Lama's Soroi union into an extreme livelihood crisis. We want this crisis to end once and for all.\nDipayon Khisa is information and publicity secretary at Bangladesh Adivasi Forum.\n",
        "headline_1": "An environmental and livelihood crisis in Bandarban's Lama",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/environmental-and-livelihood-crisis-bandarbans-lama-3164656",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "The volatility of commodity prices in both global and local markets has put ordinary people in Bangladesh in an uncertain situation as we slowly recover from the economic effects of the pandemic. The World Bank is already worried about famine in some countries. Given Bangladesh's food reserves, we may not face a famine threat. However, the abnormal rise in food prices and the fall in real income for the average individual is placing significant strain on their ability to obtain necessary food. This pressure may become more pronounced in the coming days.\nBangladesh's current inflation rate is the highest in 11 years. Inflation eats away real income, and as a result, ordinary people's purchasing power declines. Due to rising inflation, not only marginalised people but lower-middle and middle-class people, too, are under great stress. People with limited income opportunities and those in the informal sector continue to suffer. The vast majority of people are in precarious conditions as income or wages aren't being adjusted with high inflation. Many people are forced to rely on savings or loans to meet their day-to-day expenses. For many others, such options are also very limited.\nOrdinary people are adapting in their own ways, cutting back on food spending and opting for less expensive, less nutritious food items. Since protein foods are more expensive, they are eating more carbohydrates like rice. The impact of this change in diet and lifestyle can be passed down through generations, with the potential for reduced productivity of future generations. Thus, in the long run, the risk of creating undernourished generations in the country increases. On the other hand, those in the middle class may be cutting back on education, services or entertainment. We saw this happen during the pandemic. And now the same thing is happening due to high inflation. All these will affect the social and economic development of our country.\nInflation is the cruellest \"tax\" for marginalised people. A Sanem analysis shows that marginalised people in Bangladesh face much higher rates of inflation than the official rate. Inflation at this time is 9-9.5 percent according to official statistics, which means the real inflation rate is likely above 10 percent for marginalised people. A large part of their income is spent on food products. Even if we consider the official number to be accurate, it is still very high. Another concern is that the inflationary conditions seem unlikely to improve soon.\nThe Bangladesh Bureau of Statistics (BBS) calculates inflation using an old base year (2004-05), which doesn't reflect the current reality. And if inflation is not properly accounted for, policymakers may fail to take into account this reality, making it difficult to implement the right policy measures at the right time to alleviate the suffering of marginalised people.\nThere are several reasons for high inflation, such as abnormal rise in prices of many commodities, including food products, in the world market, rise in fuel prices, a significant imbalance between demand and supply in the domestic market, rise in transport costs, depreciation of the taka against the US dollar, unscrupulous traders taking advantage of supply shortages and unduly raising prices, and weak market supervision and monitoring by the government.\nAs we don't have any power to fix global food and commodity prices, stronger and more effective measures should be in place to make our domestic front right. Domestic production of food needs to be increased substantially. Efforts should be there to find alternative import sources. Market monitoring needs to be strengthened to prevent the manipulation of commodity prices. Besides, food subsidies need to be increased for marginalised people.\nThe government's social protection programmes for the underprivileged need to be expanded. For instance, the initiative to assist 10 million families is a commendable endeavour. However, the quantity of support provided each month falls short of what is needed. The number of families enrolled in this programme needs to be raised given the current circumstances. Implementation of the government's social security programmes is challenging. We have seen that during the pandemic, five million families were announced to be paid Tk 2,500 each. But a sizeable portion of that population could not be supported because of listing errors and various other institutional problems. Under-allocation of resources, targeting errors, lack of coordination between ministries, corruption and institutional weakness, and non-availability of assistance to many of those eligible for aid are major problems in the social protection sector.\nPrices of essential commodities such as rice, wheat, fish, meat, eggs and edible oil have risen sharply in the past few months. Many unscrupulous traders are trying to take advantage of the situation. To deal with this, the government needs to be vigilant on both demand and supply sides. It must enhance coordination among the relevant stakeholders, including traders. But it is, no doubt, a challenging task.\nThe supply of some other commodities, including food, is heavily dependent on imports, and the prices of these commodities are often beyond government control. To solve this, the government should think about whether there is any opportunity to temporarily lower import duty to reduce the prices of imported food and other daily necessities. In many cases, import costs increase due to inefficiencies in supply management, which must be dealt with effectively.\n \nDr Selim Raihan is a professor at the Department of Economics of the University of Dhaka, and executive director at the South Asian Network on Economic Modeling (Sanem).\n\n",
        "headline_1": "We can bypass inflation effects if we act smart",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-can-bypass-inflation-effects-if-we-act-smart-3164601",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "Rishi Sunak's ascent to the pinnacle of British politics has sparked celebrations across India. But while a brown-skinned devout Hindu leading the United Kingdom is certainly remarkable, Sunak's rise points to a broader, longer-term phenomenon: the growing prominence of the Indian diaspora across the Western world.\nThis trend has been evident for some time, especially in the private sector, where Indian-born executives have risen to leadership positions at major US-based multinational corporations. Microsoft CEO Satya Nadella, Alphabet CEO Sundar Pichai, and former PepsiCo CEO Indra Nooyi are probably the best-known examples, but there are many others. According to S&P Global Ratings, no fewer than 58 Fortune 500 companies are currently run by CEOs of Indian descent. This list does not include Nooyi, who stepped down in 2018, and former Twitter chief Parag Agrawal, who was fired last month by new owner Elon Musk. But it is still long and varied, ranging from technology powerhouses like Adobe (Shantanu Narayen) and IBM (Arvind Krishna) to coffee powerhouses like Starbucks (Laxman Narasimhan).\nAs Sunak's promotion demonstrates, the phenomenon has crossed over into politics, too. United States Vice President Kamala Harris was born to an Indian mother, and Nikki Haley – a former US ambassador to the United Nations and a potential presidential candidate in 2024 – is the daughter of Indian Punjabi Sikh parents. António Costa, whose father was part Indian, has been Portugal's Prime Minister since 2015. Ireland's half-Indian former Prime Minister Leo Varadkar is expected to regain the premiership later this year, owing to a rotation agreement. The thorny post-Brexit negotiations between England and Ireland could soon be conducted by two leaders of Indian heritage.\nWhat explains this trend? Why do Indian immigrants and their children often thrive in Western systems designed to benefit Western-born, Western-educated local talent?\nOne possible explanation is Indians' familiarity with English, owing to two centuries of British colonial rule. But language alone hardly guarantees success. And in any case, this does not explain Indians' accomplishments in non-Anglophone European countries. In Germany, for example, 58 percent of Indian-origin workers hold jobs that require university degrees or equivalent specialist skills.\nAnother explanation is that Indian immigrants are more motivated. That is true, but Indians seem to outpace other immigrant communities. Of the many nationalities and ethnicities in the US, people of Indian descent have long had the enviable record of earning and maintaining the highest per-capita income.\nFirst-generation Indian emigrants have grown up without taking affluence for granted, overcoming adversities such as limited resources, heavy-handed government regulation, and bureaucratic inertia. Most have either experienced deprivation or witnessed enough of it to try to escape it. They have the \"fire in the belly\" that many in the West, raised in freer, more affluent environments, may have lost.\nMoreover, India's history and pluralism have exposed Indians to people of different languages, religions, and cultures. Adjusting to the \"other\" is a deeply ingrained practice. It follows that Indian emigrants would be very comfortable working in multinational corporations. Growing up in a democratic country has equipped Indian-born workers with habits and values such as individual initiative, critical thinking, and free expression, which are typically considered assets in the business world. At the same time, respect for hierarchy enables Indians to be seen as original and creative but \"safe,\" rather than threatening or revolutionary – a combination that facilitates their acceptance in their new societies and their ascent within firms.\nLikewise, India's encouragement of diversity and discouragement of excess make it easier for Indians to adapt to competitive environments. A cultural emphasis on education and learning, close-knit families, and a strong work ethic also serve Indians well. Most Indians from middle-class backgrounds probably have grown up seeing merit honored and seeking to earn such praise themselves.\nWhile such characteristics are frequently noted among first-generation immigrants, the success of Sunak, Varadkar, and Harris suggest that Indians have passed these traits to their offspring. Sunak, in particular, seems to embody the aspirations and values of many Indians who celebrate him as a poster boy for the \"New India.\"\nIronically, some of the traits that Indians celebrate when applauding the success of their diaspora are rooted in values and traditions that India's ruling Bharatiya Janata Party is seeking to suppress. In BJP-ruled India, chauvinist Hindutva hyper-nationalism threatens diversity, and uniformity and obedience to the new national narrative have come to trump individual initiative and freedom of thought. It is sobering that the virtues being hailed in Indians around the world might soon be more apparent in the diaspora than they are at home.\n\nShashi Tharoor, a former UN under-secretary-general and former Indian Minister of State for External Affairs and Minister of State for Human Resource Development, is an MP for the Indian National Congress. He is the author, most recently, of Pride, Prejudice and Punditry: The Essential Shashi Tharoor (Aleph Book Company, 2021).\n\nCopyright: Project Syndicate, 2022.www.project-syndicate.org\n",
        "headline_1": "The Indian Diaspora Has Arrived",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-indian-diaspora-has-arrived-3164466",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "For years, we boasted about steady economic growth and the resilience of our economy, all the while ignoring repeated warnings from economists and others that such growth would be unsustainable in the long run unless some major reforms were undertaken, particularly in the financial and energy sectors. Did we think the economy was invincible, as we took one disastrous decision after another, prioritising the self-serving interests of some vested quarters over that of the general public and eroding the pillars of crucial institutions in the process? Now, Bangladesh faces an unprecedented crisis, with surging inflation, fluctuation in the exchange rate, depleting reserves, growing unemployment, rampant inequality and rising food insecurity threatening the very stability of our economy and the well-being of our people.\nIn a recent roundtable organised by The Daily Star, noted economists highlighted that while the Russia-Ukraine war may have triggered the current crisis to some extent, Bangladesh could have predicted and prevented much of its fallout had the government addressed the longstanding issues afflicting the major sectors. Experts have long warned against – as have we, in this very column – the growing number of non-performing loans, extravagant spending and wastage on megaprojects, poor tax-GDP ratio, lack of financial independence of the central bank, failure to adjust interest rate to reflect the current economic reality and the dangers of artificially propping up the taka's value against the dollar, to name just a few. Our policymakers chose to remain oblivious of the forewarnings, and now, unfortunately, it is the public who must answer for their callousness. It is ironic that the International Monetary Fund (IMF) are now prescribing much of the same conditions to avail its USD 4.5 billion loan as had previously been suggested by our economists.\nThe question, moving forward, is whether our policymakers have learnt anything at all from a decade of poor governance, which left us vulnerable to such external shocks, and if they are willing to redress their past mistakes in light of the volatile situation of their own making. Thus far, the government has failed to produce a clear and comprehensive policy package, in consultation with relevant stakeholders, that provides a roadmap of how to come out of the current crisis. The piecemeal solutions it has taken over the past few months, such as import control or marginal adjustment of annual development programme, are simply not enough to address the severity of the problems facing the nation.\nFirst and foremost, the government needs to come out of its mode of denial. Without any further delay, it must develop a transparent and comprehensive policy package that judiciously tackles the interconnected issues afflicting the economy. It ought to make the interest rate and exchange rate flexible, and take necessary fiscal measures to offshoot any potential instability as a result. It must get rid of subsidies from some sectors, such as capacity charges to quick rental power plants, while prioritising subsidies in others, such as agriculture. In the meantime, to protect the people from the ongoing inflationary pressure and impending food insecurity, it must expand its social safety net programmes and increase distribution of subsidised goods. The real question is: do we have the political will to rescue the economy and the people from a catastrophe?\n",
        "headline_1": "Could we have avoided the current economic crisis?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-current-economic-crisis-our-own-making-3163696",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "The prime minister on Sunday instructed the Bangladesh Bank to intervene if any bank faced a dollar shortage while opening letters of credit for importing food, fertiliser, and other agricultural inputs to ensure uninterrupted food supply to the country. She also said that the government would continue to subside agricultural inputs, while cutting back subsidies on LNG and electricity. We welcome the PM's proposed moves to ensure that our food supply remains stable. However, we have to remember that the ongoing economic crisis, while exacerbated by external factors, is also the result of certain structural issues that have long persisted as a result of internal weaknesses and mismanagement, as pointed out by experts and the media repeatedly.\nAnd this, in turn, is having a significant impact on our food security.\nWhile ensuring food security is a must, the only way it can be achieved is by strengthening other economic fundamentals. For example, one of the biggest worries for us when it comes to importing food right now is dollar availability or the lack thereof. The primary reason for the ongoing dollar crisis is that the value of our exports is rising, while the value of our imports and remittance inflow is falling. And remittances have been falling because the central bank has decided to artificially set the exchange rate at which banks are buying and selling the dollar, making it more profitable for individuals to send remittance through unofficial channels – whereas, if migrant workers send it through the official channel, they will comparatively make a loss. Economists have been calling on the government to fix this discrepancy, but to no avail.\nRight now, the central bank reportedly has foreign currency reserves of USD 35.7 billion, which is enough to meet about four months' import bills. Thus, the PM also called on the authorities to reduce the gap between export earnings and import payments – or the current account deficit. This should have been done a long time ago. Nevertheless, the authorities now need to work extra hard to achieve that target, particularly because the present global environment is least accommodative for that.\nDue to the ongoing inflationary pressure, lower- and fixed-income groups are becoming increasingly more food-insecure. The government needs to ensure that its programme to sell essential goods, including food, at lower prices to one crore low-income families is carried out efficiently. Previously, we had heard a similar government promise to deliver such aid to 50 lakh people. However, in reality, the government allegedly could not deliver the aid to more than 38 lakh people. We urge the government to address this kind of discrepancies and build capacity to deliver on its promise this time. It must make sure that food items actually get delivered to their intended beneficiaries.\n",
        "headline_1": "We must prioritise food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-prioritise-food-security-3163401",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "\"Cooperate or perish\" is a short but powerful message. It is uttered by none other than the UN chief and the occasion he has chosen to deliver the message is the 27th edition of the climate summit called Conference of the Parties (COP) now being held in Sharm el-Sheikh, Egypt. In his address at the climate conference, the UN Secretary-General Antonio Guterres could not be more blunt when he probably made the ultimate assertion humanly possible, \"It is either a climate solidarity pact, or a collective suicide pact\". No doubt, these are very strong words and a dire warning for those who are indifferent to their responsibilities for the planet's temperature rise beyond any acceptable limit. Point-blank, his remarks that followed were unfailing in hitting their targets. Reminding the world leaders, particularly those of the rich and developed countries which are mainly responsible for major carbon emission, of their moral obligation--- by no means a charity---Guterres makes a strong case for their contribution to the climate fund.In this context, the approval on Sunday of the developing nations' agenda of monetary compensation for 'loss and damage' already caused can be considered a good beginning. For Bangladesh, it is particularly savouring to note that Bill and Melinda Gates has pledged $1.4 billion to help small holder farmers in Bangladesh cope with the impacts of climate change. Once the world's richest person Bill Gates perhaps wanted to send a message to the rich world that not only the governments of the developed world but also the superrich and rich have a role to mitigate the woes of the climate vulnerable in parts of the planet where natural calamities wreak havoc with lives and livelihoods. That the news of this donation comes right at the time of the COP27 is significant. Of late, the frequency and ferocity of such calamities have only crossed past records most likely because of the heedless acts of the rich world. The rich world is also feeling the heat of the planet's turmoil. They are also suffering the worst type of natural calamities ---some of those never experienced before---in their own backyard. For example, Europe's temperature has risen twice as fast as the global average in the past 30 years. There is no way of living in an ivory tower for rich nations. When the world needed to join hands together to get over the post-Covid-19 adverse impacts on economies, nasty geopolitics stoked a war between Russia and Ukraine. An exacerbated energy crisis and soaring prices have not only rendered millions defenceless against hunger and diseases, but also left no option other than increasing use of carbon-emitting fossil fuels including coal.At a time when there was need for far greater investment in research on and innovation of affordable green technologies for shifting to clean energy, the war may have delayed the transition by a decade or decades. This is why the UN chief has warned of a mass annihilation of the human race. Already, the temperature has risen to 1.2 degree Celsius over the pre-industrial level. The war is set to upset the UN target of arresting the temperature rise well below the 1.5 C above that level. There will be a point of no return if the world cannot agree to reduce greenhouse gas emission. If the human species goes extinct, it will have none other than itself to blame.",
        "headline_1": "No alternative to climate cooperation accord",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-alternative-to-climate-cooperation-accord-1667997365",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "It is hard to be optimistic on the climate change issue. There are all the glaciers breaking down, all the icebergs that are melting. Coral reefs are in jeopardy and life at the bottom of the sea is slowly being extinguished by the disaster humankind has presided over in the course of millennia.Of course, global leaders and climate activists have gathered in beautiful, soothing Sharm-el-Sheikh. Everyone will have a voice there, or try to have one. There will be suggestions; there will be a plenitude of anger; there will be incessant finger-pointing, at those considered responsible for the chaos we are all in today on this ageing planet. Over the next few weeks those who have travelled to Egypt, in the noble mission to pull the world back from the brink, will pick their minds, despite all the recriminations bandied about, on the best ways of ensuring that the future does not slip away from us.And yet it is difficult to believe that such gatherings of the great and the good, with a sprinkling of the mediocre, will be profitable for the world. Take a simple fact: the leaders of China and India and Australia and Canada are among those who are not there in Sharm-el-Sheikh. Joe Biden could not afford to leave Washington in the face of the Republican onslaught on his politics. None of this inspires hope in us. Emmanuel Macron has made a forceful appeal for climate change to be reversed. Antonio Guterres is properly worried about our common destiny. And the indefatigable Al Gore goes on waging his battle to ensure that life on Earth survives.All of this ought to be reason for all of us to suppose that God is in His heaven and all is right with the world. But take a look back at Glasgow, at last year's COP-26 bash. To what extent has the world benefited from the deliberations emerging from that summit? Nations affected badly by climate change --- and our own Bangladesh is one --- have gone on complaining, with good reason, that the funds promised to them by the developed nations have simply not been there. The cheques have not been deposited in the banks. Fears grow in us of the threat climate change poses to Bangladesh's coastal regions.There are, then, all the fears which throw up visions of the apocalyptic before us. Is this how life goes extinct and planets die? For decades, science has been delving into questions of life on planets away from Earth, on whether there is or there has been life anywhere in the galaxies we have been made aware of. It is possible that the James Webb Space Telescope will stumble upon signs of life millions and billions of miles away from us. Given our limited knowledge of solar systems, though, outer space is strewn with dead and arid planets.Our fears sprout from there --- that Earth could be headed in the direction these other planets quite likely have taken over time. Think again of Bangladesh. We now have, in terms of our heritage, four seasons --- hritus --- in place of the six that used to be. Rains are largely an absent factor in these times, with monsoons having slipped into the region of the unpredictable. In what should have been a season of a soothing breeze singing through our trees there is yet the heat of summer we suffer painfully through.At COP-27, Pakistan's Prime Minister Shehbaz Sharif has put forth a forceful demand for billions of dollars for post-flood rehabilitation in his country. Climate change, as the recent floods in Balochistan, a mountainous region dotted with desert, have demonstrated is nature's monstrosity we are up against. Millions of people in the region wallow in misery, with homes gone, cattle drowned, people dead. One needs to take no more than a glance at Balochistan to understand the life-threatening danger climate has turned into. We are all an endangered species.So do we look to solutions to our worries coming out of Sharm-el-Sheikh? It is always healthy to think positive, to kindle hope of better days ahead. But it is nature, its fury, we confront. When in Somalia it is the images of fields losing vegetation and people driven by hunger making their way to relief centres miles away from home, we are petrified. And we are afraid because we have known through history the nature of hunger, of famine, of millions of people perishing for want of food and nutrition. Famines in history have largely been a consequence of bad politics or human malevolence. But when it is nature which beats us into misery, when rain does not come, it is vegetation which dies out. Those images out of north Africa --- famished cattle with their bones sticking out, their owners with bodies shrivelling up, skeletal babies in whom the eyes seem to be popping out --- haunt us. We do not sleep well at night, for our nights are waking hours peopled by images of creeping and expanding devastation across the world we inhabit.Consider this: COP-27 is fittingly taking place in Egypt, in Africa to be exact. The continent contributes no more than 3 per cent of CO2 emissions and yet it is in the danger zone created by nations which through the decades have released CO2 into the atmosphere with impunity. Which makes one wonder if this new phrase, loss and damage, taking centre stage in Sharm-e-Sheikh, will induce enough people --- and enough men and women who govern nations responsible for this existential crisis --- to work out the details of a proper 'save the planet' plan. Climate financing? To what degree will the more prosperous of nations dip into their pockets to reassure frightened people, in the Maldives for instance, that their country will not go under water? How does one guarantee that Egypt and Sudan will not have the waters of the Nile piped away into Ethiopia by the Grand Renaissance Dam?A bit of good news in recent days comes from Brazil, where Jair Bolsonaro, Brazil's covid-denying leader who has brazenly subjected the Amazon to murder and brigandage, has lost the presidency to Luis Inacio Lula da Silva. Is there a sliver of hope there? With sea levels rising, hills sliced away, crop fields getting buried under urbanisation, animal habitats commandeered by human greed, it is not easy to peer into the future. The present, loaded and dark, hangs over us. \n[email protected]",
        "headline_1": "COP-27 and the apocalypse we stare into",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cop-27-and-the-apocalypse-we-stare-into-1667997448",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "Once there was a time when the barn of a farmer was full of paddy and the pond was full of fishes. They had no shortage of these food items. The paddy and other crops they produced in their fields were enough to meet the need of the family round the year. During the off-season, especially the rainy season, they had not much to do. So, they used to sit together to spend time gossiping or reciting puthi that means poetic fairy tales or religious stories. But those days are gone now. It has become difficult for the farmers to continue farming anymore. The production cost has gone up. On the other hand, they are not getting the fair prices for their produce despite working hard during the whole season. There has emerged a section of middlemen. They buy the produce from the farmers at throwaway prices. But they sell it to the retailers at higher prices. When the retailers sell the produce to the consumers, the prices again go up because of the transport cost, profit margins and other factors. When we buy a cauliflower at Tk 60 in Dhaka, we may not know that the farmer who produced it and nurtured it during the whole season sold it just at a throwaway price. In our country the farmers who feed the nation are not financially solvent despite toiling in their fields from dawn to dusk. In the countryside, it is often found that the farmers are growing a different crop on the fields where they once produced sugarcane, jute or other crops. In the US a farmer is a rich person. He owns a car, leads an affluent life. But in our country, the farmers are neglected. So, a farmer does not want his son to be a farmer. He sends his son to school. He even sells whatever he has to give the son higher education so that he can get a government job or any other work that is rewarding. When a large number of candidates vie for a limited number of jobs, it creates the scope for corruption. But in the past when the farmers were self-sufficient, corruption was not prevalent that much. It is heartening to note that many educated youths are going back to the countryside instead of looking for government jobs. They are growing different fruits, vegetables and other crops. They are farming fishes, rearing cattle or trying occupations. They are introducing technology and new farming methods. They are rewriting the rules of farming. The government should look into how best it can protect their interest.The agricultural produce from Bangladesh has limited access to the international market. We can further widen the access. A large number of non-resident Bangladeshis are staying abroad. They can be the initial potential buyers. Small countries like the Netherlands earn billions of dollars from its export of farm goods.Reportedly Bangladesh is the third highest producer of freshwater fish and vegetable in the world. When it comes to jackfruit, it ranks second and for mango, it ranks eighth. However, its export of farm produce is as low as 2.47 per cent of the total whereas it is 11.66 per cent in India, 19.01 per cent in Pakistan and 14.31 per cent in Thailand. That attests to how great the potential is for export of our farm produce. If we can tap the potential, the farming sector will help reduce the joblessness and at the same time augment the inflow of the much-needed foreign exchange.\n[email protected]",
        "headline_1": "Reaping full potential of farming sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reaping-full-potential-of-farming-sector-1667997481",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2022"
    },
    {
        "full_article": "Bangladesh reported five new deaths from dengue taking the total to 182 this year till Tuesday. With the latest count, this year's deaths from dengue have become the highest since 2000 when the government formally started keeping records on dengue-related deaths. Earlier the country recorded the highest 179 deaths from the mosquito-borne disease in a year in 2019. The number of patients hospitalised with dengue has also been increasing day by day. The gradual increase in dengue infections has created panic among the residents of Dhaka city. Hospitals are failing to cope with the pressure of dengue patients despite setting up new wards. The rise in the treatment cost of dengue, however, has pushed people of low- and fixed-income groups into difficulty. The treatment cost for a dengue patient is reported to have reached as high as Tk 60,000 to 70,000 in some private hospitals. In this situation, the health ministry has set the cost of the NS-1 antigen test, used to diagnose dengue patients, at Tk 100 in public hospitals and Tk 300 in private hospitals. This means people will not get the free dengue testing facility at public hospitals anymore, even as the number of dengue cases remains high in the country. Most private hospitals, on the other hand, are not following the government decision and charging exorbitantly for dengue tests. The authorities concerned should make dengue tests free at public hospitals and fix fees for all other relevant tests of dengue at private hospitals. What is also of utmost importance is that they should step up measures to contain the dengue outbreak. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Make dengue test free of charge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/make-dengue-test-free-of-charge-1667997509",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2022"
    }
]