[
    {
        "full_article": "A hooch tragedy that claimed over 40 lives in Gujarat’s Botad district brings to the fore, yet again, the contentious question of prohibition. Gujarat is one of the four States in India that prohibits alcohol. The victims consumed poisonous methyl alcohol sold in plastic pouches by bootleggers. Twenty-four people have been named as accused in the FIRs and 14 have been arrested. Police action that follows every such tragedy barely inspires public confidence; indeed, it conceals the complicity of the administration in protecting the black market for alcohol, wherever prohibition exists. It is difficult to assume that vast networks of illegal manufacturing and sale of liquor could exist without the patronage of the police and politicians. Reports suggest that in this case, specific complaints were made to the police, who continued to look the other way. Prohibition makes liquor illegal, but it hides in the black market. By driving sales and production underground, the State loses tax revenues while consumers are exposed to huge health risks. Though prohibition is listed among the Directive Principles of state policy in the Constitution, no State has been able to achieve it with any enduring effectiveness. Globally, it is a similar experience.Prohibition has, however, remained a potent slogan for some politicians. Alcohol damages health, family finances, and human relationships, and the call to ban it altogether has a certain moral, even if not practical, appeal. But using the sledgehammer of the law to stop alcohol use can be counterproductive, as experience shows. The Gujarat High Court is considering five petitions that challenge the constitutional validity of the Gujarat Prohibition Act, 1949 on grounds that it violates fundamental rights including privacy. The law is being questioned for its alleged arbitrariness as it allows tourists from outside the State to consume alcohol in the State. The prohibition laws give sweeping and intrusive powers to the police, who, at least in one case in the recent past in Gujarat, used them against political protesters. On the one hand, prohibition offers the opportunity for rent collection and on the other it lets the police free to selectively apply the law. There is a moral burden that several political parties in India try to carry on their shoulders to discourage or bar alcohol consumption — several parties bar members from consuming alcohol — but in practice this turns out to be comical hypocrisy. With Gujarat already in campaign mode for the Assembly election that is only months away, the tragedy has prompted the Congress and the Aam Aadmi Party to train their guns on the ruling Bharatiya Janata Party. Rather than clinging on to dogmas and impossible goals of social reform through coercive law, there must be a more honest discussion on prohibition.",
        "headline_1": "Death by hooch: On the spurious liquour tragedy in dry Gujarat",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/death-by-hooch-the-hindu-editorial-on-the-spurious-liquour-tragedy-in-dry-gujarat/article65690120.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "The 2022 Commonwealth Games organisers will feel fortunate that the third largest multi-sport event is all set to take off in Birmingham without being affected by the pandemic, on Thursday. The Games — representing 2.5 billion people from 72 nations and territories which were once ruled by the erstwhile British Empire — have been staged over the years amid anti-colonial sentiments and huge costs involved in hosting such an event. But the Commonwealth Games Federation (CGF) has asserted that the Games — with its diversity that includes India with 1.3 billion people and Niue with a population of around 2,000 – have entered an era of renewed relevance. Underlining this, Birmingham, which replaced Durban as the host city and is ready to accommodate 6,500 athletes and officials by integrating 19 sports and eight para-sports, has highlighted the uniqueness of this latest edition. The debut of women’s T20 cricket, 3x3 basketball and mixed synchronised swimming will be among the new features for the first carbon neutral games being held at an estimated budget of nearly £800 million.India, which has not finished outside the top five since 2002, has fielded more than 200 athletes across 19 different sports and para-sports. Still, the country, which gathered 66 medals in the previous edition in Gold Coast, may witness a sharp dip in its collection as there is no shooting, which contributed 16 medals in 2018. The removal of shooting from the 2022 edition and the absence of wrestling (another discipline that earned many medals for India) from the 2026 edition have not gone down well with the Indian sports fraternity. When shooting was left out of the 2022 programme, the Indian Olympic Association (IOA) had threatened to boycott the event. A compromise formula, under which shooting and archery were to be held in Chandigarh separately, could not be implemented due to the pandemic. In a recent meeting with the CGF president, Dame Louise Martin, top IOA officials made a request to include shooting and wrestling in the 2026 edition. At present, India will depend on its wrestlers, weightlifters, shuttlers, boxers, paddlers and squash players to win medals. In the absence of Olympic champion and World championships silver medallist javelin thrower Neeraj Chopra, India will look forward to the likes of steeplechaser Avinash Sable, long jumper M. Sreeshankar and javelin thrower Annu Rani to deliver the goods. A good showing in athletics will redeem some pride for India, which faced embarrassment following three athletes testing positive for banned substances. The hockey players, who won plaudits for their impressive showing in the Tokyo Olympics, and women cricketers will also provide hope to sports lovers.",
        "headline_1": "In search of relevance: On the 2022 Commonwealth Games",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/in-search-of-relevance-the-hindu-editorial-on-the-2022-commonwealth-games/article65690137.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "By Ashok Gulati and Ritika Juneja\nWith the recent decline in global commodity prices, of food items in particular, many policymakers around the world are heaving a sigh of relief and hoping that the worst of inflation may be behind us. For India, this has special significance as its consumer price index (CPI) is dominated by food and beverages, with a weight of 45.9% in contrast to developed countries where it generally varies between 10-15%.\nRead the full article on TOI+\n\n",
        "headline_1": "It’s still food for policy thought: The worst of commodity price spirals may be over. But will we learn the right lessons from this scare",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-still-food-for-policy-thought-the-worst-of-commodity-price-spirals-may-be-over-but-will-we-learn-the-right-lessons-from-this-scare-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "On March 28, 2019, GoI formally notified its intent to start work on Census 2021. Three years on, Parliament was informed this week that on account of Covid field activities for the census have been put off till further orders. That’s an odd argument. Normalisation of social and economic activity is complete and multiple assembly elections have been held since 2020. Yet field work on India’s richest data set keeps getting postponed. Defending this by pointing out that key indicators can be extrapolated from Census 2011 is nowhere near good enough.\nIndia’s first census year was 1872. Since then, census field work was never missed. The motivation for it is that a census requires enumeration of individual units such as a household. It, therefore, provides foundational data also used for working sampling frames of subsequent surveys. A census is no longer merely an enumeration of population. It spans critical data that feed into the creation of a demographic, social and economic profile of the population. Therefore, succeeding rounds have built on experience to expand the coverage. To illustrate, there were 14 questions in the 1951 census. By 2011, these had increased to 29.\nGiven the unquestionable importance of this decadal exercise, its postponement for reasons that are not quite convincing is triggering speculation. Some of that speculation has been addressed by GoI recently. For example, census data won’t be used to create a National Register of Citizens (NRC) as the statutory law governing census operations restricts it to the use of aggregated data. That leaves two other suggestions that have gained traction. An innovation that is to feature in Census 2021 is self-enumeration. While details are not in the public domain, there have been suggestions that Census 2021 provides an opportunity to get an accurate picture of the pandemic-induced mortality.\nPerhaps the most contentious suggestion is the one raised by many political parties on using Census 2021 to enumerate population based on castes. Post-Independence, caste enumeration for the general population ended. It should stay that way. The decadal census is the most important data collection exercise in India and forms the basis for state interventions in multiple areas. Census data is a public good that also serves as a springboard for research that feeds back into policy intervention. Given its criticality, field work on Census 2021 should not be put off any longer.\n\n",
        "headline_1": "The sense of us: Census work must begin. Its data is critical for policy design. But there should be no caste census",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/184769/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "The 37 lives lost in Gujarat to hooch consumption – several others are hospitalised, and some critical – are another tragic demonstration of the folly of prohibition. Meanwhile, in Bihar, another prohibition adherent, hooch has reportedly killed 115 people this year. Prohibition and exorbitant liquor taxes tend to push the poor towards illicit liquor, which is cheap but unsafe. The Gujarat tragedy was caused by stolen methyl alcohol, used for industrial purposes, finding its way to bootleggers. In damage control mode, officials are cracking down on methyl alcohol storage and conducting state-wide raids on bootleggers.\nBut not only will this zeal predictably die down, it misdiagnoses the problem. Economic logic dictates that where there is demand, a market will materialise. Prohibition only serves to drive it underground, evident from ample availability of safe liquor for better off classes in Gujarat and Bihar. This lucrative parallel economy, which engenders corruption and criminal rackets, is far more socially harmful than legal drinking. Alongside are strange bureaucratic systems like Gujarat’s that carve out permits for liquor consumption. The continuance of this farce puts citizens who can legitimately drink elsewhere in the country under unnecessary risk of criminalisation. Not surprisingly, there are those like BJP neta Khumansinh Vansia who believe scrapping prohibition will be a smart policy for BJP in Gujarat. Prohibition cases are also jamming courts, taking precious judicial time away from other crimes. A staggering 30 lakh Prohibition Act cases are pending trial nationally. In 2020, 25% of criminal cases registered under special acts and local laws were prohibition cases (5.6 lakh cases); Gujarat accounted for nearly half.\nThere’s also the point that revenues from liquor sales can support state exchequers instead of enriching criminals. No one’s stopping governments from issuing advisories on liquor consumption. But letting adults be if they wish to drink is an infinitely superior policy to pushing them to hooch because they can’t legally drink.\n\n",
        "headline_1": "Ban that kills: Gujarat deaths, and similar tragedies in Bihar, again demonstrate the terrible costs of prohibition",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ban-that-kills-gujarat-deaths-and-similar-tragedies-in-bihar-again-demonstrate-the-terrible-costs-of-prohibition/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "When a beautiful man puts out some expressive nude pictures, who is he putting them out for? In a culture where we accept that beauty, pleasure, art and enjoyment are a part of adult life, the answer to that question might be: to whomsoever they may appeal.\nIn a context where nakedness invokes the sexual – then, perhaps, the answer might be: those who would desire a naked man, that is, women and queer people.\nRead the full article on TOI+\n\n",
        "headline_1": "A naked man & the bare truth about ‘morals’: Outrage over Ranveer’s photos is in part a response from the restrictive ideology of maleness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/a-naked-man-the-bare-truth-about-morals-outrage-over-ranveers-photos-is-in-part-a-response-from-the-restrictive-ideology-of-maleness/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "Ahsan H Mansur, executive director of the Policy Research Institute, talks about Bangladesh's current economic crisis and related solutions in an interview with Eresh Omar Jamal of The Daily Star.\nThere has been a sudden increase in the price of the dollar recently. In reaction to that, some experts have criticised the central bank's policy of trying to artificially keep the taka's price high against the dollar. Do you think that criticism is justified?\nThe central bank did two things. It intervened significantly in the exchange rate market by selling USD 8 billion in the last one year. This intervention didn't work and resulted in a significant reserve loss. What the global experience tells us is that market intervention works to smoothen things out, but it cannot stop fundamentally driven market trends. The market trend in recent weeks showed that the taka would depreciate against the US dollar – that cannot be stopped. But if on a particular day there is a shortage of dollars and its price is rising, an intervention can be used to smoothen things out.\nBut what we've had is continued large-scale interventions, which have led to a reserve loss of USD 8 billion. In the face of strong and unending market pressure, the Bangladesh Bank (BB) has now let the exchange rate float, as it could not afford any further reserve loss.\nAside from that, the BB staff are calling the banks and verbally asking them to fix their dollar rate at around Tk 94. But no private transactions are happening at this rate in the interbank market – the only transactions in the interbank market that are happening are when the BB gives dollars for public sector imports – for example, to import oil or gas. I learned that we are importing oil at the rates of Tk 97, Tk 98 or Tk 100 – because the interbank exchange rate set by BB is completely ineffective. Since the BB authorities no longer want to spend more dollars, which is the right policy stance, they can no longer intervene in the market directly, but they are intervening verbally. Because of that, the interbank market has become completely dysfunctional.\nWhat is happening as a result is that, if someone sends remittance through the official channel, they will get around Tk 93 for USD 1. But if they send it through hundi, they will get around Tk 110. So, remittance through the official channel has decreased. Obviously, this policy is not working and needs to change. The interbank rate should be brought closer to the market rate, so that the difference is not more than Tk 2.\nBangladesh's foreign exchange reserves have now slipped below USD 40 billion. How concerned should we be about that?\n\nThe government is saying it is around USD 40 billion. But, in reality, according to the IMF's definition of reserves, Bangladesh has USD 8 billion less than the official number. The reason behind that is that USD 7 billion has been allocated to the Export Development Fund (EDF) and is being used by Bangladeshi exporters. Another USD 450-500 million is locked up in the Green Transformation Fund, and around USD 250 million has been given to Sri Lanka, which is unavailable for now.\nWhen we evaluate the sustainability of a country's forex reserves, we look at two things: a) The adequacy of the reserve level; and b) its direction. In Bangladesh's case, the direction is obviously a big concern. We have already sustained a reserve loss of USD 8 billion. So there is a significant declining trend, despite the government receiving substantial aid from different development partners due to the pandemic.\nWhat we have right now will allow us to import merchandise and services for about four months. Since having reserves that can pay for imports for three months or less is considered to be critical, what we have right now is above the bare minimum. It is below a comfortable level, but it's okay. However, because the direction is also negative, it's concerning.\nEven the new BB governor, on his first day at the job, said we need to think about how to increase our forex reserves. We cannot afford any further depletion of our reserves, because we will need to keep importing and imports will be naturally increasing in a growing economy.\nAnother issue is the high trade imbalance we had in the last fiscal year, amounting to around USD 33 billion, while the current account deficit amounted to almost USD 17-18 billion, which we borrowed to cover the financing gap. If we cannot address such a high current account deficit and trade imbalance, then our reserves will continue to deplete. So, we have to work urgently on correcting the imbalance in our balance of payments.\nThe government's debt service is still at an acceptable level this year. The debt obligation for many of the big projects – Roopur Nuclear Power Plant, Karnaphuli Tunnel, the Padma Railway Bridge – will come due around 2024. In the future, that will exert some pressure, but will still be manageable.\nGovernment and non-government loans till December last year amounted to USD 92 billion: public and publicly guaranteed loans were nearly USD 70 billion, and non-government loans around USD 22 billion. The latter already increased to more than USD 25 billion by this June, and USD 15 billion of that is short-term, which needs to be repaid in one year. That can also create some pressure on the reserves if the private sector cannot roll over USD 15 billion of loans. Even if they are non-government loans, they are ultimately to be paid out of our total forex availability, and ultimately, it's the BB that has to provide the foreign currency for this repayment.\nEminent economist Debapriya Bhattacharya recently said that Bangladesh's debt situation may become tricky from 2024-25. How well-positioned are we to repay our loans that are soon to come due?\n\nHe was referring to the government debt, and the debt servicing required for the megaprojects. I think we should be able to handle such payments, if we don't have any problem with rolling over the private sector debt, and our exports and remittances perform relatively well. The issue is that we need to contain our import growth at healthy rates. We need to bring down import growth to 15-20 percent over the medium term. If we can do that, we shouldn't have much problem, as we will be able to use higher foreign exchange inflows and contain import pressures to absorb some of the additional debt service pressure.\nThere will, however, be problems on the budget management side. The sudden depreciation of the taka against the dollar will increase our public sector debt by Tk 1.8 lakh crore, to Tk 7.7 lakh crore, and there will be corresponding increase in the total debt servicing cost in taka terms. Managing the taka amount will be a major challenge given the very low revenue-to-GDP ratio of only 9.5 percent. Private sector debt will also increase by Tk 65,000 crore to Tk 2.75 lakh crore, which will be a major problem for our corporate sector, since this debt would need to be repaid within a few years or would need to be rolled over in the next one to three years. The rollover risk may emerge as a major challenge for private debts if foreign creditors become risk-averse and recall their money upon maturity.\nHow can the government contain imports?\n\nThere are three policies the government can use. One is by adjusting the exchange rate, so that imports become expensive. The second is to use monetary policy – by increasing the interest rate – to bring down our overall credit demand. This would again bring down aggregate demand. Almost every central bank in the world is increasing its interest rates to tighten credit, bring down demand, reduce imports, and lower prices. But Bangladesh cannot do the same if our interest rates are stuck at nine percent and six percent. During the pandemic, it was fixed at nine percent, keeping in line with the market fundamentals at that time. Though the situation is different now, the government has not changed its policy accordingly.\nThirdly, the government can use fiscal policy. Here it has taken some good decisions, like cancelling foreign trips of its officials, etc. But it still has to pay vast amounts of subsidies for fuel, gas, fertilisers, etc. Since most of these price-controlled products are imported and paid for in US dollars, the cost of these products will significantly increase in taka terms. The government has allocated Tk 82,000 crore as subsidies in FY2022-23 budget, but the amount can easily rise beyond Tk 1 lakh crore, only because of the recent exchange rate depreciation.\nThe government may be hoping that since Western countries are increasing their interest rates and are likely to continue increasing their policy rates further, that may lead to a global recession, which would slow down the economies, leading to falling commodity prices. As a result, we may not have to make any adjustments. Whether that presumption works out or not, I don't know.\nBut wouldn't our GDP growth be affected if the government adjusted the interest rate to slow down inflation?\n\nOf course, it would. The purpose of adjusting the inflation rate would be to slow down growth. But this year is not the year for economic growth; but for macro-economic consolidation – restoring balance to our balance of payments, stabilising the exchange rate, bringing down inflation, and addressing other macro-imbalances.\nSo, would it be correct to say that we are at a point of trade-off, where we need to sacrifice some short-term growth for long-term stability?\nYes; instead of short-term growth, we want long-term growth. For that, we need to create a stable environment. That's why we need to focus on restoring macro-economic stability.\nSince the next parliamentary election is due next year, could the government be politically motivated not to sacrifice short-term growth?\nI would say that political motivation should encourage the government to make the necessary changes right now. Because if it delays, things could blow up right before the election.\nSome have suggested that our banking sector, which has been hit by one scam after another, and has been plagued by corruption and regulatory failures, is now a house of cards. What are your thoughts on it?\nOur financial sector is very weak and underdeveloped. Its size, in comparison to India, China and even other East Asian countries, is very small. It has many problems as well. And it's because of these problems that it is not growing.\nWe have too many banks and too much mismanagement in the banking sector, which have been overlooked by our regulators. If we look at the banks, their return on equity in 2010 was 24-25 percent. That has now come down to around 4.5 percent. As a result, stock prices of banks have collapsed. No one wants to buy and hold them, since there is no return. But it is still highly taxed and abused at the same time. These matters are of great concern.\nThe non-stop loan rescheduling that we are doing will stop working at some point – when deposit growth stops or slows down. When that happens, it will lead to a major economic and political downfall. Since we have not reached that point yet, it looks alright. But it's a Ponzi scheme.\nEconomists worldwide have always said that you cannot taper a Ponzi scheme forever. If what we have in the banking sector is a Ponzi scheme, isn't there a point where it becomes impossible to hide?\n\nIn the case of many banks, it is a Ponzi scheme. They believe that deposits will keep growing to keep them afloat. There is also the expectation that BB would bail them out. And so far, their expectation has been correct as the government has always bailed out the failed banks.\nBut that's basically socialising banks' losses onto the public.\nYes. And when it happens on a massive scale, they would have to give these bailouts by printing more money. That would create huge inflation and destabilise the whole economy.\n",
        "headline_1": "‘We can’t afford any further depletion of our forex reserves’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-cant-afford-any-further-depletion-our-forex-reserves-3080991",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "It's unfortunate that at a time when we are expected to err on the side of caution and restraint – rather than of excess – in financial matters, given the country's economic crisis, the opposite is happening everywhere. A combination of factors including bad decisions, poor regulation and absent accountability for the wrong-doers continue to plague the sector. The High Court on Tuesday made a succinct observation that should be taken seriously: that the \"most serious crimes\" are being committed in the banking sector. How can our economy get out of the current mess if we don't stop this procession of scams and frauds?\nThe court's observation comes on the heels of the exposure of another scam in which a firm named SB Exim, using forged documents in the name of exporting terracotta tiles, allegedly swindled Tk 200 crore from Bangladesh Commerce Bank Ltd (BCBL) in 2018. That wasn't the end of it, however. BCBL, in response, was forced to create a loan against the payments made to the borrower as it hadn't received the money from foreign banks. Subsequently, the loan defaulted, leading to BCBL rescheduling it without informing Bangladesh Bank. Then, in a shocking move, the central bank permitted rescheduling the defaulted loan in violation of its own rules. It's like a crime cycle that begins and ends with bad decisions, with the public – the main sources of funds for lenders – caught in the middle.\nSuch scams are taking place quite regularly, thanks to lack of good governance and legal action for the criminals and their enablers. Our memories of scams involving BASIC Bank, Hallmark Group, Farmers Bank, Reliance Finance Ltd, International Leasing and Financial Services, People's Leasing and Financial Services and other institutions are still fresh. Many billions of taka were looted in the process. But hardly anything happened to the nexus of politicians, bankers and business magnets who took, and continue to take, advantage of our fragile regulatory structure.\nThe government's role in all this is quite disquieting: Not only has it not taken exemplary action against these \"financial thugs\", to quote an earlier HC observation, the central bank has even appeared to harbour defaulted borrowers, relaxing rules on loan classifications and rescheduling and thereby helping the industry to camouflage scams. Reportedly, bad loans totalled Tk 113,441 crore in March this year, just shy of the record high of Tk 116,288 crore totalled in September 2019.\nA vested quarter is clearly at work trying to cripple our economy, laundering money through under-invoicing and over-invoicing in the name of exports/imports. Had the laundering been tackled, our foreign exchange reserves would have been in a better shape today. Besides the financial regulators, the Anti-Corruption Commission and the cumbersome judicial process are also responsible for the continuation of this situation and the culture of impunity thus created. We urge the government and the judiciary to take strong measures to stop financial irregularities.\n",
        "headline_1": "Don’t allow criminals to milk the banking sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-allow-criminals-milk-the-banking-sector-3081066",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "The poet resembles this prince of clouds\nwho chases the tempest and laughs at the archer:\nexiled on earth amidst a booing crowd,\nhis enormous wings impede his walk.\n– Charles Baudelaire\nWith the death of Ahmed Sofa on July 28, 2001, Bangladesh (or modern Bengal in historical perspective) lost not simply one of its most original thinkers; it also marked the passing of an age. In death, as in life, Sofa found himself on the wrong side of power, which explains why his passing was shunned by the powers that were and mourned only by a handful of friends and fellow workers. I, for one, have never been ashamed of expressing my admiration for him.\nAhmed Sofa was engaged with the large questions of the day in Pakistan and Bangladesh for at least four decades and provided a unique intellectual terrain of resistance to tyranny, injustice, and inhumanity in his homeland and beyond. Today, some 20 years later, his work, distinguished for both its depth and clarity of thinking, continues to speak to thousands, if not to millions. In this tribute, I will not call on his sundry interventions but will invoke one of his enduring contributions. As a storyteller, Sofa became, in Walter Benjamin's formulation, \"the figure in which the righteous man encounters himself.\"\nBut what is a storyteller? For Benjamin, he is an artisan, a worker of sorts: \"The storytelling that thrives for a long time in the milieu of work – rural, maritime, and then urban – is itself an artisanal form of communication, as it were. It does not aim to convey the pure 'in itself' or gist of a thing, like information or a report. It submerges the thing into the life of the storyteller, in order to bring it out of him again.\"\nIn 1976, the year I made Sofa's acquaintance in Dhaka University, it was already two years since he discovered his calling as a thinker with an incomparable aura surrounding him. He had already joined \"the ranks of the teachers and sages,\" as Benjamin would say. What may be the basis of this aura? It lies in \"the ability to reach back through a whole lifetime,\" a life which includes not simply his own experience, but the experiences of others as well, what he knows by himself as well as what he knows by hearsay. \"His gift,\" Benjamin says, \"is the ability to relate his life; his distinction, to be able to relate his entire life.\" The storyteller is a kinsman of Plato's Socrates: \"I want to tell you a story. You may think it is a mere story, but for me it is the logic.\"\nAhmed Sofa was able to produce two slender poetic collections, \"Time the Hangman\" and \"Songs of Sufferance\" in 1975. Earlier, in 1974, he put out the novella, Omkar. With a traditional realistic novel, a short story collection, and a bouquet of tales for children before, Omkar is the first work with which Sofa discovered what is most his own storytelling, the allegory. It made all the difference between him and the rest in Bengali literature of the late twentieth century. The signifier \"om\", kit and caboodle would henceforth follow his path until his last tales were crafted. Its denouement would be evident in Alatchakra, Circle of Desire, realised a decade later.\nThanks to Holiday, Omkar came out in an English rendition in 1975. Introducing her translation much later, Roushan Jahan put Omkar's storyline in a capsule: \"the story of a young dumb [sic] girl, who refuses to accept the physical limitation and after persistent and desperate efforts, finally succeeds in mastering the handicap.\" The story, however, goes a little beyond this challenge.\nSet in historical time, a time out of joints in East Pakistan, the story draws on a formative phase of the new Bengali Muslim middle class. The story is told as the fable of the country lawyer Abu Nasr, also the father of the girl, who made a paltry fortune as collaborator of the Pakistani military regime. The simple fable, in Jahan's take, \"has a surprising depth, breadth and resonance.\" Abu Nasr in a typical single shot kills two birds, marrying his physically challenged daughter off to a parvenu and neutralising a rival clan all the same. Narrated by the girl's husband, \"a timid, passive young man from a downward mobile family,\" as Jahan comments, \"the two main strains of the story – the public and the private – mesh beautifully.\"\nThe climactic moment of the story coincides with the beginning of the end of old Pakistan when Pakistan's myriad peoples united against Ayub Khan's military regime and East Pakistan rose up, unwilling to put up with the loss of self under neocolonialism, in the face of waning national identity and dignity. Ahmed Sofa opens up the myth of the origin to an allegorical gaze.\nAn everyday story reaches its climax when the speech-impaired girl, a housewife in an urban milieu, becomes desperate in her attempts to speak. In passionately forcing open her glottis, at the end of the day she succeeds in uttering \"Bangla\", but loses consciousness and starts to bleed from the mouth. It is significant to recognise that a signifier represents a subject for another signifier, and not for another subject. What is also significant is that Sofa does not let out either the girl's or her husband's name. Her attempt at uttering a signifier is provoked by roaring sounds out there, the fury of marchers on the streets of Dhaka, signifying something; thus linking up Erlebnis (or everyday experience) with Erfahrung (or longtime historical events). This is a tale told by no idiot. It tells the story of a transformation, churning logos out of mythos. Omkar, in other words, raises itself to the status of an allegory.\nAs the first-person narrator speaks: \"For all these years, she has expressed all the feelings of joy and pain, wonder and frustration by grumbling like a dynamo. What pains of expression she must have suffered. By now, the procession was passing our house. It was like the crater of a volcano. The whole country seemed to be in long labour. The shouts of these people were those of a mother in labour. I was trembling. It seemed Bangladesh, her sky, her air, everything was trembling. Suddenly my wife jumped clear off the ground and said 'Bangladesh'. At last her dumb [sic] voice has delivered an intelligible word. She fell unconscious and lay bleeding. I looked at the blood-splattered floor, then at my wife.\"\nAhmed Sofa could well have left the myth there. Dissuaded by a thesis that claims that \"style is not the man himself but one the man addresses,\" the narrator adds: \"A question rose in my mind, 'whose blood is redder? That of Asad, the martyr, or that of my dumb wife?'\" This veil of choice serves a subtle propaedeutic to the inaugural signifier om. As there is no meta-language, it all depends on the unfolding of history. It is history that shapes both the signifier or existence and the signified or its meaning.\nThe heights Sofa reached, enormous wings he carried, tempests he haunted and archers he ridiculed, of course, came not without a price. He had been indicted as a German agent or even \"Ghaddafi's man.\" These attacks were not merely defamatory on Ahmed Sofa's identity as a Bengali Muslim and dignity as a thinker, but part of a much larger project to undermine the cause he resolutely stood for, the cause of workers and peasants in a nation that shed buckets of blood in struggles for prestige, in 1947 and in 1971.\nSalimullah Khan is professor at the General Education Department of ULAB.\n\n",
        "headline_1": "The origin of om: Ahmed Sofa’s aura",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-origin-om-ahmed-sofas-aura-3081466",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "The Dhaka metropolitan area is teeming with a population of 22.5 million, according to UN estimates in 2021. In 1971, this population was 1.5 million. With a centralised administration and the best infrastructure in the country, including education, healthcare, and communication, Dhaka has been the focus of rapid urbanisation. This gives rise to numerous challenges – from unruly traffic, health and hygiene issues, social problems, and economic disparities, to their effects on the environment. With more people in a relatively small urban space, their consumption needs are bigger, which then translates into waste disposal problems.\nThis problem has become massive because of the indiscriminate manner of waste disposal by Dhaka residents, along with the insufficient and inefficient waste management practices. This is reflected in the accumulation of garbage in the streets, the playgrounds, open spaces, the landfills, etc. Why is this happening? What is the psychology of littering or improper waste management?\nThe root of the problem lies in human behaviour, especially people's apathy towards dealing with waste. For them, it is someone else's problem. Thus, they are not proactive about waste disposal and doing something about it. The individual is the beginning of the vicious circle; therefore, things must change with them first.\nPeople are creatures of habit – they are practical and strive to make their lives easy. They don't mind doing the right thing as long as it doesn't disrupt their way of life. But their tendency is also to exert minimal effort to derive maximum satisfaction. The key issue is that people have little time or energy to waste, especially on issues such as waste disposal. Such actions are often mechanically performed as the human mind tends to follow a repetitive path. Unfortunately, this means Dhaka city is confronted with learned bad habits of its inhabitants. Some feel their peers and larger society are not recycling; why should they?\nThere's a term called \"Habit Loop,\" which describes the essential features of habits: the trigger (waste accumulation at home), the behaviour (disposal of waste as conveniently as possible) and the reward (saving time by not experiencing the \"hassle\" of searching for a garbage bin or thinking of separating the waste by categories such as organic waste, liquid, recyclable or non-recyclable, and hazardous). Most people usually work in this \"autopilot mode.\" As a result, bad habits become ingrained. This habit loop needs to be reframed. How so?\nThe idea of rewards would seem to offer some possibilities. We believe that creating the right incentives could play a significant role to break into and change the passive \"autopilot\" habits and turn them into active and more \"thoughtful\" ones, which would result in developing positive routines and impulses. A simple behavioural change, such as separating waste at the household level, would thus reflect a change of bad habits, which is then rewarded through a system of points.\nBehavioural change is also facilitated by raising awareness about the significance and importance of dealing with household and other types of waste (cognitive learning theory) through education, both formal and informal, to help the city residents think more about their recycling behaviours and their far-reaching consequences. Raising awareness requires persistent efforts to make people put more thought into changing their waste disposal behaviour.\nSo how do we get a cleaner city? How do we protect ourselves from being afflicted by potential communicable diseases? How do we become better and more responsible residents of Dhaka?\nAs a city producing thousands of tonnes of solid waste a day, the problem could be broken down into four phases:\nPhase 1 - The Pre-Waste Phase: This is where people are informed of how much they waste and their own carbon footprint to help them make responsible decisions when purchasing consumables, choosing packaging, daily usage of water, burning rubbish, using air conditioners year-round, printing pages unnecessarily, etc. This phase, involving behaviour change communication, can help transition to the next phase.\nPhase 2 - The Act of Disposing: When people are made more conscious, they will begin to \"segregate\" waste properly. They may even begin to reuse some of it, expand the lifespan of an item, or repurpose it before dispensing with it.\nPhase 3 - The Collection System: Behavioural change must be accompanied by an efficient waste collection system that is in sync with the households. This requires a proper, organised, and coordinated system of waste collection with timing/locations/logistics all worked out for the garbage-collecting rickshaw vans and trucks to collect and transport the waste.\nPhase 4 - The Post-Waste Phase is essentially about how the waste is treated. Is everything ending up in the same landfill or is there a recognition of value in waste?\nIn some regions of the world, organic waste is composted and sold; in other areas, portions of the landfills are seeded with larvae that are fattened on organic waste and used later for fish or poultry feed. How are metals recovered? How are non-biodegradable waste treated? Do the current methods of recycling or composting have adverse effects on the environment? These questions must be given serious consideration.\nBehaviours such as senseless littering, garbage not being collected, or primary and secondary waste segregation not coordinated with transportation can amplify the problem, especially if a value chain perspective is not adopted. But the root of this massive problem is about targeting and changing mindsets. And mindsets are embedded in culture and some inherent traits such as habits. As culture influences the way we are brought up and what we value, it affects our way of thinking, behaviour, and actions. Over time, some elements of culture will thus have to change.\nImportantly, change will begin with the state of awareness at various levels, conscious reflection, and ethical behaviour. In addition, collaboration is critical at all levels: individual level, community level, and public service provider level, who must operate jointly within a set of regulations.\nTo benefit the household, the environment and the economy, the greening and cleaning of Dhaka (and other cities) is imperative and will only come with people acting consciously, incorporating innovative features of recycling, and developing teamwork between formal and informal bodies that make up the city. This process must begin soon.\nThis op-ed, the second in a four-part series, resulted from the authors' participation in the 23rd ASEF Summer University (ASEFSU23) interdisciplinary hackathon on \"Livable Cities for a Sustainable Future\" envisioned by Asian and European young professionals and students. \nIrene Sergiou is an architect based in Nicosia, Cyprus.Dr Syed Saad Andaleeb is distinguished professor emeritus at Pennsylvania State University and former vice-chancellor of Brac University.\n\n",
        "headline_1": "The psychology of improper waste disposal in Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-psychology-improper-waste-disposal-dhaka-3080911",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "It's unfortunate that at a time when we are expected to err on the side of caution and restraint – rather than of excess – in financial matters, given the country's economic crisis, the opposite is happening everywhere. A combination of factors including bad decisions, poor regulation and absent accountability for the wrong-doers continue to plague the sector. The High Court on Tuesday made a succinct observation that should be taken seriously: that the \"most serious crimes\" are being committed in the banking sector. How can our economy get out of the current mess if we don't stop this procession of scams and frauds?\nThe court's observation comes on the heels of the exposure of another scam in which a firm named SB Exim, using forged documents in the name of exporting terracotta tiles, allegedly swindled Tk 200 crore from Bangladesh Commerce Bank Ltd (BCBL) in 2018. That wasn't the end of it, however. BCBL, in response, was forced to create a loan against the payments made to the borrower as it hadn't received the money from foreign banks. Subsequently, the loan defaulted, leading to BCBL rescheduling it without informing Bangladesh Bank. Then, in a shocking move, the central bank permitted rescheduling the defaulted loan in violation of its own rules. It's like a crime cycle that begins and ends with bad decisions, with the public – the main sources of funds for lenders – caught in the middle.\nSuch scams are taking place quite regularly, thanks to lack of good governance and legal action for the criminals and their enablers. Our memories of scams involving BASIC Bank, Hallmark Group, Farmers Bank, Reliance Finance Ltd, International Leasing and Financial Services, People's Leasing and Financial Services and other institutions are still fresh. Many billions of taka were looted in the process. But hardly anything happened to the nexus of politicians, bankers and business magnets who took, and continue to take, advantage of our fragile regulatory structure.\nThe government's role in all this is quite disquieting: Not only has it not taken exemplary action against these \"financial thugs\", to quote an earlier HC observation, the central bank has even appeared to harbour defaulted borrowers, relaxing rules on loan classifications and rescheduling and thereby helping the industry to camouflage scams. Reportedly, bad loans totalled Tk 113,441 crore in March this year, just shy of the record high of Tk 116,288 crore totalled in September 2019.\nA vested quarter is clearly at work trying to cripple our economy, laundering money through under-invoicing and over-invoicing in the name of exports/imports. Had the laundering been tackled, our foreign exchange reserves would have been in a better shape today. Besides the financial regulators, the Anti-Corruption Commission and the cumbersome judicial process are also responsible for the continuation of this situation and the culture of impunity thus created. We urge the government and the judiciary to take strong measures to stop financial irregularities.\n",
        "headline_1": "Don’t allow criminals to milk the banking sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-allow-criminals-milk-the-banking-sector-3081066",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "It is inconceivable that despite calls by the prime minister for government employees to observe austerity involving foreign exchange such as public projects and foreign trips, some are ignoring the directive. According to a report by The Daily Star, as many as 39 officials of the civil aviation ministry and the Civil Aviation Authority of Bangladesh (CAAB) made over 50 foreign trips during the 2021-22 fiscal year, which cost around Tk 1.5 crore. In mid-July, we were surprised to learn of foreign trips made by officials of the Chattogram Water Supply and Sewerage Authority (CWASA), including its managing director, as part of a project that had over 80 percent of its physical work already completed.\nIt should be mentioned that the government banned non-mandatory official tours to ensure the best use of scarce resources amid the ongoing economic crisis. According to our report on aviation employees, the list of officials who went on trips included the civil aviation secretary and CAAB chairman. Reportedly, these officials went abroad despite there being no urgency, but merely to attend seminars, conferences, and workshops, or to enjoy air-shows or product demonstrations. In case of CWASA, the purpose apparently was to train and inspect some factories. In other words, those were simply pleasure trips coated in official excuses, undertaken at a time of national crisis, using public money that should have been saved for better use.\nThe question is: How will the \"experience\" thus gained help the work or sectors of the relevant public officials? In the wake of the financial crisis stemming from the pandemic, the government had also ordered all routine foreign tours to be abandoned, except for those involving emergencies. On July 1 last year, the finance ministry issued a circular on this, suspending 50 percent allocation for tours, saying the money can only be spent for unavoidable purposes. We see neither \"emergency\" nor \"unavoidable purposes\" in these recent tours. The CAAB chairman remains ahead of all other aviation officials when it comes to foreign trips. After him comes the secretary of civil aviation. And lo and behold, even the personal secretary of the state minister for civil aviation visited a country to attend a seminar.\nThis is totally unacceptable. We urge the higher authorities to strictly monitor the activities of all government agencies to ensure compliance with the travel restrictions. Public officials also should use better judgment before making such decisions or using hard-earned taxpayers' money to ensure it only serves public interests, and no one else's.\n",
        "headline_1": "Why such disregard for directives on foreign trips?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-such-disregard-directives-foreign-trips-3081046",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "'Bangladesh Environmental Sustainability and Transformation (BEST)' is a high sounding title of a project. One cannot be blamed if one thinks of a comprehensive project on a grand scale involving the country's geo-morphological issues such as dying rivers or at least carbon emission. But it is more of an anticlimax than an appreciation for the objectives set out to accomplish, when the report informs that a proposal has been placed with the planning ministry for construction of 38 office buildings. The Department of Environment (DoE), the Bangladesh Bank, the Bangladesh Road Transport Authority (BRTA) and the Bangladesh Hi-Tech Park Authority have joined hands with the aim of materialising the so-called 'environmental sustainability and transformation'. Of the total envisaged cost of Tk38.37 billion, the World Bank will provide Tk 26.30 billion. This is unlikely to be soft loan. What is even more concerning is that 150 civil servants, reportedly, will take a tour abroad to gain knowledge of office building construction. The DoE, will purchase as many as 82 vehicles to monitor air quality. If all these are not enough, it will also create an endowment fund of Tk 4.87 billion. At a time when the high-ups of the government including the prime minister are urging austerity from all quarters and no foreign visit unless it is highly essential, the spirit and tone of the proposed environmental sustainability project go counter to the principle. Why should civil servants familiarise themselves with building construction when this is a job of architects? The country has produced architects of world fame and they would not even require imitating their foreign counterparts. Let alone the world famous architects such as F.R Khan and veteran urban planners of the older generation, even the young generation's innovative buildings ---a low-cost community hospital blending healthcare with Nature in Satkhira and a mosque with a human touch to name a few --- have received awards like RIBA and Soane Medal respectively apart from the Aga Khan Awards. One has to tell them what the requirements are, they can deliver to the satisfaction of the clients. When there is such a large pool of talented architects, how does an army of 150 civil servants' foreign trips at a huge cost make sense is beyond comprehension. What is the urgency of such foreign trips, vehicle import and arrangement of an endowment fund (for whom is not even clear to the planning ministry) and the very basis of construction of office buildings in time of severe dollar crisis and austerity? Now that the government has categorised development projects into three types---A, B and C. The instruction is to complete A category projects immediately on full expenditure of the allocation; 75 per cent of budgets for B categories can be spent and the C category projects will remain suspended for the time being. One does not have to be a development scientist or expert to see which category the office building project initiated by DoE and three other government entities belongs to. This is, however, not the only instance of defiance to the government restrictions on 'unnecessary' foreign tours. As many as 39 civil aviation ministry and authority (CAAB) have been on wasteful tours of a large number of countries, so have six WASA officials of Chottogram City Corporation been on tours of the USA and Turkey. When curbing avoidable expenditure is the principle, let it be practised with all seriousness and no double standard entertained.",
        "headline_1": "In the name of environmental sustainability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-the-name-of-environmental-sustainability-1658934458",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "The government has gone for certain measures to ensure austerity in the way we conduct life in these fraught times. Steps to conserve electricity through a programme of load-shedding are of course needed and ought to be welcomed by citizens who relate to political happenings both in Bangladesh and around the world. One could suggest, though, that a more disciplined approach be brought into ensuring that power supply is streamlined in a manner that does not cause panic among citizens in general and business in particular. Besides, the supply of gas is one area demanding judicious austerity planning.Austerity is everywhere a well-defined concept and therefore it is for our policymakers to put in every ounce of wisdom into convincing us that the measures they have put or plan to put into implementation mode will stabilize the political as also economic system as it stands today. There are the worries that assail us, those that relate to foreign exchange reserves and spending. And spending surely does not need to be undertaken at this point of time. The state is in serious need of augmenting its foreign exchange component at a time when so many other nations are on the brink.Belt-tightening is called for, which is one way of informing ourselves that both short-term and long-term means toward promoting a necessary degree of austerity should be a priority today. The government has already made it known that overseas trips by officials should be reduced to a minimum. Let us expand on that and suggest that for the foreseeable future all visits abroad by government officials, members of parliament and ministers be put on absolute hold. Any meeting or interaction with foreign governments can be easily and properly handled by the nation's diplomats based in capitals around the world.This talk of our missions handling issues, bilateral as also multilateral, abroad raises the all-important question of what ought to be done long-term about cutting back on the way national resources are frittered away abroad. There is a clear need to take the fat out of our diplomatic missions, seeing that too many officers and employees are employed at our embassies and high commissions abroad. In Washington, London, Delhi and other capitals, austerity requires that a leaner presence be the goal of the state. The waste of national resources --- salaries, entertainment allowances, vehicles, residential accommodation --- militates against actual diplomatic achievement. We cannot afford such waste. Additionally, we wonder if it is at all necessary to have mission branches in countries where our embassies and high commissions already operate.Over the long term --- and the process ought to begin now that we have these collective worries about the future of the economy --- thoughts must be expended on a reduction in the size of government. Too many ministries are there, most of which can simply be trimmed and merged with the more important ministries along with a reduction in the number of bureaucrats now managing, or mismanaging, them. Small government is always good government. Where government expands into ever-widening territory, it is a bloated and unproductive bureaucracy which is the result. A slicing away at ministries we could do without could in turn leave administration working better.One could also inquire into the means of reducing government salaries by a certain percentage, at the higher levels, in these critical moments. Additionally, bureaucrats should be ordered to go for a full use of public transport and so abjure the vehicular facilities that have so long been an accompaniment to their official positions. When we inform citizens across the board that their use of electricity must now conform to austerity steps, we can very well decree that government transport pools stay off the roads for a good number of days in the week and thereby save on fuel.A key component of austerity measures is a huge requirement for curbs on imports of a non-essential nature. Luxury items can be put on hold in favour of essential goods the country is in dire need of or will be in need of in the immediate future. And along with such steps, brainstorming should go into the means of an expansion of the national export base. Crises are often opportunities for nations to strike out on newer, and better, routes to economic consolidation. And while we are on the subject, we might as well proffer the thought that austerity requires a suspension or even abandonment of all mega projects in the country. Localised development should come in --- health centres, educational institutions, agriculture and industry --- as moves which directly affect citizens at the grassroots level all across the country. Progress must be tangible, with elected local government chairmen and members given responsibility of shaping strategy for their regions in this austerity-driven programme. Drastic measures will be a requirement in following through on such austerity moves, particularly where unethical trading is the issue. Citizens have increasingly felt the pressure of rising prices of essential goods, which is a worry calling for attention. If austerity is the objective in so many other areas, there can be little reason not to crack down on dishonest traders and businessmen who have been making a mess of citizens' lives all over the country for years. Sales of essential food items on TCB trucks have been a welcome measure, one that needs to be expanded in terms of quality, quantity and frequency. It is not only low-income groups which have been battered by this spiral in prices but also middle-income groups, which is why such sales need to go on. At the same time, steps toward an introduction of ration cards for the economically deprived in the urban and rural regions of the country ought to be mulled in all the necessary seriousness. In the critical days of the early 1970s, ration cards went into ensuring food at low cost for millions in Bangladesh. They could be instrumental in these times as well. They will save lives.Obviously, austerity does not cause happiness in any society. But at particular historical moments austerity is the only viable means of reassuring people that the state will do as much as it can to reduce their levels of suffering. We do not live in war conditions in these times, but given the state of the world --- the war over Ukraine, western sanctions against Russia, the resultant crisis in food grain supply, the looming crisis over energy --- we along with nations in our neighbourhood and beyond are today trapped in warlike conditions.Beyond austerity there will be life again in its splendour. Without austerity, however, life for all of us may well be on a nosedive. Our policymakers who also have it in their power to implement the comprehensive decisions they reach are today expected to put shoulder to wheel to keep the machinery of state going through a judicious enumeration and application of austerity. Hard times call for tough, though not necessarily popular, decisions. At this point in our collective life, a frugal existence is the national requirement. Beyond this point, a focused regeneration of the national economy is the inevitable requirement. There is no escaping these truths. \n[email protected]",
        "headline_1": "The austerity measures we need",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-austerity-measures-we-need-1658934538",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "Mavericks provide spice in the flow of the usual. The appeal comes as much from the thrill of everything unexpected as it does from the audacious. That could well explain the lure of electorate for a Donald Trump or a Boris Johnson. The marked difference lies in the general psyche of a nation. The United States divided along two distinct polarities; the United Kingdom leaning towards traditionalism as opposed to progressiveness. In both cases Mavericks don't eschew continuity for that is their forte: individualism that isn't to be replicated. Mr Trump didn't create a successor. Mr Johnson chose Dominic Raab more out of convenience.It's when tradition and progressive become bed-fellows that the fun begins. Barring Rushi Sunek, all the Conservative Party leadership hopefuls are playing the traditional tune in support of their ambitions. Nothing is as musical to voter ears as are tax cuts. Mr Sunak is at a marked disadvantage on that score. He can't be seen to be eating his own words that he served on the platter to the British public as Chancellor. That the others, especially those that clung on to or gave up ministerial positions in Mr Johnson's darkest hours can venture along the route should have come as a surprise. That no one has been bothered to ask as much is partly due to the irrepressible factuality of decision making. They too, had tacitly supported Mr Sunak's proposals as he looked for sources of money to fight deficit and inflation. As of now the tax cut promises aren't being backed up by any suggestions of alternative funding.World-wide the same questions are being asked of governments. Wealthier nations are attempting to balance between increasing debt and tax raises, depending on the school of economic thought they prefer to follow. The less well-off countries have, despite exhortations of eminent economists of the ilk of Jeffrey Sachs, fewer alternatives than going the taxation route direct, indirect or hidden. Mr Sachs believes in supporting greater consumption at the cost of immediate debt increase, a concept Bangladesh's economists proposed during the pandemic. The same group prefer government to continue subsidising energy so as to keep the consumption growth momentum upwardly mobile. The conundrum for our political government is that to do so means either scaling back or slowing down ambitious infrastructure projects or risk being refused development partner loans that always come with the no-no as far as subsidies are concerned.With rising import bills, sagging remittances and exports non-commensurate with imports, it's a difficult choice. Along with differential interest rates on government bonds so as to cushion the impact of borrowings, the state has chosen to go the volume rather than value investments trail. That's at odds with the continued policy of allowing undisclosed income, especially in real estate investment. And that's opposed to bringing the fishery sector in as the first step in widening the tax net. There wasn't much debate in a parliament not known for as much in the past decade. Just as the increase in tax on internet usage went largely unchallenged. The Information Technology sector is apparently willing to accept the trade-off with their basic taxes.Resilience will face a litmus test as a shrinking middle-class faces the double pronged assault of prices and taxes against stagnant wages. Media and research suggests there is an obvious cutting down on consumption as the first reaction. The unsold number of higher priced sacrificial animals is another indicator. The Prime Minister has been upfront in asserting subsidies have to be reduced. She has a definitive point. The loophole exists for another way of ramping up the economy. Stimulus for the lower end of the divide to encourage consumption so as to prop up Small and Medium Enterprises (SMEs). Part of such moneys could well come from a re-negotiation of capacity captive costs being paid to Quick-rental power units, even in the form of a moratorium. Politically, any back tracking of infrastructure projects may be unpalatable. There will lie long-term sagacity. That and carefully weighed perspectives of the emerging nature of economics and geo-political maps.\n[email protected]",
        "headline_1": "Price hike, taxes double whammy for middle class",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-hike-taxes-double-whammy-for-middle-class-1658934579",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2022"
    },
    {
        "full_article": "Amid the ongoing energy crisis, Bangladesh has recently resorted to some austerity measures to save electricity. The government has already announced a series of measures including the closure of shopping malls and markets by 8:00pm, area-wise planned power cuts and restricted use of air-conditioners. Plans are afoot to limit even office hours. Against this backdrop, some people are calling for a complete ban on battery-run rickshaws and auto-rickshaws. Many of them have estimated that the ban could save up to 1,500 megawatts of power if implemented. But before banning battery-powered vehicles, we must consider why the number of these vehicles is increasing over the years. Battery-powered rickshaws and auto-rickshaws have become an integral part of our rural economy. Banning them would mean making hundreds of thousands of people unemployed. These vehicles help increase the mobility of many people within a short distance. They make travel a little cheaper than human-pulled rickshaws. Most of our rural areas do not have adequate and convenient public transports. Hence, these vehicles are like blessings for rural people. They are now very popular public transport in semi-urban and rural areas of the country. If these vehicles are banned, our rural economy will immediately fall into trouble. Battery-run rickshaws are environment-friendly and energy-savers. A fully charged battery-run rickshaw can reportedly travel more than 200 kilometres. So, instead of banning them, we should now move away from the human-pulled rickshaw transportation system, and replace them with improved versions of battery-powered eco-friendly vehicles. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Rethinking ban on battery-run rickshaws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-ban-on-battery-run-rickshaws-1658934604",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2022"
    }
]