[
    {
        "full_article": "There is nothing wrong, or that warrants grave concern, as claimed by Union Law Minister, Kiren Rijiju, in the Supreme Court Collegium disclosing portions of reports by intelligence agencies on prospective candidates for judicial appointments. If anything, the Collegium’s disclosure of the nature of the objections raised by the government has only helped make the discussion transparent. It is difficult to agree with the assumption that reports by the Intelligence Bureau (IB) and the Research and Analysis Wing (RAW) on names recommended or considered by the Collegium are inherently sensitive in nature. RAW is cited in the Collegium’s disclosure as raising the issue of the suitability of an advocate for appointment because his partner is a foreign national. The IB reports appear to have highlighted social media posts by two other lawyers to raise doubts about their impartiality. While reiterating the earlier recommendations, the Collegium had to address the government’s objections on a point-by-point basis. There was nothing improper about the disclosure of the details, which were incidental to the purpose of rebutting the claims. In the three recent instances, there is no startling revelation in the intelligence reports concerning lawyers whose names have been recommended for appointment in different High Courts; nor is there any sensitive information that could compromise the identity of officers or their undercover work.It is not clear on what basis Mr. Rijiju has claimed that intelligence officers will “think twice” in future if their reports are made public, when only a summation of their reports is out in the public domain. In fact, it is questionable whether the government should quote intelligence reports in its communications with the Collegium. Objections based on political views or social media posts could have been raised by the government on its own, without citing any agency by name. It is part of the appointment process that names are vetted by intelligence agencies to look for possible criminal antecedents or misdemeanours, and raising such issues need not be specifically attributed to any agency. It is also quite rich that the government, which has been assailing the collegium system of appointments for its opaqueness, should be worried about excessive disclosure by the Collegium. It cannot be forgotten that the government is also contributing to the opaqueness by its silence and inaction regarding some recommendations, and demonstrating urgency in approving other names. It raises the question of suitability of some candidates based on some posts critical of government policy, but ignores the fact that lawyers with strong political affiliation to the ruling party also make it to the Bench without any impediment.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ngovernment\n\n/\n\nespionage and intelligence\n\n/\n\nmedia",
        "headline_1": "Necessary disclosure: On Supreme Court Collegium resolutions quoting IB, RAW reports",
        "headline_2": "Law Minister’s objection to collegium revealing intelligence inputs is devoid of any merit",
        "link": "https://www.thehindu.com/opinion/editorial/necessary-disclosure-the-hindu-editorial-on-supreme-court-collegium-resolutions-quoting-ib-raw-reports/article66432428.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "In an unprecedented move generating much heat, India’s leading wrestlers cutting across the gender-divide took to the streets last week. Vinesh Phogat, Sakshi Malik and Bajrang Punia led the sit-in protest at Jantar Mantar and their ire was directed at the Wrestling Federation of India (WFI) president Brij Bhushan Sharan Singh. Vinesh levelled sexual harassment allegations against Brij Bhushan and stated that she had even contemplated suicide. Sakshi and Punia too stressed that not all was well with the functioning of the WFI. The federation meanwhile denied all allegations and hinted at a ‘Haryana lobby’ trying to discredit the president in the run-up to the association elections. Brij Bhushan, who is also a Bharatiya Janata Party Member of Parliament from Uttar Pradesh, stuck to his denial while the aggrieved athletes dug their heels in, repeated their sit-in protest for another day besides having multiple meetings with Sports Minister Anurag Thakur. Though for now this is a case of furious allegations and flat denials, the incident highlights the inherent flaws in India’s sporting underbelly. In a largely patriarchal country, the rural woman athlete’s first exposure to a male outside the immediate family environment is often the coach or a sports administration official. If this trust is violated, the athlete is scarred for life.There are the rare ideal coach-athlete equations based on mutual respect, but there are also exploitative tales simmering under the surface. The deafening silence had to end and the medal-winning and much-feted wrestlers have taken the first step. Now, the five-member oversight committee set up by the Sports Minister has to follow up on the allegations and arrive at the truth. That the responsibility has been given to Olympian Mary Kom, who heads the committee, should put both sides at ease. Mary Kom and her fellow-members have to both reveal empathy and a firm quest for the truth. That Brij Bhushan hails from the ruling party should not become a burden and the Sports Ministry did well in forcing the WFI president to step aside from the day-to-day functioning of the association. That politicians cutting across party lines are part of India’s sports administrative ecosystem is a known fact. Drawn by the soft power of sport and the goodwill it generates, most sporting bodies have politicians in vital positions. The power that they wield within these federations and the phone calls that they could place back to New Delhi, do create a stifling environment. The wrestlers need to back their allegations with proof and the latest episode offers an opportunity to clean up the administration.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsport\n\n/\n\nsexual assault & rape\n\n/\n\npolitics\n\n/\n\nsuicide\n\n/\n\nBharatiya Janata Party",
        "headline_1": "On the mat: On politicians heading sports bodies",
        "headline_2": "Politicians in charge of sporting bodies create a stifling environment",
        "link": "https://www.thehindu.com/opinion/editorial/on-the-mat-the-hindu-editorial-on-politicians-heading-sports-bodies/article66432450.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "There is a standard narrative on the Constitution that is usually repeated every year around Republic Day. It goes somewhat like this – the Constitution of India is the foundation of Indian democracy. It gives to all Indians certain freedoms to speak, pray and live together in harmony. The Supreme Court is the guardian of the Constitution ensuring that it is complied with in letter and spirit. Today, as we celebrate our 74th Republic Day, we are in a position to take a more considered view on the Constitution.\nRead the full article on TOI+\n\n",
        "headline_1": "Reconstituting our rights: On R-Day, let’s admit that we need to reimagine our Constitution, which is still too colonial",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/reconstituting-our-rights-on-r-day-lets-admit-that-we-need-to-reimagine-our-constitution-which-is-still-too-colonial/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "A technology incubation ecosystem in IIT-Madras has developed a mobile phone operating system (OS) with the help of GoI funding. Named BharOS, it represents an important milestone in India’s technological evolution. An OS is a software that runs the phone. BharOS is the second big attempt by GoI-funded scientists to crack open the OS market. Last time, BOSS GNU/Linux was developed by C-DAC for desktops. Developing an OS is an impressive achievement. But commercialising it is perhaps harder because of the business model driving Big Tech.\nGoogle’s Android OS, the dominant software among smartphones, runs more than 3 billion handsets. Most potential competitors such as BharOS are referred to as ‘Android Forks’ as they are modified versions of Android. The source code for Android is free which leads to development of forks. Though forks are a potential threat, they have not displaced Android because of the business model underpinning the rest of the OS ecosystem. An antitrust investigation by the European Commission explained why. In smartphones, application programming interfaces (APIs), which allow different software programmes to communicate, are of critical importance to app developers. Through its proprietary APIs and agreements with handset manufacturers, Google has made it very tough for fork developers to gain commercial viability.\nChina was a notable exception even though its ecosystem developed on forks. However, when Chinese manufacturers such as Huawei went international, they had no alternative but to be a part of the Google ecosystem. Where does that leave BharOS? There are two things going for it. One, the capture of private data by the Android OS model, which has catalysed demand for alternatives. Two, strategic security needs require a parallel system. BharOS comes as a No Default Apps system which means preloading is not possible. It also has automatic updates, which weave in the latest security patches and bug fixes.\nAt the moment, BharOS is targeting closed user groups and is working with government and strategic agencies. Its features suit these organisations as they require an OS which protects transmission of sensitive information. Commercialisation, however, may not achieve scale unless the regulators across the world find effective ways of prising open the OS ecosystem. That process has gathered momentum. For the moment, however, BharOS represents a milestone that can gain traction because of a large domestic market.\n\n",
        "headline_1": "Open Sesame: BharOS makes it possible to break the stranglehold of Android. It requires support",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/open-sesame-bharos-makes-it-possible-to-break-the-stranglehold-of-android-it-requires-support/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Last October, 135 people died when Gujarat’s Morbi footbridge collapsed five days after its post-renovation reopening. Lapses in both the work done by the contractors and its municipal oversight were glaring even in those first horrifying days when victims were being taken out of the Machchhu river. Three months on, officials’ intransigence is perhaps even more glaring. Morbi municipality has refused to respond to the state government’s show-cause notice. This is not even a political turf war as seen in say, Delhi, when different parties have been running its state government and municipal bodies. In the Morbi municipality, all 52 councilors are from BJP. So where is their entitled pushback coming from? An obvious factor is the deeply entrenched absence of municipal accountability, which can be found nationwide.\nAs for the contractors, while police have finally issued an arrest warrant against Oreva (Ajanta) promoter Jaysukh Patel, what is really indefensible is that they haven’t even been able to interrogate him in the intervening months. Yesterday, Ajanta admitted before Gujarat HC that “some wrong was committed” by it and offered to pay compensation to victims. But neither the municipality nor the contractor should be allowed to stall and sidestep penalties due by law.\nA forensic examination in November itself had found that the cables of the bridge were rusted, anchors were broken, and bolts connecting the two were loose. It made clear that the bridge repair contract had been given and executed in a dangerous way. Given how much of India’s urban decay – from potholed roads to unsafe buildings and dying lakes – can be traced back to a nexus of corrupt municipal bodies and builders, righting it should begin with exemplary punishment in high-profile cases like the Morbi tragedy.\n\n",
        "headline_1": "Bridge of woe: Both the municipal and contractor ends of the Morbi tragedy remain unpunished",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bridge-of-woe-both-the-municipal-and-contractor-ends-of-the-morbi-tragedy-remain-unapologetic-unpunished/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Even as India was celebrating ‘Naatu Naatu’ winning the Golden Globe, the hit song from RRR has made it to the ‘Best Original Song’ category in the Oscar awards. We are a nation that loves our cinema. And when a popular film song finds global acclaim, it is exciting news.\nBut ‘Naatu Naatu’ is just one among three Oscar nominations from India this year. Two Indian documentaries have quietly entered the Oscars. All that Breathes, directed by Shaunak Sen has been nominated in the ‘Best Documentary Feature Film’ category. The Elephant Whisperers directed by Kartiki Gonsalves has been nominated in the category of ‘Best Documentary Short Film’.\nRead the full article on TOI+\n\n",
        "headline_1": "Breathing & whispering: A short history of shorts – Oscar nominations for two Indian documentaries come at a challenging time for this medium",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/breathing-whispering-a-short-history-of-shorts-oscar-nominations-for-two-indian-documentaries-come-at-a-challenging-time-for-this-medium/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Children with disabilities are one of the most vulnerable groups in our country. Unfortunately, often not only are they not given preferential treatment to ease their struggle, but the system is somehow designed to deprive them of opportunities that others take for granted. A recent survey, for example, has found that more than half of such children are not getting any formal education – with 65 percent of them enrolled in primary schools, and only 35 percent enrolled in secondary schools. By contrast, 70.25 percent of eligible children are enrolled in secondary education, while the net enrolment ratio for primary education is 97.42 percent, as per the Bangladesh Bureau of Educational Information and Statistics.\nClearly, a vast number of disabled children are falling through the cracks as they try to move up the education ladder, ending their dream of building a meaningful life. Even when they do get an education, they lag behind their peers by over two years on average, according to the survey. This is despite a 2009 government directive for mainstream schools to enrol children with special needs, which, according to a recent report by this daily, many are still refusing to follow. Add to that the unfriendly infrastructure, the lack of a proper support system, and the constant discouragement and ableist slurs from the wider society. Together, they make life extremely difficult for the disabled and neuro-diverse community in the country.\nClearly, we have a long way to go in terms of ensuring a proper environment for them. As citizens, members of this community have the same rights as any other. The government is also obligated to show improvements in this regard, after having ratified a number of international agreements and treaties aimed at eliminating all forms of discrimination. But such commitments haven't translated into better interventions or results given the country's centralised government mechanisms, limited financial resources, and perhaps most importantly, a lack of understanding of the potential of this community.\nWith proper care and supportive infrastructure, people with disabilities can be valuable members of society, contributing to the development of the country and fulfilling their potential. For that, we need a critical rethink of the existing system. Mainstream educational institutions – schools, colleges, and universities – must be willing to enrol, support and enable students with needs. The recruitment sector must also see the value in engaging them once they have graduated. Unfortunately, only one-third of disabled individuals of the working age are currently employed. The employment rate for disabled women is even worse.\nThis must end. The ableist worldview of the state must change. It is the responsibility of the government to take a leading role in this regard by ensuring their inclusion through making services/opportunities easily available to them. The authorities must protect the rights of this vital section of society and help them grow and thrive.\n",
        "headline_1": "Are schools suffering from ableist bias?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-schools-suffering-ableist-bias-3230941",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Out-of-pocket (OOP) healthcare expenditure in Bangladesh has been growing at a steady pace, despite the government's decade-old promise to bring it down to 32 percent by 2032. According to Bangladesh National Health Accounts (BNHA) 1997-2020 data, from 62 percent in 2012, OOP healthcare expenditure in Bangladesh rose to 68.5 percent in 2020, which comes out to be Tk 77,734 crore and is equal to 2.8 percent of the GDP. Concerningly, data from the World Health Organization (WHO) suggests that the figure was 74 percent.\nOver 64 percent of this expenditure pie accounts for drugs, followed by lab fees (at 11.7 percent), and then doctors (at 10.8 percent). This indicates that primary healthcare is still not fully accessible for all. A 2021 report from the Health Economics Unit of the Ministry of Health and Family Welfare suggested that around 16.4 percent of patients did not – or could not – choose to avail healthcare services despite needing them, as OOP expenditure as percentage of the total health expenditure continued to witness an upward trend.\nRead in the context of the government budget on health, these figures give critical insights into the lack of understanding of lawmakers about the sufferings of the common people. While only 5.43 percent of the total budget for FY 2022-23 had been allocated for the health sector – a consistent move by policymakers of staying below the six percent threshold in health budget allocation, despite expert suggestions that this should be around 15 percent –, much of it is being focused in the secondary and tertiary sector, facilitating specialised treatment, and building hospitals and medical colleges.\nBut, with inflation rising and the purchasing power of people coming under significant stress, it is primary healthcare that the budget should be spent on. A WHO estimate suggested that in 2016, more than eight percent of Bangladeshis had to spend more than one-fourth of their income on healthcare. Given the current scenario, things are only going to get tougher for the general populace to meet their medical expenses.\nWhat is unfortunate is that unethical practices of pharmaceutical companies – of pushing their products into the market by rewarding doctors for prescribing them to the patients – is causing OOP healthcare expenditure to rise. Pharma company sales representatives are often spotted outside doctors' chambers, bearing \"engagement packages,\" often monetary in nature, and/or high-value goods and services to encourage doctors to prescribe medicines from their respective companies to their patients. As a result, except for a few bigger healthcare facilities, most doctors prescribe specific brands of medicines.\nSimilarly, the pharmacies are also made offers by these companies, pushing patients to buy specific brands of medicines. And given that regulation is lax in this sector, pharma companies are also able to play around with the pricing.\nWhile ordinary people are already having trouble availing much-needed medication due to the greedy nature of pharma companies, the government itself hiked the prices of 19 generic drugs from 53 brands last year, much to the shock of middle and lower-middle class consumers. Prices of essential medicines, including paracetamol, have been increased by at least five percent. Some of the prices are almost double of what they used to be before. For instance, one paracetamol tablet now costs Tk 1.20, while its price before the hike was Tk 0.70. And to add to that, pharma companies themselves have increased the prices of many medicines on multiple occasions. Increased costs of raw materials had been cited as the reason behind the price increase by the Directorate General of Drug Administration (DGDA). But given that people's consumption ability has decreased in recent years due to galloping inflation, was it really the right time to increase medicine prices?\nUnder the Drugs (Control) Ordinance, 1982, the \"government may, by notification in the official gazette, fix the maximum price at which any medicine may be sold.\" This means that the government can set the maximum prices for all drugs. So why is it not intervening?\nThe differing prices of various tests at different healthcare facilities also bring into question the control of the government over the cost of such tests. From a simple CBC test to an MRI scan, the prices vary between healthcare facilities, brand names, and their locations. Why don't government agencies intervene and set a standard range within which everyone can afford these tests?\nIt is highly unfortunate that, while OOP healthcare expenditure is one of the highest in the region in Bangladesh, little is being done by the so-called regulators, policymakers, or the government to alleviate the sufferings of citizens.\nIt is high time authorities looked into the situation and made healthcare affordable for all. While increased budgetary allocation would be an essential component, its effective and exhaustive utilisation is also key. In the past, we have seen inadequate and misutilisation of even this meagre healthcare budget allocation. Regulators need to take a serious look into the misdeeds of the country's pharmaceutical companies and healthcare facilities, and take punitive actions, where required, so that they cannot exploit people's healthcare needs to make unethical and illegal gains. Access to affordable healthcare is a basic human right, and the relevant authorities should make sure that it is so in Bangladesh, too.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "When health(care) comes at a high price",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-healthcare-comes-high-price-3230716",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Public property means the \"public's\" property – it doesn't belong to any individual or political party. But recent examples tell a different story. The ruling Awami League is going to create an extraordinary example in a soon-to-be-held rally in Rajshahi, where a special train has been earmarked for this occasion. The question is: can a political party use a national asset in this way?\nIt must be clarified that even though we criticise politicians and the parties they represent, at the end of the day, we have to – or want to – go to them for solutions. It's a proven fact that when politicians lead a country through a political process, the country benefits the most. There are ample examples of how non-political forces steer a nation, with Pakistan being a prominent example; a country that is on the verge of bankruptcy. Comparatively, India has no fewer internal problems. But as they are ruled by a politician-led democratic process, they have still managed to create a strong footing.\nOur everlasting hope is that political parties will govern Bangladesh through a proper, acceptable and independent election. Unfortunately, as time goes by, a gross lack of equality, justice and good governance is gaining institutional acceptance.\nThe Daily Star Bangla reported that the Awami League will hold a rally in Rajshahi Madrasa Public Speaking Ground on January 29. This is a rally organised by the political party AL, and not by the AL government. Still, a special train has been arranged for this \"political party's\" rally.\nNow, why is this a problem? What harm is there in arranging a special train for those attending a specific party's rally?\nWell, firstly, why should there be a special arrangement for this, when there aren't even enough trains to service the general populace, and when the passenger to train ratio is quite low?\nSecondly, can we recall what the ruling party's attitude and the transport situation were like when the BNP tried organising a rally in Rajshahi? Last year, on September 28, BNP announced that they would organise a rally in Rajshahi on December 3. Before it, a transport strike was called in eight districts of the division, and enforced from 6am on December 1. In fact, the strike was underway even before its stipulated starting time.\nThis strike saw the ceasing of movement for all kinds of vehicles, including buses, trucks and three-wheelers. Rajshahi was virtually cut off from all adjacent districts. Thus, it became very hard for BNP leaders and activists to join the rally from neighbouring districts. It was evident that the transport strike was devised in order to impede BNP supporters from attending. Although the government announced that the strike was called by transport owners and that they had nothing to do with it, any conscious being can gauge that the reality was the contrary.\nAt one end, we see people being actively prevented from attending a BNP rally using transport strikes, police checkposts being put up every couple of kilometres, and BNP leaders'/activists' homes being raided, and them being arrested. On another end, special trains are to be arranged for the AL's rallies. Why should two political parties of the same nation receive polar opposite treatments?\nWe take for granted that the ruling party will get some added benefits. But does that mean they can misuse public resources? Can they act against another political party in this way? What of the tall talks on equality and justice we hear so often?\nWhen there's a BNP rally, 3G and 4G services for mobile networks are usually halted around the venue. But the government doesn't even bother to explain the reasons behind this. On December 3, 2022, Rajshahi did not have 3G and 4G services. Queries revealed that the BTRC had given a \"directive\" to carry this out.\nDid the BTRC's directive only harm and deprive BNP leaders and activists? Did not the general population also suffer? When the transport strike prevented BNP supporters from travelling between districts, were they the only ones affected? Did the whole region consist of BNP supporters, leaders and activists? Is there any explanation for such government actions, which cause the people to suffer?\nIt can be uncomfortable to have these pointed out, but even when we do, the government pays no heed. When a political party is elected by the popular vote, but then becomes an authoritarian regime, getting re-elected via night votes and voter-less polls, the general people start feeling bitter towards said party. People start comparing such political governments with military dictatorships, which is by no means a positive sign for our politics, or for politicians in general.\nThe ruling AL's politicians claim they have no aspirations of holding on to power and that they do not want any personal achievements, either – they simply want to serve the public.\nUndoubtedly, serving the public is a good deed. But what kind of \"service\" do people get when their mobile networks are disrupted? Do transport strikes serve the people? What does \"serving the people\" actually mean to the ruling party? Does it mean only serving their own leaders, activists and supporters? Aren't opposition party affiliates a part of this country, too? Don't they also deserve to be served by the government?\nPeople are losing voting rights, they cannot cast votes during polls, the prices of essentials are skyrocketing – and the government seems to be taking no notice. Ignoring the public's pleas, it is instead increasing the prices of fuel, gas and electricity. Each development project is seeing a cost increase, which is affecting the economy. We are experiencing an acute US dollar crisis and yet, money laundering persists. The government is not even taking effective steps against people who have been found responsible for causing these issues.\nI want to end this piece with an example. Back when the military dictator HM Ershad was in power, the 15-party alliance led by the AL, seven-party alliance led by the BNP, and the five-party leftwing alliance, participated in a unified protest. Then, Ershad, who lost all popular support, stopped production in Adamjee Jute Mill and brought in 15,000 to 20,000 workers to join his rallies. That initiated the eventual doom of Adamjee Jute Mill. Later, the BNP came to power and shut down this mill, which once was bursting with potential.\nBangladesh Railway is already riddled with injustice, anomalies, and corruption. Have we considered what ill fate might befall the BR if such political usage of trains, as mentioned above, becomes a recurring trend?\nGolam Mortoza is the editor of The Daily Star Bangla.\n\n",
        "headline_1": "‘Special train’ for Awami League, ‘transport strike’ for BNP",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/special-train-awami-league-transport-strike-bnp-3229541",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "This year, the National Curriculum & Textbook Board (NCTB) has brought about some major changes to their textbooks, including the Science Investigative Reading textbook for class six. It differs from the books of the preceding years in many ways, but a particular portion of the content has been garnering some attention. In particular, a section on adolescence focusing on the physical changes children undergo during puberty has been generating discourse online.\nWhile the detailed nature of the text may feel unsettling at first, it's quite evident that the content seeks to be purely informative without any underlying agenda. The section in question fall under the chapter Manob Shorir or \"The Human Body\". Physical changes during puberty fall under the territory of basic human anatomy, which is exactly what you would expect from a chapter with that title.\nPrevious editions of NCTB science books of the same class were either devoid of such information, or chose to gloss over the topic. As a result, many of us didn't have a reliable source of information about what puberty is, and what it entails while growing up. While we eventually acquire knowledge on these topics from various sources and experiences, many misconceptions about puberty and sexual health are still prevalent among today's youths. As such, NCTB's decision to include a straightforward and informative overview of adolescence is a step towards establishing proper sex education.\nThe national curriculum's textbooks tackling the topic of adolescence is nothing new. NCTB's Physical Education and Health book for class nine and ten contained a chapter on puberty and reproductive health long before this change in the science book of class six was implemented. Incorporating it in the studies of class six is commendable nonetheless, as children tend to hit puberty around that age.\nThe discussion of reproductive health is still considered a taboo in our society, which is why parents seldom take the initiative to educate their children about their physical changes. The stigma around the topic also bars them from expressing their concerns to a grownup, who maybe able to provide some guidance. \nAs such, children seeking answers often end up searching in wrong places, which is a lot more likely in this day and age. Uninformed children are also more susceptible to reproductive diseases, sexual violence etc.\nEducational institutions are to provide children with well-rounded education, so having reproductive health on the curriculum can help in the long run to accommodate a better understanding of their own bodies.\nHowever, the implementation of the study of adolescence and reproductive health caused quite a stir on social media – proving that a huge chunk of people consider sex-ed to be inherently immoral. The contents in the book matter-of-factly describe the process of puberty along with the proper scientific terminologies for it.\nYet, the perception of the general population is such that the content is vulgar and deserves no place in the textbook. Many share the opinion that topics like these being openly discussed may lead children astray, even though it's highly effective in creating self-awareness.\nThe entire reason simple sex education feels out of place in textbooks is because of the scarcity of it. Be that as it may, puberty and reproductive changes are both natural phenomena, and stigmatising them does more harm than good. The vilification of sex education perpetuates the idea that any discussion on reproductive health is pornographic in nature, when in reality, it's crucial to the physical and mental well-being of our adolescents.\nSo, while we can't expect society's preconceived notions to change overnight due to a few textbook articles, NCTB's decision to include adolescence in the syllabus will definitely help in destigmatising the conversation around reproductive health in the long run. \nFind Zabin Tazrin Nashita at [email protected]\n\n",
        "headline_1": "Including reproductive health in the NCTB curriculum is a step in the right direction",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/including-reproductive-health-the-nctb-curriculum-step-the-right-direction-3230421",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Children with disabilities are one of the most vulnerable groups in our country. Unfortunately, often not only are they not given preferential treatment to ease their struggle, but the system is somehow designed to deprive them of opportunities that others take for granted. A recent survey, for example, has found that more than half of such children are not getting any formal education – with 65 percent of them enrolled in primary schools, and only 35 percent enrolled in secondary schools. By contrast, 70.25 percent of eligible children are enrolled in secondary education, while the net enrolment ratio for primary education is 97.42 percent, as per the Bangladesh Bureau of Educational Information and Statistics.\nClearly, a vast number of disabled children are falling through the cracks as they try to move up the education ladder, ending their dream of building a meaningful life. Even when they do get an education, they lag behind their peers by over two years on average, according to the survey. This is despite a 2009 government directive for mainstream schools to enrol children with special needs, which, according to a recent report by this daily, many are still refusing to follow. Add to that the unfriendly infrastructure, the lack of a proper support system, and the constant discouragement and ableist slurs from the wider society. Together, they make life extremely difficult for the disabled and neuro-diverse community in the country.\nClearly, we have a long way to go in terms of ensuring a proper environment for them. As citizens, members of this community have the same rights as any other. The government is also obligated to show improvements in this regard, after having ratified a number of international agreements and treaties aimed at eliminating all forms of discrimination. But such commitments haven't translated into better interventions or results given the country's centralised government mechanisms, limited financial resources, and perhaps most importantly, a lack of understanding of the potential of this community.\nWith proper care and supportive infrastructure, people with disabilities can be valuable members of society, contributing to the development of the country and fulfilling their potential. For that, we need a critical rethink of the existing system. Mainstream educational institutions – schools, colleges, and universities – must be willing to enrol, support and enable students with needs. The recruitment sector must also see the value in engaging them once they have graduated. Unfortunately, only one-third of disabled individuals of the working age are currently employed. The employment rate for disabled women is even worse.\nThis must end. The ableist worldview of the state must change. It is the responsibility of the government to take a leading role in this regard by ensuring their inclusion through making services/opportunities easily available to them. The authorities must protect the rights of this vital section of society and help them grow and thrive.\n",
        "headline_1": "Are schools suffering from ableist bias?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-schools-suffering-ableist-bias-3230941",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "More than four years after the Road Safety Movement, where the death of two students in a road crash led to mass protests and pushed authorities to formulate the Road Transport Act (RTA) 2018, we are deeply saddened to witness the same kinds of unjust and tragic deaths continue to occur on our roads. The latest victim is Nadia Sultana, a 19-year-old student of Northern University, who was killed on January 23 when a bus of Victor Paribahan hit the motorbike she was on near Jamuna Future Park in the capital's Bhatara area.\nAfter her death, hundreds of students blocked roads with their demands, which included arrests of the driver and helper, and compensation for the victim's family. The question is, how many more times will we have to see the same events be repeated? Why are people still needlessly dying in road crashes?\nDespite government promises to seriously and urgently deal with the issue, the country continues to witness an alarming surge in road crashes and deaths, year after year. According to Jatri Kalyan Samity, 9,951 people were killed in 6,749 road crashes in 2022, while the number of deaths and crashes, reported by the Road Safety Foundation, were 7,713 and 6,829 respectively. Last year's numbers were much higher compared to 2021.\nWhat have our transport authorities done to check the rising number of road crashes? Apparently, nothing noticeable. They have not only failed to check the number of unfit and unregistered vehicles on the roads, but have also been largely unable to take underage and unlicensed drivers off the roads. Although the driver and helper of the bus that killed Nadia have been apprehended, we are yet to know any details regarding the driver's license, his ability to operate the bus, and the fitness of the vehicle itself.\nHowever, the issue here is not just the culpability of one driver or the fitness of one vehicle, but the fact that the entire transport industry is highly undisciplined and mostly unregulated. It is unacceptable that, this entire time, the RTA has been practically defunct in the absence of necessary rules, which were formulated only last month. How can there be change if the laws to bring about change are not enforced properly? The last four years of inaction have cost the country dearly, and have brought into serious question the government's ability and will to hold those responsible to account.\nWe urge the authorities to bring the alleged killers of Nadia to justice and to compensate her family according to the RTA 2018. We are also keenly aware that, to this day, the authorities have more or less failed in carrying out their responsibilities in upholding said law. Will the government finally take action, or will we only continue to witness history repeat itself?\n",
        "headline_1": "Will Nadia’s tragic death change anything?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-nadias-tragic-death-change-anything-3229701",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Bangladesh's transition from a lower middle-income economy to a developing country is yet to be complete. The target set for achieving that status is by 2026. There was no doubt the country was well on course of that target. Only the combined ill impacts of Covid-19 and Russo-Ukraine war have cast some doubt about a smooth sailing to the shore on schedule. But to go by the observation of World Bank's managing director of operations, Axel van Trotsenburg, there are reasons to be optimistic. According to him, achieving the middle-income status is not the issue, the objective for Bangladesh ought to be to attain the higher-income status. He categorically sounds a note of caution for the country about falling into the 'middle-income trap'. True, transition from a lower-income economy to a middle-income one is quite a struggle but the next move up the ladder to the higher-income status is a gargantuan task. The WB managing director who has just concluded his three-day visit to Bangladesh on Tuesday made it explicit that the multilateral lender will support the country to navigate through the 'challenging and uncertain economic times brought on' by the pandemic, Ukraine war and a climate change of unprecedented order. Acclaiming Bangladesh's growth and its target of doubling the per capita income by 2031, the high official of the WB has prescribed some measures for its sustainable growth. Failing to do so, the country, he warns, will finds its graduation from the middle-income to a higher-income status wavering in the vortex of the middle-income trap. In this context, he has cited the example of Argentina and Greece which could not come out of this trap. Then, there is the danger of an about-turn on the reverse course as a few Latin American countries have had the bitter taste of experiencing.It is exactly at this point that Bangladesh has to make its option clear. All multilateral agencies including the WB have time and again suggested institutional reform. Indeed, strengthening of institutions is at the heart of streamlining transparent financial management, stemming corruption such as bribery and money laundering and revenue generation in real terms. So far as wealth creation is concerned, it could be at a higher rate by at least 2.0 percentage point if only financial corruption could be tackled effectively, if not stopped totally. This has to be complemented by rational distribution of wealth so that people at the lower level of society can earn enough to improve their living conditions. Well, the WB's MD has then mentioned a list of must-do's which have been reiterated by both local and international experts. From macro-fiscal management to export diversification to investment in infrastructure to development of human capital ---all major issues he brings under the ambit of strategic planning and action. The recipe is not quite unknown. But knowing what to do is one thing and doing it in practical terms is a completely different matter. However, given the political will, the priority areas can be identified for immediate action. Developing human capital is one such issue that calls for far larger investment than what is allocated now in education which has, according to the authorities, been radically changed to undergo a paradigm shift. In the same way, corruption, export diversification etcetera can be taken care of gradually in the interest of catapulting the country on the trajectory of higher-income status.",
        "headline_1": "How not to fall into 'middle-income trap'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-not-to-fall-into-middle-income-trap-1674653619",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "Some years ago, before he was shown the door, Paul Wolfowitz had precious little plan of quitting his job at the World Bank. In a very moral sense, he should have on his own been making his way out of an institution whose reputation his recent actions had unquestionably dented. The favours he had done to his girlfriend Shaha Riza were understandable, from an infatuated man's point of view. But that is not what public service is about. It is all about drawing a clear, fine line between private predilections and public responsibility. For quite a while, Wolfowitz refused to see things in that light. He eventually bade farewell to the World Bank. There is always a nasty kind of stubbornness about these neocons who have dominated Washington all these years, with the exception of a two-term Barack Obama in the White House, since Al Gore was denied the presidency by the US Supreme Court in the year 2000.It is intriguing, in case you have not cared to notice, how established careers, or aspiring ones, fall by the wayside through the peccadilloes of individuals who ought to have known better. Back in 1963, Britain's War Minister John Profumo bit the dust when it was discovered that he had been intimately involved with a young woman named Christine Keeler. Making matters worse for him was the fact that Keeler appeared to have been on similar terms of endearment, simultaneously, with the Soviet naval attaché in London. Profumo's initial denial of the affair soon led to an abject acknowledgement of it. The result was predictable. He left the government and spent the rest of his life doing social work. A year after the scandal broke, the Tory government in which Profumo served lost the elections to Harold Wilson and his Labour Party. When you look back at the long history of scandals, it is somehow America you tend to turn to. In 1988, Senator Gary Hart had a good chance of becoming the Democratic nominee for the White House and actually taking over as president. His chances were ruined, however, when he was outed in the company of a woman called Donna Rice on a boat named, ironically, Monkey Business. That spelled the end of Hart's presidential ambitions and though he tried later to get back into the race, the old magic was gone. Maybe that also explains why Nelson Rockefeller never made it to the White House. He became Republican governor of New York in 1958 and had a shot at the party nomination in 1960. But he thought his real chance would come in 1964. Even President John Kennedy hoped Rockefeller would be beaten by the rightwing Barry Goldwater to the nomination because, as a liberal, the governor had a truly good chance of throwing Kennedy out of the White House. In the event, Rockefeller destroyed his own chances when he divorced his wife and went for a new marriage with a beautiful woman called Happy. Towards the end of his life, Rockefeller was appointed Vice President when Gerald Ford succeeded Richard Nixon as President in 1974. Two years later, Ford dumped Rockefeller in favour of Bob Dole as his running mate. The team went on to lose to Jimmy Carter and Walter Mondale.But, of course, there have been men in power whose relationships with women not their wives did little to hurt their reputations. In such a category you can generally spot the absolute monarchs of old, individuals who somehow were a throwback to England's Henry VIII. The Shah of Iran needed a male heir and so went on marrying one woman after another. It was his third consort Farah Diba who produced a son for him. History, of course, had other plans for the Iranian monarchy. The Shah was overthrown in 1979. His son, now in proper middle age, will never be king. Pakistan's Iskandar Mirza, a married man with a good wife and good children, clearly placed his honour on the line when he fell in love with the wife of an Iranian diplomat and eventually married her. That second wife was Naheed, who was fated to go into exile with him in 1958 and never return to Pakistan. Mirza's children never warmed to Naheed. There are places in the world where powerful men will pursue women no matter what the risks are. Or are there any risks at all? Uganda's Idi Amin loved the idea of marriage, the consequence being that when he went into exile in Saudi Arabia in 1979, it was a huge, cacophonous tribe of wives and offspring that accompanied him. In the case of Argentina's Carlos Menem, the problem was not so much a matter of his gallivanting as it was of the way he treated his wife. He threw her out of the presidential palace, in full view of the country, and so ended a long period of what used to be a happy marriage. For Wolfowitz, therefore, there were the old instances to learn from, or fall back on. Should Shaha Riza have drawn a salary that was outrageously higher than Condoleezza Rice's? Obviously she should not have. Damaged men are a positive danger when they hang on to such immaculate conceptions as the Bretton Woods institutions. We must thank our stars that men like Paul Wolfowitz are not around in public life any more. \n[email protected]",
        "headline_1": "The damage flawed men of power do",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-damage-flawed-men-of-power-do-1674653671",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "An Indian farmer has installed solar panels for the purpose of irrigation. Once he had to pay hefty bills for watering his crops on a monthly basis. But now he is no more required to pay any monthly bill. The only cost was the one-time instalment expense. That's all. After installation, now he is irrigating his crops free of cost. Moreover, he is earning by supplying the extra power to the national grid and thus he is recovering the installation cost. This is how he is gaining personally. But, on the other hand, it also benefits Nature. Solar power is pollution-free. It emits no greenhouse gas. To reap this dual benefit India has set a target to generate 50 per cent of its electricity from renewable energy by the end of this decade.Now let's come to Bangladesh. The country is lagging far behind in adoption of renewable energy. Bangladesh targets 40 per cent power generation from clean energy by 2041. Why is it going so slow, especially when the country is suffering from myriad problems? The Power Development Board is failing to pay the bills to the power plants for its purchase of electricity. Now it plans to raise the power price once again. If it fails to pay the bills for its gas and electricity purchase, the power generation will be hampered in the upcoming summer season, badly hampering irrigation. So, there is every possibility that the power price will be enhanced shortly. On January 18 the gas price was raised by the Ministry of Energy and Power. Before that, in November last year the bulk power price was raised by 20 per cent. As a result, the power price at the consumer level was raised by 5.0 per cent. With every hike in gas and power prices, the common people are left to bear the brunt of it. Already the inflation rate is above 8.0 per cent. No sign is in sight that it will abate very soon. While the US looks to bring down the inflation rate to 3.0 per cent, in Bangladesh nobody can say whenthe rise (in the rate of inflation) will stop. At the root of this problem lies the issue of power generation using fossil fuel. If we could enhance our power generation from renewable source at a faster pace, that could lessen the reliance on fossil fuel and give the common people the much-needed relief from the price shock. What bars the policy planners from going for power generation from renewable source on a large scale remains a mystery.At present, the installed capacity of power from renewable source is 950MW in the country. It is heartening to note that a large number of projects are being implemented to generate power from renewable sources. But the pace of adopting clean energy should be revved up, since power generation from renewable energy is a bit cheaper now. That will not only relieve the consumers of paying hefty bills but also protect environment from pollution.\n[email protected]",
        "headline_1": "Revving up clean energy adoption",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revving-up-clean-energy-adoption-1674653719",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2023"
    },
    {
        "full_article": "With reference to the editorial 'Miami lesson for mosquito eradication' published recently in The Financial Express, I could not agree more. And I must say that it is always better late than never. One of the two city mayors, Atiqul Islam of the Dhaka North City Corporation, visited Miami Dade County to see for himself the method of controlling mosquitoes since the US state's weather is quite similar to that of Dhaka city. It is true that mosquito eradication has so far been a losing battle in Bangladesh. It has been proved that the method both Dhaka North and South City Corporations has applied to control mosquitoes was inappropriate. The emphasis on fogging to kill adult mosquitoes was a wrong step. Rather, destroying larvae is the pragmatic action. What we need to do now is to identify all breeding grounds of mosquitoes and apply effective larvicide against the larvae. Today, we have many advanced scientific methods to control mosquito. Sterile Insect Technique can be an effective approach to sterilise male mosquitoes. These are released in large numbers to mate with females, which then do not produce any offspring. There are other methods, too. It is encouraging that Mayor Atiqul Islam wants to set up a laboratory in this regard. He should share his ideas with our entomologists. And together, they can sketch out an effective plan and implement it strictly. Mosquitoes are among our deadliest enemies because of their ability to transmit diseases such as dengue, malaria, Chikungunya and Zika. According to the Directorate General of Health Services (DGHS), a total of 281 dengue patients died in 2022 while a total of 62,423 dengue cases and 61,971 recoveries were recorded last year. And so, both the mayors of Dhaka city should take a joint action plan to protect us from mosquito menace. \nMd. Saiful Islam, EXIM Bank, Gulshan-1, Dhaka-1212, [email protected]",
        "headline_1": "Making Dhaka mosquito-free",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-dhaka-mosquito-free-1674653759",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2023"
    }
]