[
    {
        "full_article": "Neeraj Chopra scripted another glorious chapter by becoming the first-ever Indian to secure a gold in the World Athletics Championships in Budapest on Sunday. It was Neeraj’s second and India’s third medal after long jumper Anju Bobby George opened the account in 2003. Neeraj, the first Indian Olympic champion athlete, hurled the javelin to 88.17m in his second attempt to achieve the crown in a highly competitive field, also comprising Commonwealth Games champion Arshad Nadeem, who took the silver, the first-ever Worlds medal for Pakistan, with 87.82m. Neeraj, who recorded his season best 88.77m in the qualification round, continued his unbeaten streak this year to not only improve upon his 2022 Worlds silver in Eugene but also become the third athlete after Jan Zelezny and Andreas Thorkildsen to win the World and Olympics gold. He formally led India’s javelin revolution at a global stage as compatriots, Kishore Jena (84.77m) and D.P. Manu (84.14m), took fifth and sixth spots. Neeraj’s feat made India one of the three countries which earned their maiden yellow metal. The Indian men’s 4x400m relay team members (Muhammed Anas, Amoj Jacob, Muhammed Ajmal and Rajesh Ramesh) ran out of their skin to create a new Asian record (2:59.05) and enter the final. Ultimately, they finished fifth. Woman steeplechaser Parul Chaudhary set a new national mark of 9:15.31.However, the long jumpers, triple jumpers, hurdler Jyothi Yarraji and steeplechaser Avinash Sable’s below par show brought disappointment. Even though leading athletes have been caught for doping this year, Neeraj, Chaudhary and the relay team’s achievements will encourage the Indians for the Asian Games and 2024 Olympics. The mediocre performance of several athletes is a matter of concern for the Athletics Federation of India and the Sports Ministry and calls for an appraisal of the training. The World Championships witnessed several spectacular performances, including the U.S. 4x400m mixed relay team’s world record. While the U.S. continued to dominate despite a reduced tally of 29 medals, including 12 gold, Canada improved to claim six, including four gold. With China not getting a single title, Asia’s gold count dipped from five to three. U.S. sprinter Noah Lyles became the first male after Usain Bolt to win the 100m, 200m and men’s 4x100m relay titles, Kenyan superstar Faith Kipyegon won a 1500m and 5000m double and Spaniard Alvaro Martin and Maria Perez swept the race walks, coinciding with the Chinese and Japanese walkers’ failure, to make the edition exciting. The World Athletics would do well to promote track and field sport across the globe.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nathletics\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nUSA\n\n/\n\nPakistan\n\n/\n\nJapan",
        "headline_1": "Gold winner: On Neeraj Chopra and his golden arm",
        "headline_2": "Neeraj Chopra is leading a javelin revolution for India",
        "link": "https://www.thehindu.com/opinion/editorial/gold-winner-on-neeraj-chopra-and-his-golden-arm/article67244818.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "Speaking after a bilateral meeting with Greece’s Prime Minister Kyriakos Mitsotakis last week, Prime Minister Narendra Modi highlighted that India-Greece bilateral relations have neither been “diminished” nor has the warmth decreased despite no Indian Prime Minister having visited Greece since 1983. However, the absence of high-level contact has meant a lack of close strategic ties in the way India has with other nearby countries in Europe such as France, Spain, Italy and Cyprus. To that end, Mr. Modi’s visit, which came shortly after Mr. Mitsotakis’s re-election in June, sought to leap-frog ties. India and Greece agreed to establish a “Strategic Partnership” and announced plans for a dialogue mechanism between their National Security Advisers apart from plans for a skilled migration and mobility partnership, as well as cooperation to complete negotiations for the India-European Union (EU) Free Trade Negotiation on Connectivity partnership. While connectivity between the two countries was forged by Alexander’s invasion in 326 BCE, exchanges now have been mainly predicated on tourism, trade (about $2 billion) and migration of labour, without a more comprehensive bilateral strategy at play. Speaking to the Greek newspaper, Kathimerini, Mr. Modi hoped that India’s ambition to become a global manufacturing hub could now be melded with Greece’s aspirations to become an “economic gateway” to the EU. In addition, India and Greece, once plundered by colonial powers, have also held discussions on the restoration of artefacts. They may find common cause in pushing legislation through UNESCO to help restore some of their historical property.Their strategic ties have a strong geopolitical impetus as well. Mr. Modi’s outreach comes as Greece, which has overcome several years as an “economic trouble-spot” and once over-indebted to Chinese investment, seeks to diversify its options. In Greece’s strengthened ties with Israel and Cyprus — in what is seen as a coalition to counter Turkey — India might find some common ground, given Delhi-Ankara tensions over Turkey’s role in the OIC and over Kashmir. In addition, India and Greece, once ancient maritime powers, face concerns over the maintenance of maritime security in keeping with international laws. Mr. Mitsotakis referred to the “common” interests that bind the Eastern Mediterranean and the Indo-Pacific regions. Lauding the landing of Chandrayaan-3, he said it showed “favourable omens” for the relationship between the most populous democracy and the first democracy, suggesting that both countries use the favourable winds to set the course for more cooperation, without allowing another four decades to lapse.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nEuropean Union\n\n/\n\nhistory\n\n/\n\nUnited Nations\n\n/\n\nChina\n\n/\n\nforeign investment\n\n/\n\nTurkey\n\n/\n\nJammu and Kashmir\n\n/\n\nspace programme\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nFrance\n\n/\n\nSpain\n\n/\n\ntourism\n\n/\n\ntrade policy\n\n/\n\nmigration",
        "headline_1": "Old ties: On the India and Greece bilateral relationship",
        "headline_2": "India and Greece are finding new ways to revive an age-old relationship",
        "link": "https://www.thehindu.com/opinion/editorial/old-ties-on-the-india-and-greece-bilateral-relationship/article67244870.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "Although Modi and Xi recently met on the sidelines of the Brics summit – where the two sides reportedly agreed on expeditious disengagement from the LAC standoff – it is important to remember China has employed assertive and coercive strategies in its interactions with nations that do not align with its interests.\n\nHowever, a particularly influential approach has been its utilisation of united front strategy to exert influence globally. The prominence of united front work has witnessed a remarkable surge under Xi’s rule. In his 2017 address at the 19th Party Congress, Xi referred to the united front work as a “magic weapon” that is crucial for realising the “great rejuvenation of the Chinese nation”. He emphasised that “forming a broad patriotic United Front is vital for the success of the mission of the Chinese Communist Party (CCP).”\nRead full story on TOI+\n\n",
        "headline_1": "The shadow army of China’s Communist rulers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-shadow-army-of-chinas-communist-rulers/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "From the ramparts of Red Fort, PM Modi has articulated his grand vision of a long-lasting golden era of progress and prosperity for India, as Maa Bharti bounces back confidently after a thousand years of slavery, subjugation and impoverishment.\n\nModi, India’s first prime minister who was born after Independence, is optimistic about the country’s future. His confidence stems from tangible progress after more than nine years of relentless work to decisively uplift each member of the family of 140 crore Indians in every part of the country, irrespective of their religion, region, gender, caste, age or ethnic identity.\nRead full story on TOI+\n\n",
        "headline_1": "Four for the future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/four-for-the-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "GOI on Sunday tightened restrictions on basmati exports. A minimum price for exports has been fixed at $1,200 per metric tonne. A contract below the floor price will be evaluated by a GOI committee for clearance. This move needs to be read in the context of two preceding moves to discourage rice exports. In July, exports of non-basmati white rice were prohibited. Subsequently, on August 25, GOI imposed a 20% export duty on parboiled rice. GOI’s explanation for Sunday’s decision is that it’s meant to prevent exporters circumventing rice export bans by misclassifying the product as basmati.\nInternational rice prices are surging – FAO rice price index in July 2023 reached its highest level since September 2011. India has been the world’s biggest rice exporter for over a decade and the commodity makes up 18.5% of the country’s agri-export basket. In volume terms, non-basmati varieties dominate India’s rice exports. In addition to measures to discourage rice exports, GOI this month also imposed a 40% export duty on onions. The combined impact of these measures is that Indian farmers face an income cap at a time when the global demandsupply scenario is in their favour. Indian consumers, on the other hand, will benefit.\n​\nGOI’s attempt to put a lid on domestic food inflation makes sense. Controlling inflation is essential to ensuring India’s macroeconomic stability. However, it doesn’t have to come at the expense of farmers. The current approach makes it a zero-sum game, helping consumers at the expense of farmers. A way out is for GOI to mop up agricultural products singled out for export restriction or bans at an export parity price, which represents a price farmers would have got if they had been allowed to fulfil their export contracts. This stock can be offloaded in the market to keep prices under check.\n​\nIt will impose a fiscal cost but any temporary measure can be offset through savings elsewhere, something that happens every year. There are long-term benefits to using export parity prices. Capping farm income in a good year has a negative impact on their willingness to support agricultural reforms. Reforms are characterised by upfront costs and benefits follow once the results show up. However, if farmers are apprehensive about policy instability, convincing them about reforms will be hard even if they are aware that the status quo is unsustainable.\n\n",
        "headline_1": "Not quite Jai Kisan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-quite-jai-kisan/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "Schools nowhere are places where only angels tread. Teacher misconduct is also not uncommon. But, still, schools as sites of religion baiting are shocking, especially when backed by those in authority. What happened in a school in UP’s Muzaffarnagar, even in a state no stranger to communal politics of the worst kind, can only be responded to by strict and swift penal action. The police has registered a case under IPC section, the National Commission for Protection of Child Rights has issued notices under the Right to Education Act and the Juvenile Justice Act and a state government inquiry has commenced. But the teacher is still making statements and not in custody. Do you need any more prima facie evidence to take preliminary police action? Note that a principal in a J&K school, where a boy was beaten for apparently writing Jai Shri Ram on the board – a clear case of misconduct by authorities – has been arrested.\nIn research going back more than a decade (Hanna and Linden 2009), discrimination towards minority students was noted among teachers in a medium-sized Indian city. The conclusion was drawn on the basis of scoring an exam with substituted student identities. The investigation also found that much of the discrimination came from minority teachers themselves, which suggested that minority teachers may be internalising particular beliefs about their communities.\n\nThese are not abstract academic concerns. Discrimination in schools is and can be a lived reality – and what it does to young minds and how that shapes the adult behaviour of those children when they grow up, should be a matter of deep concern for educators and policymakers. Caste prejudice plays out even in elite institutions like IITs. Making an example out of teacher-offenders like the one in Muzaffarnagar is a good start to tackling this toxicity.\n\n",
        "headline_1": "Teach the teacher",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/teach-the-teacher/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "Once again, residents of Chattogram find themselves grappling with an old foe: waterlogging. This is hardly news anymore, though; by now it has become business – and suffering – as usual, a recurring calamity that simply refuses to go away, monsoon or no monsoon. On Sunday, waterlogging caused by overnight downpour reportedly disrupted the lives of residents across the city, and even forced the delaying of HSC exams by an hour, with students seen wading through knee-deep water to reach their exam centres. The fact that such adjustments have become routine over the years hints at the normalisation of waterlogging in the city's narrative – a narrative that must shift from enduring to eradicating.\nSunday also witnessed what has emerged as the most disturbing consequence of waterlogging of late: death by falling into uncovered drains. Reportedly, an 18-month-old toddler went missing after he fell into a drain at the Halishahar thana before his dead body was recovered 17 hours later, on Monday morning. We have often talked about the danger of drains and canals getting clogged because of indiscriminate dumping of waste and lack of clearing, leading to the overflowing of drains which make them indistinguishable from flooded roads. Earlier this month, a college student also died after falling into an open drain at the Hathazari area. This Friday marked the two years of the death of a vegetable vendor who similarly fell to his death at the Muradpur area.\nThe question is, why do such tragedies keep occurring? Why are so many drains, and connected canals, still uncovered and dangerously exposed? Getting swept away into one of them, especially when it rains and the roads get invariably waterlogged, is a real possibility. Chittagong reportedly has 56 canals as well as 765 km of drains. A 2021 survey by the Chattogram City Corporation (CCC) identified a total of 5,527 dangerous spots connected to these canals and drains. Evidently, the authorities know about them but preventive actions have been few and far between. Instead, responsible officials, including the mayor, seemed more interested in blaming residents for waterlogging and associated risks.\nThe fact is, this is no longer just a civic issue; it is a matter of life and death. Any negligence leading to the sustenance of this problem should be considered criminal. We urge the CCC and the Chattogram Development Authority (CDA) to work collaboratively to eradicate waterlogging urgently, including by clearing and covering all drains.\n",
        "headline_1": "A recurring calamity in Chattogram",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/recurring-calamity-chattogram-3405306",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "After an official report exposing major weaknesses in the power sector drew much attention, the government suspended former director general of the Implementation Monitoring and Evaluation Division (IMED) SM Hamidul Haque, who was an adviser to the report, and former IMED director Mohammad Mahidur Rahman last month for \"misconduct.\" Hamidul and Mahidur were made officers on special duty through separate orders on July 16 and 17, respectively. The following day, Mahidur was suspended, and Hamidul was suspended two days later on July 20.\nThe decision came at lightning speed. Authorities formed a three-member probe body, and within a week, made the two OSDs before suspending them. The officials did not get an opportunity to defend themselves, which is a clear violation of labour rights.\nThe report, uploaded on the IMED website on May 25, called the practice of paying capacity charges to power plants a \"model of robbery.\" After the \"Research Report on Implementation Progress of Projects in Power Sector\" was widely covered by the media, the Planning Division quietly revised it, altogether deleting the section critical of the power sector's business model.\nFirstly, the Planning Division should not be a political office; rather, it should objectively analyse and assess the country's resources and development prospects, being free from any political narratives. It is through such analysis that the government can make informed decisions and formulate policies that best serve the interests of the nation and its people.\nPunishing two officials for fulfilling their duty is deeply concerning. The report provided an accurate picture of the energy and electricity sector, which apparently goes against the views of the current regime. It is indicative of a lack of freedom in intellectual work within bureaucracy and raises questions about the environment in which public servants presently operate. Far from such actions, there should be a mechanism to safeguard the rights and responsibilities of public servants, allowing them the freedom and authority to work without fear of reprisal or punishment.\nThe original research findings stated that the power sector is draining Bangladesh's foreign currency reserves because it has been developed on a \"model of looting.\" The report claimed that the financial crisis the sector faces will not go away unless inappropriate incentives to private power investors – such as capacity charges, tax-free imports, high power prices, easy bank loans, and cheap fuel supply – are cancelled. Furthermore, some corrupt managers, who lack experience and technical knowledge, have turned Bangladesh's power sector into a \"rehabilitation centre\" for ineligible suppliers, mainly from China and India, via wrong and unwise power purchase agreements or contracts. Expanding Bangladesh's power generation capacity without securing primary energy is another flaw. Some of these insights are not new at all and have already been published in national dailies.\nThe researchers' original report stated that the current model of capacity charges is not sustainable. Only two conditions are enough to attract investors: offering the facility of mandating the sale of electricity at a higher price of 25 to 50 percent, depending on the location; and the government guaranteeing uninterrupted purchase of one-fourth or half of the electricity, together with provision of bank loans on easy terms. Instead of capacity charges, overhauling charges should be the standard capacity payment method in the power sector, a charge for the time the power plant cannot be in production for maintenance (up to 20 percent) so that the investment is protected. But paying capacity charges to power plants which are unable to produce anything for months is truly a \"budget and dollar reserve draining malpractice.\"\nPayment in dollars is a major problem, according to the initial report. Private power plants are domestic, so it is unreasonable to pay them in dollars. In this case, the report recommended paying private plants in Indian rupees. Apart from this, IMED researchers initially commented that the funding crisis of the power sector cannot be resolved unless the \"budget draining\" payment process is stopped.\nHighlighting the sector's inefficiency, the report said that the energy efficiency of dozens of power plants is less than 30 percent. That is, they are producing very little electricity by burning too much fuel. Another problem is that thousands of captive power plants (expired and extremely energy-inefficient plants imported from abroad under false declarations and forged certificates of origin) are now a big burden on the sector. As loadshedding increases in the country and more captive power plants run, more energy will go to waste.\nThe IMED report also identified the lack of coordination between power generation and transmission. Rampal and Payra power stations have been constructed in remote locations where installing transmission lines is very expensive. The Matarbari deep sea port will not be useful anytime soon. Rooppur is also far from the load centres. As a result, a lot of investment will go into transmission lines.\nIn the absence of proper planning, the return on huge investments in the power sector will remain negligible. It is necessary to implement a smart, future-oriented, and transparent plan.\nA clear example of such weaknesses is the Rampal power plant. It shut down seven times in seven months. The centre was closed for almost half of July due to mechanical problems. There is also a coal crisis due to the dollar shortage. As such, none of the allegations of improper planning of primary fuel and of sub-standard equipment use are false. Due to these reasons, long-term uncertainty has arisen in the power sector, which the government cannot deny. So, the question arises: why have the officials been punished for a factual report?\nWhen a research-based article is published without any counter from the respective resource domain of the state, that article becomes public property. If there were any opposing arguments or differing viewpoints from the Bangladesh Power Development Board, a constructive dialogue would have been possible. Penalising the officials in this manner sets a worrying precedent for intellectual freedom and expression.\nSafeguarding the integrity and independence of public servants is essential. The two fired officers' work, which was in line with their professional duties, should be restored as it is crucial to uphold the principles of freedom and protect workplace rights.\nFaiz Ahmad Taiyeb is a Bangladeshi columnist and writer living in the Netherlands.\n",
        "headline_1": "When public servants get punished for doing their job",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-public-servants-get-punished-doing-their-job-3405271",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "The spate of violence that we are seeing as the general election approaches gives the impression that the ruling party has no intention of allowing its main political rival to hold any programme without coming under attack. Unfortunately, the ruling party activists are taking full advantage of having police and administration on its side. These are ominous signs and create a sense of unease among the people.\nThe recent incident in Cumilla has left 15 BNP members injured, two with gunshot wounds. According to witnesses interviewed by this daily, the BNP was holding a committee meeting when Awami League and Jubo League men swooped on them. It is frightening that guns were involved and that two BNP members were wounded. Surprisingly, police have claimed that they did not find any evidence of gunshots being fired. And, as usual, the AL rejected all the allegations raised by the BNP, claiming that it was the latter who had attacked the former's peaceful rally.\nBut why is it that various wings of the AL have to hold \"peaceful rallies\" every time the BNP has a programme? That, in itself, can easily lead to confrontations. Over the last one year, we have witnessed time and again how activists associated with the AL and its wings have scheduled their rallies and processions on the same day as those of the BNP. Meanwhile, law enforcers have arrested thousands of BNP activists and supporters after rallies. Last month alone, about 11,000 leaders and activists of the BNP and its front organisations were sued in 16 cases filed in Dhaka and seven other districts over clashes between supporters of the opposition party, and the Awami League men and police personnel.\nIs this going to be the pattern of our politics in the next few months? Will the main opposition party continue to be attacked or incarcerated every time it holds a political programme? It is the government's responsibility to ensure the safety of all its citizens – even those who are their political rivals. That is how a democracy works, with the ruling party, which yields all the governing power, morally and constitutionally obliged to exercise maximum restraint when it comes to dealing with the opposition parties. By allowing its affiliated organisations to create a volatile situation while using its state machineries to legally constrain the opposition, it is hard to see how the ruling party is creating a level playing field in the run-up to the election. Can the general people then be blamed if they have misgivings about how fair or free the upcoming election will be?\n",
        "headline_1": "The pattern of violent confrontation must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-pattern-violent-confrontation-must-stop-3405171",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "Once again, residents of Chattogram find themselves grappling with an old foe: waterlogging. This is hardly news anymore, though; by now it has become business – and suffering – as usual, a recurring calamity that simply refuses to go away, monsoon or no monsoon. On Sunday, waterlogging caused by overnight downpour reportedly disrupted the lives of residents across the city, and even forced the delaying of HSC exams by an hour, with students seen wading through knee-deep water to reach their exam centres. The fact that such adjustments have become routine over the years hints at the normalisation of waterlogging in the city's narrative – a narrative that must shift from enduring to eradicating.\nSunday also witnessed what has emerged as the most disturbing consequence of waterlogging of late: death by falling into uncovered drains. Reportedly, an 18-month-old toddler went missing after he fell into a drain at the Halishahar thana before his dead body was recovered 17 hours later, on Monday morning. We have often talked about the danger of drains and canals getting clogged because of indiscriminate dumping of waste and lack of clearing, leading to the overflowing of drains which make them indistinguishable from flooded roads. Earlier this month, a college student also died after falling into an open drain at the Hathazari area. This Friday marked the two years of the death of a vegetable vendor who similarly fell to his death at the Muradpur area.\nThe question is, why do such tragedies keep occurring? Why are so many drains, and connected canals, still uncovered and dangerously exposed? Getting swept away into one of them, especially when it rains and the roads get invariably waterlogged, is a real possibility. Chittagong reportedly has 56 canals as well as 765 km of drains. A 2021 survey by the Chattogram City Corporation (CCC) identified a total of 5,527 dangerous spots connected to these canals and drains. Evidently, the authorities know about them but preventive actions have been few and far between. Instead, responsible officials, including the mayor, seemed more interested in blaming residents for waterlogging and associated risks.\nThe fact is, this is no longer just a civic issue; it is a matter of life and death. Any negligence leading to the sustenance of this problem should be considered criminal. We urge the CCC and the Chattogram Development Authority (CDA) to work collaboratively to eradicate waterlogging urgently, including by clearing and covering all drains.\n",
        "headline_1": "A recurring calamity in Chattogram",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/recurring-calamity-chattogram-3405306",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "The spate of violence that we are seeing as the general election approaches gives the impression that the ruling party has no intention of allowing its main political rival to hold any programme without coming under attack. Unfortunately, the ruling party activists are taking full advantage of having police and administration on its side. These are ominous signs and create a sense of unease among the people.\nThe recent incident in Cumilla has left 15 BNP members injured, two with gunshot wounds. According to witnesses interviewed by this daily, the BNP was holding a committee meeting when Awami League and Jubo League men swooped on them. It is frightening that guns were involved and that two BNP members were wounded. Surprisingly, police have claimed that they did not find any evidence of gunshots being fired. And, as usual, the AL rejected all the allegations raised by the BNP, claiming that it was the latter who had attacked the former's peaceful rally.\nBut why is it that various wings of the AL have to hold \"peaceful rallies\" every time the BNP has a programme? That, in itself, can easily lead to confrontations. Over the last one year, we have witnessed time and again how activists associated with the AL and its wings have scheduled their rallies and processions on the same day as those of the BNP. Meanwhile, law enforcers have arrested thousands of BNP activists and supporters after rallies. Last month alone, about 11,000 leaders and activists of the BNP and its front organisations were sued in 16 cases filed in Dhaka and seven other districts over clashes between supporters of the opposition party, and the Awami League men and police personnel.\nIs this going to be the pattern of our politics in the next few months? Will the main opposition party continue to be attacked or incarcerated every time it holds a political programme? It is the government's responsibility to ensure the safety of all its citizens – even those who are their political rivals. That is how a democracy works, with the ruling party, which yields all the governing power, morally and constitutionally obliged to exercise maximum restraint when it comes to dealing with the opposition parties. By allowing its affiliated organisations to create a volatile situation while using its state machineries to legally constrain the opposition, it is hard to see how the ruling party is creating a level playing field in the run-up to the election. Can the general people then be blamed if they have misgivings about how fair or free the upcoming election will be?\n",
        "headline_1": "The pattern of violent confrontation must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-pattern-violent-confrontation-must-stop-3405171",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "The repercussion of slapping by India a 20 per cent duty on export of parboiled rice is likely to be far and wide. Accounting for more than 40 per cent of the world's rice export, the number one global rice exporter has by now imposed restrictions on all kinds of non-basmoti rice which poor consumers in Asia and African usually prefer. This latest Indian move is sure to trigger another round of price hike in the global market and limit the staple's availability. The Indian government of Narendra Modi has been imposing duties on food commodities one after another in order to avoid domestic food inflation ahead of the next year's election. Earlier it banned export of broken rice and non-basmoti white rice, triggering the UN food agency's rice price index soar to the highest level in 12 years. These bans were in tandem with the extension of ban on wheat export and curb on sugar export as well. The consequences are grim. Because other countries with smaller inventories cannot fill up the supply gap in the global market. Thailand, Myanmar and Vietnam have also raised prices of rice or/and following the Indian example. A shrinking global rice market does not only negatively affect availability of rice globally but also puts at risk food security of the peoples across wide swathes of the planet. The sensitivity to erratic behaviour of global food market has always been there but in a in an antagonised political atmosphere mired by the Russo-Ukraine conflict, it can act as an incendiary for a food bombshell. Had wheat and other agricultural produce from Russia and Ukraine enjoyed normal supply to the global market, food commodities in general would have been far less pricier now. Food-deficit and war-torn countries in Africa, in particular, will have a tough time to feed their peoples. The World Food Programme (WFP) responsible for reaching foods to the hungry peoples there set the alarm bell ringing much earlier. Bangladesh does not quite face food crisis anywhere near the African order. But still it has to import some amount of rice in case there is an exigency on account of a shortfall. Even this year of bumper boro and aman harvests, the government set a target of importing 0.5 million tonnes of rice. The private sector also imports rice, mainly from India. Actually, Bangladesh's concern is more with the price levels rather than the availability of the staple. Although the food stock looks satisfactory, the poor have no purchasing power to access even to the lowest grades of rice. Both low-income and middle class people are at a great disadvantage if the staple registers prices higher than their affordability. There are other considerations such as natural calamities like the floods that have wreaked or are wreaking havoc with crops, not just rice alone. Foods comprise items other than staple and at times a few of those can be its significant substitute or income source for procuring rice and wheat. Finally, the role of business cartels in pushing prices beyond all reasonable limits cannot be ignored. The way they have responded to India's imposition of duty on onion export is a clear evidence of their intrigues. Bangladesh also has the election year ahead. The incumbent government should decisively intervene in the market to preempt any uncanny manoeuvre in order to keep rice prices stable.",
        "headline_1": "Fallouts from imposition of duty on Indian rice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fallouts-from-imposition-of-duty-on-indian-rice-1693233091",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "Dhaka was once known as a green city, due to a number of its main roads being lined with majestic trees. Besides, its relatively minor roads also stood out with their green lushness. There were few areas in Dhaka not gifted with smaller trees and parks. Thanks to the indiscriminate felling of trees for the sake of rapid urbanisation after independence, Dhaka continued to become a barren city. The process still continues. Felling trees has become a 'normalised' unlawful act. In many cases, valuable ancient trees are being made to disappear considering them hindrances to road construction, building houses and offices. Both government and private entities are equally eager to go after trees. A study by the Department of Environmental Science at Jahangirnagar University (JU) says that only 2.0 per cent area of Dhaka now has forest covers. At the same time, according to a study by the Department of Urban and Regional Planning at BUET, the capital needs 20 per cent of green areas. In reality, it has now less than eight and half per cent of green zones. Another study conducted by BUET (Bangladesh University of Engineering and Technology) says the responsibility of the management of Dhaka's green coverage rests with several government and local-government organisations. They include RAJUK, DNCC, DSCC and the Forest Department.A researcher feels puzzled over how can an area be called a tree-filled one, when the trees of which decrease from 17 per cent to 2.0 per cent. Moreover, it sounds incredible how 70 per cent of these 2 per cent semi-forest areas are located in a single area like Mirpur and its surroundings. In the recent years, Dhaka hasn't taken up initiatives to create urban forestry by planting trees in a planned manner. It sounds strange that the policymakers haven't yet focused on it amply. The basic point is in the times of wide-scale vanishing of trees and forests, many ideal cities have turned to protecting their forests. Those which have started witnessing sharp decline in their woodlands have started reforesting the areas. Restoring the natural or man-made forests can help bring the vegetations back to their earlier form. In a number of highly developed cities, the nearly ritualistic tree plantation programmes are a regular feature. In Bangladesh, trees and forest pockets are regularly wiped out; those areas hardly get back their old look.Deforestation or decline in vegetation is responsible for around 15 per cent of all greenhouse gas emissions. Greenhouse gas emissions contribute to rising temperatures, changes in the patterns of weather, and an increased frequency of extreme weather events. Irrespective of the sizes of particular areas, the weather events include flooding, excessive rain or drought --- at both large and smaller scales. In the category of smaller scales, the cities of a country stand out quite prominently. With its trees vanishing alarmingly, Dhaka occupies a major place in the world.Even in the 1970s, the aerial view of the capital from a 4 to 5-storey building used to offer a soothing view filled with trees. From the above, the city back then appeared to have been covered with a blanket of greenery. This view has long been replaced with a concrete jungle. Quite often, one's look remains blocked by tall buildings constructed on the four sides. It's because few apartment owners bother to keep the required space between buildings. As seen in the residential areas in the developed cities, the spaces between buildings are normally filled with trees. Following in the footsteps of Dhaka, the country's smaller cities have started showing apathy towards trees. Instead, whatever patches of naturally grown forests are there, they are cleared to construct concrete structures. Environmental impacts of neglecting trees in a city perspective cannot be undermined. An in-depth study on the subject provides a detailed picture.It says cities and urban areas are more vulnerable to the growing impacts of climate change. It occurs due to high amounts of paved surfaces, increased pollution, denser human population, and concentration of built structures. It leads to the urban 'heat island' phenomenon, in which urban areas with large amounts of impermeable, heat absorbing surfaces are measurably warmer than the surrounding areas. These areas are particularly those with natural covers. As climate change impacts Earth, it will continue to disproportionately affect urban areas, and the warming will continue. Trees are also used in preventing floods. In the European city of Amsterdam, trees are strategically planted for flood mitigation.In Dhaka, the powerful quarters habitually get away with felling trees indiscriminately. They bother little about the short-term and long-term impacts of their acts. In short, they continue to remain engaged in activities that discourage the tree coverage of a city being shorn of a great blessing of nature. The most severe damage they inflict on a large urban area is through encouraging others to follow them in their odious act. The general people feel encouraged in felling trees, at times in highly sensitive areas, as there is veritably no legal provision for punishment for the grave offence. Tree Plantation Days, Weeks or events highlighting the benefits gained from of trees are observed annually in the country. These events centre round tree fairs, as well as distribution of saplings as prizes in competitions and festivities. It's only in the recent years that the educated urban middle-class people have started showing interest in the events related to growing trees. This is an auspicious sign. \n[email protected]",
        "headline_1": "Dhaka's fast waning green cover",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhakas-fast-waning-green-cover-1693233149",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "The Directorate of National Consumers Right Protection (DNCRP) has now launched an operation to control the soaring price of green coconut. But why is this popular and ubiquitous daab, in Bangla, has joined the essential commodities in their race to climb the Everest of price? It is after all not imported so that Ukraine-Russia war might have played a part in driving up the price. Neither is depreciation of taka against US dollar the culprit. Then, is there a syndicate behind this irrational price hike of beloved daab, a source of nourishing drink rich in vitamins and minerals? It is perhaps for the first time in the country's history that the quasi-judicial government body, DNCRP, has decided to intervene to check the price hike of green coconut which has no reason to be in short supply. Wholesalers usually collect green coconuts from the southern coastal districts. In the capital, Dhaka, for instance, green coconuts from the districts of greater Khulna are found in abundance. It could be gathered from retail traders in green coconut that wholesaler of the item buy it for Tk. 30 to Tk.40 a piece from the owners of coconut grooves in the outlying districts. After reaching the capital its price normally doubles. Traders say, it is the cost of transporting the fruit to Dhaka that raises its price by a hundred per cent. Retailers at the street corner would then sell a piece of the green coconut at prices between Tk.50 and Tk.70. Now that the country has been experiencing a dengue outbreak of epidemic proportions, the demand for green coconut, understandably, has increased markedly. That is because, the potassium-rich green coconut water is practically indispensable for medical conditions where the patient suffers from loss of fluid. Dengue and diarrhoea, among similar other diseases, create such a condition in a patient. Small traders selling green coconut before hospitals may take advantage of the fruit's high demand and charge a taka or two in excess of the actual price of the item from the customers. That is reasonable. But what is happening at the moment is unacceptable. At the retail level, the sellers are charging exorbitantly from Tk 150 to as high as Tk. 300 for each of the precious fruit! And as it is a kind of remedy for the patients of dengue, their relatives, who can afford, are compelled to buy it whatever the price, considering it an emergency.With the raging dengue showing no sign of relenting, the green coconut traders seem to have a field day. The price of the item may go further up, so goes the speculation. And it is not only green coconut whose price has been increasing without rhyme or reason. According to some reports, saline bags too have been facing supply shortage and some dengue patients' attendants had to pay Tk. 200 for a 1000 ml bag of saline, though its actual price is only Tk.88. In a similar fashion, the prices of egg and chicken have also shot up. Interestingly, all these items are necessary for dengue patients, since doctors advise protein-rich diets for them. So, the egg, chicken, saline and green coconut traders have flocked together to fleece the dengue patients and their families. True, businesses are run to make profit. But taking advantage of human misery to make profit is outright crime. They are criminals in traders' garb and so deserve the kind of treatment any felon does in the court of justice. \n[email protected]",
        "headline_1": "Profiting out of human misery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/profiting-out-of-human-misery-1693233189",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2023"
    },
    {
        "full_article": "It is believed that about 30 per cent of people in Bangladesh are now suffering from thyroid complications. Thyroid problems are generally more common in women than in men. The butterfly-shaped gland at the front of our throat is called the thyroid. Thyroid hormone is secreted from this gland. This hormone plays an important role in human growth, development, physiological and metabolic processes. If excessive or insufficient amount of hormones secrete from this gland, various problems may arise in the body. These conditions can affect people of all ages, including men, women, infants, teenagers and the elderly. However, women are more likely to be affected than men. According to a study, one in eight women in the country suffers from hypothyroidism caused by inadequate amount of thyroid hormone secretion. Thyroid disorders may show up through various health consitions, including fatigue, weight fluctuations, mood swings, sleep disturbances, changes in heart rate, energy levels, metabolism, bone health, pregnancy and brain function. It can also intensify hair and skin problems, cause constipation, irregular menstruation or excessive menstruation in women. At first, most patients do not understand that the problem has been caused by excessive or insufficient thyroid hormone secretion. Due to lack of awareness among people, thyroid patients do not want to take treatment. Sometimes the affected people do not understand the problem they are undergoing as there are no significant symptoms of this disease. As a result, it remains undetected in many cases. Due to this, various complications may arise later. Therefore, it is important to be aware of this disease. If you are conscious of the signs or symptoms of thyroid diseases, you could easily take treatment and stay fine. It is a treatable disease and we just need to be aware of this. And if any suspicious symptoms appear, a hormone specialist must be consulted. \nAshikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Raise awareness about thyroid disorder",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raise-awareness-about-thyroid-disorder-1693233217",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2023"
    }
]