[
    {
        "full_article": "It is unfortunate that Karnataka has joined the band of States that want to enact regressive laws aimed at policing the private lives and beliefs of citizens in the name of preventing unlawful conversions. After getting the approval of the Assembly, the Karnataka Protection of Right to Freedom of Religion Bill, 2021 has not been tabled in the Legislative Council, presumably in anticipation of the ruling party’s strength in the Upper House turning favourable later. While several States have laws that criminalise conversion on the basis of force, fraud or inducement/allurement, the trend has been to include ‘marriage’ as an illegal means of conversion. Karnataka has now made ‘a promise of marriage’ a means of unlawful conversion. It is needless to say that the idea of presuming that a conversion has or is about to take place alongside an inter-faith marriage is patently unconstitutional as it interferes with the right to privacy, marital freedom and freedom of belief. What makes the Karnataka anti-conversion law quite sinister is that its introduction in the legislature is running in parallel with a series of targeted attacks on churches, Christian prayers and Christmas celebrations. Belligerent right-wing groups are out in the field with what appears to be an agenda to create an impression that religious conversion is rampant and that urgent legislative action is necessary to stop the trend. Anti-conversion laws have been upheld by the courts in the past on the ground that conversion by allurement, force or fraud poses a threat to public order and should be curbed. However, the only threat to public order seems to arise from rampaging groups out to create social discord.It is true that the Supreme Court has held that the right to propagate religion does not include a right to convert, and that the state can frame laws to prevent conversion through fraud, force or inducement. However, in a pushback against using this legal position to enact laws to preclude inter-faith marriages and render the parties vulnerable to prosecution, the Gujarat High Court has stayed provisions of a State law that made conversion ‘by marriage’ an offence, pointing out that it placed in jeopardy all marriages of those between two different faiths. Regarding the prior notice requirement in the Karnataka Bill for individuals intending to convert, it must be noted that the Himachal Pradesh High Court struck down a similar provision in 2012, holding that asking someone to disclose plans to change one’s faith violates the right to keep one’s religious beliefs private and secret. Anti-conversion laws should target only forcible or fraudulent conversion and not be open to grave misuse; there is no place for provisions that allow family members and associates to complain to the police to interdict lawful marriages. Such laws will plunge society into regressive medievalism.",
        "headline_1": "Act of faith: On Karnataka anti-conversion law",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/act-of-faith-the-hindu-editorial-on-karnataka-anti-conversion-law/article38044222.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-12-2021"
    },
    {
        "full_article": "There is a profound sense of déjà vu as we approach the end of 2021 and look forward to what the new year will bring. At the end of every year, I like to reflect on the lessons learnt over the previous 12 months, and how the country's RMG industry would navigate the coming year—what obstacles might lie in wait. With 2022 upon us, it is hard to escape the feeling that we are still trapped in a spiral of uncertainty which is being driven, of course, by the Covid-19 pandemic.\nMany experts assumed that the pandemic would be over by now or, at the very least, we would be able to see an end in sight. Yet, as I write this article, chaos reigns in some of our main markets in Europe and the US. We are seeing lockdowns once again in some countries, which will unquestionably have an impact on the amount and types of clothing being purchased. The primary indication is that the new coronavirus variant, which is sweeping Europe, is milder than its predecessor, which brought on the worst bout of the pandemic around the world earlier this year. We must hope and pray that this is indeed the case, and Omicron will prove to be less dangerous than Delta.\nLooking to the next year, the overriding message is very similar to that of last year: proceed with caution. The domestic RMG manufacturers have experienced a buoyant period in the second half of 2021, but there is still an unease and tension within the industry—a sense of dread that our progress could be derailed at any moment. We must, therefore, be sensible as we head into 2022, and not take any undue risk. We should keep a close eye on the pandemic developments in our main markets by following the local news outlets in the EU, US and beyond. In fact, now more than ever, it is important to be up to speed with what is happening in other parts of the world, to understand how such events might impact us as apparel makers.\nAnother issue I certainly see rearing its head in 2022 is inflation. As producers, we have witnessed the impact of inflationary pressures in terms of the rising costs of raw materials, such as cotton. Cotton is the lifeblood of the RMG sector in Bangladesh, and its price has risen continually in the past year. Broadly speaking, the price of cotton now is around double the price just before the pandemic broke out in late 2019. Prices for organic cotton, which many of our customers are now requesting, are particularly high.\nThe challenge with these price hikes is that they are often absorbed by suppliers. Customers have little sympathy for suppliers when we complain of rising raw material prices—perhaps because they face their own challenges.\nIn such a circumstance, it is hard to see many solutions to the inflationary pressures in our industry, other than for manufacturers and customers to have an open, transparent discussion on the issue with some give-and-take efforts put in by both sides. In the long term, if these price hikes \"set in\" and become normalised, we need to consider whether a cultural shift is required in terms of what end consumers pay for clothing—something I have discussed regularly and would merit a whole new article.\nThe third issue that I believe will be big in 2022 is regulation. Our customers are, more than ever, seeking best-in-class suppliers who conform to certain standards and regulations regarding the environment and social issues. This shift is moving at a rapid pace, and it is occurring in response to the pressure placed on fashion businesses by their own governments as well as international agencies. Where is fashion made, whom is it made by, and under what conditions?—these are questions our buyers are having to provide answers to in increasing detail.\nThe implications for us, as suppliers, are increased regulatory costs, more paperwork and extra hassle. But we must accept and embrace this new regulatory environment to thrive in the fashion industry of the future. \"Due diligence\" is the key phrase on every fashion executive's lips right now. We cannot bury our heads in the sand on this issue.\nThere are two more issues I think we need to give greater consideration to, and which will become increasingly prominent in the years ahead. The first is collaboration. I have seen, with growing optimism, the number of partnerships that the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) has engaged in over the past 12 months. These partnerships are in areas such as textile recycling, traceability, inward investment and the promotion of the brand Bangladesh. \"No man is an island,\" the saying goes, and in today's interconnected world, Bangladesh needs trusted partners to come to terms with the new dynamics that are taking hold of our industry. I am thinking here in terms of sustainability, innovation, and technology. International cooperation will be a key driver for our industry moving ahead, and as individual factory owners, we can play our own parts in that by looking to forge cross-border ventures with like-minded vendors.\nThe other issue is purchasing practices, which we have discussed a lot in the past 18 months. I am seeing more and more collaborations on this issue, and a growing willingness to discuss a more equitable way of doing business which brings greater certainty and clarity to both buyers and their suppliers. The signs are positive. Nobody benefits from the continuous claims of unfair purchasing practices—where one party is claiming to be treated unfairly. Is it too much to wish that in 2022, our industry leaders and major buyers will finally come to grips with this issue, so that adversarial business relations around prices and purchases become a thing of the past?\nOne can only live in hope.\nMostafiz Uddin is the managing director of Denim Expert Limited, and the founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "End of 2021 brings déjà vu to apparel makers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/end-2021-brings-deja-vu-apparel-makers-2926141",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2021"
    },
    {
        "full_article": "It has been less than two years since phrases like \"flatten the curve,\" \"contact tracing,\" \"social distancing,\" and many others related to the Covid-19 pandemic entered the lexicon and became part of everyday communication. People everywhere have learnt more about epidemiology, virology, and immunology than they ever expected they would.\nAnd yet, despite the increased attention to public health, few people can name the world's leading cause of death. That is not an accident.\nNon-communicable diseases (NCDs)—especially heart disease, stroke, cancer, and diabetes—account for over 40 million deaths per year, strain healthcare systems, and impose significant social and economic costs. But they do not attract nearly the same attention as infectious diseases like Covid-19, even though they are largely preventable.\nIt has long been known that tobacco use, alcohol consumption, and diets that are high in fats, sodium and sugars increase the incidence of NCDs. But, despite some progress in recent years—particularly in reducing tobacco use—these risk factors do not receive the attention they deserve in discussions worldwide. That is partly because the companies that manufacture, promote, and sell these products play a major role in shaping how the public perceives NCDs.\nTobacco, alcohol, and food companies have a long history of downplaying their products' effects on public health. And, since the start of the pandemic, they have used Covid-19-related marketing campaigns and corporate social responsibility (CSR) initiatives to divert public attention further.\nA study covering 18 countries, conducted from March to July 2020, collected more than 280 examples of ways Coca-Cola, McDonald's, Nestlé, and PepsiCo exploited the public health emergency to market unhealthy products to vulnerable populations. In Brazil, Nestlé and Danone donated ultra-processed foods to a government programme to provide food to low-income residents. Coca-Cola contributed its sugary drinks for food parcels in South Africa. And Colombian food manufacturer Alpina promoted high-sugar yogurt as an essential food to improve the immune system.\nSimilarly, according to a recent report, tobacco companies used pandemic-related CSR activities to expand access to senior government officials and repair their public image. In one audacious example, Philip Morris International donated ventilators to hospitals in Greece and Ukraine.\nThe incoherence of a system that works hand-in-hand with some of the biggest contributors to NCDs while trying to respond to Covid-19 should provoke general outrage. But these activities have gone largely unnoticed and unremarked.\nIt is true that, in some cases, corporations have stepped in to deliver goods or services that governments failed to provide. But the states' inability to fill these gaps must not permit corporations to whitewash the harms they cause. When Big Tobacco or Big Food influence governments with donations of food or medical equipment and other high-profile goodwill initiatives, public health efforts to combat NCDs become futile.\nThe World Health Organization (WHO) recently documented corporations' contribution to poor health outcomes and rising inequities worldwide. To tackle the NCD pandemic, their influence on policymaking should be strictly regulated. Governments must fulfil their obligation to protect their citizens from the harmful activities of third parties—including multinational food, beverage, and tobacco industries. Failure to monitor these corporate activities amounts to a violation of their citizens' fundamental human right to health.\nThe experience of Big Tobacco offers some insight into how the international community can approach industry interference in public health. Following the adoption of the WHO Framework Convention on Tobacco Control, which entered into force in 2005, governments around the world recognised that the industry had been engaging in a concerted effort to undermine and subvert tobacco-control efforts, and some countries adopted measures to address the problem.\nIn light of the tactics corporations have deployed during the Covid-19 pandemic, legal measures must be adopted to de-normalise activities that, masquerading as displays of \"social responsibility,\" offer short-term benefits to communities that come at the expense of public health. Governments must not only ensure public awareness of the harms caused by tobacco, alcohol, and unhealthy foods—they must also establish measures to limit policymakers' interactions with these industries.\nAs WHO Director-General Tedros Adhanom Ghebreyesus recently put it, \"If tobacco was a virus, it would long ago have been called a pandemic and the world would marshal every resource to stop it. Instead, it is a multi-billion-dollar business profiting from death and disease.\" His comment applies no less to other products that contribute to NCDs.\nGovernments must take decisive action to counter the role of the private sector in undermining public health. Even when corporations step up to help a community, officials should ensure that this aid does not address problems by creating new ones.\nAndres Constantin, an associate with the Healthy Families Initiative, is acting assistant director of the Health Law LLM programmes at the O'Neill Institute, and an adjunct professor of law at Georgetown University in the US.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Stopping the For-Profit Pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/stopping-the-profit-pandemic-2926136",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2021"
    },
    {
        "full_article": "It was midday on October 6, 2018. A woman was sitting under a mahogany tree at Sreemangal Upazila Health Complex in Moulvibazar. Another woman was holding a newborn wrapped in a blanket. A few men were also around. I approached them out of curiosity, only to learn of a stunning story. The woman sitting under the tree was Mithila Nayek, 22, a tea worker at Hossainabad Tea Garden in Sreemangal upazila. She looked pale and in pain. She had actually given birth to the baby girl just an hour before. Maya Tanti, her relative, was taking care of the newborn.\nMithila's baby did not cry at birth; she was having trouble breathing. The health complex doctors referred her to Moulvibazar district hospital. Mithila's husband Narendra Nayek and brother Madan Nayek were looking for a vehicle to take her to Moulvibazar. An ambulance parked afar in the complex would cost Tk 500—a big sum for the family. Narendra finally found a CNG autorickshaw after a half-hour search, and took the mother and the baby to Moulvibazar Sadar Hospital. Both of them survived.\nMithila had the baby after suffering three miscarriages. Most of the women working in the tea gardens give birth with the help of untrained midwives (dhatri), and the cases of deaths at birth, stillbirths, and maternal deaths are much higher in numbers in the tea gardens than the national average. Mithila went to the upazila health complex, because her water had broken the night before and all the fluid had drained out, but the untrained midwife she had gone to could not deliver her baby throughout the night.\nMithila and her family went through an ordeal to go to the health complex. The condition of the road was bumpy, and she had to travel in a CNG autorickshaw. The privately-owned tea garden did not provide any vehicles, let alone an ambulance, even during the critical condition of a woman giving birth. It was sheer luck that her baby survived.\nThere are thousands of women like Mithila, working at tea gardens across Bangladesh, who suffer the same when giving birth. They also have a tough time throughout their pregnancies, and it is due to the remoteness of the areas, superstition, cultural practices, malnutrition, poor housing, tough and indecent work conditions. The female tea garden workers are often in ill health, with cases of cervical cancer, tuberculosis and other diseases common in their communities.\nCompared to other agriculture-based industries, the male-female ratio in the labour force of the tea industry is different, in that 51 percent of around 139,000 workers in the 158 traditionally large tea gardens—located in Sylhet, Moulvibazar, Habiganj, Chattogram and Rangamati districts—are women. When we visit the tea gardens, we see mostly women in the green valleys, busy picking tea leaves. From a distance, the scene of tea leaf picking is picturesque. But we probably cannot fathom how laborious picking tea leaves with your bare hands, and sometimes on bare feet, can be. While most men disappear by midday after fulfilling their nirikh (daily quota of work), women keep working in the gardens until sunset.\nThe job of tea leaf picking requires the workers to keep standing all day—be it under the scorching sun or in the rain. They normally walk four to five kilometres to reach the section where they pick tea leaves. They work fast to fulfil their daily nirikh. Women pick tea leaves in groups all day. It is not just that they pick the tender leaves—they also clear unnecessary creepers and weed that they come across while working. Thus, they also tend to every tea plant.\nBetween morning and lunchtime, a tea leaf picker (pattiwali) is likely to complete two rounds of submission of tea leaves at collection points. Each time, they walk two to three kilometres to reach the collection point and then go back to their designated sections. The collections during morning hours sometimes go well over the nirikh of the day.\nThe lunch break provides for quite a scene. Usually, they sit in groups under the open sky or a tree. There is no shade for them to sit under and eat lunch or take rest if someone falls sick—which is a violation of the labour law. The staple for their lunch is usually homemade bread or rice, while they eat potatoes, fried chilli, onion and chanachur sometimes. They also carry bottles of cold tea that they normally make with low-quality tea leaves. Many simply soak the bread in cold tea and eat it for lunch. At the places they eat lunch, they start a small fire to keep mosquitoes and flies away.\nThe indecencies do not stop there. There is also no toilet or any washing facilities in the sections where the tea garden workers work (although one tea garden recently reported setting up toilets). This means women defecate and urinate in the open. This is again a clear violation of the labour law.\nUpon finishing lunch, they get ready for the afternoon shift. While preparing, many are seen rubbing kerosene or other solutions on their legs and feet. This is to protect their bare feet and legs from leeches and insects. By the time they drop off their final headloads of green tea leaves at the collection points, the sun sets on the horizon.\nThe most distressing part of this scenario is that women pick an additional 20-25kg or even more of tea leaves to make some extra money after meeting their daily target of 22-25kg. The wage they get for picking up the additional tea leaves is not fair. In other words, female tea workers are pushed to work excessive hours to earn extra income, while the working hours for the male workers are generally fixed. This is a deceptive strategy to make women work harder and longer hours than men.\nWomen tea labourers face the toughest time during their pregnancies. They keep working till the very end of their pregnancies. Hard work and fall during work often cause miscarriages. They generally take their maternity leaves after giving birth. They save their sick leaves, which they take just before childbirth, and stay home two to three weeks before delivery.\nThe additional pressure on women is that many are married off at an early age, and they give birth to children even before they are physically ready to do so. Besides, women are the ones who use all birth control methods. In a 2018 survey on 60 pregnant women, the Society for Environment and Human Development (SEHD) found that 29 of them had been married off before 18 years of age. Twenty-nine of those 60 women used birth control methods. But none of their husbands used any contraceptives. These and many other factors lead to miscarriages and maternal deaths at much higher rates at the tea gardens compared to the national average.\nWomen in the tea gardens—housewives or tea leaf pickers—are in charge of endless household chores. Before everyday work in the tea gardens, a female tea worker has to finish all the morning chores. After returning home from work, she gets busy with household chores again. She has a long list of household chores that includes cooking, collecting firewood, washing, cleaning, taking care of domestic animals, fetching water, taking care of children and helping her husband in agricultural work. She has no time to rest after all these chores that she routinely performs. Women do all these quietly.\nWhat do they get in return for all their services to their families, society, and the tea industry? Can they raise their voices at social organisations, trade unions and other forums?\nWomen are indeed made to work extremely hard, but patriarchy overshadows their lives and contributions. For example, women are just a third of 3,200 members of 230 panchayats, the garden-level local councils aligned with their lone trade union, Bangladesh Cha Sramik Union, which has a central committee of 35 members—in which only nine are women. In none of the central and valley committees and panchayats is a woman in the position of chairperson, general secretary or treasurer. Women have the opportunity to get elected in seats reserved for them. No woman has ever been placed in the positions of chairperson, general secretary or treasurer in any panel for elections at any level. Men say women are incapable and do not have time—a claim that women refute.\nFurthermore, women face extreme discrimination during recruitment at the workplace. Almost all sardars (supervisors) in the tea gardens are men. The office employees—around 3,000—include only a few women. They also report that they are subject to a variety of physical and mental abuse at work, home, and society. These include verbal abuse by their employers and supervisors, abuse in the hands of their husbands (particularly when they are drunk), coercion, sexual harassment including rape, involuntary abortion, and sexual assault on children and teenage girls.\nThe tea workers, most of whom are non-Bengali Hindus, are considered social outcasts because of their caste status, and face severe wage deprivation and income inequality. The current daily cash pay of a tea worker is Tk 120. Adding all fringe benefits (rations at subsidised prices, free housing and treatment in particular), it stands at around Tk 200. The tea workers have never received gratuity at retirement or their share in the companies' profits. Furthermore, they face deprivation of many other kinds as citizens of Bangladesh, because of their isolation from the mainstream population.\nWomen are the worst hit by the discrimination at tea gardens. A high percentage of them are skinny and malnourished. But they do not consider themselves as victims; they continue to show their strength. They demonstrate their skills in managing their families with meagre income and scanty opportunities. They are the ones who bring air of hope and imagination for their children, whom they want to see educated and not become tea workers. They are the ones who are determined to break the tradition, \"Children of tea workers become tea workers.\"\nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD).\n",
        "headline_1": "The strong women of tea gardens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-strong-women-tea-gardens-2926126",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2021"
    },
    {
        "full_article": "A decreasing volume of annual natural gas production from the gas fields of Bangladesh means that the country is moving towards joining the net energy importers club sooner than one would have liked to think. Import dependency for oil and coal are well set as major primary energy sources in the country and imports of natural gas, in the form of LNG, has begun to fill the shortfall of supply from local gas fields. The annual production of indigenous natural gas has decreased from a peak of 973 bcf (billion cubic feet) in FY2016 to 882 bcf in FY2020, according to Petrobangla. It is forecasted that the volume of local production will continue to decrease further into the future. Bangladesh started LNG imports in late 2018 and since then, has faced the uphill task of procuring the fuel from an unstable and volatile market.\nWith no new discovery of any significant gas reserves over the last two decades, the decreasing rate of gas production has set alarm bells to ring in earnest. Most of the major gas fields show signs of aging in forms of reservoir pressure drop and a downward trend in gas output. Titas, the largest gas field in the country, has had its production rate reduced from a peak of 500 mmcfd (million cubic feet per day) in 2016 to 384 mmcfd in Dececember 2021.  Similar or even larger drops in production rate have been recorded in other major gas fields such as in Habiganj, Kailashtila, Rashidpur and Bakhrabad.  Generally speaking, a gas field runs with robust production at an initial stage and gradually becomes less productive, before it eventually \"waters out\"—meaning it produces water rather than gas. A quicker way of demise for a gas field is often noticed as in the Sangu offshore gas field, which had its production rate slashed over a much shorter period of time before being abandoned. Reasons for such quicker demise may be varied, but is usually due to a sudden drop of reservoir pressure, engaging in over-production and/or disregarding of healthy reservoir management.\nThere are, at present, 20 producing gas fields in the country. The Bibyana gas field in Sylhet, operated by Chevron Oil company, may reasonably be referred to as the jewel in the crown, for this gas field alone supplies 1200 mmcfd, which is about 51 percent of the total 2310 mmcfd from all gas fields in the country. For how long Bibiyana can sustain its present level of production is of paramount importance. The daily gas production reports of Petrobangla showed the production rate of the field exceeding its capacity for several years in the past. How it is translated in terms of reservoir management is perhaps better judged by Chevron personnel. But sceptics wonder if this is a case of over-production, a possibility suspected by many in the offshore Sangu gas field. Whatever may be the case, a major drop in the production level of even just Bibiyana will be a big blow to the frantic efforts of the government to address the national demands. \nThe introduction of LNG in the supply chain is meant to supplement the local gas supply, which has run short of demand for several years. Considering the fact that demand is increasing at a fast rate and local supply decreasing, the gap between demand and supply will grow. But is depending on imported LNG the right solution? Or is there an alternative way of addressing the problem?\nLNG is an easily transportable but costly fuel used in many industrialised countries lacking indigenous primary energy sources. The recent price surge of LNG to abnormally high levels has made it one of the most unpredictable energy commodities in the world. In March, Bangladesh bought LNG at USD 7 per mmBtu from the spot market. In October, Bangladesh had to pay USD 36 per mmBtu for the same LNG. The fivefold increase in the LNG price within months put Bangladesh's gas import plans in disarray.  The government had to stop buying LNG from the spot market due to this high price, which led to a fall in gas supply— forcing some power plants to run on oil in place of gas. The government has two long-term contracts for LNG supply, one with Qatar and the other with Oman, to procure the fuel at a stable price of about USD 10 per mmBtu, cheaper than if bought off the spot market. But even long-term suppliers have decided, as per media reports, to reduce their supply in 2022 by resorting to supplying only the minimum contractual obligation amount to Bangladesh. Apparently, the suppliers are more interested to trade LNG in the high-priced spot market than through long-term lower and stable price contracts.\nSo what makes LNG price surge in the international market? It is the increase in LNG demand worldwide due to renewed economic growth, and following recovery from the Covid-19 pandemic, that is the main cause of this surge. In addition, a colder winter in the northern hemisphere and a disruption in LNG production by major producers have both helped the price go up. How the LNG price will behave in the future also depends on several of these factors.\nIn case the LNG price remains volatile, the immediate to near future seems bleak for Bangladesh's gas supply scenario. A long-term contract of a USD 10 per mmBtu price means Bangladesh is paying more than three times the price of the local gas (USD 3 per mmBtu or less), and buying LNG at USD 35 per mmBtu was perhaps not in the calculation of policy agencies.\nWhatever may be the case, future energy supply in Bangladesh is forecasted to be increasingly dependent on imported LNG. If the present trend of decreasing supply from own gas fields continues, volume LNG import may one day outweigh indigenous gas supply. How the economy would face such a precarious situation is anybody`s guess. If the above situation occurs, a temporary halt of LNG import due to fund crunches will certainly put a lot of gas-powered plants in the dark.\nThe solution to this problem is simple. Bangladesh has for a long time ignored its gas exploration activities and let the gas demand-supply mismatch grow. The deltaic build of mainland Bangladesh and its offshore, for all geoscientific reasons, have been rated as highly prospective areas for natural gas. Proof of such rating is evidenced in the adjacent areas bordering Bangladesh, notably the offshore Rakhaine basin in Myanmar where large-scale gas fields have been discovered since the maritime dispute with Bangladesh was settled in 2012. Bangladesh, on the other hand, has hardly taken any steps to explore its offshore since that time. As such, Bangladesh should move faster with its exploration activities to lift its gas out of the ground. A quick fix of the gas supply problem with imported LNG may work out in the short-term, but in the long-run, the price volatility and economic uncertainty would make import unsustainable. It will be much more rational for Bangladesh to depend on its own gas resources rather than on the import of expensive LNG as long as such a resource base is scientifically reckoned.\n \nDr Badrul Imam is Honorary Professor (retired) at the Department of Geology, University of Dhaka.\n",
        "headline_1": "Let us not become dependent on LNG import",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/let-us-not-become-dependent-lng-import-2925721",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2021"
    },
    {
        "full_article": "It is certainly good news that Malaysia is again set to hire Bangladeshi migrant workers, after a three-year hiatus since 2018 imposed by the then Malaysian prime minister. Not only will this offer a much-needed boost to our economy after the downturn caused by Covid-19 lockdowns, but the signing of a memorandum of understanding (MoU) between the two countries gives hope that workers may have some protection throughout the migration process and after. However, as migrant workers' rights activists have pointed out, there remain some issues which could perpetuate the previous problems of forced labour and high recruitment costs, borne by the workers.\nThe foremost issue is that the MoU, signed on December 19, has not been made public yet. A statement by the Bangladeshi expatriate ministry stated that recruitment costs on the Malaysian end would be borne by employers, but there is no mention as to who will bear the costs of migration for the workers on the Bangladeshi end, nor what will be done if they are exploited or underpaid once they arrive in Malaysia. This goes against the ethical recruitment model of the International Labour Organization (IOM), as per which all recruitment costs must be borne by the Malaysian employers. In the past, workers have had to pay up to four times more than the agreed amount to get to their jobs in Malaysia. Needless to say, the lack of transparency regarding the MoU creates cause for concern in this regard—especially with the involvement of private agencies. Sometimes, there are many unauthorised agencies in the midst of these—in Bangladesh and in Malaysia—which trick workers into paying them high and/or illegal fees.\nWhile the existence of the MoU is reassuring, it would be of no use if it was not properly implemented. It is, therefore, crucial for both the governments to cooperate and monitor the recruitment process closely, so that workers are not burdened with high migration costs. Additionally, the activities of the legitimate private agencies involved in the process must also be monitored, and these agencies must in turn work for the benefit of the workers, instead of exploiting them by charging unnecessary fees. Essentially, the Bangladeshi authorities must ensure transparency and fairness of the recruitment and migration process for our workers. These are people who leave behind their families solely to earn a living in an unfamiliar land, while also boosting our economy through remittances. They deserve to be protected from exploitation.\n",
        "headline_1": "Protect our migrant workers in Malaysia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/protect-our-migrant-workers-malaysia-2926116",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2021"
    },
    {
        "full_article": "According to a report in this newspaper on December 26, 2021, the Election Commission, in clear violation of the law, accepted nomination papers after the stipulated time for union parishad election at Chandipasha union in Mymensingh's Nandail upazila. It is another condemnable but not surprising move taken by this commission, which has been mired in controversies throughout its tenure.\nThe report said that one Iftekhar Hossain had submitted nomination papers as an independent candidate on December 8, while the next day Amdadul Haque Bhuiyan submitted his with Awami League's recommendation attached. However, on December 10—the day after the final date for submission—Iftekhar submitted his nomination papers again, this time with the Awami League's recommendation. In complete violation of the law, the Election Commission accepted his new papers and cancelled his previous submission, while cancelling Amdad's nomination at the same time.\nLocals have alleged that the union's poll officials had initially refused to accept the papers submitted after the deadline. However, local lawmaker Anwarul Abedin Khan put pressure on them to break the law. The fact that the Election Commission has been so willing to bend the law at the insistence of anyone is deplorable. The law is there for a reason.\nA similar incident took place in Rajgati union in the same upazila, where another candidate submitted his papers with the ruling party's recommendation, while one Abdur Rauf submitted his independently. However, Rauf got the party candidacy and the other candidate's nomination was cancelled. According to the election authority's own circular issued on November 27, no political party can nominate more than one person for the chairman post in the union parishad polls. \"If more than one person is nominated by a party, the nomination paper will be considered void,\" it wrote. Section 12 (7) of the local government (union parishad) law also states that if any person signs more than one nomination paper, all their papers except the first one submitted will be cancelled. Then, on what basis has the Election Commission violated these rules?\nThe Election Commission owes the public an explanation. The fact that this commission has repeatedly failed to address election irregularities over the years has been bad enough. Now that it's breaking the law itself, it is setting a dangerously bad precedence for our democracy.\nThe matter has now reached the High Court, and we hope that the court will give its judgement as per the correct interpretation of the law. We also hope that the court will hold the election authority to account for its blatant disregard for the law, and ask it to answer for its disdain towards the people's right to participate in a free and fair election, where the laws are strictly followed by all concerned.\n",
        "headline_1": "UP polls campaigning abound with irregularities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/polls-campaigning-abound-irregularities-2926036",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2021"
    }
]