[
    {
        "full_article": "Under the current global configuration, the roles played by the two rival superpowers USA and China will be pivotal not only in the geopolitical sphere, but their respective strengths will also determine the trajectory of trade patterns, economic hegemony, and world power alignment. China, despite being a latecomer on the world stage, has caught up fast and is now giving the USA (and its partners) a run for their money. China's BRI programme launched in 2013 to support economic development in middle- and low-income countries generated a lot of heart-burn in G7 circles and now will be met head-on by the West's new B3W initiative.\nAt their summit in June this year, the G7 leaders launched a global infrastructure development programme known as Build Back Better World (B3W) which aims to generate USD 40 trillion worth of infrastructure investment needed by developing countries by 2035. Led by the US, the B3W Partnership plans to catalyse funding for quality infrastructure from the private sector and will encourage investments that support \"climate, health and health security, digital technology, and gender equity and equality,\" according to the Fact Sheet released by the White House. The name B3W is a play on Biden's frequently used slogan to promote improving infrastructure at home.\nFrom the get-go, the sponsors made it clear that the B3W initiative was an attempt to counter China's Belt and Road Initiative (BRI). China stepped in to support infrastructure projects in Asia and Africa and is investing USD 50-100 billion annually on power, ports, roads, bridges, and railroads. More than 60 countries, including the G7 member Italy, have expressed interest in working with China on BRI. Morgan Stanley has predicted China's overall expenses over the life of the BRI could reach USD 1.2-1.3 trillion by 2027. Western leaders have promoted B3W as a form of \"strategic competition with China\".\nSo, here we have two competing global programmes, one funded by China, and the other spearheaded by the US with G7 backing, which have similar objectives. While the B3W programme is at the starting line, it might catch up with the eight-year-old BRI if the promises made by the G7 leaders are fulfilled. Countries in the African, Asian, and Latin American regions face a yearly infrastructure financing shortfall of over USD 2-3 trillion dollars, according to an earlier UNCTAD estimate. Asian Development Bank (ADB) estimates show that infrastructure projects in only a few countries in South Asia including India, Pakistan, and Bangladesh could easily soak up billions of additional dollars. The total annual excess demand in ADB countries is nearly USD 800 billion.\nAll this competition between the two economic giants to invest in developing countries is good news, but as they say in economics, \"there ain't no such thing as a free lunch\". For both the donor and the recipient there are costs, as well as benefits. Why would China or the US want to build infrastructure or support the security, trade, or environmental goals of emerging nations? As we saw after the Second World War, when the US and Russia attempted to carve out their own zones of influence, their rivalry led to armed conflicts, debt and destitution for some countries, and often a toxic international climate devoid of any goodwill between neighbouring countries.\nA question on everyone's mind is: \"which programme is better?\" How should a country decide whether to go with B3W or BRI? And in the long run, can the world be a better place with both programmes competing for customers, or would the rivalry bring ruin for the host countries? A few years ago, after China signed a 99-year lease on a Sri Lankan port at Hambantota, analysts warned that another major BRI partner, Pakistan, could be facing a debt-crisis. Media in the West voiced concern that Pakistan's partnership with China has left the former critically in debt, and it might be soon handing over its ports, particularly Gwadar, and other infrastructure to China, replicating the Sri Lanka scenario.\nAccording to a survey published last year by the EU Chamber of Commerce in China, European firms have been hesitant to participate in BRI projects mainly due to a lack of information and transparency. The Chamber requested that China create an open procurement system as well as perform feasibility and impact studies for BRI projects. The World Bank and other bodies have also called for increased transparency.\nNotably, many of the areas targeted by China suffer from underinvestment due to domestic economic struggles, and they often register low on the United Nations Human Development Index (HDI). Myanmar and Pakistan—two countries heavily targeted by the BRI—rank 148th and 150th globally in terms of HDI.\nRegardless of their respective strengths and weaknesses, if BRI and B3W programmes complement each other, the world that emerges after the pandemic can be a better one. Economic trade theory suggests that new and improved infrastructure may lead to more trade and increased welfare. However, oftentimes these roads and bridges are underutilised and there \"is increasing evidence of malinvestment in previous Chinese infrastructure investments, rising corporate debt and corruption.\" There is no guarantee that B3W will do any better. The borrowing countries might find themselves struggling with financial and economic crises.\nTrade brings about winners and losers within a country and unless there is adequate redistribution of the gains within an economy, it can lead to increased inequality, poverty and structural unemployment. BRI critics also point out that, \"there are negative consequences to the environment that trade expansion may bring about unless effective legal, political and economic institutions are in place addressing the issue.\" As can be expected, champions of B3W are promoting it as a \"green BRI\"!\nThere are some differences between the two programmes. BRI's focus is on strategic infrastructure such as ports, and most expenditure to date has been on transport and power. The B3W, meanwhile, will focus on climate, health, digital technology, and gender equity and equality. The USA has tended to provide funds for large projects in large countries, as compared to China, which has funded smaller projects in developing countries. B3W might also provide a boost for democracy and force China to pay greater attention to raising its standards on human rights.\nThe success of B3W will depend on how the programme is structured. The initiative will need to work with \"multiple governments and mobilise multiple sources of private capital, a slower and messier approach than BRI's bilaterally negotiated, largely state-funded projects.\"\nDetails of how the G7 plan will be financed remains unclear. German Chancellor Angela Merkel said the group was not yet at a stage to release financing for its initiative.\nA final word. Biden and his allies might need to corral all their resources and put their money where their mouth is, to boost B3W. The US and its democratic partners in G7 got a hard knock after the debacle in Afghanistan. Under the headline \"Withdrawal Shuffles Global Power Order\", the Wall Street Journal wrote on September 1 that \"Beijing couldn't contain its glee at what it described as the humiliation of its main global rival.\" Russian Foreign Minister Sergei Lavrov said last week that Russia was \"not gloating\" about the US defeat in Afghanistan, but it's obvious they are not sad. Now the USA and its allies can do what trillions of dollars squandered on armaments could not achieve—use B3W to tilt or realign the global balance of power back in their favour.\n \nDr Abdullah Shibli is an economist and IT consultant. He is also Senior Research Fellow at International Sustainable Development Institute (ISDI), a think tank based in Boston.\n",
        "headline_1": "Building a better world after the pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/building-better-world-after-the-pandemic-2168386",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2021"
    },
    {
        "full_article": "Some days ago, an elderly woman came to my office to open a bank account for her domestic help. Besides a monthly salary, she planned to deposit a fixed amount every month to ensure that her domestic help had a lump sum amount in her bank account after retirement. The woman was unaware of the nitty gritty of the modern banking world. Nevertheless, her intentions were noble.\nThe opening of an account, however, was not easy. When questioned about the purpose of the bank account, the woman shared a sad story with her banker. She reached a verbal agreement with a man before employing a young girl. The woman had to confirm a monthly payment to her father, besides arranging food, lodging and clothing for the girl. The poor girl has apparently been used as an income generating tool by her father, who had in the meantime fathered another three children. Now, as the girl is about to reach adulthood, she is legally entitled to take her own income and employment decisions. It is with that in mind that the woman came to the bank.\nThe Domestic Help Protection and Welfare Policy of Bangladesh—approved in 2015—requires registration and service contracts for all domestic workers. It instructs the Ministry of Labour and Employment to provide domestic workers access to the welfare fund created for their financial assistance, insurance and scholarship. However, since the policy is yet to be implemented, the domestic workers' entitlement to the fund is not legally enforceable.\n\"She loves us the way she loves her bidet.\"—this was the assessment of a maid about her employer drawn in the famous drama of Jean Genet called, \"The Maids\". This rather one-sided view has gained even more ground in the age of lockdown. A woman who had taken care of a family round the clock …suddenly discovered the gate of her employer's house was locked.\nThe workers of our RMG sector, whose minimum wage is set at USD 94 per month against the international standard of USD 188, are considered one of the most vulnerable groups in the world. However, a survey conducted by the National Domestic Women Workers Union revealed that a more vulnerable class exists among the domestic workers of Bangladesh, who on average earn USD 59 a month. According to a 2011 study done by the Domestic Workers Rights Network, around two million domestic workers are engaged in our houses—a major portion of them being young girls from poor families. The live-in house maids of Bangladesh appear unique in the world, since they play almost all roles a house can demand. They work as house keepers, nannies, cooks, cleaners, patient's attendants, gardeners, and more. The government could make the opening of bank accounts mandatory.  Bangladesh adopted its National Social Security Strategy in 2015, making provisions for a good number of social security allowances, domestic workers remain beyond its radar.\nIn Bangladesh, there is still no formal market for domestic workers. Though many online recruiting agencies have recently mushroomed, complaints of cheating abound. Due to the immense poverty prevailing in many parts of our country, many domestic helps seek some sort of shelter in the house of their comparatively rich relatives, neighbours or friends. Many of our houses act as an informal training centre for the domestic workers.\nIn 2016, the Bangladesh government launched its Overseas Employment Policy to safeguard the rights of migrant workers. However, government policy still lags behind when it comes to protecting the rights of domestic workers. For example, the Domestic Servants' Registration Ordinance, 1961, is there to protect the employers, not workers. Domestic work, which has been recognised as a profession by our labour law, is yet to be properly formalised. \nShifting the informal market of domestic workers to an organised one is not easy. And a forced transformation might lead to a disaster.\nThe government could make the opening of bank accounts mandatory unless the market for domestic help gets matured enough. The bank account could be opened with a letter from the employer, stipulating the terms of employment, including salary, leave, etc. As a result, a reliable database could be built for domestic workers. Since girls or boys from the age of 12 years can be engaged under the policy, a special minor account in this regard may be approved by the Bangladesh Bank. This could help solve many of the problems we have when it comes to this sector.\n \nMohammad Kazi Mamun is a banker.\n",
        "headline_1": "Bank accounts for domestic workers may solve many problems",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bank-accounts-domestic-workers-may-solve-many-problems-2168381",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2021"
    },
    {
        "full_article": "In the throes of struggling with the Covid-19 scourge, Bangladesh has unfortunately lost many of her illustrious sons in the not-too-distant past. To the utter dismay of many, there has been one more addition to this list. This writer, with a heavy heart, is recollecting his privileged association with Professor Syed Saleheen Qadri PhD, a distinguished teacher, whom the cold hands of death snatched from our midst on the morning of September 1.\nIt was in the Rotary fraternity way back in 1994 where I had the benefit of knowing and interacting frequently with this soft-spoken personality. Suavity of manners coupled with amiable disposition were the hallmarks of his character and one could not resist being friendly and drawn to him. Whenever he deliberated on the norms and nuances of Rotary of which he was markedly proud, all Rotarians listened in rapt attention. He would readily volunteer to offer valuable and considered suggestions when needed and would go the extra length to read papers and documents thoroughly, encouraging young Rotarians to get acclimatised to Rotary culture. In fact, his companionship very aptly brought into focus the wisdom of the famous saying that, \"God has given us the relations but we can always choose our friends and acquaintances we wish to cultivate and cherish for a healthy and fuller life\".     \nHis passing assumes profound significance for me and many of his admirers and colleagues because he left us at a time when single-minded pursuit of money has impoverished the mind, shrivelled the imagination and desiccated the heart of many.\nDr Qadri served as Professor of Biochemistry and Molecular Biology at Dhaka University and lately at Independent University, Bangladesh. His intellectual curiosity and capacity to think clearly made him a true teacher worth emulating. He believed that what we need today more than anything else is moral leadership—founded on courage, intellectual integrity and a sense of values. Such a belief acquires meaning when real life experience shows that intellectual integrity is a much rarer quality than financial integrity. He was quietly resolute in support of his view of life and had the courage to stand up for that.\nDr Qadri had high aims in life and thus it was only natural that he wandered beyond the safe provision of personal gratifications. His empathetic persona and admirable public-spiritedness endeared him to many. It was thus no surprise that he was a distinguished Rotarian for more than four decades and held various leadership positions to his credit. He sought the cooperation of all perceptive persons in the active work of voluntary service. Blessed with the gift of the gab and being meticulous to the pinpoint and having a mastery over the rules and regulations of the Rotary world,, Dr Qadri quite often enlivened the proceedings of many events.\nDr Qadri was, in a real sense, a total Rotarian in that he personified the Rotary ideals and principles in his personal and professional dealings. This is no exaggeration as readers perhaps know that the Rotary invocation is the following:\n\"We the Rotarians are dedicated to the ideal of service to maintain a high ethical standard in our business and profession and to dignify our vocation by enhancing international understanding, goodwill and peace through people united in the ideal of service\". His truthfulness, fairness, harbouring of goodwill and better friendships and above all, concern for the welfare of others, made him a real gentleman.\nIn carrying out the noble objectives of Rotary, Dr Qadri was an effective and trusted partner  of society, providing voluntary services of the highest ethical  standards with leadership for the purpose of social development. He earnestly envisioned a scenario where Bangladeshis will unite and take action to create lasting change across the globe in our communities and in ourselves.   \nHis passion for education, particularly science education, was manifest in his founding of the Institute for Developing Science and Health Initiatives (ideSHi), of which he was the scientific coordinator. The mission of ideSHi is as follows: \"create awareness, strengthen capacity and power innovations to make Bangladesh a global leader in the field of biomedical sciences and translational research\". The vision of the organisation is \"to improve lives and help attain better health for Bangladeshis\".\nThe public spiritedness of Dr Qadri lay in his tireless efforts for awareness building and arrangement of blood tests of potential and actual Thalassemia patients in Bangladesh. In the course of his advocacy and motivational discourses, he had been to many public and private offices in addition to colleges and universities, and spoke with the zeal of a missionary.\nDr Qadri had a number of representative scientific publications in national and international journals in his field of specialisation as a biochemist and molecular biologist. I hope that his colleagues of yesteryears and present will comment on his erudition in the appropriate forums. He was known for his research in the industrial microbiology.\nDr Qadri contracted Covid last July but recovered. Unfortunately, he was readmitted with pneumonia. He tested Covid negative but his lungs were in poor condition and he was put on a ventilator. He passed away while on breathing support.\nProfessor Saleheen Qadri leaves behind Dr Firdausi Qadri, Senior Scientist at icddr,b and recipient of several international honours, including the recent Magsaysay Award, and two erudite sons and a daughter. May his soul rest in eternal peace and may the Almighty grant courage and fortitude to his family to bear the loss.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh.\n",
        "headline_1": "Remembering Professor Syed Saleheen Qadri",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/remembering-professor-syed-saleheen-qadri-2168376",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2021"
    },
    {
        "full_article": "The Tokyo Olympic Games are over, and the Japanese people and government have heaved a sigh of relief that the spectacle passed without a major Covid-19 outbreak in the athletes' village or other disasters. Here in India, the celebrations of the country's first gold medal in the men's javelin throw—and its best-ever medal performance at a single Olympics—have not yet subsided. But how good, really, is our best?\nA decade or so ago, many spoke of India and China in the same breath. The two countries were supposedly the new contenders for global eminence after centuries of Western ascendancy, the Oriental response to generations of Occidental economic success. Some even spoke of \"Chindia,\" as if they were joined at the hip in the international imagination.\nBut anyone seeking confirmation that such twinning is, to put it mildly, out of place, need only look at the medal tally in Tokyo. China ranked a proud second, with 38 gold medals—one fewer than the United States—and 88 medals in total. Now scroll down, past Belarus, divided Georgia, the Bahamas, and even the breakaway province of Kosovo (whose independence India does not recognise). There, in 48th place, sits India, with seven medals in all, one gold, two silver, and four bronze.\nIn fact, this is not a surprise. Whereas China has systematically strived for Olympic success since it re-entered global athletic competition after years of isolation, India has remained complacent about its lack of sporting prowess. China lobbied for and won the right to host the Summer Olympics barely two decades after its return to the Games. But India rested on its laurels after hosting the 1982 Asian Games in Delhi, and is now seen as being further behind in the competition to host the Olympics than it was four decades ago.\nIn the run-up to the 2008 Beijing Games, China embarked on \"Project 119,\" a government programme devised specifically to boost the country's Olympic medal haul (the 119 refers to the number of golds awarded at the 2000 Sydney Games in such medal-laden sports as track and field, swimming, rowing, sailing, and canoeing and kayaking). Indians, by contrast, wonder if they will ever crack the magic ceiling of 10 medals.\nChina, seeing the number of medals on offer in kayaking, decided to create a team that would master a sport hitherto unknown in the Middle Kingdom. But India has not even lobbied successfully for the inclusion in the Games of the few sports it does play well, such as kabaddi (a form of tag-team wrestling), polo, or cricket, which was played in the 1900 Olympics and never since.\nLikewise, China has developed new strengths in other non-traditional sports, like shooting, while maintaining its dominance in table tennis and badminton. India, by contrast, has seen its once-legendary invincibility in field hockey fade with the introduction of artificial turf, to the point where a bronze for the men's team in Tokyo prompted great exhilaration. When it comes to sport, forget \"Chindia\"—the two countries barely belong in the same sentence.\nWhat has happened at the Olympics speaks to a basic difference in the two countries' systems. Put metaphorically, it's the creative chaos of all-singing, all-dancing Bollywood versus the perfectly choreographed precision of the 2008 Beijing opening ceremony.\nThe Chinese, as befits a communist autocracy, approached the task of dominating the Olympics with top-down military discipline. The objective was established, a programme to achieve it drawn up, the state's considerable resources devoted to it, state-of-the-art technology acquired, and world-class coaches imported. India, by contrast, approached the Tokyo Olympics as it had every other, with its usual combination of amiable amateurism, bureaucratic ineptitude, half-hearted experimentation, and shambolic organisation.\nThat's simply the way we are. If the Chinese authorities want to build a new six-lane expressway, they can bulldoze their way past any number of villages in its path. But if you want to widen a two-lane road in India, you could be tied up in court for a dozen years fighting over compensation claims. In China, national priorities are established by the government and then funded by the state; in India, they emerge from seemingly endless discussions and arguments among myriad interests, and funds have to be found where they can. China's budget for preparing its athletes for the Tokyo Games alone probably exceeded India's expenditure on all Olympic training in the last 70 years.\nSo, whereas India produces individual excellence despite the system's limitations, individual success in China is a product of the system. Indians excel wherever individual talent is given free rein. The country has produced world-class computer scientists, mathematicians, biotech researchers, filmmakers, and novelists. But come up with a challenge that requires high levels of organisation, strict discipline, sophisticated equipment, systematic training, and elastic budgets, and Indians quail. Perhaps tellingly, the only Indians who have attained the title of world champion in recent years have been a billiards player and a chess grandmaster.\nIn Tokyo, the much-favoured Indian shooters failed to win a single medal, owing to setbacks such as a malfunctioning trigger on a world champion's pistol that could not be fixed quickly enough. The best women's table tennis player, denied the advice of her trainer, snubbed the official Indian coach, leading to disciplinary action. Our female archer, ranked first in the world, failed to get past her qualifying round.\nIndia's sporting talent pool is smaller than its large population suggests; in a country of existential challenges and intense competition for every opportunity, very few feel able or inclined to devote the time needed to master a sport. The system is not designed to unearth athletic talent, and many who have it lack the health, nutrition, sporting infrastructure, and training resources required to make a global mark.\nIndia, unlike China, is a fractious democracy. China will win many Olympic medals for many Games to come. But India, perhaps, might win some hearts.\n \nShashi Tharoor, a former UN under-secretary-general and former Indian Minister of State for External Affairs and Minister of State for Human Resource Development, is an MP for the Indian National Congress.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org  (Exclusive to The Daily Star)\n",
        "headline_1": "The Olympic-size difference between India and China",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-olympic-size-difference-between-india-and-china-2168366",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2021"
    },
    {
        "full_article": "After around 18 months of closure, the fact that schools and colleges are finally on the path to opening up is a positive development. When the announcement to reopen on September 12 was made by Education Minister Dipu Moni on Friday, she said the authorities had made all arrangements for reopening, and that they would strictly monitor whether health and safety protocols were being properly implemented and maintained at educational institutions.\nWhile we fully support the long overdue resumption of education, we are concerned to see that schools and colleges have been given barely 10-days' notice about the resumption of in-person classes. According to officials from both education ministries, examinees of this year's four public examinations will attend classes every day after the reopening, whereas students of other classes will have in-person classes once or twice every week. But what about the conditions of these classrooms, which have been abandoned for almost 1.5 years? How clean are the buildings and the facilities? Are any of the utilities, like electric lines or water pipes, in need of repair?\nDuring a meeting on Thursday, the National Technical Advisory Committee on Covid-19 recommended reopening schools in phases—and despite the reduction in Covid-19 infection rates, it stressed on the importance of mandatory mask-wearing, socially distanced seating in classrooms, and clean washrooms with arrangements for washing hands with soap. The director of the Directorate of Secondary and Higher Education (DSHE) also said recently that students' body temperature would be screened before allowing them to enter classrooms. While such directives are commendable, we wonder how schools with limited funds and space will implement them without specific and planned interventions by the government.\nAccording to a report in this daily, several education ministry officials said they would be able to prepare a final guideline on reopening schools by this week. However, that leaves schools with less than a week at hand to make arrangements to follow this final guideline properly. Given that these schools are now faced with the daunting task of making up for the learning loss of millions of students, we would not be amiss to suggest that this guideline should have been prepared well in advance and shared with schools and colleges before setting a date for starting in-person classes. From the very beginning, experts have suggested that simply reopening schools is not enough—there must be a comprehensive teaching-learning plan to compensate for learning losses, and special focus should be given to children from marginalised backgrounds, possibly with the help of NGOs and community organisations. So far, it is unclear whether any of these suggestions have been incorporated into the strategy for reopening schools and colleges.\nThe authorities must ensure that this reopening is not done in a haphazard manner that will ultimately put students and their families at risk. The ministries of education have had more than a year to plan for this. The return to education must be part of a well thought out strategy that places the health and safety of our students at its very centre, while ensuring that their transition back to education and their recovery from learning losses is a smooth process.\n",
        "headline_1": "School reopening strategy must prioritise health and safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/school-reopening-strategy-must-prioritise-health-and-safety-2168361",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2021"
    },
    {
        "full_article": "Seven persons from different parts of the city were arrested for selling spurious drugs, some of which are used in ICU and CCU units of hospitals. Using these counterfeit drugs amount to virtual murder of the patients and, as such, those indulging in them should be tried for murder. The seven arrested represent the tip of the iceberg and a far more frightening story lies behind it.\nWe have been reporting on fake drugs over a long time, but curiously and alarmingly, nothing much has happened. From manufacturing, storing, distributing and finally selling by pharmacies, the chain is long and the participants in this deadly business are many. The first three in this chain may not be easy to find, but they can definitely be traced if the efforts are sincere. The pharmacies, who have fixed establishment, must be held accountable and forced to play a far greater part in stopping this business than they do now. A pharmacy should be able to identify a fake medicine from a good one and hence should refuse to sell them. There appears to be an obvious nexus that the police can easily break, if they want to.\nHowever, the biggest role needs to be played by the Directorate General of Drug Administration, the principal authority responsible for assuring safety of all drugs sold to the people. The office is headed by a director general, with several directors and a staff of 370. It also has 7 division based offices with 55 staff. The question is, how can they operate more effectively?\nThis institution needs to serve the public better. Reasons for failure are lack of will, proper strategy and determination to carry out its mandate. There is also the absence of monitoring by the higher authorities concerned as to how this vital institution can function better. Numerous media reports have unearthed serious instances of corruption in this field. There are alleged cases of collusion between spurious drug producers and the monitoring authorities which have mysteriously gone without investigation. There are also allegations that some life-saving drugs are deliberately withheld from the open market and sold in the black market at three or four times the price with the full knowledge of the people concerned.\nThe health ministry and the home ministry should jointly launch effective drives against the producers, distributors and the sellers of adulterated drugs. The concerned ministry should also investigate the activities of the relevant bodies and put a stop to this murderous trade of counterfeit medicines. It's time the Anti-Corruption Commission took a serious look into this public interest issue.\n",
        "headline_1": "Counterfeit medicine",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/counterfeit-medicine-2168356",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-09-2021"
    }
]