[
    {
        "full_article": "The 2024 economics Nobel prize is an important one as it highlights what really matters at the end of the day for the long-term economic success of any country. U.S. economists Daron Acemoğlu, Simon Johnson and James A. Robinson were rewarded for their work on how the quality of institutions in a country can lead it either down the path of economic prosperity or abject poverty. Their study was on the effects of colonialism on the quality of institutions and post-colonial growth of various countries. They found that countries with institutions that secured the rule of law and enforced property rights offered individuals a strong incentive to work, save and invest in the long run. On the other hand, countries with extractive institutions which gave rise to concentration of power and constrained political freedoms suffered deep economic pain. Some have pointed to the authors’ lack of a substantial critique of the brutality of colonialism and of painting too rosy a picture of the development of western institutions. But the salience of their analysis remains.The “institutions” that the laureates talk about as crucial to long-term economic prosperity are nothing but the various rules, which could be either explicit laws or implicit social norms that govern human interaction in society. Such institutions may also include laws that protect citizens from expropriation by the government. The rapid economic growth of China and India since their economic liberalisation in the late 1970s and the early 1990s, respectively, are good examples of countries prospering soon after a significant change in the nature of the institutions or the “rules of the game” that governed their economies. Structural reforms that further improve the quality of institutions are thus crucial if these economies are to achieve living standards similar to those of high-income developed countries in the West. Notably, the Nobel also comes at a time when existing institutions around the world are under the significant threat of being destabilised by personality-driven populist movements. It is worth noting that in their work, the Nobel laureates have classified democracy as an important “inclusive” institution that is good for long-term economic growth. However, the rise of illiberal democracies with protectionist economic policies in recent years shows that liberal institutions that work for the upliftment of the many and development not just for a few, are now under severe threat. A democracy driven by short-term populist policies can be as “extractive” as an autocracy that serves the interests of a narrow elite that is close to people in power.  Published - October 19, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\neconomics (education)\n\n/\n\naward and prize\n\n/\n\neconomy (general)\n\n/\n\ninstitution\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\ndemocracy",
        "headline_1": "Fate of nations: On the 2024 Economics Nobel",
        "headline_2": "The 2024 Nobel recognises the need for ‘inclusive’ institutions",
        "link": "https://www.thehindu.com/opinion/editorial/fate-of-nations-on-the-2024-economics-nobel/article68769603.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "Assembly elections in Maharashtra and Jharkhand in November will, yet again, test the mettle of the Bharatiya Janata Party (BJP) and the Congress, and the respective regional parties, just weeks after the elections in Haryana and Jammu and Kashmir. By-elections in three Lok Sabha constituencies and 48 Assembly segments across States have also been announced. The political landscape in Maharashtra has been reshaped thoroughly since the 2019 election. The Shiv Sena and the Nationalist Congress Party (NCP) have split, with one faction each in alliance with the BJP and the Congress. The ruling Mahayuti, which the BJP is a part of, ended up with 17 of 48 seats in the 2024 general election, while the Maha Vikas Aghadi, of the Congress, the Uddhav Thackeray faction of the Sena and the Sharad Pawar faction of the NCP, won 29. Since then, the ruling alliance has taken several measures to gain more ground. Following the latest decision by the outgoing Eknath Shinde-led government hours before the election schedule was announced, a complete toll waiver for light motor vehicles was announced. Chastened by the Haryana election results, the Congress has toned down its hype in Maharashtra. It has appointed senior leaders to oversee the campaign in various regions of the State. In Maharashtra and Jharkhand, the BJP has had its strategy in place well in time, overseen by veterans who command authority.The JMM-led ruling alliance in Jharkhand, which the Congress is a part of, and the Mahayuti are betting on women voters to ensure another term. Both governments have introduced cash dole schemes for women. In Jharkhand, the BJP campaign is built on corruption allegations against State Chief Minister Hemant Soren as well as demographic shifts which the party attributes to the alleged entry of people from Bangladesh. Mr. Soren accuses the BJP of misusing central investigating agencies to implicate him. He is dependent on tribal consolidation, but that alone is not sufficient. Nearly three-fourths of the State’s population are non-tribal, and the BJP’s focus is on consolidating the Hindus among them. The tribal population is shrinking, but linking this to Bangladesh while overlooking the issue of inter-State migration is a classic BJP playbook tactic. The consolidation of the Other Backward Classes, a strategy that worked in its favour in Haryana, is what the BJP is aiming for in Jharkhand and Maharashtra. The Congress and its regional allies are at risk of being overdependent on Marathas in Maharashtra and tribespeople in Jharkhand.  Published - October 18, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMaharashtra Assembly Elections 2024\n\n/\n\nJharkhand Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nHaryana Assembly Elections 2024\n\n/\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nAssembly Elections\n\n/\n\nShiv Sena-Uddhav Balasaheb Thackeray\n\n/\n\nShiv Sena\n\n/\n\nNationalist Congress Party\n\n/\n\nJharkhand Mukti Morcha\n\n/\n\ngender\n\n/\n\nwelfare\n\n/\n\ncorruption & bribery\n\n/\n\npolitics\n\n/\n\ninvestigation\n\n/\n\ntribals\n\n/\n\npopulation\n\n/\n\nBangladesh\n\n/\n\nmigration\n\n/\n\nCaste",
        "headline_1": "Battle of wits: On the Maharashtra and Jharkhand elections",
        "headline_2": "The Maharashtra and Jharkhand polls will witness intense political battles",
        "link": "https://www.thehindu.com/opinion/editorial/battle-of-wits-on-the-maharashtra-and-jharkhand-elections/article68765257.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "‘Tipping point’ author takes a look at social engineering  \nHis first book put the idea of the tipping point into popular usage, sort of proving his thesis that ideas, products, messages and behaviours spread like viruses do. From here he argued that small changes, choices can make a big, positive difference in the world.\nNow, 25 years later, in Revenge Of The Tipping Point: Overstories, Superspreaders, and the Rise of Social Engineering, author Malcolm Gladwell returns to instead underline that choices made to alter the shape of a contagious phenomenon can also be used against people.\nThis argument is built atop cases that amount to three lessons about social epidemics. One, these are not borderless. In many instances, whatever contagious belief unites a community has the discipline to stop at its borders. Two, this power of place comes from the stories of the communities there, which are contagious, and amount to an overstory. Three, communities can be responsible for the fevers and contagions that plague them. \nThe medical term iatrogenesis refers to treating someone with a drug where the side effects turn out to be worse than the disease. The book applies this to the US opioid crisis, seen as a fundamentally American problem, complete with its unique superstory and superspreaders, the minority of the minority of doctors who thought handing out drugs willy-nilly was what a doctor did. \nThen came a well-intended reformulation making OxyContin all but impossible to crush and snort. Addicts switched to heroin and from there to fentanyl, combining it with veterinary drugs and whatever else was at hand. The contrafactual is that, if the old OxyContin had been left in place, the US opioid crisis would have eased over time. \nToday it is easier to know when and where a tipping point is as the people who are driving it can be identified by new technologies. But the question is whether the unscrupulous take control of the tools necessary to control an epidemic or whether the community has an honest, transparent conversation about its choices.\nIt is possible to know the tip point where a minority person ceases to experience a group’s skewed proportions as toxic, say the number of women in a sales team where nobody questions the performance of women as a category. \nWhen Indra Nooyi became PepsiCo’s CEO, her exoticism as a woman and an Indian immigrant was celebrated in a way that made no sense to her. Since then, a critical mass of people resembling her have entered the upper levels of American corporations. In 2023, when Starbucks named Laxman Narasimhan as CEO, his WSJ profile said not a word about his being born in India. Something fundamental has changed in the way American culture views Indian Americans. \nGladwell says the point is that it doesn’t always take a revolution to change the way a minority group is perceived. Even if we can’t make the achievement gap just go away by changing the composition of classrooms, there’s something going on here, isn’t there? The idea practically begs us to intervene, to engage in social engineering. \nBut supposing age and obesity are the two biggest predictors of superspreading in the next pandemic? Technology is going to give us the ability to figure out both the Law of the Very, Very, Very Few and who they are. What will we do with that information?\n\n",
        "headline_1": "Contagion is bad, cure is worse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/contagion-is-bad-cure-is-worse/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "To grow & survive, political brands behave like businesses\nSamajwadi Party, chuffed with its haul in UP of 37 Lok Sabha MPs of the state’s 80, is bullish about contesting in Maharashtra. Not a ‘brand’ as such within Maharashtra opposition alliance MVA, SP’s state unit chief Abu Azmi chose to nudge INDIA’s big bosses to allow SP to field its candidates on 12 seats. SP won 2 of the 7 it contested in 2019’s state elections. Like any smart entrepreneur basking in mega success – SP’s the third largest party in the 18th Lok Sabha – Akhilesh is looking to go multi-state aggressively with a sharply delineated politics, a product to sell, a people to cater to.\nBut it’s not just success that drives enterprises to expand. Mirroring how businesses behave when edged out of their primary market, Ajit Pawar’s NCP faction is looking to a secondary market, UP in this case. He’s hoping for survival, if not revival. Ajit’s NCP faction has decided to contest on all nine assembly constituencies up for bypolls in UP. Jr Pawar’s NCP – though armed with both party symbol (read company logo) and party’s original name – failed to deliver the product/service voters associate with ‘NCP’. Which is ultimately Uncle Sharad Pawar’s face and everything that it means to voters. It’s like Ajit dada’s left holding the coke can without the cola. Jr Pawar, as LS polls showed, doesn’t yet have a product voters want, although he may have been CEO for all purposes in the original company, nay, party. Dipping fortunes demand new markets be explored.\nPolitical parties are no less than enterprises in creating wealth or legacy. Or endurance. Profiteering parties are short-lived like fly-by-night operators. Those who create brands, on the other hand, build political institutions and endure. Even for the most competitive though, ROI, or winning seats in a new market, is a hard gamble, as Kejriwal and Mamata well know.\n\n",
        "headline_1": "To market, to market…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/to-market-to-market-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "On famous boys who don’t grow up when they become men \nWere The Beatles the first boy band? The term didn’t take until the eighties. But if boy bands mean masses of teenaged female fans, the Liverpool lads definitely belong. By the time One Direction stepped onto The X Factor stage in 2010, of course, boy bands were well and truly in the internet age, complete with Facebook, Twitter and YouTube. \nThe band’s song Perfect spoke perfectly to what they were delivering to teen female fans worldwide: “I might never be your knight in shining armour, I might never be the one you take home to mother, and I might never be the one who brings you flowers, but I can be the one, be the one tonight.” Some pundits critique and some cheer the pull of boy bands. The latter say there’s a connect that non-teenagers miss. And that this is true in the privacy of a bedroom, and even more so in the screaming company of a stadium.\nLiam Payne’s death is a reminder, though, that boy bands also fall apart with great regularity. When that happens, some boys shine in solo spotlights, others find themselves in darker places. As another One Direction song goes, “Does it ever drive you crazy just how fast the night changes?” If famous boys don’t grow up when they become men, life away from the spotlight can go off-kilter. One Direction sang: “Even when the night changes it will never change me and you.” That’s frequently not the case.\n\n",
        "headline_1": "NOne direction",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/none-direction-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "At a time when two big economies, US and India, are attracting a lot of hype for their enduring strength, it is worth looking at nations that not too long ago were billed as star performers but are now breaking down. All are among the world’s 50 largest economies and, so far this decade, have suffered both a sharp decline in real per capita income growth, and a fall in their share of global GDP.\nFrom Canada and Germany to South Africa, Thailand, and Chile, these breakdown nations offer a timeless reminder. Economic success is hard, sustaining it even harder; the stars of today are not necessarily the stars of tomorrow.\n\nRead full story on TOI+.\n\n",
        "headline_1": "The other Canadas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-other-canadas/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "It is disconcerting to see how our social safety net is failing to provide timely and meaningful relief to the disadvantaged groups at a time when the prices of essential goods have skyrocketed, making them more vulnerable. As several recent reports show, the safety net continues to overpromise and underdeliver, as the current model spreads insufficient funds across too many small, often overlapping programmes (140 in total), with nearly half of the budget directed to pensions for government employees and interest payments on savings certificates. That leaves actual beneficiaries with little support.\nA look at the social welfare ministry data reveals how inadequate it is. For example, the monthly allowances for widows, the elderly and persons with disabilities—who rank among the most vulnerable in our society—are Tk 550, Tk 600 and Tk 850, respectively. There has been only a negligible increase in the amounts over the decades despite a steep rise in inflation during this period, with a Centre for Policy Dialogue (CPD) analysis of the prices of 34 essential food items showing a hike by up to 310 percent between January 1, 2019 and May 19, 2024. Given this reality, the paltry sum given to the beneficiaries amounts to little more than symbolic support.\nAccording to official data, 18.7 percent of the country's population, or 3.17 crore people, are poor, while 5.6 percent, or 95 lakh people, are extremely poor. The social safety net is supposed to provide a cushion to these groups, but it can't, primarily because of the insufficient allocations. The system is also plagued by selection errors, with many ineligible individuals benefiting at the expense of the poor. Last year, a CPD study found that an estimated 33 lakh elderly people and 25 lakh widows eligible for assistance were not listed. Even though the interim government sought to update the beneficiary lists to address these issues, the drive has reportedly hit a snag because of the absence of many local public representatives.\nAs a result, over 1.21 crore beneficiaries have yet to receive cash allowances for the first quarter (July-September) of the ongoing fiscal year. Moreover, according to a report in this daily, food distribution under various schemes also fell by 14 percent year-on-year, mainly due to reduced grain transfers under the Food for Work (FFW) and Food Friendly Programme (FFP).\nClearly, the social safety net is not working as expected. Under the current circumstances, there is no alternative to expanding its coverage through sufficient allocations and ensuring the inclusion of all eligible beneficiaries. But as experts say, this alone is not enough since providing cash or food support, while vital for the time being, perpetuates dependence without offering a sustainable solution to poverty. For that, the government must overhaul the entire system of social support. Rather than fixating on scattered allowances, it should implement comprehensive rehabilitation programmes aimed at lifting the poor out of poverty.\n",
        "headline_1": "Time to overhaul the social safety net programme",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-overhaul-the-social-safety-net-programme-3730626",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "Starting in December, the interim government of Bangladesh has announced strict penalties for the use of horns in Dhaka, with fines of Tk 500 for first-time offenders,  and then a larger fine for repeat violations. This initiative aims to eliminate the pervasive noise pollution caused by honking, beginning with key areas in the capital, before expanding to the entire city and eventually to other divisional towns.\nThe adviser on Environment, Forest and Climate Change  has emphasised the need for public awareness to change the long-standing habit of honking before enforcing the law. This plan involves educating both drivers and the general populace about the negative impacts of noise pollution before implementing fines.\nHowever, it's crucial to recognise that noise pollution in Dhaka is not limited to horns; it also stems from loudspeakers, advertisements, and construction activities. The interim government has expressed its commitment to creating a \"low-noise\" country by curtailing all forms of noise pollution.\nAs of October 1, a three-kilometre radius around Hazrat Shahjalal International Airport has been designated as a \"silent zone,\" where honking is strictly prohibited, with potential fines or imprisonment for violators.\nThe question that arises is whether this is the first time a decision to curb honking has been made? The answer is a resounding no. Previous efforts have been initiated, and laws established, but effective enforcement has been glaringly absent. Given the social realities in Dhaka, can simply instituting fines lead to a sudden reduction in honking? Without addressing the underlying issues and adding comprehensive measures, this initiative risks becoming yet another unfulfilled promise.\nIn 2017, hydraulic horns were banned, yet no action has been taken against other high-decibel horns. Reports indicate that some horns produce noise levels as high as 110 decibels. While imports of such horns remain unchecked, honking itself seems secondary when the primary issue—importing excessively loud horns—has not been adequately addressed.\nThe Department of Environment actions against honking often appear to be sporadic and event-focused. Although the Road Transport Act stipulates a fine of Tk 10,000 for using loud horns, this has never been enforced. Frustrated citizens have voiced their irritation at the habitual honking, with awareness campaigns on social media and elsewhere yielding little substantive change. Without sustained actions throughout the year, these campaigns serve more as announcements than solutions.\nWhile the department has announced maximum permissible decibel levels for honking in Dhaka, no initiatives exist to ensure vehicles or motorcycles comply with these regulations during manufacturing or assembly. Car manufacturers themselves have noted that while hydraulic horns are prohibited, there are no clear guidelines regarding other types of horns.\nIn 2007, a ban on honking was announced on several roads in Dhaka, followed by reports of daily fines imposed by the authorities. Today, however, such enforcement seems nonexistent, as horns continue to blare throughout the city. Many drivers do not perceive honking as a violation.\nThe Noise Pollution Control Rules established in 2006 define acceptable noise levels in different areas of the capital, allowing for a maximum of 40 decibels at night in silent zones and 50 decibels during the day. In residential areas, these figures rise to 45 and 55 decibels, respectively. Given that a vehicle is equipped with a single horn, it should theoretically not exceed 40 decibels. However, environmental monitoring has consistently shown that many horns in Dhaka exceed these levels.\nThis noise pollution significantly impacts public health. A study found that 42 percent of rickshaw drivers suffer hearing issues due to exposure to high-decibel horns, while 11.8 percent of traffic police have experienced hearing damage.\nThe lack of governmental focus on this issue has hindered meaningful progress. However, effective regulation could yield positive results, as evidenced by the increased helmet usage among motorcycle riders. Just a few years ago, helmet use was minimal, yet regulations have now made it mandatory for both riders and passengers.\nDiscussions surrounding air pollution often overlook the critical aspect of noise pollution, resulting in it remaining a low priority for the Department of Environment, which tends to focus on event-based initiatives. Addressing noise pollution requires continuous and systematic action, not just temporary measures.\nTwo key factors must be prioritised: the creation and enforcement of laws, and public awareness. Unfortunately, action in these areas has been insufficient. \nRegulations must mandate that no horn exceeding 40 decibels can be used in the manufacturing or import process. Without metres to measure decibel levels, individuals cannot ascertain whether they are using a 40 or 60-decibel horn. Therefore, effective control must occur during production and distribution, clearly instructing manufacturers to restrict the use of horns exceeding 40 decibels. Many developed countries, as well as our neighbouring nations like Nepal and Sri Lanka, have successfully curtailed horn use. In many countries, honking is inaudible from 10 feet away, yet in Bangladesh, it can be heard from half a kilometre or more.\nSurveys conducted among those with hearing impairments reveal that seven percent have suffered such significant damage that they now require hearing aids. Additionally, 14 percent have experienced substantial hearing loss and may need hearing aids soon.\nThe negative health impacts of horn and loudspeaker-induced noise pollution extend far beyond hearing loss. Prolonged exposure can lead to high blood pressure, sleep disturbances, irritability, and various mental health issues. Vulnerable populations, which include children and the elderly, are especially at risk as excessive noise can impede children's development and increase the likelihood of heart attacks or strokes in the elderly.\nIn terms of profession; the individuals most affected by this issue are rickshaw drivers, bus and truck drivers, and traffic police, as they spend the most time on the road. Yet, there seems to be little awareness of these dangers.\nWhile we recognise the problems and the urgency for fines, is this enough? Certainly not. A comprehensive approach is needed. Let us discuss what additional integrated measures can be taken.\nFor one, implementing fines for honking brings certain challenges. Given the severe traffic congestion and the overwhelming presence of vehicles, both drivers and pedestrians are accustomed to a noisy environment. Many drivers may refrain from using their horns in emergencies for fear of penalties, potentially leading to accidents. Moreover, a significant number of pedestrians ignore footbridges and unpredictably step onto the road. Therefore, public awareness campaigns must precede any implementation of fines, alongside stricter laws promoting the use of footbridges and pedestrian crossings.\nThe initial focus must be on strictly banning the importation and use of high-decibel horns. The root cause must be addressed by tackling the primary sources of noise pollution. This includes improving road infrastructure, constructing new roads, and planning alternative traffic management systems.\nSpecific lanes should be allocated for ambulances and emergency services to expedite their response times, while regular traffic is required to yield. The number of public transportation options, such as buses, metro lines, and trains, should be increased and optimised for efficiency.\nIt is also essential to regulate the number of microbuses and rickshaws on urban roads, including proper registration. Advanced technology should be utilised to control horn levels, such as the introduction of automatic horn silencing devices.\nPublic awareness campaigns should address road safety, environmental awareness, and the detrimental effects of honking. Stricter enforcement of fines for honking in congested areas is also essential and continuous public education on this matter must be a priority.\nFinally, implementing smart traffic systems that leverage modern technology can enhance vehicle and traffic management. Authorities must increase oversight of illegal parking along roads and establish designated parking areas. Prohibiting heavy vehicles from residential areas will also mitigate noise pollution and congestion.\nBy adopting these measures, we can significantly reduce honking and traffic congestion in Dhaka. Comprehensive, coordinated actions must follow the fines. Without these efforts, relief from the incessant noise pollution will remain elusive.\nDr Rakib Al Hasan is a young physician, author, activist & international award-winning youth leader of Bangladesh. He is the founder & executive director of the Centre for Partnership Initiative. He can be reached at [email protected] . His X (former Twitter) handle is @rakibalhasan_bd\n\n \nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Decibels and dilemmas: Tackling Dhaka's noise pollution crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/decibels-and-dilemmas-tackling-dhakas-noise-pollution-crisis-3730561",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "The decision by some student leaders to protest on the High Court premises on October 16, demanding the resignation of \"pro-Awami League fascist judges,\" was disappointing and unnecessary. In a country where the rule of law is upheld, Supreme Court premises should be regarded with sanctity. Pressuring the judicial system and the chief justice to remove questionable judges through protests on court grounds is not the right approach, as it fails to show proper respect for the judiciary.\nFor the sake of argument, let's assume these judges should be removed because of their controversial appointments. However, there is a proper and legal way to accomplish that. If there is any place where the rule of law must take precedence, it is on court premises—especially when it concerns the court and its officers. Under the previous autocratic Awami League regime, we witnessed how all systems of governance, including the legal system, were completely undermined. In the new Bangladesh we aspire to create, we must ensure that no one similarly bypasses the system to achieve their goals, as this would set a dangerous precedent that could cause further harm in the future.\nThe students could have met with the chief justice to express their concerns about judges whose appointments were considered questionable. It is true that, during its 15 years in power, the AL faced numerous allegations of filling the High Court with loyalist judges. However, the chief justice could have addressed these concerns through proper legal procedures, as even those judges have a constitutional right to defend themselves. In light of this, at least the chief justice did not violate proper procedure to remove them. Instead, he decided that 12 judges will not be assigned to benches for now, meaning they will not be participating in judicial activities for the time being.\nTo follow proper procedure, the attorney general would simply need to withdraw a review application challenging a previous Supreme Court decision that struck down a constitutional amendment aimed at transferring the power to remove judges from the Supreme Judicial Council to parliament. Afterward, allegations against the judges could be presented to the Supreme Judicial Council, which would determine whether there is sufficient cause for their removal.\nFor the sake of judicial reform, independence, and the proper dispensation of justice, there is no alternative but to establish due process and the rule of law. To achieve this, legal procedures must be followed, even to correct any wrongs that have been done. Therefore, our message to students is that, while we respect your views, we urge you to respect the process.\n",
        "headline_1": "A misguided approach to justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/misguided-approach-justice-3730481",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "With the reopening of the Mirpur-10 and Kazipara metro rail stations within months after it was vandalised by miscreants during the Anti-discrimination Student Movement supported by the masses, the interim government has proved wrong the deposed Hasina government's suggestion that the repair work of the damaged metro rail stations would take at least a year and the repair cost would be as high as Tk 3.0 billion. It has also been exemplary that no extra money was sought from the government to complete the repair work. The repair cost for the Mirpur-10 metro rail station stood at Tk12.5 million and the total repair costs of Kazipara and Mirpur-10 metro rail stations together would finally come to Tk188.60 million, the interim government's Road Transport and Bridges adviser informed. The entire repair work was done mainly with the help of local metro rail experts and a few from abroad. The task of the metro rail repairs was given to an oversight committee headed by an additional secretary of the ministry. Interestingly, a representative of the anti-discrimination student movement was also included in the oversight committee, while the actual job of repair was done through appointment of a local expert having experience of working in metro rail projects abroad. Overall, the entire exercise set an example of how the development activities and expenditure of public money should be under future government in a new democratic Bangladesh. Obviously, cost-saving culture and transparency were unknown during the tenure of the toppled regime when the experience was quite to the contrary. The projects would usually take inordinately longer time to complete often seeking additional fund allocations. Consider the Padma Bridge of which the original project cost was set at Tk101.61 billion. But after going through several revisions, the project cost finally rose to Tk326.05 billion. Whatever the reasons for the repeated time extension and cost increase for the project were shown, it was by any standard a clear instance of colossal wastage of public money. Needless to say, it was a classic case of corruption on a massive scale, mismanagement and, on top of it all, the whole purpose of the project appeared to be geared towards inflating the ego of the person at the helm. However, the metro rail projects under scrutiny were another instance of wastage of money or corruption or both, the excessive costs of the projects definitely speak of wastage for a resource-poor nation. However, to reduce costs, the government would be required to look for local experts and training indigenous talents to take up the responsibility of the technical components of development projects at present as well as in the future. It is worthwhile to note that often graft, bribery and corruption on a larger scale are involved in the case of projects where foreign contractors are involved. In that case, the experience of cost-saving and making do with indigenous experts gathered during the repair of the damaged metro rail stations could well be replicated in the future cases of development work. That should be the real spirit of a responsible and patriotic government and workforce.",
        "headline_1": "Saving cost, using local talent for project work",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saving-cost-using-local-talent-for-project-work-1729262414",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "The World Bank's latest contentions as advanced in its Bangladesh Development Update will leave economists much to ponder upon. How the stellar progress of the economy in terms of GDP growth was accomplished without a corresponding increase in urban jobs, and where informal jobs accounted for about 84.9 per cent of the total demand thorough analysis. The update that brings together a gamut of issues together is an important policy document as an indicator of past performance and possible outcomes where inflation, external pressures, financial vulnerabilities and political instability all play a part.The latest Bangladesh Development Update unveiled last week by the WB points out certain basic weaknesses of the economy. The country's GDP growth rate has been revised down to 4.0 per cent in FY2025 and projected to rebound in the next fiscal. Sadly, what had often been touted as a revolution in industrial growth in the country over the past decade or so is not backed up by data. There is clear indication that the country's Gini index (that measures income inequality) grew by 0.03 points and unless a more robust sustainable growth path is adopted by policymakers, there will be serious problems with job creation. Over the past many years, huge numbers of educated (and uneducated youth) have not found any meaningful employment in the economy. Segregated data suggest that educated women found it even harder to find employment compared to their male counterparts. The issue of youth unemployment, particularly in urban areas over the 2016 to 2022 period can no longer be ignored. With stagnation of investment in industry, job creation in large industries has fallen dangerously low resulting in such high urban unemployment for the educated youth in major divisions like Chattogram, Rajshahi and Sylhet with Dhaka being the only exception. So, what is to be done? The WB country director believes that improving the business environment and financial governance helped by bold reforms can reverse the tide and usher in millions of jobs for the youth because if these nagging issues were dealt with proactively, then it would spur investments --- both domestic and foreign. Without investments in the industrial sector and sound fiscal policies, the issue of youth unemployment simply cannot be addressed.To be more precise, the country is facing serious roadblocks in the areas of education, training and skill development. The education system is producing young people with degrees that are either out of date or lacking in skills demanded by industry or other productive sectors of the economy. While there have been fast paced economic growth, which has primarily been propelled by the readymade apparels (RMG) sector requiring primarily low-skill jobs and helped financially by inward remittance, little has been done to improve the quality of curriculum or vocational training of the youth. \"The structural transformation from agriculture to manufacturing and services that had been sustained since 2000 has slowed down in recent years as excess labor has been absorbed in the agriculture sector. As a result, from 2016 to 2022 most new jobs were in the low-wage, low-productivity agriculture sector and by contrast new urban employment growth declined.\" When the manufacturing sector saw annual growth by 9.1 per cent as against a 9.6 per cent decline in jobs, it indicates a serious mismatch. Real wages across all sectors also declined. Add to this the gender disparity in the labor market. With the domestic labour market shrinking, emigration has been a critical source of employment for the young people. The problem is that the economy is dominated by small firms which face significant obstacles to growth. The informal sector that employs nearly 9 out of 10 people is hamstrung by low productivity. Large-scale employment (for educated youth) comes from large industry and as experience has shown in other countries, foreign direct investment (FDI) plays a big role here. Unfortunately, FDI has not been forthcoming primarily due to a challenging business environment. Corruption is a major discouraging factor. The WB update reveals that the \"share of tertiary-educated youth among who are unemployed has increased to 27.80 per cent, as many struggle to find jobs that align with their skills and educational qualifications.\" Hence what is needed now is a complete overhaul of the education system. The continuous experimentation with education has not worked and policymakers need to reorient the whole idea of tertiary education with a skill-based approach. The country needs skilled workers for both domestic employment and employment abroad. Courses and subjects offered for higher education need to be very selective. A curtailed curriculum offering fewer but contemporary subjects would release a lot of financial resources that could be devoted to improving technical education. Let there be no misconceptions here. Without a knowledge-based education system that prioritises quality over quantity, there is little possibility of addressing the youth unemployment issue.\n[email protected]",
        "headline_1": "The problem of jobless growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-problem-of-jobless-growth-1729262462",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "It is an intriguing piece of news, no doubt. Dhaka Metro rail passengers have taken around 200,000 single-journey tickets with them instead of returning them after their rides. As a result, the operating company is facing difficulties in issuing tickets to commuters. The single-journey ticket is issued from any station on condition that the commuter deposits it while departing their end station. After collection, the tickets are processed for reissuance. However, the issue of not returning the ticket by a section of metro rail passengers is not an isolated incident. It's a common practice in some countries in Asia, including India. The experience of Delhi metro rail company is quite relevant in this regard. After the introduction of the metro rail service in 2002, tickets were issued using various tokens. Within a few months, it was detected that many passengers did not return the tokens but rather took those as souvenirs. Initially, Delhi Metro lost 6,000 tokens daily. Despite repeated announcement that taking the tokens outside the station is a punishable offence, there was little improvement. Some also reported losing their tokens. The result was a loss of Rs 50 million between 2009 and 2012. As an innovative measure, the Delhi Metro authority introduced souvenir tokens for interested passengers in 2009. The response was still poor, as the passengers were little interested in spending an extra amount instead of taking the original tokens with them. The authority also enhanced vigilance, compelling commuters to return the tokens. The authority also started gradually phasing out the token-based ticket system, and the single-journey token was discontinued on August 1, 2023. Delhi Metro now has QR paper-based tickets that can be scanned at gates.Unlike the plastic round-shaped token used in the Delhi metro, Dhaka metro rapid pass and single-journey tickets are issued as cards similar to ATM or debit cards. Both the rapid pass and single-journey cards are apparently the same except for mentioning the types. Many single-journey passengers took the tickets with them as souvenirs and showed them to their family members and friends to prove their travel. Some also posted their photos with the tickets on different social media. Thus, what the Dhaka Mass Transit Company Limited (DMTCL), the owner and operator of Dhaka metro rail service, is now facing is nothing unique. Review of the experiences of Delhi beforehand and some cautionary steps could have prevented many commuters from taking the single-journey ticket with them. This highlights the importance of each passenger's role in preventing such issues. There should be regular moves alerting passengers to return their tickets at departing stations. Random checking with prior announcements is another option. When passengers are inside the train, an announcement about returning the single-journey ticket can be made. Written notice with adequate visibility may also be placed at exit points of different stations. As the single-journey tickets cannot be used for any other purpose outside the stations, it is now necessary to get back most of the cards as soon as possible. The DMTCL needs to launch a comprehensive awareness campaign and encourage passengers to return their cards. Boxes can be set up outside the different metro stations to deposit the tickets without entering inside. Offers like discount for a single-journey may also be announced for a week for those who will return the cards within the period. This way, passengers can be part of the solution and help prevent such losses in the future. Moreover, the DMTCL needs to explore a paperless ticketing system in addition to the existing card-based ticket. An online recharge facility for rapid passes should also be available to make travel smoother. \n[email protected]",
        "headline_1": "Commuters' 'love affairs' with metro rail ticket!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/commuters-love-affairs-with-metro-rail-ticket-1729262504",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2024"
    },
    {
        "full_article": "Is sustainable living just about saving our planet? It can also be about saving our wallets. Making small, thoughtful changes in our daily lives can yield significant benefits. Here are some ways to become Nature's warriors while building extra savings.With the availability of numerous payment apps, going cashless has never been easier in Bangladesh. Reducing the amount of paper and other resources-such as fossil fuels used for transporting money-can lead to positive environmental impacts. How does this save us money? The discounts, offers, and cashback deals available through digital transactions can lead to substantial savings on everyday expenses.The recent ban on plastic bags has left shoppers with two options: either buy eco-friendly bags from supermarkets or carry reusable bags of our own. Supermarkets sell these bags for around Tk 15 to Tk 20 each. This shift not only encourages sustainable practices but also has financial implications. By developing the habit of carrying a reusable bag, such as one made from natural fibers, we can avoid this recurring expense.Buying secondhand may not seem like a bad choice when we consider that it helps the environment by reducing the resources needed to create new products. Additionally, it saves us from going into debt for new items. With a little research, we can find excellent secondhand options, from phones to furniture, which prevent waste.The basic principles we all know-reuse, reduce, and recycle-culminate in the idea of repurposing. This practice helps the planet breathe easier by reducing unnecessary waste, and it provides personal satisfaction, whether it's converting an old saree into a new dress or transforming old furniture into something modern. Repurposing stimulates our creativity and saves money on new purchases.For businesses, whether small or large, the cost of paper and ink for printing hundreds or thousands of receipts daily can add up significantly. Converting to e-receipts can save companies a lot of money while also conserving trees. A simple software installation is a small investment compared to the long-term benefits.This list is far from exhaustive. Countless small changes can lead to financial savings. It is time we started viewing sustainable living not only as a solution to environmental problems but also as a means to addressing our financial challenges.\nSamiha Morshed KaziAn environmentalistDhaka[email protected]",
        "headline_1": "Benefits of sustainable living",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/benefits-of-sustainable-living-1729262546",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2024"
    }
]