[
    {
        "full_article": "With little under a quarter left in the financial year 2023-24, the government has met nearly 81% of its direct tax collection target. At ₹14.7 lakh crore, direct tax inflows net of refunds, as of January 10, were 19.4% higher than a year ago. Economists believe the exchequer’s net direct tax kitty will end up surpassing the Budget estimate of ₹17.2 lakh crore by about a lakh crore if not more, with the full-year growth settling at around 18%. With Goods and Services Tax inflows also likely to beat the Budget math and non-tax revenues bolstered by a generous dividend from the central bank, overall revenues are likely to go beyond Budget hopes despite a relatively tepid intake from excise duties. Within direct taxes, corporate taxes have grown 12.4% while personal income taxes have yielded 27.3% higher revenues and this dichotomy may persist in coming years with the number of income-tax returns filed this assessment year hitting record levels (8.2 crore by December 31).The healthy revenue uptick and appreciable widening of the tax filing base offers some comfort for the government’s fiscal consolidation hopes going forward, amid apprehensions that this year’s deficit target of 5.9% of GDP may be missed by a small margin. It also creates room for the Centre to undertake more reforms in taxation with a focus on simplifying it further for corporates and individuals. For instance, the multiple withholding tax rates for firms, that often lead to disputes, can be minimised to a handful of lower rates, if not one. Tax deduction and collection at source (TDS and TCS) rates, including the much-debated levy to track overseas spends, may be brought down a few notches — the taxman can continue to derive intelligence from them, irrespective of the rates. The new exemption-less personal income tax regime with lower rates and paperwork is gaining traction. Yet, the government can mull some mechanisms to nudge people into better life choices aligned with public policy goals that can also deepen financial markets and strengthen macro-fundamentals — encouraging retirement savings and health insurance, for instance. The 18% GST levy on health insurance must also be reconsidered, even as a broader rationalisation of GST rates is awaited, as it entails significant costs for lower- and middle-income households who face a real risk of slipping into poverty in the aftermath of a health-care crisis for a single member. Finance Minister Nirmala Sitharaman has signalled the Interim Budget 2024-25 will have no spectacular moves, so a repeat of the 2019 pre-election exercise that rejigged income-tax slabs may be unlikely. But the revenue buoyancy must enthuse policymakers to keep more reform options on the table for the new government to consider.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\ngovernment\n\n/\n\nUnion Budget\n\n/\n\npersonal income\n\n/\n\nhealth insurance\n\n/\n\nReserve Bank of India",
        "headline_1": "Robust revenues: On direct tax collection target and fiscal consolidation",
        "headline_2": "Strong direct tax receipts create a fiscal cushion and room for more reforms",
        "link": "https://www.thehindu.com/opinion/editorial/robust-revenues-on-direct-tax-collection-target-and-fiscal-consolidation/article67734595.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "For the eighth year running, the Centre has announced the Swachh Survekshan Awards, its annual exercise of awarding cities, towns and States which have performed impressively on various parameters of public sanitation. In an exercise that has now become predictable, the city of Indore, in Madhya Pradesh, has been adjudged India’s cleanest city for the seventh year in a row. The only change is that this year, it has to share honours with Surat, Gujarat. Last year, Surat came second, which is not surprising as it usually occupied the higher echelons of the ranking ladder in earlier editions. Bhopal, Indore, Surat and Visakhapatnam have entrenched themselves over the years. There is a certain volatility beyond the top 10 — Ahmedabad, Chandigarh and Gwalior, for instance, are volatile cities — but the top cities are consistent. All of this is suggestive of a degree of stagnation.Another quirk of the survey is that it creates multiple sub-categories, so that many more cities have a chance at top-scoring in some category or the other. Thus, while it is meaningful to create sub-categories based on population, some classifications stretch credulity. Mhow in Madhya Pradesh has been awarded as the cleanest ‘cantonment’ town. Varanasi and Prayagraj are proud winners of the ‘Cleanest Ganga town’ and Chandigarh is the cleanest ‘Best Safaimitra Surakshit Sheher’ (Cities safest for sanitation workers). Other than obvious criticisms of parochialism — why for instance cannot there be the cleanest Cauvery or Narmada town? — it ends up focusing too much attention on the top. The underlying principle of several ranking schemes put in place by the Centre is to ‘motivate’ sections — cities, villages, schools — to pull themselves up on their own mettle. While this works well for sporting contests, public sanitation is not something that is the result of a town or city actively choosing to be lazy or industrious in improving themselves. It is heavily influenced by their history, economic conditions and proximity to power. That a few cities are perpetually at the top means that there is less attention paid to the factors that hinder a general improvement in sanitation. One way to make future editions of the survey work as a useful barometer of progress is to acknowledge that consistent toppers have already put in place a well-oiled system and having done so, retire them from future rankings for a few years. This will throw focus and highlight challenges that stymie other cities. For civic sanitation to remain a sustainable movement, it is high time that the government intervenes and prevents it from being a numbers game. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSwachh Bharat Mission\n\n/\n\nMadhya Pradesh\n\n/\n\nIndore\n\n/\n\nSurat\n\n/\n\nGujarat\n\n/\n\nVisakhapatnam\n\n/\n\nBhopal\n\n/\n\nAhmedabad\n\n/\n\nChandigarh\n\n/\n\nVaranasi\n\n/\n\nschool\n\n/\n\nsurvey",
        "headline_1": "Numbers game: On the Swachh Survekshan awards",
        "headline_2": "Factors that hinder general improvement in sanitation must be overcome",
        "link": "https://www.thehindu.com/opinion/editorial/numbers-game-on-the-swachh-survekshan-awards/article67734612.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "With Houthis continuing attacks on Red Sea shipping, UNSC was forced to adopt a resolution demanding a halt to the disruptions. Elisabeth Kendall, Yemen and Middle East expert, and The Mistress of Girton College, Cambridge, spoke with Rudroneel Ghosh about why countries, including India, have few options against Houthi attacks:\nRead full story on TOI+\n\n",
        "headline_1": "‘Houthis operate with Iran help…They can keep targeting Red Sea shipping…Miscalculations could spark regional war’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/houthis-operate-with-iran-helpthey-can-keep-targeting-red-sea-shippingmiscalculations-could-spark-regional-war/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "Serious problems with Boeing planes as well as Airbus planes running on Pratt & Whitney engines could mean big disruption in global & Indian aviation. Engineering is an issue. But so is the quality of engineers, especially in India. Aviation needs its own IITs\nBoeing 737 Max has been a cause for worry since its launch, and the woes just don’t seem to end. Aircraft groundings and investigations over the last few days following an incident in the US are a sample of what the global aviation industry has experienced.\nRead full story on TOI+\n\n",
        "headline_1": "On a wing & a prayer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mindfly/on-a-wing-a-prayer/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "Is Mumbai still Maximum City? This phrase is now popularly associated with being the most ‘extra’. Sort of the XXXL of achievement and ambition. Of the different metrics that can be used to measure these, it is in the political realm that Maharashtra’s capital has been at the most notable disadvantage. Delhi is the national capital. But as we have seen for the nth time this week, politics in Mumbai makes up in drama what it may lack in national heft. The twists and turns of government formation here have got all fiction beat. Betrayals, conspiracies, old horses getting bloodied, youngbloods making merry, the action is non-stop. Narwekar is overnight a top Google search.\nIn finance and films, the city has maintained its peerless stature – despite Bollywood’s demise becoming the main water cooler speculation every now and then. The 1995 blockbuster DDLJis still playing at Maratha Mandir cinema. Everyday its iconic dialogue, “Go, Simran, go…live your life,” is the sentiment with which some bestie somewhere is sending her dear one to this city of dreams.\n\nMumbai’s cultural flex is hardly limited to cinema. The first official Dior show in the country took place last year against an enthralling backdrop of Gateway of India and Arabian Sea. It underlined Mumbai’s global fashiontainment properties. On the cricket front, the recent World Cup gave further evidence of how knowledgeable and pukka Mumbai fans are. They have been known to chant foreign names during India matches. Bosses, especially in other metros, rave about the city’s work ethic too. Surveys often find Mumbaikars working the maximum hours in the world. Not that this gets them down. There is still tons of partying. And PDAs.\nOn the finance front, every time Sensex hits a new high the revels are spread across the country. More so now that more households are investing in equities. Celebrations are especially intense when these market highs go against global headwinds. But it is also true that in recent decades cities like Gurgaon and Hyderabad have felt racier than Mumbai. Will all the political drama affect Mumbai’s economic profile? Infrastruggles have been pretty taxing. Right now several grand projects are simultaneously underway – making Mumbai beat Delhi in pollution. Both poor migrants and rich CEOs need these projects completed good and fast. For now, they wait, Apna time aayega.\n\n",
        "headline_1": "We love Mumbai: The political theatre is enthralling. But how long can it carry on without casting a shadow on the city’s economics?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/we-love-mumbai-the-political-theatre-is-enthralling-but-how-long-can-it-carry-on-without-casting-a-shadow-on-the-citys-economics/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "India can never have enough infrastructure development as it tries to upgrade the quality of life and catch up with more advanced economies. Advanced or not, no country is blessed with unlimited resources. It makes getting more bang for the buck essential if we are to compress our catch-up timelines. What we see is anything but that. Let’s take a look at three common goof ups.\nInattention to detail | Bengaluru-Mysuru expressway is one of GOI’s showpiece projects. Less than a year after it was formally opened, planners are back at the drawing board. Almost 10% of the original project cost will be incurred to streamline multiple entry and exit points on the expressway. Since the towns along the road have long existed, the initial carelessness is cutting into scarce resources.\nIgnoring relevant factors | Chardham highway project represents an improvement of five existing national highways. The upgrade was too clever by half. As GOI told Parliament, it broke down the project into 53 “independent” sections. It helped bypass environmental scrutiny, but the Himalayas are not made up of autonomous ecosystems. Consequently, accidents recur and costs keep rising.\n\nIn the same league are urban infrastructure projects that are designed as if extreme rainfall events are unheard of. Central Delhi’s makeover got a reality check last year when an underpass had to remain closed for a few days after a bout of flooding.\nNot my problem | Another feature common to urban infrastructure projects is to consider them as standalone issues. For example, Chennai’s elevated railway line is almost three decades old. It’s a largely wasted effort as planners simply overlooked the need for last-mile connectivity. It was somebody else’s problem.\nSet right these flaws and see the difference.\n\n",
        "headline_1": "Think, then build: Infrastructure projects cost a lot more because planners keep repeating simple mistakes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/think-then-build-infrastructure-projects-cost-a-lot-more-because-planners-keep-repeating-simple-mistakes/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "In the pre-independence and early post-independence years, Bangladesh could hardly feed its population of around 70 million with traditional varieties of rice. The country has achieved near self-sufficiency in food production, now thanks to the introduction of high yielding and hybrid varieties, use of fertilisers and modern chemical pesticides. Credit goes to the Bangladesh Rice Research Institute (BRRI), which since its creation half a century back, has through its researches developed different strains of HYV rice that contributed immensely towards improving the country's food security. Notably, meanwhile, the country's food production has more than tripled over the years from a benchmark production of about 10 million tons in 1970-71. Now, to add to its credit, BRRI, of late, is learnt to have introduced two more HYV strains, namely, BRRI dhan 107 and BRRI dhan 108. According to reports, the National Seed Board (NSB) has given approval to these two HYV Boro strains thus raising the number of HYVs developed by BRRI to 115.The salient features of one of the two new HYV strains, BRRI dhan 107, for instance, are that it has a yield potential of 8.19 tonnes per hectare and with better management under favourable conditions, which can increase up to 9.57 tonnes per hectare, the BRRI informed. The development of this premium quality balam-type high-yielding boro rice, the BRRI dhan-107, started, reportedly, through pure line selection of samples by BRRI from farmers' field in 2015. The testing of the selected pure line took place at BRRI's research fields for three years. The pure line selection, in this case, is a method in which a new variety of rice is developed through identifying and isolating a single best plant progeny from among traditional varieties. After all the testing and trial, the NSB has finally released what it called 'Latabalam' as BRRI dhan-107 as a high-yielding Boro rice for cultivation across the country. Like the BRRI dhan 50, also known as Bangla Moti rice, developed by BRRI in 2008, BRRI 107 has an equivalent average growth period of 143 days. In this connection, it would be worthwhile to recall that in 2008, along with BRRI-50, the nation's premier crop research body, introduced three more rice varieties, namely, BRRI dhan 48, BRRI dhan 49 and BRRI hybrid dhan-2. All these varieties had special features like better yields, resistance to damage from rain and storm and disease. Also, earlier in 2006, BRRI, with the help of the International Rice Research Institute (IRRI), developed BRRI-47, the country's first salt-tolerant rice variety for the coastal districts where 25 per cent of the nation's rice production takes place. Later on, this version of salt-tolerant rice saw further improvement such as the one in the form of BRRI dhan-67 with higher level of salt-tolerance that enabled farmers in the southern coastal districts to cultivate rice in fields that previously remained fallow for decades. Similarly, the average yield of the strain, BRRI 108 that has also been approved by the SRB, is 8.7 tonnes per tonne. Compared to the zinc-rich strain, BRRI dhan-100, having the yield potential of 6.69 tonnes per hectare, as developed by BRRI and approved by the BSD in 2021, the BRRI dhan 108 can on an average produce 1.0 to 1.5 tonnes more rice per hectare. There are reasons to hope that with their higher nutrient content and better yield prospects, the new HYV rice varieties so developed by BRRI would further production and enrich the diversity of the nation's chief staple, rice.",
        "headline_1": "Welcome addition to existing HYV rice varieties",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welcome-addition-to-existing-hyv-rice-varieties-1705064596",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "The global downturn is here and there is no sugarcoating that basic fact. Bangladesh has two primary destinations for its apparel (RMG) exports, the European Union (EU) and the United States (US). In the aftermath of the recently concluded general elections in Bangladesh, statements made by representatives of the US government and those coming from the EU and other US allies haven't been entirely encouraging. No matter how these are downplayed, the fact remains that whatever path the US takes in terms of foreign policy decisions towards Bangladesh, will be closely echoed across the capitals of Europe, Canada, Australia and Japan. It is too early to draw conclusions on what those decisions will be and one must wait to see where they lead.Some major RMG company owners have spoken off the record that their respective establishments are refraining from taking new orders. Primarily because certain foreign buyers have come out and stated that should Bangladesh come under economic sanctions, buyers of orders that are in transit or have already reached their destinations are not abliged to make payment for the ordered goods. What a preposterous idea! The problem for Bangladesh is that RMG constitutes 85 per cent of the export basket and so if the RMG sector takes a hit, so does the Bangladesh economy.Certain policy decisions will have to be made during the current tenure of government. Whether or not Bangladesh will remain at the mercy of foreign interests will depend on policymakers' sincerity in diversifying the economy. Is it not time that the country started patronising other industries with significant export potential such as, synthetic footwear and pharmaceuticals? Or would policymakers be more comfortable sitting in the crosshairs of external powers which could, literally, by virtue of an executive order in a far-off land, obliterate a third of our exports? No one rntertain such negative thoughts in the beginning of the New Year, but such is life. It is easy to talk about nationalism, patriotism and \"self-reliance\", whereas it takes one click of the computer mouse on the internet to find out that the country is wholly-import dependent on many economic fronts. Geopolitics can be nastier adversely impacting lives of the masses who have been bled dry by the kitchen markets. It is not just food inflation that worries economists, but the terrible cost of energy that is making production of goods most uneconomical. Scarcity of primary energy sources is threatening to unravel the term \"economic miracle\" that has been synonymous with Bangladesh for over a decade. Yet, the greedy and shadowy elements who hold much sway over decision-making continue to harp on the old tune that it is better to import primary energy rather than extracting the bountiful coal and exploring natural gas lying underneath our land surface. The voices of those rational beings who cry hoarse about \"low-cost energy\" is seldom heard but their words reverberate like a prophecy after a decade of import-driven energy policy that is pushing the nation towards financial bankruptcy. The country has had to resort to very expensive foreign loans to cover these fuel imports and those loans will have to be paid back (with interest as high as SOFR (secured overnight financing rate) + 2.0 per cent interest). Where the money is coming from? To take a lesson from history, Pakistan had run itself aground years ago with its over-enthusiasm in quick rental, independent power plants. The Kingdom of Saudi Arabia (a long-term strategic partner of Pakistan) had bailed out Pakistan with a hefty $5.0 billion dollar package. One must wonder, whether the same package will be offered to Bangladesh or whether Bangladesh will have to take another loan to extricate itself from multi-billion-dollar energy debt that is causing all sorts of trouble for the economy. Obviously, such a large bailout will come with strings attached but then that is the price one must pay for shortsightedness. At least, it will be a step in the right direction for a change - as long as national energy planning shifts away from import-dependence to domestic exploration. These are hardly new statements, but till now had been falling on deaf years. Time will tell if those who have a say in how the country is run also share the thought of such a change and do what needs to be done to set things right - while there is still time.\n[email protected]",
        "headline_1": "No sign of economic recovery in sight",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-sign-of-economic-recovery-in-sight-1705064662",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "After five decades of independence, the country is yet to put technical and vocational education in perspective and make it attractive enough. This is reflected in the latest Population and Housing Census 2022 findings. The census report showed that less than one per cent of the population in the field of education opts for technical or vocational education or training. At the national level, general education occupies the highest share, with 89.26 per cent, according to the latest census. Technical or vocational education ratio stood at 0.81 per cent in 2022, which was 0.71 per cent in 2011 and 0.41 per cent in 2001. Thus, a small number of the population of five years and above looking for education makes a choice for the technical or vocational line for their careers. Over the decades, the country has devised a series of policies and plans to expand technical and vocational education and training (TVET), considering it critical to developing a skilled workforce. The National Education Policy 2010, National Skills Development Policy (NSDP) 2011 and Skills Development Strategies under the 7th Five Year Plan (7FYP) rightly underscored the importance of technical and vocational education and training. These policies and plans also outlined a series of measures in this connection. Moreover, the government has also developed a National Technical and Vocational Qualification Framework (NTVQF). Technical education and vocational training institutes have also increased significantly over the past decade. Last year, the number of independent technical-vocational institutions stood at 2,547, of which 3,22 are under public management, according to Bangladesh Education Statistics 2022. Then, there are technical or vocational education attached to other general educational institutions. So, the total number of technical and vocational institutions reached 7,819 in 2022, of which 6,91 are public. Some 0.33 million students were enrolled in this education by the end of 2022.The ultimate goal of vocational and technical education is to develop a competent workforce in diverse sectors and build up skilled human resources at a rapid pace, keeping in mind the national and international demands. These training and skills are also vital for opening up avenues of wide-ranging job opportunities abroad for a skilled workforce. It also helps develop the dignity of labour.Currently, technical and vocational education in Bangladesh is provided for three months of basic training and four four-year diploma courses. The designated institutions offer four tiers of technical and vocational education. The tiers comprise secondary (SSC), higher secondary (HSC), diploma and short-term training courses. Polytechnic Institutes are the leading TVET institutions in the country. Other institutions are technical schools and colleges, textile institutes, textile vocational, agriculture training institutes, medical technology institutes, medical assistant training schools, etc. Three years ago, a policy paper titled 'Development of Technical and Vocational Education System in Bangladesh: Lessons From The German Experience' identified several challenges the country's technical education and vocational training face. Friedrich-Ebert-Stiftung (FES) Bangladesh and SME Foundation jointly prepared the paper, which pointed out that the lack of apprenticeships is a big concern for the country's TVET sector. Low demand for TVET coupled with deficiency in quality and a lack of infrastructure are two other major barriers to the expansion of this education and training. Due to a shortage of quality teachers and trainers, many institutions cannot offer optimal lessons and training to students. Some institutions also don't have adequate laboratories and advanced equipment. Again, social attitude is also another problem. People in society are still obsessed with regular or general education and have reservations about sending their children to vocational or technical institutes. Many also undermine the students and graduates who pass from these specialised institutions. So, social awareness about the necessity of TVET is now critical. \n[email protected]",
        "headline_1": "Unwise to ignore technical education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unwise-to-ignore-technical-education-1705064715",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2024"
    },
    {
        "full_article": "Our society is now facing a crisis of moral values and civic senses. Our selfishness is now eroding our values, respect for the law, and mutual trust. The streets of Dhaka city are one of the parts of society that come across innumerable instances of lawlessness, wrongdoings and degradation of values. The extent of breaching law has reached such a level that obeying the law appears to have become unusual. The lax enforcement of laws stands as a primary reason for public disobedience to law. Concurrently, an alarming decline in the moral sense of individuals is causing a surge in a lack of ethical practices. People no longer feel any hesitation to resort to unethical ways to gain self-interest even in case of a very trivial matter. If this trend persists, future generations may redefine moral values, accepting what was once considered unjust as the new norm. This alarming state should not be allowed any longer. It is high time to address this societal issue. Two crucial tasks emerge: first, instilling socio-moral values in people, a responsibility that falls on the shoulders of religious motivators and teachers in educational institutions. Secondly, proper and strict enforcement of law, which is a paramount need for curbing the prevailing disorder. Only through a concerted effort on these fronts, we can hope to preserve the fabric of a just and orderly society.\nJunaid Bin Nesar. Tikatuli, Wari, Dhaka, [email protected]",
        "headline_1": "In search of a just society",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-search-of-a-just-society-1705064744",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2024"
    }
]