[
    {
        "full_article": "According to media reports, the Executive Committee of the National Economic Council (ECNEC) recently decided to demolish and rebuild 805 bridges nationwide to pay the price of erroneous planning. This is just a microcosm of what is happening across the country. Can we imagine the situation if 600 or so urban centres are built, defying planning standards? Would we still have the liberty of demolishing to rebuild again? Aside from the obvious financial implications, who is to suffer from the consequences of such an erratic process?\nDhaka's development and associated challenges should be a good example for growing cities that need to ensure sustainable urbanisation. Planned development of secondary cities can salvage the capital from drowning from the effects of mass immigration and maintain its potential of offering a good quality of life to its citizens.\nWith over 44,500 people per square kilometre, Dhaka is one of the world's most crowded cities. Located in the middle of the country, Dhaka has become the primate city that has served Bangladesh's economic growth since independence by attracting the most investment. It accounts for one-third of the country's total population, one-fifth of the national GDP, and one-third of all jobs. It is also disproportionately larger than other Bangladeshi cities. In fact, Dhaka's population is over four times greater than that of Chattogram, Bangladesh's second largest city. Unfortunately, a lack of effective urban management has led it to be featured regularly among the least liveable cities in the Economist Intelligence Unit's Global Liveability Index. But cities can be densely populated without being overpopulated. Singapore—a small island state—is the best example of this.\nAt this juncture, we must also ask—are large cities losing their competitiveness? The garment factories in and around the capital have fuelled Dhaka's economy and population since the 1980s. This has, in turn, resulted in almost 44 percent of the country's urban population living in Dhaka, which has generated immense pressure on its ability to provide essential urban services to its residents. Despite high population density, the World Bank found that the economic density in Dhaka declined between 1996 and 2010 based on night-time light intensity and economic census data. This trend is especially alarming for Dhaka and Chattogram. Job growth has slowed down, with many industries reaching saturation points without further diversification. Experts are also warning about manual jobs being slashed in manufacturing units due to greater automation and the fourth industrial revolution.\nFurthermore, with worsening climate change, the practice of migrating to urban centres from rural areas is increasingly becoming a common coping strategy. The World Bank projects over 13 million people will be internally displaced by 2050, leading to migration towards major cities like Dhaka. IFPRI warns that the corrosive effect of salinity on local agricultural economies could further displace up to 200,000 people from the coastal areas of Bangladesh.\nBesides 12 city corporations and 327 municipalities, the Bangladesh Bureau of Statistics identified 570 urban centres in Bangladesh. The population size in these urban centres has been rapidly increasing due to people living in a specified central place with urban amenities and utilities. The urban population for 2030 is estimated to reach 86.5 million, with a further increase to over 100 million by 2050. In this context, the secondary cities and urban growth centres could effectively accommodate these increasing urban populations across the country.\nGlobally, developing new towns and relocating populations often emerge as tempting policy options to improve living standards in the most prominent cities. The strategy is to make the \"economic hubs\" bigger, with higher economic density and high-value industries. For this to happen, investment in the largest cities/old divisional towns, metropolitan areas, and secondary towns with potential economic opportunities, particularly export processing zones (EPZs), needs to be prioritised.\nHowever, the challenges of secondary cities are enormous too. With current growth rates, Bangladesh is likely to transform itself into an urbanised country soon. Cities within Bangladesh vary significantly in size and urban growth rates, but existing development practices lack a sustainable model that aims to preserve the unique cultural identity and rich geographical and indigenous heritage offered by each city, alongside planned urbanisation efforts. Cities lack a clear \"vision\" of dedicating an appropriate budget allocated for sustainable development relevant to the context of each city. For example, the development agenda priorities for Chandpur should differ significantly to that of Ishwardi.\nThis is a critical policy concern that is affecting the balanced spatial development of cities across Bangladesh. A result-based budget allocation approach is essential for optimum use of resources, which would promote balanced urban development.\nTo this day, urban growth remains \"big cities-centric\". Bangladesh is around 38 percent urban and mainly concentrated around cities like Dhaka and Chattogram. While countries with high-income status are mostly accompanied by 70 to 80 percent of people living in cities, historically, no country could achieve its development targets without developing its small, medium and large cities to accommodate its growing urban population. Following the pandemic, existing socioeconomic inequalities have been further exacerbated, challenging the government's ambitious goal of becoming an upper-middle-income country by 2031. The prolonged public health crisis has led to the creation of millions of \"new poor\", mostly in large cities like Dhaka and Chattogram.\nThe importance of developing holistic policies and action plans ensuring the global agendas of \"leaving no one behind\" has thus become urgent. Translating the economic density of big cities like Dhaka and Chattogram into other cities and ensuring equal prosperity across Bangladesh is a priority.\nBangladesh has a unique urban system, with at least one secondary and another large town in each district and divisional headquarter, including a small township at each upazila. These include Bogura, Sunamganj, Jashore, Kushtia, Noakhali and Cox's Bazar, to name a few. These cities are rapidly being urbanised—such as Bogura and Jashore, which are hubs for small and medium-sized engineering industries—but the true potential of urbanisation at the regional level remains untapped. Sunamganj and Kushtia, for example, are considered cultural capitals of their respective regions, banking on their rich, edifying strength originating from Hason Raja, Lalon, and the Tagore residence. Cox's Bazar has the potential to become the second largest city in the east after Chattogram, building on booming tourism and growth potential fuelled by several mega-projects, such as the Matarbari deep-sea port.\nHigher urban primacy can foster economic growth at the earlier stages of development, which is a fact for big cities like Dhaka and Chattogram. With uneven urban growth patterns across the country, investing in secondary cities can effectively attract people and boost the economy. Well-planned, compact, connected, and climate-resilient cities can increase economic efficiency and boost competitiveness, while improving liveability and protecting the natural environment. Thus, developing a complementary system of diverse secondary cities should be supported, which would prevent derailing existing metropolises like Dhaka. Bangladesh needs to pay more attention to mitigating growing trends of rapid and unplanned urbanisation, particularly in small/medium-sized and secondary cities, which offer the greatest potential to build a sustainable urban future. This will also give back an opportunity to rejuvenate the \"unliveable\" Dhaka.\n \nAshekur Rahman is an urbanist and the Assistant Resident Representative of UNDP Bangladesh. Views expressed in this article are his own.\n",
        "headline_1": "The future of Bangladesh’s new frontier cities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-future-bangladeshs-new-frontier-cities-2223751",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2021"
    },
    {
        "full_article": "The global education sector continues to endure a tumultuous period of diminishing funding and resource allocation, as competing priorities such as health, humanitarian aid and other social services require urgent financial responses from the international community. Although most education needs are financed domestically, international goal-setting and funding have supported lower-middle income countries in prioritising primary and secondary levels of education. However, funding needs for higher education have not received as much importance. Robust tertiary education is indispensable in creating effective institutions, capacity building and long-term self-reliance in emerging economies like Bangladesh. This is why international aid in the education sector needs to prioritise higher education.\nThere are many reasons why higher education finance has a narrow scope in the international aid architecture, as well as in domestic budgets. The impact of higher education is realised in the long run and thus, tangible returns on investment are difficult to measure. Therefore, investment in education as part of aid is incongruous, as the goal of many aid initiatives is to make quick and short-term changes. International education finance has mainly been geared towards producing outcomes that would meet the Sustainable Development Goals, as well as that of donor countries or organisations. The development agenda setting work for lower-middle income countries is often led by donor priorities, and Bangladesh's education sector is no exception. Thus, the financing initiatives are performance-based and seldom needs-based.\nPrimary level education preoccupies much of international education aid allocations because of global community interests, and also because of the ease with which the impacts of investment can be measured. Article 26 of the UN Universal Declaration of Human Rights states basic education as a fundamental human right and public good, yet the next declaration states that \"higher education shall be equally accessible to all on the basis of merit.\" This merit-based framing of higher education exposes the sector more to market forces and makes it less of a public responsibility. The aspect of education as a fundamental human right is dimmed for higher education as access is not only merit-based—academic excellence is often determined by life opportunities and family wealth.\nFurthermore, the opportunity cost of being in school for longer, immediate labour market needs of a developing economy, the need to address primary and secondary levels of education to ensure that there are students educated and interested enough to pursue higher education, and the development stages of the national economy—all of these factors limit the prospects of international aid for higher education. Student and teacher performance assessments at primary and secondary school levels are also more standardised and have easily identifiable quantitative metrics. Therefore, it may be easier to make outcome-based funding decisions for lower levels of education. Global education policy architects like the World Bank drive international aid agendas and their evaluation of education program efficacy from the 1980s still inform much of spending patterns and priorities. The World Bank studies concluded that investment in primary education produces more social capital for youth than investments in higher education, thus only a slim 2.7 percent of the international development budget goes towards higher education.\nPriorities of international development partners can also map onto domestic expenditure patterns for education. In the latest national budget of Bangladesh, 11.9 percent has been allocated to education expenditure. The domestic expenditure allocation for primary education has its own separate category in the budget, but budgets for secondary and higher education are merged. As much as Global South governments rejoice in the success of higher enrolment rates at the primary level, this success story overlooks issues of finance limiting the education system's ability to retain students, and improve quality of learning.\nStudent retention in the education system is essential for higher education. Furthermore, returns on primary education are limited unless high-quality higher education is financed, as returns on investment are lower for workers who only have primary education in capital-poor countries.  Building higher education infrastructure will make countries self-reliant, as universities are also research institutions. Having better higher education options in the country may help in preventing more brain drain and support university graduates to meet the high skills demands for job positions that remain unfilled. The dearth of international aid and investment in higher education also speaks to the persistent issues of low skilled labour and large-scale international migration, leading to a Bangladeshi diasporic labour market catering to cross-border informal economies. International education finance initiatives continue to prioritise primary and secondary levels of education without taking into account the growth aspirations of lower middle-income countries. Global aid expenditure needs to focus on higher education institutions, since investment in robust research infrastructure at university levels would have trickle-down effects on other levels of education and make aid recipient countries self-reliant.\nAnother key rationale for prioritising international donor investment in higher education is that such investment would have a more direct impact on improving the recipient country's institutions and systems-level policies. Research on aid effectiveness has shown that international aid's impact on economic growth depends on the recipient country's institutions and policies. Post-secondary education funding needs to be emphasised for Bangladesh to build stronger institutions and to reap the benefits of international aid in other sectors. Producing self-reliant and stronger national institutions will also provide Bangladesh with leverage in negotiations with bilateral and multilateral aid providers. Having strong tertiary institutions will enable the local leadership to establish national systems of coordination involving international donors. The partnership framework espoused by the World Bank to strategise Bangladesh's growth emphasises on building human and social capital. The role of robust higher education infrastructure is integral in capacity building and creating a reliable service sector to meet this development goal.\nWhile there are partnership-based initiatives such as the Global Partnership for Education (GPE) and Education Cannot Wait (ECW) to prioritise basic quality education, there is a need for greater collaboration between donors and recipients of international aid in financing higher education, and this could start from engaging international donors with the University Grants Commission. Large education donors, such as Germany, continue to spend the bulk of their higher education aid on scholarships for international students from emerging economies to study at German universities. However, universities at home need to be strengthened and transformed into stronger teaching and research institutions. Donor countries, through bilateral and multilateral arrangements, have multiple international aid delivery mechanisms to meet education needs. Creative financing models through establishing foundations such as the Asian University for Women Foundation can guarantee effective ways of engaging the global private sector in financing higher education for marginalised communities.\nThe effect of having robust higher education can be reflected in teaching improvement, more opportunities for professional development and for young adults to have a meaningful and holistic learning experience. Centering education in the international aid architecture with a focus on higher education is thereby, a genuine step towards allowing recipient countries to develop human capital and be self-reliant.\n \nSarzah Yeasmin is a Boston-based Bangladeshi writer and graduate student studying education policy at Harvard University. She is a program coordinator for the university's innovations in government program.\n",
        "headline_1": "Donor agendas must include investments in higher education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/donor-agendas-must-include-investments-higher-education-2223731",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2021"
    },
    {
        "full_article": "On November 7, 1975, a turbulent and dark chapter opened up in the history of Bangladesh. On this day, Major General Khaled Mosharraf Bir Uttom, Colonel Khondkar Nazmul Huda Bir Bikrom, Lieutenant Colonel Abu Taher Mohammad Haider Bir Uttom and many of the freedom fighters' family members were brutally killed. \nGeneral Khaled Mosharraf gained eminence for his guerrilla performance during the warfare against the Pakistani Army in 1971. Leader of the Crack Platoon, which was built at his own initiative, he carried out operations in Dhaka during the Liberation War. In the documentary Khaled's War, produced by Granada television in the UK, General Khaled was seen as calm and self-confident while giving interviews to the journalists. He stated that this war was a resistance against injustice.\nOn December 16, 1971, Bangabandhu returned to an independent Bangladesh and upon his arrival, he became engaged in re-building the country. However, within a few years, on August 15, 1975, the Father of the Nation Bangabandhu Sheikh Mujibur Rahman was assassinated, along with his family, and the power of the government was seized by Khondaker Mostaq Ahmad. Although the traitor Mostaq became President, the assassins of Bangabandhu, the Faruque, Rashid, Dalim Noor clique, were assigned with the responsibility of running the country.\nBrigadier Khaled Mosharraf was a meticulous officer of high ethical values. It was impossible for him to accept those who had seized the power of the government by killing Bangabandhu, much less pledge allegiance to them. At the time, Colonel Shafaat Jamil spoke with the then Chief of Army Staff, Ziaur Rahman. However, he found that Zia expressed reluctance to take any action in this regard. Ziaur Rahman was a direct beneficiary of the situation and he was made Chief of Army following the assassination of Bangabandhu on August 15, 1975.\nThe first effective step towards overthrowing the assassins of Bangabandhu was taken on the night of November 2, 1975, led by Brigadier Khaled Mosharraf and Colonel Shafaat Jamil. The Freedom Fighter officers, from both the Army and the Air Force, collaborated during the operation. On the morning of November 3, several fighter jets and helicopters kept flying in an attacking manner over Bangabhaban, Suhrawardy Udyan and Dhaka Cantonment, and Ziaur Rahman was taken into house arrest immediately. In the wake of Zia's resignation, Khaled Mosharraf took over the position of the Chief of Army.\nAfter the successful coup led by Khaled Mosharraf, the chain of command was established in the army and at the same time, Justice Abu Sadat Mohammad Sayem was requested to assume the office of the President of the country. It is noteworthy here that Khaled Mosharraf did not show any interest to be in power. Although Khaled's associates repeatedly requested him to give speeches on radio and television, he never agreed to such requests and stayed determined that only the person in charge as the new president will give speeches.\nMeanwhile, Colonel Taher, a retired army officer, and his organisation, the Jatiya Samajtantrik Dal (JSD), became active. They had been marching around Dhaka city with their allied troops and chanting slogans aimed at confusing the people. Colonel Taher's brother and his close associate Anwar Hossain, stated in a BBC interview that numerous meetings had taken place during the nights of November 3 to November 6, 1975. He told the soldiers that  they would come out with weapons in hand, and their students and workers waiting outside would become armed. This is how Colonel Taher planned the uprising of the soldiers and the people. On November 3, while under house arrest, Ziaur Rahman communicated with Colonel Taher over the phone. As per Zia's request, the team of his revolutionary army, who were aligned with the JSD, came forward to protect him.\nOn November 6, Khaled Mosharraf visited the Number 10 Regiment and advised the soldiers to stay patient. Afterwards, he held a meeting at the army headquarters and instructed the soldiers to deposit all of their weapons at the same meeting. But it became quite apparent that under the command of Colonel Taher, Gonobahini, the armed wing of JSD, were in the process of planning to do something inside the cantonment, when they started distributing leaflets.\nDuring the evening of November 6, at the house of Siddique Gulshan, the blueprint of the revolutionary uprising to be held by a group in the Bangladesh Army was finalised. The Cantonment was instigated against Khaled Mosharraf. Provocative leaflets were distributed in the Cantonment area, where Khaled Mosharraf was branded as under the influence of India. In the midst of such chaos, it became apparent to everyone that a sinister force was operating.\nOn the night of November 7, the counter-anarchy began, and all the Sepoys were giving slogans such as, \"all the Sepoys are brothers, desiring the blood of officers\". Besides provoking the soldiers, they started to murder the innocent family members of loyal army officers in the name of revolution. Although Khaled Mosharraf's coup was successful, the Bengal Lancer and two Field Artillery that supported the Faruque, Rashid and Mostaq clique were not disarmed yet. Consequently, they were seen patrolling the highways of Dhaka, and these units were used for a counter-coup against Khaled Mosharraf. On the same day, Zia was freed by these forces.\nOn November 7, at Bangabhaban, General Khaled Mosharraf was informed about the sepoy revolt called by the JSD, but they did not have any scope of taking action against them. After hearing the news, Khaled Mosharraf contacted Colonel Nawazish Ahmed, Commander of the 10th East Bengal Regiment, and thereby, Colonel Nawazish asked them to come to his unit. However, there was chaos in the unit too, and a group of unruly soldiers, led by Major Jalil and Major Assad, point-blank shot General Khaled, Colonel Huda and Lieutenant Colonel Haider.\nTill date, we have failed to bring the perpetrators of November 7 under justice. We are still allowing them to celebrate the uprising, or the National Revolution and Solidarity Day as it has been termed. It is time for Bangladeshis to free the country from such distortions, especially when we are celebrating 50 years of independence. The people of Bangladesh have the right to know the true history of November 7, and remember the Freedom Fighters who lost their lives on this dark night.\n \nMahjabeen Khaled is a Member of Parliament and the daughter of Major General Khaled Mosharraf Bir Uttom.\n",
        "headline_1": "Remembering the tragedy of November 7, 1975",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/remembering-the-tragedy-november-7-1975-2223676",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2021"
    },
    {
        "full_article": "The United Nations Climate Change Conference (COP26) now underway in Glasgow might conclude with a big international agreement. But whatever tactical successes are achieved at COP26, the results are likely to mark a strategic setback for humanity—at least when compared to the hopes of climate activists.\nThe world is missing target after target. This should not be surprising: while a growing number of countries have set net-zero targets, for example, very few have credible plans to meet them. And even if we did meet existing targets, that would not be enough to achieve the 2015 Paris climate agreement's main goal: limiting global warming to 1.5 degrees Celsius above pre-industrial levels.\nIn fact, the Intergovernmental Panel on Climate Change's latest report warns that the planet is likely to reach the 1.5 degrees Celsius limit in the early 2030s. As long as multilateral engagement is defined by nationalism, power politics and emotion, rather than solidarity, law and science, our future will continue to grow bleaker.\nAt the height of the Cold War, the American television series The Outer Limits told the story of an idealistic group of scientists staging a fake alien invasion of Earth, in the misguided hope that they could avert nuclear Armageddon by giving the world a common enemy against which to unite. When faced with the prospect of extinction, the logic went, the Soviet Union and the United States would turn their attention from competition to shared survival.\nToday, nobody needs to contrive a common cause. Climate change poses as great a threat as any alien invasion. But, far from shocking national leaders out of their petty competition, it is being wielded as a weapon in a many-sided propaganda war. From Brazil and Australia to China and the US, countries are trying to game climate negotiations in order to shift the costs of adaptation onto others. For example, the Brazilian government is trying to get the world to pay it to stop destroying the Amazon rainforest. Chinese President Xi Jinping and Russian President Vladimir Putin did not attend at all, although they sent written and video messages respectively.\nMeanwhile, the advanced economies—including those that proudly claim to be committed to climate action—have broken their promise to provide USD 100 billion annually to support the climate transition in the Global South. And even if they did deliver, it wouldn't be enough.\nDeveloped economies are finding increasingly coercive ways of shaping other countries' behaviour. Commitments by most of the Western and multilateral development banks to stop financing coal (now joined by China) restrict options for grid expansion in developing countries where demand for power is growing rapidly.\nInfluential countries have also urged the International Monetary Fund (IMF) to attach green conditions to debt relief for poor countries, as well as to its new allocation of special drawing rights (the IMF's reserve asset). And the European Union's Carbon Border Adjustment Mechanism—a non-trade barrier intended to force exporters to Europe to shift to green production—disproportionately hurts small emitters in Africa and Eastern Europe with a lot to lose.\nThis is not to disparage coal bans, green financing and carbon pricing. On the contrary, these tools have a crucial role to play in changing how the global economy works. But that doesn't mean we can disregard the (very serious) consequences for developing economies. Instead, we need to create a new grand bargain focused on supporting adaptation in the developing world.\nMore broadly, we must ensure that any multilateral agreement for tackling climate change is governed by international law, rather than dependent on the will of individual countries. And decision-making should be driven by scientific truths, not political slogans.\nThe Paris climate agreement's predecessor, the Kyoto Protocol, adopted in 1997, was broadly in line with this approach: it was a multilateral treaty, with legally binding international targets determined by the world's best scientists. But the Protocol also had many flaws, and it didn't end up going far.\nThe Paris accord took a very different tack. It was hailed as a triumph, because hopes for any agreement were so low. But it entailed a major compromise: it was based on non-binding commitments known as Nationally Determined Contributions (NDCs). Countries could simply pursue the energy policies on which they had already decided, while pretending they were working together to tackle climate change. Not surprisingly, current NDCs are wholly inadequate to achieve the agreement's stated goals.\nTo be sure, climate-change COPs have often made important—if often procedural, boring and technical—contributions to the climate fight. But showboating and power politics have stood in the way of real progress. And the media and civil-society circus that surrounds the conferences—intended to enforce accountability and transparency—has often impeded negotiators' ability to get things done.\nMore fundamentally, COPs have failed to produce a model of global governance that can tame power politics, let alone forge a sense of shared destiny among countries. And there is little reason to believe this time will be different.\nOf course, the problem extends beyond UN Climate Change Conferences. While economic globalisation has lifted millions out of poverty, it has fuelled increasing concentration of wealth. In this context, efforts to advance shared interests can become less appealing, because they produce asymmetrical rewards.\nAdd to that the psychology of envy unleashed by social media, and it becomes all the more difficult to shift people's focus from their relative position in the global pecking order to the common good. These trends have undermined faith in the power of government, and fuelled pessimism about the possibility that any solution will emerge.\nThe result is what social scientists call a collective action problem. Leaders and citizens alike conclude that the most rational short-term strategy is to pay lip service to the cause and hope others will solve the crisis. Meanwhile, the planet burns.\n \nMark Leonard is Co-Founder and Director of the European Council on Foreign Relations and the author of The Age of Unpeace (Bantam Press, 2021).\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Why COP26 will fail",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-cop26-will-fail-2223666",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2021"
    },
    {
        "full_article": "It is appalling to see how the Santal community in Gaibandha's Gobindaganj upazila are under continuous threats of eviction from what they call their ancestral land. According to a report published by this daily yesterday, the government is planning to set up an export processing zone (EPZ) in the area for which 1,500 families—mostly Santals—might have to be evicted. The same Santal community was attacked on November 6, 2016 as police, with the help of local influential people, tried to evict them from their land and also opened fire on them. Three Santal men were killed in the attack while hundred others were injured. As their houses were set on fire and looted, about 2,500 Santal and Bangalee families in the area, known as Bagda Farm, lost their belongings.\nFive years into the attack, the victim families have not been provided with any compensation or rehabilitation. While a case was filed after the attack by a member of the community, unfortunately, the proceedings of the case have not started yet.\nAnd now the government has decided to establish an EPZ on the 1,832.27 acres of land. Reportedly, the Ministry of Industries, which claims ownership of the land, will hand it over to the Bangladesh Export Processing Zones Authority (Bepza) soon. Sadly, the decision was taken without holding any discussion with members of the Santal community, who claim to be the rightful owners of the land.\nThe government should reconsider its decision to build an EPZ that will make many Santal families homeless and jobless. Before handing over the land to Bepza, the authorities should hold discussions with the Santal community to address their grievances. And, if the government must build an EPZ in the area, they must ensure that all the Santal families are rehabilitated, with the opportunity to find decent employment.\nSince many indigenous communities of the country, including the Santals, often face threats of eviction from local influential people, and sometimes, from the people in the local administration, we think it is time the government took some serious measures to ensure their land rights.\nWhile it is the state's responsibility to ensure that indigenous communities of the country have the freedom to enjoy all their rights, including the right to their ancestral land, it is also the state's duty to make sure that these communities get justice for the attacks carried out on them over the years. The Santal community of Gaibandha's Gobindaganj upazila deserves justice and the right to live a dignified life on their own land.\n",
        "headline_1": "Ensure Santals’ land rights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ensure-santals-land-rights-2223656",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2021"
    },
    {
        "full_article": "The effects of the government's sudden decision to increase the price of diesel and kerosene by 23 percent have been immediate and reverberating. With transport workers on strike, buses were nowhere to be seen starting Friday and commuters had to resort to more expensive modes of transport. Some walked long distances to reach their destination and avoid the hefty costs of alternate transportation. Many were not even aware of the transport strike—reasonably so, given the abruptness of the situation—and missed interviews, exams (including admission tests to seven DU-affiliated colleges) and other pressing appointments.\nMeanwhile, launch owners also submitted a proposal to the chairman of Bangladesh Inland Water Transport Authority on Friday to double their fare and began suspending their services this afternoon, citing the hike in fuel prices. It is inevitable that this price hike will also affect the prices of imported goods, slow down exports (or make them more expensive if companies have to opt for air shipment), and increase production costs of local goods overall. \nWe cannot imagine that the authorities could not have foreseen this outcome, not only based on past experiences but also on sheer common sense. Yet, sudden decisions such as this always seem to signal their disconnect with the experiences of the general public. To top this off, transport leaders, after meeting today with the home minister, decided to carry on with the strike until authorities decide on either raising fares or cutting fuel prices.\nThe government body tasked with fixing bus fares according to new fuel prices is set to meet tomorrow. If past incidents are anything to go by—for instance, the delay in implementing the Road Transport Act 2018 which would impose hefty fines on unfit vehicles—it is not impossible that the authorities will side with transport owners (many of whom are often linked to politically influential members of society) and give in to their demand of raising fares for commuters. It seems it is always the general public who must bear the burden of such abrupt government decisions, in the short-term and in the long-term.\nWe would urge the government to take into account the suffering of both businesses and members of the public when arriving at a decision that will end the transport strike. While we firmly believe there should have been more forethought exercised before imposing such a sudden hike in the price of something as essential as fuel, the authorities must do more to end this culture of random strikes by transport owners and workers that hold the country hostage and ultimately affect ordinary citizens the most. We also hope that this will act as a lesson learned when taking such decisions in the future.\n",
        "headline_1": "Why must the public always bear the brunt?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-must-the-public-always-bear-the-brunt-2223531",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2021"
    }
]