[
    {
        "full_article": "Notwithstanding the rationale provided by the Union Government and the armed forces for the horrific killing of six coal miners and the deaths of nine civilians and a soldier in the aftermath of the incident in Mon district, the residents of Nagaland, and indeed many in North-east India, will only read this incident as an outcome of impunity accorded by the Armed Forces (Special Powers) Act, or AFSPA. It is no wonder that two Chief Ministers — Conrad Sangma of Meghalaya and Neiphiu Rio of Nagaland — have immediately demanded its repeal; the Act remains in place in Assam, Nagaland, Manipur, three districts of Arunachal Pradesh, and areas falling within the jurisdiction of eight police stations of the State bordering Assam, with the authority to use force or open fire to maintain public order in “disturbed areas”. The firing on the vehicle carrying the coal miners in Oting village, home to the Konyak Naga community, was carried out by soldiers of the ‘21 Para Commando Unit’, and attributed to a case of mistaken identity. This action should be problematic even within the purview of AFSPA, as soldiers who open fire can do so only after warning the person found in contravention of the law. The Army’s and later Union Minister of Home Amit Shah’s contention that the vehicle was shot at only after the miners refused to “cooperate” when asked to stop seems incongruous as this was not an action at the Myanmar border seeking to take on armed infiltrators but an operation well within the country’s boundaries. That an ambush was purportedly laid on insurgents of the NSCN (Khaplang-Yung Aung) faction following an intelligence input and yet a civilian vehicle which offered no hostility was fired upon, suggests that the armed forces were too trigger-happy and showed barely any intent in securing order, which is the purpose of their presence in the region.The Government has promised an inquiry by a Special Investigation Team. It is clear that the continued reliance on AFSPA as a way to impose public order must be brought to a halt and the long-pending demand for its repeal acceded to. Unfortunately, the incident could put a spanner in the Naga peace talks between the Government and the National Socialist Council of Nagalim (NSCN-IM) and seven Naga National Political Groups for a solution that has been in the works. The secretive nature of the talks, largely due to the Government’s smoke and mirrors approach to the Peace Accord, has not helped matters either. An approach that shows genuine remorse for the actions, brings the culprits to book and seeks rapprochement with the Konyak Nagas through compensation for the violence, besides a renewed purpose to conclude the peace talks with the Naga groups, is now the only imperative.",
        "headline_1": "End the impunity: On Nagaland killing",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/end-the-impunity-on-nagaland-killing/article37874510.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2021"
    },
    {
        "full_article": "The sentencing of Myanmar leaders to four years in prison on two separate charges on Monday, by a court run by the military junta, appears to be just the first of a number of sentences aimed at putting State Councillor Daw Aung San Suu Kyi, President Win Myint and other government leaders in custody for decades. The verdicts that relate to cases dealing with “incitement against the military” and for “breaching Covid laws” are frighteningly farcical. One relates to speeches made during protests against the military’s decision to dismiss the results of last November’s elections, which Ms. Suu Kyi’s party, the National League for Democracy (NLD), clearly won. The other, even more ridiculous, is for breaching COVID-19 protocols at an election rally when she was photographed wearing both a face mask and a shield throughout her campaign. The sentences, and the ones that will follow, are meant not only to ensure an end to the NLD and Ms. Suu Kyi’s public life but are also part of an effort to break the spirit of democratic groups. Over the past eight months since the military coup in February, more than 1,300 civilians protesting the military’s actions have been killed, and thousands including the entire NLD government arrested, with detentions, trials and sentences carried out in secret. In more evidence of the military’s brutality, three people were reportedly mowed down by a military vehicle on Sunday, when they took part in a peaceful protest.The military’s messaging is not aimed only domestically, however. Its actions are meant to challenge the international community as well, which has failed to take any action against Myanmar’s leadership in the past few years: first on its ethnic cleansing of the Rohingya that drove a million out to refugee camps in Bangladesh (which the NLD government was complicit in), and then its actions against the democratically elected government itself. Since February, the UN Security Council has done little other than issuing statements appealing for an end to the violence and the restoration of democracy, and to suspend the nation’s UN seat. While China, which has deep links with the military and a considerable investment in the China-Myanmar Economic Corridor, has sought to protect the junta from sanctions, the U.S. has proven ineffective in ensuring a different outcome as well. It is ironic that Ms. Suu Kyi’s sentencing comes in a week when the U.S. hosts a “Summit for Democracy”. The Modi government too, given its worries about losing a foothold in the neighbourhood, and its need for cooperation with the Myanmar military over the restive North-eastern border, has chosen silence over any serious attempt to change the course of events in Myanmar. Much like its inability to influence outcomes in Afghanistan, India’s ineffectual posture over the developments in Myanmar could also cause it considerable reputational damage as a regional leader.",
        "headline_1": "Cuffed and collared: On imprisonment to Suu Kyi",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/cuffed-and-collared-on-imprisonment-to-suu-kyi/article37874535.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2021"
    },
    {
        "full_article": "One in four Rohingya women and girls in refugee camps in Cox's Bazar, Bangladesh, has suffered gender-based violence (GBV), according to data gathered by the International Rescue Committee (IRC) in their centres between July and December 2019. These findings were confirmed by the ISCG secretariat in their 2020 mid-term review, which said that during the initial months of the Covid-19 pandemic, \"women and girls have faced an increase in unpaid care work, greater protection risks in and out of their homes, and mental health issues, while simultaneously being less able to access lifesaving services and support.\"\nThe IRC further added, \"In the face of the substantial new barriers posed by Covid-19, reported rates of GBV among (the) Rohingyas in Cox's Bazar remain shockingly high, particularly among women and girls in their own homes.\"\nIntimate partner violence remains a major problem for Rohingya women and girls, many of whom refrain from speaking up about their sufferings due to fear of repercussions. IRC data from January to October 2020 has also revealed that \"an average of 94 percent of recorded GBV incidents were perpetrated by intimate partners, higher than the 81 percent average\" that was found in their 2019 report. Physical assaults invariably remain the most common form of intimate partner violence.\nApart from this, domestic violence in the form of battery, mental torture, verbal abuse, intimidation, economic marginalisation, sexual abuse by relatives and extended family, and abduction, rape and torture by the \"night government\" are some of the many other types of violence women and children at the Rohingya camps endure day in and day out.\nThe \"night government\" is mostly thought to be the Arakan Rohingya Salvation Army (ARSA), but can also include local gangs and mobsters; there are so many powerful criminal outfits in the Rohingya camps that it often becomes difficult to identify individual criminals within the gangs. They are a major threat to the Rohingya community, but mostly to the Rohingya women and girls—especially those who dare to speak.\nWomen who are vocal, who work as volunteers with NGOs, or those that work in support groups, and women who raise awareness against gender-based violence in the Rohingya camps, are often targeted by the night government. They are forced to give up on their activities through intimidation, coercion and, if needed, vile physical torture.\nThere are women who have had to succumb to the demands of the night government, fearing reprisal. In a report titled \"As violence soars in refugee camps, Rohingya women speak up,\" The New Humanitarian wrote about the plight of six Rohingya women who had been threatened by the night government to stop their activities. One of them said the threats against her had grown so severe that she wouldn't leave her tent home to use the toilets at night. Weeks ago, she started receiving online abuse after she wrote a Facebook post that supported women's rights. \"'They asked me which way I would prefer to be abused,' she said, sitting hunched over on a chair in a quiet corner of a community centre.\"\nAnd there are many other women who choose to endure violence, torture and pain in silence, since they are sceptical about the effectiveness of support from law enforcement agencies. \"There's nowhere for us to complain,\" a female community worker told The New Humanitarian. \"None of the women said they dared to seek help from the Bangladeshi police or authorities that oversee the refugee camps, where there is no formal justice system and crimes routinely go unpunished,\" the report elaborated.\nOnce the last of the vehicles carrying humanitarian workers leave the camps in Cox's Bazar and darkness falls over the camps, it's a different kind of atmosphere there—one that reeks of fear, violence, and persecution, especially for women and girls.\nHuman trafficking remains another major cause for concern at the Rohingya camps in Cox's Bazar. Young girls are often sent off with the traffickers to Malaysia and some East Asian countries, where their betrothed had already migrated. Unfortunately, many of them do not reach their destination—at times they are devoured by the seas; at others, they are sold into the sex trade by traffickers.\nNot just girls, but even adult Rohingya women are lured by nefarious traffickers with false promises of well-paid jobs and better living conditions, and sold into bondage, domestic servitude and the sex trade. Many of these victims can be found in the shady dance bars and nightclubs in India, Nepal, Thailand, and many other East Asian and Middle Eastern countries. With little knowledge about the intention and modus operandi of the trafficking rings, many of the Rohingya women and girls opt for overseas \"opportunities\", only to fall victim to worse torture and violence than they are subjected to in the camps.\nEven within the camps, young girls and women are forced into prostitution. Kutupalong has a thriving sex industry where \"at least 500 Rohingya prostitutes live,\" according to a fixer, who was also quoted by Thomson Reuters Foundation News as saying, \"Recruiters now have their eyes set on the newcomers.\"\nHunger, poverty, squalid living conditions, and desperation have pushed these Rohingya girls and women into prostitution. Some of these girls are in their early teens. The 2017 Thomson Reuters Foundation News report revealed that a sex worker would earn around Tk 200 from a client, half of which would be taken by the pimp.\nPersonal hygiene and safe sex are luxuries not afforded to these girls and women, and many of them suffer from sexually transmitted diseases (STDs). One of the girls interviewed by Thomson Reuters Foundation News said she took birth control injections. \"But I worry about HIV every day,\" she said. She never got screened for STDs.\nWhile helping the Rohingya women and girls has been a challenge from the beginning, during the lockdowns to contain the spread of Covid, when movement was restricted, it became even more difficult for the humanitarian agencies to reach the victims and provide them with the necessary medical care and emotional support. Although things have improved a little with reduced transmission of Covid-19, the rampant problem of gender-based violence in the Rohingya camps still persists.\nThe Bangladesh government needs to take a hard look at the factors that enable and sustain gender-based violence in the Rohingya camps, including the issues related to security and law enforcement, and take immediate measures to address them. The night government needs to be dismantled, and the humanitarian agencies should be supported in establishing community leadership and support groups to combat violence against women.\nThe human rights and dignity of the Rohingya women and girls in the Cox's Bazar camps must be safeguarded, and as the host country, the responsibility falls on Bangladesh. The government needs to take this problem seriously and take comprehensive measures to eliminate the issues that plague Rohingya women and girls.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Why are Rohingya women and girls so unsafe in refugee camps?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/why-are-rohingya-women-and-girls-so-unsafe-refugee-camps-2911316",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2021"
    },
    {
        "full_article": "In today's increasingly globalised world, where news from every corner is available at a click, we are often exposed to a myriad issues facing humanity. At times, the plethora of negative headlines may make one question whether our world is becoming increasingly tumultuous, or if we are simply better-informed given the advancement of digital information technology. Nonetheless, the thought of the world never having made it \"past its past,\" with issues like gender inequality, poverty and sexual abuse constantly reported, easily leaves one feeling disheartened and uninspired.\nThe rise of this digital information age, however, has helped bring long overdue attention to various issues, such as the #MeToo movement, which gained traction after a tweet in 2017, exposing the gender-based violence and harassment women face around the world.\nBut away from the eyes of the mainstream, there remain an array of issues that women face in the 21st century. Some issues are hopelessly perpetual, persisting behind locked doors.\nIn 2021, Penal Reform International reported a 17 percent increase in the number of female inmates globally since 2010. In facilities historically designed for men, women in incarceration are exposed to a wide range of issues, including pregnancy, lack of gender-specific healthcare, violence, and mental and sexual abuse. A fact that often remains unreported is that many female inmates are sent to prison for committing only minor offences and are often victims of abuse themselves. Conceivably, given the lack of human rights afforded to this group of women worldwide, the words of Nelson Mandela may still ring true, \"It is said that no one truly knows a nation until one has been inside its jails. A nation should not be judged by how it treats its highest citizens, but its lowest ones.\"\nAgainst the backdrop of despair and silent neglect, it is often said that one can always find hope and inspiration. On a summer day in July 2001, a female inmate at the Central Women's Correctional Institution in Bangkok told a young lady visitor of her concerns about raising her child in prison. The hardships and vulnerability of the female inmate, and the lack of care and opportunities facing the innocent child, left an impact on the young visitor: Her Royal Highness Princess Bajrakitiyabha Mahidol of Thailand.\nAfter receiving her doctorate degree in law (JSD) from Cornell University, and earning a wealth of experience in criminal justice and the rule of law from working as a public prosecutor in Thailand, the princess launched the \"Kamlangjai Project\" (Inspire Project) in Thailand with her personal funds in 2006. Based on the premise of upholding human rights, the project created the first instances whereby female and pregnant inmates were provided assistance and support on a range of gender-specific issues, such as pregnancy, healthcare, and childcare, to allow them the opportunity to adequately nurture their infants.\nOver the years, the programme has been implemented in various correctional facilities across Thailand, and has embarked on a long-term approach in inspiring thousands of female inmates to reintegrate into society, through a development-led approach based on the Sufficiency Economy Philosophy of His Majesty King Bhumibol Adulyadej the Great.\nThe impacts of the Kamlangjai Project were not just confined to Thailand. Having advocated for the rights of the vulnerable both as a public prosecutor and a diplomat, Princess Bajrakitiyabha recognised that change for women can only be realised if both the social and legal spheres evolve in tandem.\nIn 2008, the princess presented the Kamlangjai Project at the margins of the 17th Session of the Commission on Crime Prevention and Criminal Justice at the United Nations (UN) in Vienna, Austria, setting off a catalyst for Thailand's multifaceted global campaign for the conception and adoption of the world's first set of specific rules on fair treatment of female offenders. Within the multilateral fora, she spearheaded the \"Enhancing the Lives of Female Inmates (ELFI)\" campaign, achieving an international consensus to update norms set by the UN Standard Minimum Rules for the Treatment of Prisoners.\nUnder her impetus, Thailand emerged as a leading player in the UN's drafting process, pushing the multilateral drive for the rights of female inmates worldwide. In a mere two years of rigorous political and legal lobbying, the UN Rules for the Treatment of Women Prisoners and Non-Custodial Measures for Women Offenders—also known as the Bangkok Rules—were adopted by the UN General Assembly in 2010, marking a legal paradigm shift within the international community and embedding the first ever UN standards on the treatment of female prisoners.\nWith the Bangkok Rules, no longer are women in incarceration the world's forgotten population. With provisions ranging from prohibition of punishment in close confinement for breastfeeding mothers, to support for mental healthcare and protection for those reporting abuse, the Bangkok Rules established a set of actionable standards for all nations to adhere to. While work continues to be done worldwide, it is indisputable that such efforts have had a tangible outcome, inspiring and directly benefiting the lives of countless women and children across the globe.\nInspired by the examples shown by the princess, the Thailand Institute of Justice (TIJ) continues to mainstream women's rights and dignity vis-à-vis criminal justice and the rule of law. With strength and compassion, one may find hope in her words, \"We must inculcate our children of today on gender issues so as to create the next generation of men who respect women. But above all, we must inspire those with a painful past to have courage to live with hope.\"\nRevisiting Mandela's quote, perhaps nations can be judged today in a better light than yesterday. In this increasingly globalised world, where digital technology has overwhelmed us with negative headlines on a daily basis, perhaps what the world needs is a little hope and more kamlangjai or inspiration of the heart.\n \nDr Phiset Sa-ardyen is the executive director of Thailand Institute of Justice (TIJ), which is dedicated to promoting Thailand's justice system in affiliation with UN PNI.\n",
        "headline_1": "What the world needs is a little ‘kamlangjai’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-the-world-needs-little-kamlangjai-2911311",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2021"
    },
    {
        "full_article": "\"Made in Bangladesh\" is a brand which now resonates around the world, thanks to the size and global reach of our RMG industry. But what does it mean to end consumers? How does it resonate with the people who wear the clothing that garment workers toil to produce in our factories?\nHaving had the good fortune to travel a great deal these past two decades, I can say that our country's branding can offer mixed messages. For many Western consumers, it is associated with cheap clothing and a business model which sees Europe, the US and other Western countries outsource low-cost industries to the Global South. \"Made in Bangladesh\" has also developed some unsavoury connotations since the Rana Plaza collapse. The image of garment workers being crammed into unsafe factories—which no longer holds true for Bangladesh and needs to be stated—is one which has been hard to erase from a marketing and PR standpoint.\n\"Made in Bangladesh,\" then, offers mixed messages around the world. It does not have the standing of, say, \"Made in Germany\" or even \"Made in England,\" but, it is a brand on the world stage—for good or bad.\nHow can we improve it, then? Telling people about the provenance and authenticity of the products they purchase is becoming an increasingly powerful marketing tool in a crowded global market. With so many products fighting for audience and market share, and so much social media noise, gaining cut through and creating a memorable impression with one's audience is a huge challenge.\nI believe there are opportunities for the RMG industry of Bangladesh here. There is a growing interest in where and how products are made among consumers, and it is up to us, as the world's second largest producer of clothing, to respond to these new market dynamics.\nTechnology can play a key role here. In the textile and fashion space, we are increasingly seeing technology being used to track and trace textile fibres and garments from one part of the world to another, with blockchain also being used along the way. These generally see a unique \"marker\" being applied to textile fibres so that it then becomes possible to identify them along supply chains. Technological solutions like this are increasingly being demanded by our buyers in order to satisfy the requirements around supply chain transparency. This kind of technology is certainly the next big thing in our industry, and it is important that we, as suppliers, understand it and realise how it can be utilised.\nTaking one recent example from another country: a traceable textile specialist has just announced a partnership with an industrial park developer in Africa to supply fully traceable cotton from Benin. This new pilot programme will enable spinner-to-garment traceability on products, offering huge potential to grow and develop Africa's cotton sector.\nHow we can make this kind of technology work in Bangladesh is something I believe our business and trade leaders need to look into now. I know that, just recently, the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) made announcements around an increased focus on recycled products. As I have written previously, fashion is already asking supply chains how they can help boost recycled products in their collections, and a number of buyers are working with Bangladesh in this area. Suppliers in Bangladesh need to be looking at how they can forge links with textile recyclers.\nBut perhaps we can combine the two? One of the challenges for garments containing recycled materials is that it is not always possible to be 100 percent sure whether the materials in the garment are what is claimed. It could be recycled content, but there have been stories in the news lately that virgin fibres are being used in their place. This is one area where traceability solutions could come to the fore, and there is no reason why Bangladesh should not help lead the way. Could Bangladeshi apparel makers team up with recycling partners and traceable tech companies to provide fully traceable garments, where it is possible to provide, via a barcode on the end product, the precise content of the clothing? This is the futuristic direction our industry is heading to.\nBringing this kind of added value to end clothing products gives a whole new meaning to the term \"Made in Bangladesh.\" It is a brilliant way to help us on our rebranding journey, shifting away from a country which simply produces staple clothing items to one which creates clothing that is made using recycled fibres, is fully traceable and can demonstrate the kind of authentic sustainability values that brands and their end consumers are looking for these days.\nAt present, there are all manners of recycling projects globally seeking business partners. Likewise, in the traceable fibres space, there are small but a growing band of companies offering end-to-end traceability solutions. Our suppliers and, at a broader, more strategic level, our industry leaders and even the government authorities need to be making connections with these companies to see where synergies can be developed. Our buyers also need to be in on these conversations.\nOur industry is changing—and at a faster rate than one could imagine. If we don't embrace these new technologies, we will be left behind. So, let's get behind them and use them to our advantage, as a way to add value to what we do and freshen up the \"Made in Bangladesh\" brand, giving it extra dimension and meaning in our increasingly interconnected global market.\n \nMostafiz Uddin is the managing director of Denim Expert Limited, and the founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Let’s give a new meaning to ‘Made in Bangladesh’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/lets-give-new-meaning-made-bangladesh-2911301",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2021"
    },
    {
        "full_article": "Historically speaking, repression was the dominant feature of colonial policing, at least between 1930 and the Partition in 1947, and one cannot be certain if the attitude of the ruling establishments in the subcontinent has significantly changed insofar as the use of police powers is concerned. In such a scenario, it could perhaps be said without fear of contradiction that the hazards and hassles of policing—particularly of the constabulary—could not be a subject of public concern. In other words, espousing a policeman's cause should be unusual in our parlance. It was, therefore, quite touching and encouraging to read a report titled \"Constables can't seem to catch a break\" in this newspaper on November 21.\nThe report stated that \"standing amid a storm of dust and sound all day, traffic constables develop a host of chronic illnesses, including difficulty to sleep.\" It further says that, according to a study, 84 percent of traffic police officers in Dhaka are suffering from respiratory diseases, while 64 percent have lost their hearing ability, and most of these illnesses are caused or aggravated by air or noise pollution. The Dhaka Metropolitan Police (DMP) commissioner said that \"some people honk and some spray carbon dioxide without any reason. We are also trying to reduce these problems.\"\nQuite clearly, there is a need for the authorities concerned to ponder whether the constabulary constituting more than 65 percent of the police force in Bangladesh are showing signs of work-related stress, and experiencing its negative impact on their mental and physical health. There is a case to examine if role ambiguity, role conflicts, work overload, conflicting orders, and unusually extended hours of work—both in day and night shifts—are causing stress on a worrying level for our police personnel.\nLaw enforcement, including traffic management, in crowded locations entails upon the police to work in the worst of conditions and with such diligence that the glamorous exterior image of the police overshadows the challenges encountered on the job, which are often life-threatening and endanger the personnel both on duty and off duty. The society expects constables to perform varied roles with equal elan. They have to help and save citizens while using force and making arrests. This roller-coaster ride is a process difficult to appreciate functionally and comprehend emotionally.\nWith the rigours of working long hours, the constables are expected to accomplish mood swings from being loving fathers and understanding spouses to a lathi-wielding defender of the law combating a riotous mob. The job makes great demands on their mental, emotional and physical capabilities—demands that are all too often so stressful that they begin to destroy the individual.\nIt is a reality that law enforcement tends to impose a higher degree of stress and a multiplicity of stressful situations on the individual, than most other professions. In the course of their duties, police constables encounter the dark side of human nature and, thus, with growing incidence of crime and public order situations, their mental and physical health assumes greater significance than before. This is because even now, for a policeman in Bangladesh, the focus is always on the job to be done.\nStrenuous tasks such as policing eventually become too arduous and exacting. As such, the vulnerability of the police as an occupational group to work-related stress and burnout deserves recognition with a view to looking for solutions to the ailments. Doing so may impact the operational procedures and future training, and illustrate the potential dangers of certain physical and psychological responses that may be modified through training and other interventions.\nLooking into the travails of the police, one would find that police work is arduous, often dirty and unpleasant, and sometimes dangerous. Night shifts are a standard feature in their lives. They are not paid for overtime work, and on top of that, they often have to work on holidays and during festivals. While illustrating the process of dehumanisation in the departmental culture of police, it has been observed that prolonged absence of any family life and absence of nearness to children deprive the policemen of the feel of family life. Absence of reasonable time off coupled with increasing task pressures drive them to do wrong. A little bit of sadism also creeps in as they are made to sacrifice all they have and receive public condemnation as reward, as Deoki Nandan Gautam said in the book \"The Indian Police.\" The situation is not much different in Bangladesh.\nIn Dhaka metropolis, traffic management, including the installation of automatic and manual signalling, should be exclusive to the DMP. It should be possible to gradually remove a large number of traffic police personnel from street duties. This, however, would demand voluntary observance of traffic laws by the commuting public, who have to realise that traffic law enforcement can be fruitful when backed by visible observance. Educating the public on the imperatives of following traffic rules should be a continuous process. The aspect of road engineering and pollution control should also receive adequate attention in mitigating the traffic scenario.\nThe police organisation in Bangladesh needs to take note of the crucial problem of job stress. A comprehensive plan for the recognition, diagnosis and management of stress as well as stress control programmes for police personnel may help resolve the problem. The subordinate officials who are the most stressed groups should be provided with counselling for better coping. Both individuals and organisations must participate in the stress resolution process.\nThe role of stress management training and intervention strategies in handling police stress should be an area of study. Longitudinal studies may be suitable to investigate the impact of police work on individual lives and its impact on their physical, social and psychological well-being.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh Police.\n",
        "headline_1": "The invisible struggles of constables",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/the-invisible-struggles-constables-2911296",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2021"
    },
    {
        "full_article": "The unbridled prices of essential commodities, coupled with the fuel price hike, are increasing the woes of people belonging to the low and middle-income ranks in Bangladesh. The situation has escalated to such a degree that today the kitchen markets are places most people dread to visit on a daily basis.\nIt goes without saying that prices of daily essentials were already high during the pandemic, which had dented the pockets of the lower and middle classes, many of whom lost their regular sources of income due to prolonged lockdowns to counter the pandemic. Many families were forced to reduce consumption, encash savings, sell properties and borrow from friends and family members. And to be candid, not all families in distress had such options at their disposal to survive.\nThe added cost of fuel came as a major blow as it contributed to the sudden escalation of commodity prices. Eminent economists are of the opinion that price hike of fuel has been completely arbitrary, which caused a chain reaction in the commodity markets. Under the circumstances, a middle-class family cannot buy the same amount of food as the cost alone has almost doubled compared to a year ago, although family income has remained mostly the same.\nThough the Covid-19 virus appears to have become less potent in recent months, and normalcy has somewhat returned to life, the kitchen markets show no signs of letting up. On one pretext or the other, traders keep increasing prices of essential commodities with total impunity.\nWe believe strict monitoring of markets by competent authorities is essential to check price escalation of essentials because uncontrolled price inflation will have a catastrophic impact on the budget of the low and middle-income families. It will also affect the nutritional status of low income groups who have already had to decrease their daily consumption to adapt to their changed financial situation during the pandemic.\n",
        "headline_1": "Inflation chokes lower and middle classes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/inflation-chokes-lower-and-middle-classes-2911351",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2021"
    },
    {
        "full_article": "Throughout the pandemic, banks have been generously waiving loans despite their poor record of recouping funds from defaulters. Between January 2020 and September 2021, they waived a total of Tk 2,383 crore. And this seems to have become a ritual—according to Bangladesh Bank data, banks waived loans amounting to Tk 2,293 crore in 2019 and Tk 1,194 crore in 2018.\nAs the media has been reporting for years now, it is mainly influential and delinquent borrowers who manage such facilities, creating a moral hazard for good borrowers. Recently, this daily has reported how more and more borrowers are now refusing to pay back their loans, despite recording profits and, thereby, having the means to repay their borrowings. What this has done is lower the amount banks have been recouping year-on-year—banks recouped Tk 5,802 crore from their combined non-performing loans (NPLs) in 2020, in contrast to Tk 15,466 crore the year before—while delinquent loans have continued rising at the same old rate. This has been affecting their cash flow and income, pushing the sector deeper into trouble.\nThe banking sector has been a major concern for years now. Experts have continually warned that the sector is in danger of facing a massive crisis. And by the looks of it, things have only been getting worse, which is extremely disconcerting. One of the major problems that we have seen in the sector is a nexus between the owners of banks and delinquent borrowers—and also among the owners themselves. This has led to the concerned banks approving one questionable loan after another. And this, quite frankly, has been permitted by the inaction of the regulators, who have ignored their own rules and let these banks violate banking regulations time after time.\nAs the concerned actors dig a deeper and deeper hole for the banking sector, what we cannot help but wonder is: how long before it all blows up? And will the authorities and other concerned stakeholders realise the folly of not turning back, before we hit that point?\nThe only way the banking sector will be saved from a major calamity is if the regulators get their act together and actually start doing their job. A part of that is to ensure that banks do not lend to habitual defaulters, nor continue to reschedule their debts ad infinitum. Moreover, the regulators, along with the banks, must pursue all legal channels to recoup the remaining debt, which is massive at this point. The nexus behind the ill-discipline in the sector should also be identified, and punished according to law. \n",
        "headline_1": "Restore discipline in the banking sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/restore-discipline-the-banking-sector-2911071",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2021"
    }
]