[
    {
        "full_article": "Anti-incumbency in Indian State Assembly elections is not rare: governments with strong majorities can lose at the end of a term due to changed expectations from the electorate. Thus, the YSRCP’s loss in Andhra Pradesh to the grand alliance of the Telugu Desam Party-Jana Sena Party-Bharatiya Janata Party should come as no surprise. Yet, the scale of the defeat — the YSRCP could only win 11 seats, a fall of 140 from the 2019 elections, in the 175 constituencies in the 2024 Assembly polls, is astounding. In vote share terms, it suffered a 10 percentage point drop, but still landed a respectable 39.37% tally. But the TDP-led alliance did much better with a collective vote share of 55.3% — an increase of 9.75 points from 2019 and roughly the same as the drop in the YSCRP’s share. This allowed it to garner a lion’s share of the seats — 164 out of 175. It is quite clear that the TDP-JSP alliance allowed both parties to thrive. It helped them stitch up cumulative support from the Kamma and Kapu communities that form their bases and also compete against the YSRCP. By roping in the BJP, the alliance managed to also make the election a bipolar race — the Congress has yet to recover from its decimation after the State bifurcation — and make the best use of the first-past-the-post system that can allow parties/coalitions to get a disproportionately higher number of seats on the basis of a decent lead in terms of vote share.But the electoral system and the mere presence of a competitive alliance alone would not explain the YSRCP’s loss. The Jagan Mohan Reddy-led government pumped in money into welfare schemes despite ballooning debt and fiscal health issues and focused on a targeted delivery of subsidies and benefits. But Andhra Pradesh’s record on the growth and development front has left much to be desired. Since its bifurcation, Telangana has emerged with the highest per capita income among major States, while Andhra Pradesh is ranked 10th. Even though the government hiked capex spending in the first quarter of FY24, it was the worst performer in FY23. Other unresolved issues such as the capital of the new State also resulted in a perception among voters about the inadequacy of the YSRCP government to focus on jobs and development as opposed to its “generous” spending on welfare. Mr. Naidu’s incarceration because of a purported scam only increased empathy for the TDP. It is now imperative for the new government to eschew the traditional politics of vendetta and work towards the State’s development. Mr. Naidu has a great opportunity; after all, his party is now indispensable in the new NDA government in New Delhi.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAndhra Pradesh Assembly Elections 2024\n\n/\n\nYuvajana Sramika Rythu Congress Party\n\n/\n\nTelugu Desam Party\n\n/\n\nJana Sena Party\n\n/\n\nBharatiya Janata Party\n\n/\n\nAssembly Elections\n\n/\n\nwelfare\n\n/\n\nNational Democratic Alliance",
        "headline_1": "United, they thrived: On the Andhra Pradesh result",
        "headline_2": "A formidable alliance helped the TDP-led alliance win in Andhra Pradesh",
        "link": "https://www.thehindu.com/opinion/editorial/united-they-thrived-on-the-andhra-pradesh-result/article68260173.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "It is an old principle that ignorance of law is no excuse. Evidently, this applies not only to offenders but also to judges. The Madhya Pradesh High Court’s order ruling declining to give protection to a couple on the ground that a marriage between a Muslim man and Hindu woman will not be valid, even if registered under the Special Marriage Act (SMA), 1954, reflects an incredible misunderstanding of the law. The judge examined Muslim law treatises to conclude that a Muslim cannot marry an “idolatress or fire-worshipper”, as such a marriage would be irregular. The SMA was passed precisely to allow inter-faith couples to get married without the requirements of marriage rituals associated with their religions. For a court to dissect the personal law requirements of the parties to enter into a valid marriage, when all they wanted was police protection to appear before the Marriage Registration Officer, is nothing short of bizarre. The question raised by Justice G.S. Ahluwalia — whether the inter-faith marriage that was intended to be registered under the SMA will be valid under Muslim law — is utterly irrelevant to the case at hand. Even though counsel for the couple advanced the correct argument that the Special Marriage Act would override the personal law of their respective religions, the judge chose to examine whether such a marriage would be valid or void or irregular under Mohammedan law.The judge concedes that when a marriage is performed under SMA, it cannot be challenged on the ground of non-performance of mandatory marriage rituals. The only justifications offered by the judge is that the SMA itself provides that when the parties are within the degrees of prohibited relationship, it shall not be valid. From this, he draws a conclusion that a marriage that is invalid in personal law cannot be legalised by registering it under the SMA. It is clear that this is only a salutary provision that exists to prevent the Act from being misused to solemnise the marriage of those in prohibited relationships, and does not mean that every inter-faith marriage has to be scrutinised for compliance with personal law requirements. It is strange that the court underscores that the woman petitioner in this case did not want to convert to Islam, but at the same time examines the case through the lens of Muslim law. This is nothing but an attempt to impose religious personal law on those opting for a secular marriage. Allowing this judgment to stand will render the entire Special Marriage Act superfluous. It will also undermine any move towards a uniform civil code, and privileges Muslim personal law over the secular Special Marriages Act. In effect, it could drive people to religious conversion just for the sake of solemnising their marriages.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nlaws\n\n/\n\nMadhya Pradesh\n\n/\n\njudiciary (system of justice)\n\n/\n\nmarriage\n\n/\n\nreligion and belief\n\n/\n\ncustoms and tradition",
        "headline_1": "Bizarre judgment: On the Madhya Pradesh High Court’s order",
        "headline_2": "Personal law norms cannot be used to invalidate inter-faith marriages",
        "link": "https://www.thehindu.com/opinion/editorial/bizarre-judgment-on-the-madhya-pradesh-high-courts-order/article68259173.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "Rani and Raju, two shaadi baraat horses, mulling over the poll results.\nRaju: The ballot box has once again proved to be a jack-in-the-box out of which pops many a surprise. Not a few have got their comeuppance.\nRani: I’ve never understood why it should be called a comeuppance when it’s really a comedownance, in that it brings someone down from their pride of place. Anyway, I think the results are perfect, by and large.\nRaju: Perfect? How come? The NDA lot are disgruntled because they didn’t get the thumping majority they’d expected. And the INDIA guys are downcast because they didn’t dislodge NDA as they’d hoped to. So everyone’s unhappy. What’s perfect about that?\nRani: Democracy is perfect about that. If one section is happy it’s at the expense of the opposing section, which makes for a zero-sum game. If both sides are dissatisfied, both will work harder to better their standing. Which is perfect for the functioning of democracy, and the benefit of voters.\nRaju: So you’re saying that with neither side being smug and self-satisfied with its performance, the opposition will be more opposing, and govt will do more governance. That makes horse sense.\nRani: There’s another thing that makes horse sense. And that’s where we come in, so to speak.\nRaju: Us horses? How do we come into the poll picture?\nRani: Well, with no party having got a majority, both sides could try to lure the other side’s allies. That’s horse trading.\nRaju: But that’s people trading. Why bring us horses into it?\nRani: Maybe because horses like us are used in marriage ceremonies, promoting matrimonial unions, and horse trading promotes political unions.\nRaju: Is that a stable govt? One formed after horses are taken from one stable to another stable? Sounds quite unstable to me.\nRani: I agree. When it comes to trading on our name we should definitely say ‘Neigh’…\nRani and Raju, two shaadi baraat horses, mulling over the poll results.\nRaju: The ballot box has once again proved to be a jack-in-the-box out of which pops many a surprise. Not a few have got their comeuppance.\nRani: I’ve never understood why it should be called a comeuppance when it’s really a comedownance, in that it brings someone down from their pride of place. Anyway, I think the results are perfect, by and large.\nRaju: Perfect? How come? The NDA lot are disgruntled because they didn’t get the thumping majority they’d expected. And the INDIA guys are downcast because they didn’t dislodge NDA as they’d hoped to. So everyone’s unhappy. What’s perfect about that?\nRani: Democracy is perfect about that. If one section is happy it’s at the expense of the opposing section, which makes for a zero-sum game. If both sides are dissatisfied, both will work harder to better their standing. Which is perfect for the functioning of democracy, and the benefit of voters.\nRaju: So you’re saying that with neither side being smug and self-satisfied with its performance, the opposition will be more opposing, and govt will do more governance. That makes horse sense.\nRani: There’s another thing that makes horse sense. And that’s where we come in, so to speak.\nRaju: Us horses? How do we come into the poll picture?\nRani: Well, with no party having got a majority, both sides could try to lure the other side’s allies. That’s horse trading.\nRaju: But that’s people trading. Why bring us horses into it?\nRani: Maybe because horses like us are used in marriage ceremonies, promoting matrimonial unions, and horse trading promotes political unions.\nRaju: Is that a stable govt? One formed after horses are taken from one stable to another stable? Sounds quite unstable to me.\nRani: I agree. When it comes to trading on our name we should definitely say ‘Neigh’…\n\n",
        "headline_1": "Horse sense: Poll results could put the spotlight on some game-changers, both two-legged and four-legged",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/horse-sense-poll-results-could-put-the-spotlight-on-some-game-changers-both-two-legged-and-four-legged/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "Cong got much of its messaging rights. But BJP won 70% of direct contests. Cong needs better ground game\nGenius, the saying goes, is 1% inspiration and 99% perspiration. Congress’s 99 seats reflect the 99% perspiration the party put into making the INDIA idea work. With the return on Thursday of a Congress rebel who won as an Independent on Sangli LS seat, Congress touched the 100 MP-mark. This shouldn’t lull the party into complacency. While Congress’s strategy to contest on the least number of seats bore fruit as did Rahul Gandhi’s insistence on fighting the election on two planks, Constitution-led ideology and party manifesto, the party has much work to do.\nStaying rooted | Through five years of turmoil in 48-LS seat Maharashtra, since 2019 assembly election, Congress – the state’s weakest party for over a decade – has held its own. It won the largest number of LS seats, high-profile defections had no impact. This, when Congress couldn’t find candidates of heft willing to contest on several seats, including in Mumbai. That Congress’s Mumbai North West candidate, Dharavi MLA Varsha Gaikwad, just 49, and a rare Dalit nominee on a general seat, beat BJP’s Ujjwal Nikam with 49% vote share, is also a nod to voters’ comfort with roping in Gen Next netas into larger electoral battles.\nUP & caste | Fielding a Gandhi loyalist in Amethi, choosing Rae Bareli for Rahul, ceding the UP space to Akhilesh, all paid off. UP results showed Rahul-styled Congress had struck a chord, with an ideology at a distance from GOP’s waffling politics that had sent the party into perpetual decline. UP results show there are takers for a New Congress, that’s re-inventing itself from being an upper-caste one engaged in ‘Dalit uplift’, to one that seizes the Constitution’s promise of equality to (a) make everyday-caste visible, and (b) pragmatically align with caste parties.\nFinding, filling gaps | If intermediate castes, Lingayats in Karnataka, and Jats in Rajasthan, split their votes between BJP and Congress, the party’s five Haryana wins were constituencies central to the farmers’ protest. Punjab was fought entirely at the assembly segment level, local units winning Congress 7 of state’s 13.\nNote, though, in 215 seats, where BJP and Congress were in direct fights, BJP won over 70% seats. Congress had its communication pat, but has its task cut out before it can take on BJP seat by seat. That can only happen if it focuses on firming up that ‘1% inspiration’ to recreate its ‘missing’ organisation, essential if Congress is to convert its support into political assets. \n\n",
        "headline_1": "GOP’s next job: Fix org",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gops-next-job-fix-org/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "‘Friends’ of a coalition’s big party jostle to get ministries with high RoI. That’s how politics works\nWhat’s the big difference this election has produced? Media speculation is not so much about which BJP heavyweight will land what plum ministry. Most interest is around big ministries BJP may have to let go of. Welcome back to coalition govts and frenetic bargaining about how to share the spoils.\nJust being practical |  Jockeying for ministries is not bad. If voters haven’t opted for a single party majority, it’s legitimate for members of a coalition to want ministries they prefer. They owe their voters that. Also, politicians are nothing if not practical. They are unlikely to push matters to a breaking point. Who wants to contest elections prematurely? Running a political party is expensive. \nVariety of needs| Ministry preferences are best understood in terms of meeting basic political needs. There are ministries like home that allow exercise of huge executive power. Finance, another biggie, has the power over allocating govt’s funds to other ministries. And big stock market players are obsessed with what FinMin is doing. Railways employ lakhs of people. These are ministries with real influence. There are also ministries that potentially provide political parties with a high return on political investment. Think defence – all those arms contracts. Think roads and highways. Politicians love these ministries, and not just because they are important for the country. \nArt of possible| Bismarck, the 19th century German politician, described politics as the art of the possible, the attainable and the next best. Coalitions are just that. No majority, no problem. It’s possible to form a govt. But politics is also at heart a transaction. For junior partners, joining a govt must be worth the effort. They need bragging rights and, shall we say, bagging rights – the right to bag goodies. Back in 1990s and early 2000s, some ministries used to be called ATMs. That moniker is still valid.\n\n",
        "headline_1": "Sharing the spoils",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sharing-the-spoils/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "Shivraj to CM, state BJP leaders campaigned vigorously, the party’s booth-level management was superb. Congress has stayed demoralised since its assembly rout, lacked clear leadership\n‘Oh, there was a storm?’ You can quite imagine a Madhya Pradesh BJP leader looking out of the window on June 4 evening and asking this with an enquiring eyebrow. How did the heartland remain a saffron island, untouched by the electoral tumult in neighbouring UP, Maharashtra and Rajasthan? Not only did MP go against the current, it also handed BJP its biggest ever Lok Sabha victory: 29-0.\nCongress had never before been reduced to zero in MP. Yet, in 2024, with no wave, Congress was swept into oblivion. Neighbouring Chhattisgarh, sharing much the same DNA, handed BJP 10 of 11 seats.\nThe reasons for the clean sweep in the two heartland states are much the same – and no, Ram Mandir is not one of them. The consecration of Ram Lalla idol in Ayodhya sparked jubilation in these two states, yes, but it wasn’t the overriding political factor.\nRead full story on TOI+\n\n",
        "headline_1": "Why did Cong’s revival not reach MP?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/guns-n-poses/why-did-congs-revival-not-reach-mp/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "Yesterday, the new finance minister presented the proposal for the national budget for FY2024-25 at a time when Bangladesh's economy is under tremendous pressure. The finance ministry deserves credit for undertaking the humongous task of preparing a budget during an economically challenging time. However, the proposed budget falls short of fully assessing the depth of the problem and making realistic targets, and thus suggesting practical measures to solve some of the problems.\nHow prudent is the fiscal framework?\nWith a size of Tk 7,97,000 crore, the FY2024-25 budget is equivalent to 14.2 percent of the GDP, which is the same as the revised budget of the outgoing fiscal year.\nThe gap between expenditure and revenue is large, which is common in Bangladesh. Since the revenue target is set at Tk 5,41,000 crore, or 9.7 percent of GDP, the government has to rely on both domestic and foreign sources. However, given the high inflationary pressure over the last two years and the resource constraints the country faces, it would have been prudent to keep the budget deficit low, somewhere between three or four percent of GDP, even though traditionally it has been set around five percent in the annual budget. In FY2023-24, the budget deficit was set at 5.2 percent of GDP, which has now been revised to 4.7 percent. In the upcoming fiscal year, it has been set at 4.6 percent. Of this deficit, 2.9 percent will be financed from domestic sources, and 1.9 percent from foreign sources.\nA large amount of domestic funding will come from bank loans by the government, which is set to be Tk 1,37,500 crore—2.5 percent of the budget deficit. In the revised budget of FY2023-24, the amount of bank loans has been increased to Tk 1,55,935 crore. In the outgoing fiscal year, there was low demand for bank loans by the private sector. But the government's consistent dependence on the banking sector will create the crowding out effect for the private sector at some point. Besides, the government's interest payment against the bank loans continues to increase.\nSo, the proposed budget falls short of taking a pragmatic fiscal consolidation through restrained spending and meeting the expenses through higher domestic revenue collection. Of course, the target for revenue generation has been increased slightly, from 9.5 percent of GDP in the revised budget in the outgoing fiscal year to 9.7 percent for in the upcoming fiscal year.\nHow realistic are the key targets?\n\nAccording to the finance ministry, the total revenue collection recorded a 13.3 percent growth during the July-January period of FY2023-24. This is a considerable improvement from the corresponding figure of FY2022-23. Despite this improvement, the revenue growth still has to be as high as 63.2 percent during the remainder of FY2023-24 to meet the annual target, which seems unplausible. Therefore, a practical and achievable target is essential for planning expenditures. There is an attempt by the government to enhance revenue collection through various tax measures.\nThe projections on some key economic indicators are also far from reality. For example, the proposed budget has set GDP growth at 6.75 percent for FY2024-25. Amid the current economic pressure, this projection is high. In FY2023-24, the GDP growth was estimated to be 7.5 percent. However, provisional estimates by Bangladesh Bureau of Statistics (BBS) revealed that in FY2023-24, the GDP growth rate could be 5.82 percent.\nSimilarly, gross investment as a share of GDP has been projected to be 33.41 percent in FY2024-25. This is in contrast to the fact that gross investment as a share of GDP has been declining over the past few years. Between FY2019-20 and FY2023-24, the decline in the gross investment-GDP ratio has been 0.33 percentage points. Most importantly, the private investment-GDP ratio also declined from 24.18 percent in FY2022-23 to 23.51 percent in FY2023-24. So, how the projection of higher private investment at 27.34 percent of GDP will be achieved in FY2024-25 remains a mystery.\nWhat is there to curb inflation?\n\nAmid the existing economic pressure, the government will have to settle for a low-level equilibrium, i.e. low inflation and low growth. Spending cuts are needed in unnecessary operational costs, unproductive projects, and special support to certain privileged groups. Higher allocations should be made for the poor, low- and middle-income groups through social protection.\nAnother way to provide some respite to ordinary citizens is through employment. In the absence of private investment, job creation has become limited. Despite a reasonable GDP growth, the capacity of the economy to generate employment is reducing. The employment elasticity is a measure to see how employment is changed due to economic growth. The quarterly GDP estimates and the Labour Force Survey (LFS) data from the BBS reveal that the employment elasticity of GDP is on a downward trend. More worryingly, the opportunity for decent employment is limited. The LFS 2022 data indicate that 90.5 percent of the industrial employment and 67.8 percent of the service sector employment are in the informal category.\nFor the poor, an important source of support is the government's social safety net (SSN) programmes. The overall SSN budget as a percentage of the total budget increased marginally—from 17.0 percent in the revised budget for FY2023-24 to 17.1 percent in FY2024-25. The SSN budget as a percentage of GDP saw an increase—from 2.40 percent in the revised budget to 2.43 percent in the proposed budget.\nHowever, as before, pension for the retired government employees and their families, interests from savings certificates, agriculture subsidy, and programmes for freedom fighters are included in the SSN, inflating the allocation for the sector. If these allocations, which don't directly help the poor, are taken out, the actual allocation for SSN is much smaller. For example, if we exclude pension for the retired government employees and their families, interests from savings certificates, and agricultural subsidy, the SSN allocation drops to 9.2 percent of the total budget and only 1.32 percent of GDP.\nThere hasn't been any support in terms of tax measures for the low-income groups. In the budget for the outgoing fiscal year, the government increased the threshold level of tax-free annual income from Tk 3 lakh to Tk 3.5 lakh. However, the inflation continued to be close to 10 percent through the fiscal year. Food inflation is even higher. Indeed, food expenditure in Bangladesh is much higher than many countries with more per capita income (CPD 2024).\nIn such circumstances, the threshold of tax-free income should have been increased to Tk 5 lakh as expenditure for essential items eat up most of the earnings of low-income households. This rebate will not cost the government much. Instead, it should collect taxes from the tax evaders and new sources. The hard-earned money of the taxpayers should be used prudently. This will increase public confidence in the tax system. This will create fiscal space for the government to spend on priority areas, including support to the poor and low-income families. The announcement by the government to reduce taxes on many commodities is a positive step.\nHowever, the authorities have to make sure that the reduced tax is reflected through reduced prices in the market. This initiative should be continued till the prices are down at a tolerable level. Allocation for programmes such as open market sales (OMS) should have been higher because the supply is inadequate compared to the demand. This is not a requirement for the low-income families only—the middle class also has a demand for such support.\nFinally, the government has set the target for inflation at 6.5 percent in FY2024-25. Unfortunately, this is an unrealistic target. The policymakers have to take several pragmatic, bold and unpopular measures to reach the target within the next 12 months.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD) and a non-resident senior fellow at the Atlantic Council. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What’s in the new budget?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/business/bangladesh-national-budget-fy2024-25/news/whats-the-new-budget-3628756",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "The finance minister on Thursday unveiled the country's 54th budget amounting to Tk 7,97,000 crore for FY2024-25, which is 4.6 percent bigger than the current one. The increase in budget size, however, is much lower than the year-on-year average spike of 11 percent seen in the last five years, illustrating the monetary constraints the government is facing as well as some of the realities of the crisis which requires a certain degree of belt-tightening. The main aim of this budget had to be the restoration of macroeconomic stability, reduction of inflation, and containment of ongoing pressure on our foreign currency reserves, which the finance minister himself admitted. On top of that, the finance minister emphasised the need to address corruption but then offered a facility to whiten black money, which is a contradiction in itself.\nIt means that firms and individuals with black money will again have the opportunity to legalise their undeclared wealth without having to face any questions about the source of their income, paying a 15 percent tax, whereas people belonging to the highest tax slab will have to pay a 30 percent tax, compared to 25 percent last year. This once again raises the question: why is the budget favouring corrupt people and companies over honest and hardworking individuals? And why are our laws continually being formulated in a way that makes honest individuals lose out to corrupt ones? It would not be far-fetched for honest taxpayers to ask, what is the point of them paying taxes every year when those who are evading taxes can get away with paying a much lesser amount on their undeclared income to bring it into the mainstream.\nAs far as allocations are concerned, while on the one hand the government has had to reign in its expenditure, it is disappointing to see, on the other hand, where the government's priorities truly lie. They certainly do not lie in the education or healthcare sectors, which is worrying. The allocation for education actually went down from 1.76 percent of GDP in the last budget to 1.69 percent in the proposed one—the lowest in the last 16 years. If the government is really looking to create a \"Smart Bangladesh,\" how can such a low allocation be justified? And the same applies for the healthcare sector, whose budgetary allocation went slightly up from 5 percent of GDP in the last budget to 5.19 percent of GDP in the upcoming one—a negligible increase. In a country having one of the highest out-of-pocket healthcare expenditures in the world and experiencing soaring inflation simultaneously, healthcare costs have become a massive burden for the people. Therefore, the sector deserved a much greater allocation (and attention) from the government than what it received.\nHowever, on a more positive note, it is good to see the government allocate Tk 2,000 crore for health emergencies, which we hope would be used properly to provide some relief to struggling families. Additionally, we are encouraged to see the government allocate Tk 1,000 crore on health research, similar to the current budget's allocation. However, questions remain over the ministry's ability to utilise its budget as, according to a review, there was a significant decrease in budgetary use compared to the allocation in the last fiscal year. Experts have urged that there should not be a repeat of that going forward. So, it is vital that the government increases the capacity of the health sector—as well as the education sector—to actually absorb and properly utilise their respective budgetary allocations.\nThe budget deficit this time is historically lower than other budgets in the last decade. This gives the impression that the authorities are concerned about financing the budgetary deficit, as well as servicing the debt. It shows that the authorities have taken a very practical decision. But again, the way the allocations have been made shows that the authorities have failed to take into account what common people are most concerned about. And while the government's growth estimates seem to be more practical compared to previous, overly optimistic approximations, the setting of a 6.5 percent inflation target seems completely oblivious to the current reality, with the average inflation remaining around 9 percent for the past two years.\nThese contradictions and inadequacies, as well as the lack of specific strategies to address what has been the worst economic crisis facing the country since the Covid-19 pandemic, show that even though the budget admits to the existence of this crisis, it does not provide any real way out of it. And here is where it falls woefully short of what the country needed at this moment. We hope that before giving its final seal of approval on the budget, the government will genuinely take these and other concerns raised by experts into account.\n",
        "headline_1": "Another mostly disappointing budget",
        "headline_2": "",
        "link": "https://www.thedailystar.net/business/bangladesh-national-budget-fy2024-25/news/another-mostly-disappointing-budget-3628651",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "There is an issue about the accuracy of the social safety net portfolio accounting. Here, items like civil servants' pensions are included within that portfolio. It gives misleading information and it inflates the social protection portfolio more than what it actually is. This misleading accounting problem should be resolved.\nSecond, we are in a tight budget environment, in which the distributional issue is very important. Who should receive the load of the tight budget? The general people? Or those who can bear the load more, for example? Or should efficiency improvement be the goal, which means reducing the allocation from inefficient or relatively less prioritised expenditure items so that we can allocate more for the general population?\n\nWhen I am deciding to reduce the budget, where shall I make the cut? Social safety net allocation should not be reduced, and here I am not talking about new resources. I am talking about either cutting expenses or making insignificant expansion. Where would that amount come from? Even in this period of austerity, we have seen that neither the focus on megaprojects have gone down, nor have the non-priority expenditures—such as cars for district commissioners—been curtailed. They are still on the priority list.\nSo, in the decision about on whom the austerity burden should be imposed, if the size of the social safety net allocation does not increase, or decreases, it is saying that the government is either inattentive or going against the interest of the general people.\nThird, a review of the social safety net portfolio is necessary. Not just taking out pension, there are many items that can be re-prioritised with the idea that there are two large missing groups in the current portfolio. One of them is the urban poor, who are inadequately addressed. The other is marginal and excluded population groups. I call them poverty's third frontier because they are like an excluded group within the extreme poor, like tea workers, fishermen, municipal workers, etc. There is an opportunity to increase the allocation for this group. So, when the budget is tight, you can make sure that distributional efficiency is ensured for the people, which does not seem to be happening here. The other thing you can do is ensure efficiency in the reforms. That way, the urgent groups who are left out can get the allocation.\n\nThen there is mistargeting. Even within this limited amount that is available for social protection, instead of those who should receive it, there is significant leakage and mistargeting. Unfortunately, the mistargeting trend may be an upward trend; this is a governance issue and is of great concern. In recent times, due to governance shortfall, this mistargeting rate may have gone up. This needs to be looked into.\nFinally, the social safety net is an important sector, particularly for the poor people. The people of our country are vulnerable to shocks. Social safety net has a particular role to reduce the exposure to that vulnerability. As you know, the latest data of Bangladesh Bureau of Statistics says one-fifth of the population are experiencing food insecurity to some degree. So, no matter how tight the budget is, the social safety net sector has to be given its due importance, which means the government needs to stop misleading the accounting, improve efficiency, reduce mistargeting, and address the unaddressed groups.\nAs told to Tamanna Khan of The Daily Star.\n\nHossain Zillur Rahman is an economist and political sociologist, and executive chairman of Power and Participation Research Centre (PPRC).\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Don’t shrink social safety net even during austerity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/business/bangladesh-national-budget-fy2024-25/news/dont-shrink-social-safety-net-even-during-austerity-3628326",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "The fact that budget execution rate in Bangladesh is one of the lowest in South Asia is a malady that over the decades has shown no sign of improvement. So far as the two major components --- revenue collection and ADP implementation--- of the national budget are concerned, shortfall in one and a chronic delay and deferment in the other clearly demonstrate the gap between policy objective and actual performance. Since the government functionaries are tasked with the responsibility of accomplishing the jobs, they ought to take the responsibility of not rising up to the task. Although there are other factors that in one way or other account for the sloth and failure, it is generally believed that a lack of accountability of the civil servants and inefficient governance are the major reasons behind low budget implementation. An FE analysis has found government's budget expenditure hovering around 81 per cent to 85 per cent of the outlay in the last one decade. Quoting ministry of finance data, the analysis states that budget execution rate has been far less than the target since the fiscal 2015-16. In the last fiscal 2023, the government spent Tk 5.758 trillion or 84.93 per cent of the total Tk 6.78-trillion of original allocation. The government investment is about 15 per cent of the country's GDP, on an average, in public expenditure per annum, the analysis says. In the current FY2024, the government has taken a target to spend 15.2 per cent of the GDP on the country's development works. In the last fiscal, the public expenditure in the country was 14.9 per cent of the GDP, while it was 13.1 per cent in FY2022, 13 per cent each in 2021 and FY2020, 13.3 per cent in FY2019, 12.2 per cent in FY2018 and 11.6 per cent in FY2017.While fulfilling the revenue collection target has always remained far out of reach, implementing the development programmes under the ADP reasonably efficiently is utterly missing. The result is often a botched-up implementation affair reflecting the overall poor execution of numerous projects. Basking in the glory of a fat ADP thus appears to be self-deceiving for the planners. That the matter is fast gaining ground in the country's public spending culture has been flagged time and again. Besides the less than efficient bureaucracy, often held responsible for valid reasons, it is the selection of projects and methodology adopted that are also found to constrain budget execution. Experts have pointed out the need for a sound mechanism to be worked out by a set of knowledgeable professionals in order to identify projects consistent with national priorities. A lack of adequate economic analysis, funding strategies, abundance of unapproved projects, absence of sufficient coordination between development and non-development budgets, shortage of expert manpower and weak capacity of the Planning Commission and Planning Cells in the ministries are often regarded as some of the major obstacles to establishing an efficient public spending management system in the country. Given the uninspiring environment, one hopes that the inter-ministerial coordination will be streamlined for facilitating budget execution.",
        "headline_1": "Need for better budget execution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-better-budget-execution-1717690584",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "The planet's critical ecosystem is yet to claim its rightful place in the collective consciousness of the peoples across the world. But the United Nations Environment Programme (UNEP) under the aegis of the UN has been observing the World Environment Day on June 5 each year since 1973. According to the US National Aeronautics and Space Administration (NASA) Earth Observatory, global temperature has risen by a little over1.0 degree Celsius since 1880 and two-thirds of the warming has taken place during the past five decades of the World Environment Day's tenure. This clearly indicates the burgeoning world population's mindless exploitation of natural resources in the name of economic development and social progress. The past few years have witnessed the planet getting embroiled in extensive and deeper turmoil. There have been more and more extreme weather events ---some of those freakish and bizarre ---in several regions and pockets across the world. The warning bell was sounded long ago, only more so for countries like Bangladesh experiencing natural calamities frequently and proving more vulnerable than others to climate change. The United Nations Convention to Combat Desertification (UNCCD) was adopted in 1994 with the objective of restoring lands, halting desertification and developing natural resilience to drought. The overriding compulsion was thrust on the humanity to arrest the all-round ill effects of its own rapacious actions. According to the UNCCD, 40 per cent of the planet's land area has by now suffered degradation of varying degrees. Half of the world's population is suffering its consequences. It further claims that the number and intensity of droughts have increased by 29 per cent since 2000. If left unattended, it is sure to threaten lives and livelihoods of three-quarters of the world population. The UNCCD has identified clear indications of desertification in Bangladesh--- not only in its north-west region comprising Naogaon, Rajshai and Chapainababganj but, surprisingly, also in the coastal areas in the south. Some experts make even a direr prediction that desertification will take hold of the north-western region within two decades. This gloomy picture becomes gloomier with the findings of a study carried out by the Soil Resource Development Institute (SRDI). The findings concern the faster degradation of soil than previously thought. According to the SRDI, degradation of 'the physical, chemical and biological or economic properties of soil' is happening approximately to 270 sq km area---more or less the size of Dhaka city--- in the country annually. These are bone-chilling revelations but the indifference to the damaging human habits and actions propelled by consumerism shows no sign of transformation into any urgent policy formulation, let alone actions. But the theme of this year's World Environment Day, \"Our land. Our future. We are #GenerationRestoratrion\" could not be more appropriate for the country. Bangladesh is a small geographical entity with a vast population. If its lands degrade at the rate the government study has found, there will be no cultivable land in the next 63 years, warns the chief scientific officer at the SRDI. Now why these are happening is not quite unknown. According to an international scientific journal, the Padma has shrunk by 50 per cent in the lean season compared to 1984. Its water has become shallower by 17.8 per cent and flow reduced by 26.2 per cent. To add to the worsening condition, the supply of sweet water has dropped by as high as 90 per cent and in the Padma basin, annual rainfall has decreased by 19.2 per cent. How water crisis has compounded the problem of drought and desertification has become clear from a survey carried out by the ministry of water resources in 2020. As many as 140 rivers in the country have either disappeared or about to disappear. The Bangladesh Water Development Board (BWDB) confirms that 308 rivers have lost their navigability. Unplanned construction of infrastructure and encroachment of rivers, including illegal sand extraction, by land grabbers are responsible for the demise and decline of rivers. When lakes, rivers and wetlands hold 20-30 per cent of global carbon, the death and decay of rivers in Bangladesh have serious environmental ramification. As a consequence underground water table has been falling by 0.75 metre to 1.0 metre in different regions. The northern region is witnessing the sharpest fall in its underground water table. This threatens to expedite its desertification process. True, people in Bangladesh have shown great interest in planting trees in recent times. But what has so far been achieved in terms of green cover is no replacement for the deforestation that had taken place in the earlier decades. Admittedly, the present civilisation has misplaced priorities at a time when there was an overriding need for making peace with the planet's ecosystem. Even this small country has ample scope for restoring its physical and biological health. To that end, it will have to reclaim its rivers and give them as much flow back as humanly possible. Polythene has to be banned and use of plastic limited to the minimum with the provision for recycling. Chemical pollution from industrial effluent must be contained by making installation of effluent treatment plant mandatory. Thus soil and water bodies can be saved. Then an extensive programme for creation of forests and planting of trees in all vacant spaces must be executed. Failure to do so will not only jeopardise the nation's food security but also pose a danger to its very existence. \n[email protected]",
        "headline_1": "Still time to make peace with Nature",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/still-time-to-make-peace-with-nature-1717690639",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "Three young construction workers, aged between 20 and 25, went out for work, like most other days, on May 17 this year. They were supposed to return home in the evening. The poor families of the youths were waiting for their return. But they did not and will never return. All of them fell to death from a building at Mayakanan in the capital when the suspended platform they were working on collapsed to the ground. Altafur Rahman, Mofizul Islam and Antar are a few among the numerous victims of construction site accidents.Construction site accidents take lives of not only workers but also pedestrians. Not long ago, a Bangladesh Bank official, Dipu Sana, died after a brick fell on him from a building under construction at the capital's Siddeshwari. Lapses in construction safety are so widespread that anyone can fall victim to such hazards.Construction site fatalities happen frequently here but still, it is an issue the country talks very little about. People here are not properly sensitised to the phenomenon and even building owners and developers are not well aware of the relevant statutes, their implementation authorities and compensation provisions. And what about newspapers? They encounter stories on construction site fatalities so frequently that now they hardly spare front page spaces for the news items.Construction site accidents are not an issue Bangladesh alone is facing; it is a global phenomenon. According to the International Labour Organization, construction has a disproportionately high rate of recorded accidents. The ILO said that in 2019 the top causes of occupational fatalities on construction sites were falls, electrocution and crush injuries.Although construction sites face significantly the same hazards, the rate of accidents varies in regions and countries due to a variety of safety standards, cultures and workers' compliance behaviour. Certainly, Bangladesh is among the countries lacking in all such counts.According to the Bangladesh Institute of Labour Studies (BILS) compilation, there were a total of 1,196 deaths in the construction industry between 2005 and 2016, meaning approximately 100 deaths every year on an average.Bangladesh has legislations but no effective authorities to deal with construction site accidents. The Bangladesh Labour Act (BLA) of 2006, which provides for workplace safety and worker compensation in case of injury or death, has entrusted the Department of Inspection for Factories and Establishments (DIFE) under the Labour and Employment Ministry with the task of implementation of the law. The department, however, is not much visible and its personnel are hardly found on construction sites. The existence of the department is mostly on paper. It rarely takes any proactive measures for enforcement of the law to ensure construction safety.Different documents dealing with construction site safety suggest the DIFE cannot properly perform its duties mainly due to manpower shortage. This contention may be right or it may be a common excuse most government agencies resort to in covering up their inability or inefficacy. But the thing is that Bangladesh can no longer afford neglect of the issue.If the department is understaffed, it needs to be given the necessary manpower. But it will be better to constitute a separate authority or at least a separate cell under any relevant department to exclusively deal with construction site safety.The policymakers in this country are always less concerned about issues that affect mostly the poor, not the affluent section. Maybe, that is the main reason for neglecting the construction-site safety. A change of this mentality is overdue. \n[email protected]",
        "headline_1": "Safety at construction site",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/safety-at-construction-site-1717690668",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2024"
    },
    {
        "full_article": "The plight of the flood-hit people in Sylhet continues to worsen, with a large number of individuals trapped in inundated areas. According to the district administration, the flooding has affected a vast area, with 761 villages submerged under water until recent updates. The number of affected individuals has soared to approximately 0.7 million, highlighting the scale of the disaster and the urgent need for assistance.The meteorological data provided by the Met office underscores the severity of the situation, with significant rainfall recorded in Sylhet and neighbouring areas. The Surma river, vital to the region, is perilously above the danger level.Heart-wrenching accounts from residents paint a grim picture of the conditions endured by the flood-affected populace. With essential services disrupted and resources depleted, their pleas for aid remain unanswered, increasing their suffering.In response to the crisis, efforts have been made by the Sylhet City Corporation and local councillors to provide shelter and assistance to the affected individuals. However, the magnitude of the disaster demands a concerted and comprehensive response from all stakeholders.It is imperative for government agencies, NGOs, and concerned citizens to mobilise resources and extend support to the flood-hit communities in Sylhet. Immediate action is needed to ensure safety, well-being, and rehabilitation of the affected individuals, as well as to mitigate the risk of further devastation.As a concerned member of society, I urge the authorities to prioritise relief efforts, implement preventive measures and address the underlying issues contributing to the recurring floods in the region. \nAlamgir HussainStudentShahjalal University of Science and Technology",
        "headline_1": "Flash flood wreaks havoc in Sylhet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/flash-flood-wreaks-havoc-in-sylhet-1717690692",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-06-2024"
    }
]