[
    {
        "full_article": "With investigators finding tell-tale signs of a terror plot having gone awry, post Sunday’s predawn car blast near a temple in communally-fragile Coimbatore, the incident, unless tackled professionally with sensitivity, holds the potential of escalating existing tensions on the law and order and political fronts. Information that the car’s driver and suspected mastermind, who was charred, Jameesha Mubin, was briefly under the National Investigation Agency (NIA) radar, would certainly call into question the capabilities of the intelligence apparatus in sensing and forestalling a terror plot. It is sheer providence that an LPG cylinder in the car exploded, as preliminary investigation suggests, before Mubin could strike terror. What cannot be overlooked is that the incident came against the backdrop of serial Molotov cocktail attacks last month, targeting properties of right-wing outfits and their office-bearers in the wake of the nationwide ban on the Popular Front of India. To the credit of the police force, the larger design was unravelled and the suspected plotters unmasked in less than 24 hours. That half a dozen suspects have been arrested bears testimony to their investigation skills. Despite the police’s commendable post-blast action, realising the gravity and political ramifications of the issue at hand, Tamil Nadu Chief Minister M.K. Stalin did the right thing in recommending that the NIA take over the probe. Governor R.N. Ravi, a former IPS officer, has questioned the four-day delay in calling the NIA. However, that is a matter of perspective and individual assessment of the ground situation.Politically, this has thrown up some challenges for Mr. Stalin. He has to delicately balance the duty of taking along the minorities and the administrative need to uncompromisingly deal with fundamentalists, who propagate violence as an answer to political problems. In this he would require the support of constituent parties of the DMK-led Secular Progressive Alliance, which should acknowledge the need for such balance. The DMK, as such, faces criticism of being soft on terror, due to the 1998 Coimbatore serial blasts, though Tamil Nadu has seen the fangs of terror during the AIADMK regime too (1993 RSS office blast). He also has to combat attempts trying to stoke communal passions and driving religious polarisation using this incident as a springboard. The BJP has seized upon the issue with a section of its leaders calling for a Coimbatore bandh on October 31 to put the heat on the government and consolidate itself politically. What is needed, though, is for the NIA and the government to deal with the plotters firmly while not providing scope for communalising and politicising terrorism.",
        "headline_1": "Explosive affair: On the Coimbatore car blast",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/explosive-affair-the-hindu-editorial-on-the-october-23-2022-coimbatore-car-blast/article66065644.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "Russia’s allegation that Ukraine was planning to launch a so-called dirty bomb shows how dramatically the Ukraine conflict has escalated. Russia’s Defence Minister Sergei Shoigu held talks with many of his global counterparts, including Rajnath Singh, accusing Ukraine of potential “nuclear terrorism”. A dirty bomb is not a nuclear bomb but a conventional explosive device with radioactive materials, the explosion of which could turn swathes of land uninhabitable for decades. Ukraine and its western backers have rejected the Russian allegations, saying the Russians, who have suffered setbacks, are making unfounded claims for a false flag attack. It is difficult to ascertain what is going on behind the fog of a full-scale war, but the talk of dirty bombs and nuclear terrorism does not bode well. Ever since the U.S.’s nuclear bombing of Japan in 1945, the world has largely treated the nuclear option as taboo. Even in 1962, when the Soviet Union and the U.S. were on the brink of conflict, their leaders managed to end the crisis amicably through dialogue. But unfortunately, Vladimir Putin’s threat of using all means available to him to protect his country and Joe Biden’s warning of a “nuclear Armageddon” are tantamount to normalising the nuclear option in the middle of a conflict that is in an escalatory spiral.What is more surprising is that even as the war is steadily deteriorating, there is no conscious effort by any side to start a dialogue. Russia says it is ready for talks but has not given any concrete proposals, and its offer for talks cannot be trusted, especially after it announced the annexation of four partially controlled Ukrainian regions. Ukraine says it will not hold talks with Russia as long as Mr. Putin is in power and that it intends to fight till all Ukrainian regions are liberated, including Crimea. Ukraine’s western backers say they would continue to support Ukraine’s resistance “as long as it takes”. As all sides take maximalist positions, escalation is creating its own dynamic, taking the whole world hostage. Eight months of war have already created economic and humanitarian disasters. And there are greater fears of a direct conflict between Russia and NATO, two nuclear forces. What more do the stakeholders of this war want before they actually begin serious talks? They should realise that unchecked escalation with an open possibility of a Russia-NATO war would be catastrophic for the whole world. The stakes are higher than their geopolitical goals. The rhetoric on nuclear attacks and retaliation should stop immediately and Russia, Ukraine and the West should begin talks to end the conflict. The alternative would be cataclysmic.",
        "headline_1": "Careless threats: On the Ukraine war and the dirty bomb talk",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/careless-threats-the-hindu-editorial-on-the-ukraine-war-and-the-dirty-bomb-talk/article66065668.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "As many as 32% of global deaths are due to cardiovascular disease, making it the commonest cause of death. Replacing the diseased heart with an artificial one (Left Ventricular Assist Device, LVAD) is the logical solution. But when a solution is not affordable it’s not really a solution. When an artificial heart costs nearly a crore rupees in India and over a million dollars in America, it’s not a solution.\nThat’s why only 29,000 rich patients have had an artificial heart implanted globally – even though for a patient gasping for breath in heart failure an artificial heart implantation is a life-changing experience.\nRead full opinion on TOI+\n\n",
        "headline_1": "Desi dil, global lifesaver: The artificial heart being built by IIT Kanpur is the next big thing in world healthcare",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/desi-dil-global-lifesaver-the-artificial-heart-being-built-by-iit-kanpur-is-the-next-big-thing-in-world-healthcare/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "Elon Musk has – finally – bought Twitter. A bid that began in April, had more drama than an average potboiler, peppered with Musk’s threats, Twitter’s lawsuit and justifiably snarky commentary from independent observers. It has left Musk with a large debt, a business model heavily reliant on advertising and facing regulatory constraints that are at odds with his self-professed philosophy of free speech ‘absolutism’. It’s also come at a time when the US stock market has questioned Big Tech’s business model.\nThe five bellwether technology stocks, Facebook, Amazon, Apple, Netflix and Google, have lost about $2.5 trillion in market value over the last year. An underlying reason for the beating many social media companies are taking is their advertising driven business model is incompatible with a refusal to take responsibility for content hosted by the platforms. It has led to conflict with regulators such as the ongoing case in India when Twitter took GoI to court over orders to take down some tweets. GoI yesterday correctly brought in new rules that mandate a higher level of responsibility on companies for content their platforms host.\nMusk reportedly wants to change a business model that draws about 90% of revenue from advertising to one where subscriptions form an important share. This won’t change fundamentals because, globally, regulatory tolerance for the social media business model that makes money by refusing to take responsibility for content is drawing to a close. GoI’s new rules have been preceded by and will be followed by similar rules in other markets like the EU and UK. And it hardly helps that Musk himself has had run-ins with different regulators or that his relationship with an authoritarian Chinese government has triggered speculation. The days of ignoring the social consequences of the business model are over. The “chief twit” faces a challenge.\n\n",
        "headline_1": "New boss. New rules: Musk’s challenge: GOI and other govts getting tough",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/new-boss-new-rules-musks-challenge-goi-and-other-govts-getting-tough/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "BCCI’s decision to implement pay parity in match fees for India’s women cricketers is both fair and congruent with economic logic. It’s timed well, too – women’s cricket is witnessing a boost in popularity after a string of creditable performances in recent years. That even Bollywood is trying to cash in with biopics on players such as Mithali Raj and Jhulan Goswami is perhaps the best proof.\nTrue, men cricketers still earn higher annual retainer fees and a far greater share of media revenue. But market imperatives can’t be completely ignored. After all, sports in the electronic and digital media age is driven by consumer demand and revenue streams. And if the men’s game is more popular or operates on different parameters than the women’s version, returns get automatically skewed in favour of the former. But tennis boldly instituted equal pay in the Grand Slams despite men and women players spending vastly different game times on court.\nThe point is inadequate financial incentives discourage girls and women from taking up sports in the first place, pushing them into stereotypical gendered roles in society. Sport is a tool for empowering girls and women. There can be no dispute that pay parity ought to be the ultimate goal. Players, administrators and organisers need to work together to get there, like American women’s soccer did earlier this year. BCCI’s move is a step in the right direction. More needs to be done – an IPL-like tournament for women will help immensely.\n\n",
        "headline_1": "Partly equal: Good call by BCCI. Women’s cricket needs more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/partly-equal-good-call-by-bcci-womens-cricket-needs-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "Around the world, politics seems to make us emotional and angry. But this intensity does not stem from too much democracy, but too little, argues legal and political scholar Jedediah Purdy in Two Cheers for Politics: Why Democracy is Flawed, Frightening and Our Best Hope.\nThose who feel appalled and demoralised by public affairs often turn with relief to daily life, set up private forms of escape from the wreckage created by other people. Or they resort to a cynicism that the country has never been good and had this coming.\nRead full opinion on TOI+\n\n",
        "headline_1": "Unhappy with Democracy? There’s too little of it: Real political equality is the key metric",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/unhappy-with-democracy-theres-too-little-of-it-real-political-equality-is-the-key-metric/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "It has now been confirmed that it is the local Awami League leaders and their allies who are actually enforcing the transport strikes in divisional cities right before the BNP rallies. The ministers who have been claiming otherwise are also surely aware of this; therefore, we feel insulted that they keep trying to pull the wool over our eyes by claiming that transport associations are independent and have made the decisions of their own volition, when they clearly are not. \nJust like in Khulna, Mymensingh, and Barishal, transport owners in Rangpur called a 36-hour strike from October 28, a day before the BNP rally. Mozammel Haq, president of the Rangpur Motor Malik Samity which called the strike, is an adviser of AL's Rangpur City unit while Mashiur Rahman Ranga, general secretary of the body, is a Jatiya Party lawmaker from Rangpur. Similarly, in a report this newspaper published on Friday, it revealed that the strikes called in Khulna, Mymensingh and Barishal were all called by associations either directly controlled by local AL leaders or their loyalists. And there is no reason to doubt that this instruction was not passed onto them from high ranking party members – especially given how well-coordinated it has been. \nIt is extremely disturbing just how much transport associations, similar to all other associations in various sectors, have been completely politicised by the AL and used for its narrow political purposes. Even in this case, let us not forget that ordinary citizens have also been suffering as a result of the lack of private transport. The transport sector, in general, has been a mess as a result of this deep politicisation, which has been leading to deaths from road accidents on a regular basis – and no meaningful reforms have been taken to fix the sector because of political reasons, despite the heavy cost to citizens. \nThe revelations about the transportation strikes verify the concerns expressed by the people, civil society members, the media and opposition parties – that the AL is unwilling to respect the opposition's, and the people's as an extension of that, right to free assembly. It is still unwilling to provide a level playing field to the opposition right before the election, in the interest of making our dysfunctional democracy somewhat functional. And that, we believe, does not bode well at all for the country going forward. Therefore, we would like to call on the AL to refrain from using such dirty tactics, and instead, let the opposition exercise their rights and, most importantly, let the people exercise their rights to decide the fate of the country going forward.\n",
        "headline_1": "No more dirty tactics before election",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-more-dirty-tactics-election-3154616",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "If wishes were horses, beggars would ride. If wishes were fishes, we would all swim in riches. Yet wishes are all that we have.\nWhen our city fathers assumed their offices in 2020, they presented their visions of a smart city. They shared their pre-election plans to excite our wish list. Now and then, they meet in convention centres and star-studded hotels to offer us various alphabetic soups brewed with further visions and strategies to support their dream. We, Dhakaites, await the day when all will be \"smart\" without being \"smarted\" daily. Our wishes neither ride nor swim.\nThings are so desperate that newsmen receive anonymous phone calls from an on-duty transport official with a plea to do something about the traffic tailback on the Dhaka-Mymensingh highway that reached Banani flyover from Tongi's Millgate. This happened on Wednesday following the onslaught of cyclone Sitrang. The perennial pain caused by the elevated expressway, BRT and MRT achieved new heights when the extra downpour inundated many parts of the roads. Hours of waterlogging damaged their upper crust, resulting in many potholes. Traffic slowed down. Those responsible for controlling traffic felt helpless against the negligence of the city authorities who failed to clear the drainage, remove various roadblocks, including fallen trees and debris, curate construction sites and stop the narrowing of the roads for a host of reasons. Why the road veneer did not last long is another question that we dare not ask. \nThe woes of the city are well known. I won't trouble you by repeating the obvious. What intrigues me is that phone call stating a problem by a man who is both a solution and a part of the problem! The traffic surgeon wished that a news report would draw attention to the issues that he is failing to address through his line authority. The anonymity of the call, however, suggests how gagged the system is. The muted voice desperate to find a speaker through a newspaper is symbolic of our pent-up frustrations and tension.\nThe shelf-life of the projects to ease the trouble of commuters has doubled, and the cost quadrupled. In August, a fallen girder killed five passengers in a car, and the construction of BRT was stalled by the mayor. An initial investigation found the Chinese firm guilty of severe negligence, but a fault in the contract makes the firm entitled to a counterclaim. No penalty can be imposed because of our lack of judiciousness in signing the contract. \nThe contracts are in favour of the overseas firms, since we failed to secure our national interests. With allegations of commissions being shared, one wonders why these construction firms can remain so oblivious to our local causes! Clearing the adjacent areas next to the pillars, securing the sites with protective gear, night lights and hazard signage, and creating bypass or alternative routes are no-brainers. How can massive constructions take place on the busiest of roads without any care for the daily commuters? And if a man in uniform, in charge of maintaining the site feels helpless in this scenario, then there sure is a problem.\nI can only assume that this situation is aggravated by many non-technical civil servants making technical decisions. There are many news items to support my suspicions. The general understanding is even policymakers are handcuffed to bureaucrats, particularly to those from the administrative cadres. The recent story of luxury housing for two civil servants is a case in point.\nAt a time, when the head of the state urges all to maintain austerity, warns us of a food shortage, and starts saving to brace against the global recession that is looming large, we hear the topmost civil servants wishing for a dream house worth 43 crore taka decked with multiple swimming pools and large-screen TVs. Their luxury is planned at the expense of our misery. The irony is, the top bureaucrats, who fail to secure our national interests, have no qualms in claiming the larger share of the development pie for themselves.\nThis is the kind of top-heavy administration that Bangabandhu resisted throughout his political career. As early as May 28, 1948, in a meeting of the Progressive Muslim League, the young student leader Sheikh Mujibur Rahman demanded that \"the salary of the chief secretary should be reduced to Rupees one thousand and those of MLAs and Ministers should be reduced to make provisions for the enhancement of pay of all ill-paid officers [and primary teachers]\". This reveals Bangabandhu's reservations against the top-heavy nature of the administration. Ironically, we pursued Bangabandhu's vision without understanding his spirit.\nWhen a police officer reaches out to journalists to get administrative traction, we are reminded of a system where the upper echelon has lost touch with its foundational base. Thanks to their inefficiency and greed, megaprojects have now become a source of public derision. There is hardly any effort to explain the details to the stakeholders. They are presented as a development mantra where issues of affordability, sustainability and accountability are kept in the dark, which allows tales of second homes of government officials abroad to flourish.\nOn Thursday, two minor news items were published. One serving government official was arrested for neglecting his parents, and another retired government officer for buying a three crore taka flat against a revealed asset statement of Tk 52 lakh. These are breadcrumbs compared to the types of misuse of power and mishandling of money that we constantly hear about. But if this is a warning shot for the personnel in charge of government projects, then we should hail these stories as a welcome move.\nPotholes, flooded drains and unkept construction sites are signs of negligence by our public officials. They are symptomatic of the dark side of our administration. Unless these officials are \"smartened\", we will never have a smart city. For that, we need the office-holders and office-bearers to work together, not for self-gratification but for public satisfaction. \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n",
        "headline_1": "Something is rotten in the state of things",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/something-rotten-the-state-things-3154541",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "A World Bank survey conducted between June 2020 and May 2022 has found that around 30 percent people in Bangladesh are currently facing food scarcity. This is despite the fact that the country's economy made a recovery from pandemic-induced shocks, according to the report. The survey has found that 13 percent of people went to sleep hungry in May this year, compared to seven percent in June 2021. During the same time, the number of people who could not afford to buy food and those who didn't eat in 24 hours also increased. These findings have been revealed at a time when we are already worried about the rising inflation that has affected purchasing capacities and the food shortage that the country might face in the coming months. \nIt is true that our economy showed some quick signs of recovery after the first two waves of the Covid-19 pandemic, but before its effects could trickle down to the poverty-stricken people, they were left to confront the cost of living crisis. Against the backdrop of the Russia-Ukraine war, and thanks to poorly thought-out interventions by the government, inflation has now surged out of control, further reducing people's access to food. Although the government has taken some measures to provide essential food items to the poor at subsidised prices, they have been woefully inadequate in reaching all the people who need such assistance. The government's inability to check inflation means that more and more people are having to make compromises on their nutritional needs. \nCurrently, 68 percent of the county's population are struggling to buy food due to their sky-rocketing prices, according to a survey by the World Food Programme. These people, who do not have enough cash to meet the day-to-day food expenses of their families, are either being forced to take loans or use up their savings. At present, it is not only rice, wheat, meat and vegetables that are being sold at extremely high prices, but even eggs, a low-cost source of protein for the low-income people, have gone out of reach for many. \nSo, how to bring the situation under control? The government should not only take concrete measures to check food inflation – by importing food grains and bringing down food prices through proper market interventions – but it should also strengthen its Vulnerable Group Feeding (VGF) and Food For Work (FFW) programmes to reduce food insecurity. While these steps can give some temporary relief to those most vulnerable, as long-term measures, we should focus on increasing our own food production in order to avert any future food crisis. Since the country is continuing to regularly face natural disasters, including floods and the recent cyclone, the farmers in the affected areas need to be given cash incentives as well as fertilisers and fuel for irrigation at subsidised prices. The food scarcity and high inflation in the country can only be checked through proper policies and their effective implementation.\n",
        "headline_1": "On the verge of starvation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-verge-starvation-3154491",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "As global warming continues to cause sea levels to rise, vulnerable countries like Bangladesh are poised to experience severe disasters with ever-alarming frequency. According to IPCC6, about 17 percent of our population must be relocated within the next decade due to these rising sea levels. This begs the question: what will be the impact of such a large-scale migration? More importantly, how should we prepare?\nDisasters tend to strike primary zones, and peripheral areas as well, to varying degrees. Human migration from affected zones to unaffected ones in post-disaster situations create multiple problems for both host and migrant populations. Most people typically migrate to their nearest urban cities or population centres. Issues arise in the host cities when infrastructure and essential services like availability of freshwater, healthcare, decent livelihood opportunities and affordable housing are overburdened by the unanticipated influx of these migrants. Oftentimes, migrants are met with social resistance as well.\nSimilarly, migrant hosting towns suffer significantly from the standpoint of governance and in ensuring essential public services to all. Influx of migrants affects not only land usage patterns, but also alters water systems when waterbodies need to be filled in to make space for new slums. This leads to waterlogging issues, while also putting a strain on the already depleting groundwater levels. Crime rates also rise when some migrants resort to illegal means of obtaining gas and electricity, alongside getting involved in petty crime and theft due to a severe lack of employment opportunities. Therefore, when we think about relocating 17 percent of our population, the challenges discussed here are magnified manifold.\nAlthough complexities associated with the migration process remain, we cannot stop migration. Hence, to accommodate large migrations sans the social breakdown, the focus should be on building climate resilient and migrant-friendly cities.\nA climate resilient migrant-friendly city can be essentially described as one with climate-resilient infrastructures and services like low-cost housing, accessible education, healthcare, water and sanitation. It is imperative that these towns have well-developed livelihood provisions for the migrants. Ideally, the host cities should be located near economic hub zones or water bodies with high economic development potential. To succeed, private-public partnerships are essential to avoid double-dipping and optimised use of our existing resources.\nWhen we think about livelihoods, the first thing that comes to mind is agriculture. Agriculture plays a crucial role in our economy and a large portion of our vulnerable population is engaged in agriculture. So, designing climate-resilient livelihood strategies without an integrated agricultural component would be unrealistic at best. Rather, we should mainstream innovative practices e.g., sack gardening, vertical gardening, usage of saline tolerant seeds, and bring about a shift in land use patterns to ensure continuity. Green/eco-friendly livelihood practices should be incentivised to motivate youth. A few options include hydroponic cultivation, seaweed cultivation, vermicompost, climate-smart farming, integrated farming, etc. In the face of growing population and land scarcity, the latter is a worthy option to maximise agricultural production using the same area of land.\nHowever, livelihood diversification is also needed, and skills and knowledge transfer are essential in that regard. To ensure people's ability to secure jobs with a decent living wage, we should set up human development centres in every migrant town. These centres will promote green skills training that will help them find alternative livelihoods that are sustainable. Most importantly, industrial decentralisation is instrumental in ensuring that they get employment upon receiving the requisite skill sets and knowledge. Without decentralisation, people will start moving in droves towards big cities like Dhaka and Chattogram. This will also improve other commodities like roadways, hospitals, housings etc.\nSpecial emphasis must be placed on building resilient infrastructures, as these are the most vulnerable to calamities and disasters. It is understandable that logistical, bureaucratic and administrative hurdles make this a less lucrative area of concern, which could explain the paucity of initiatives in this regard. Very few private organisations are keen on investing in building resilient infrastructures. However, addressing this should be easy if we can turn existing government rehabilitation programmes, e.g., Ashrayan, to focus on building climate-proof infrastructures. Private sector actors may be brought in to facilitate the process.\nSimultaneously, focus should also be given on the social aspects and the willingness of the host population to accept and share provisions with migrants. Neglecting to take host communities' receptiveness may well shore up social tensions between them and migrant communities. To bring these changes in behaviour and action, investments are vital. At the end of the day, these cities will prevent a loss in autonomy of both host and migrant communities.\nForced migration resulting from climate change is a harsh reality in Bangladesh. Given that migration is a gradual process, this level of resettlement will not happen in a day. However, it has already begun as towns are accommodating migrants beyond their capacities. Let's think ahead and take sustainable action by investing in climate-resilient and migrant-friendly cities to strengthen our social systems.\nMohammad Budrudzaman is a researcher at Climate Change and Disaster Management Unit, SAJIDA Foundation.\n",
        "headline_1": "How do we prepare our cities for the inevitable wave of climate refugees?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-do-we-prepare-our-cities-the-inevitable-wave-climate-refugees-3154481",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "It has now been confirmed that it is the local Awami League leaders and their allies who are actually enforcing the transport strikes in divisional cities right before the BNP rallies. The ministers who have been claiming otherwise are also surely aware of this; therefore, we feel insulted that they keep trying to pull the wool over our eyes by claiming that transport associations are independent and have made the decisions of their own volition, when they clearly are not. \nJust like in Khulna, Mymensingh, and Barishal, transport owners in Rangpur called a 36-hour strike from October 28, a day before the BNP rally. Mozammel Haq, president of the Rangpur Motor Malik Samity which called the strike, is an adviser of AL's Rangpur City unit while Mashiur Rahman Ranga, general secretary of the body, is a Jatiya Party lawmaker from Rangpur. Similarly, in a report this newspaper published on Friday, it revealed that the strikes called in Khulna, Mymensingh and Barishal were all called by associations either directly controlled by local AL leaders or their loyalists. And there is no reason to doubt that this instruction was not passed onto them from high ranking party members – especially given how well-coordinated it has been. \nIt is extremely disturbing just how much transport associations, similar to all other associations in various sectors, have been completely politicised by the AL and used for its narrow political purposes. Even in this case, let us not forget that ordinary citizens have also been suffering as a result of the lack of private transport. The transport sector, in general, has been a mess as a result of this deep politicisation, which has been leading to deaths from road accidents on a regular basis – and no meaningful reforms have been taken to fix the sector because of political reasons, despite the heavy cost to citizens. \nThe revelations about the transportation strikes verify the concerns expressed by the people, civil society members, the media and opposition parties – that the AL is unwilling to respect the opposition's, and the people's as an extension of that, right to free assembly. It is still unwilling to provide a level playing field to the opposition right before the election, in the interest of making our dysfunctional democracy somewhat functional. And that, we believe, does not bode well at all for the country going forward. Therefore, we would like to call on the AL to refrain from using such dirty tactics, and instead, let the opposition exercise their rights and, most importantly, let the people exercise their rights to decide the fate of the country going forward.\n",
        "headline_1": "No more dirty tactics before election",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-more-dirty-tactics-election-3154616",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "A World Bank survey conducted between June 2020 and May 2022 has found that around 30 percent people in Bangladesh are currently facing food scarcity. This is despite the fact that the country's economy made a recovery from pandemic-induced shocks, according to the report. The survey has found that 13 percent of people went to sleep hungry in May this year, compared to seven percent in June 2021. During the same time, the number of people who could not afford to buy food and those who didn't eat in 24 hours also increased. These findings have been revealed at a time when we are already worried about the rising inflation that has affected purchasing capacities and the food shortage that the country might face in the coming months. \nIt is true that our economy showed some quick signs of recovery after the first two waves of the Covid-19 pandemic, but before its effects could trickle down to the poverty-stricken people, they were left to confront the cost of living crisis. Against the backdrop of the Russia-Ukraine war, and thanks to poorly thought-out interventions by the government, inflation has now surged out of control, further reducing people's access to food. Although the government has taken some measures to provide essential food items to the poor at subsidised prices, they have been woefully inadequate in reaching all the people who need such assistance. The government's inability to check inflation means that more and more people are having to make compromises on their nutritional needs. \nCurrently, 68 percent of the county's population are struggling to buy food due to their sky-rocketing prices, according to a survey by the World Food Programme. These people, who do not have enough cash to meet the day-to-day food expenses of their families, are either being forced to take loans or use up their savings. At present, it is not only rice, wheat, meat and vegetables that are being sold at extremely high prices, but even eggs, a low-cost source of protein for the low-income people, have gone out of reach for many. \nSo, how to bring the situation under control? The government should not only take concrete measures to check food inflation – by importing food grains and bringing down food prices through proper market interventions – but it should also strengthen its Vulnerable Group Feeding (VGF) and Food For Work (FFW) programmes to reduce food insecurity. While these steps can give some temporary relief to those most vulnerable, as long-term measures, we should focus on increasing our own food production in order to avert any future food crisis. Since the country is continuing to regularly face natural disasters, including floods and the recent cyclone, the farmers in the affected areas need to be given cash incentives as well as fertilisers and fuel for irrigation at subsidised prices. The food scarcity and high inflation in the country can only be checked through proper policies and their effective implementation.\n",
        "headline_1": "On the verge of starvation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-verge-starvation-3154491",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "The US ambassador's remarks made reportedly at a recent press conference on the eve of the three-day 28th U.S. annual trade show (started on October 27) in Dhaka that there is huge potential for future growth of business between the two countries are highly inspiring. For, it is a time when Bangladesh is in desperate need of massive foreign investment to stave off the intense inflationary pressure on the economy attributable to the constantly appreciating US dollar against taka. The US Trade Show co-sponsored by the American Chamber of Commerce in Bangladesh (AmCham) is learnt to be showcasing the products and services of some 40 US companies at the event's venue, a local hotel. Notably, the holding of this event this year bears especial significance, because it also marks the 50th anniversary of Bangladesh's diplomatic relation with the USA. Hopefully, this trade fair would start off a new era of enhanced bilateral relationship between the two nations in the sphere of trade and commerce. As pointed out by the US ambassador to Bangladesh, Peter D Haas, at the press meet, the total volume of two-way trade between Bangladesh and the USA stood at US$10.64 billion in 2021, while it was US$9 billion in 2019 making Bangladesh the US's 46th largest trading partner. This is undoubtedly impressive seeing that it was only over US$1.0 billion three decades back in 1992. Admittedly, the US companies have been the biggest source of Foreign Direct Investment (FDI) with US$4.43 billion in cumulative investment as of 2021, which was 20 per cent of the total FDI stock in Bangladesh. Coming to export, Bangladesh's largest volume of goods goes to the US market. For instance, last year (2021) the volume of export was worth US$8.3 billion, while goods worth US$7.6 billion have already been exported to the USA this year (2022). As the figures show, Bangladesh's exports to the US have been on a progressively rising curve. But the US being the world's largest economy, the growth in the volume of Bangladesh's trade with that country over all these years cannot still be said to be at the expected level. The trade volume between the two countries could see further growth, if some of the existing trade barriers like Bangladesh's lack of access to the US's Generalised System of Preference (GSP) could be removed. It would be worthwhile to note at this point that the export of Readymade Garment (RMG) products to the US (items that make up the lion's share of Bangladesh's entire export overseas) saw an increase of more than 53.50 per cent in eight months (between January and August in 2022) over the same period in the year before (2021). But this was the growth over the span of only a few months of this year. The trend only points to the potential for the future growth of only a single category of Bangladeshi export items to the US market under the post-pandemic dispensation. Needless to say, if this category of items could enjoy duty-free entry to the US market under the GSP, the export volume would be many times more than it is now.Now that Bangladesh is aspiring to graduate to a middle-income nation by 2026, it can be hoped that the USA, as always, would be on its side in its endeavour to attain that goal. That would require greater US investment in the areas of energy and technology as well as Bangladeshi products' unfettered access to the US market.",
        "headline_1": "Bangladesh-USA trade cooperation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-usa-trade-cooperation-1666962335",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "A seminar titled 'Lead poisoning in Bangladesh: Research Evidence for Urgent Action' was jointly organised by the Directorate General of Health Services, the ICDDR,B and the UNICEF recently. Its findings are quite disturbing. The presence of lead in batteries and the burgeoning recycling of used lead batteries have been a growing business in and around Dhaka city for some years now. What the study tells us is that lead poising has taken a turn for the worse, especially for children's health.Some seven studies were conducted and their findings were shared. All the children who were tested for presence of lead in blood turned out to have dangerous levels of lead. In children aged below five, the presence of lead can lead to brain damage and affected children carry with them lifelong neurological, cognitive and physical impairments. We understand that Bangladesh is one of the most severely lead-impacted countries in the world with some 35.5 million children suffering from one form of ailment or other originating from lead poising.Of the nearly 1,000 children who had their blood tested, nearly two-thirds had levels above 3.5 micrograms per decilitre (ug/dL) - which mandates medical interventions to stop further exposure to lead. Studies have shown that 96 out of 367 samples tested, including, toys, paints, aluminum and silver cook wear, sweetener containers, vegetables and many of the common cooking spices taken from Dhaka, Barisal Rajshahi and Khulna show presence of alarming rates of lead. While the ministry of environment conducts enforcement against illegal battery manufacturing and recycling activities, this is far from tackling this threat. Adulteration of basic goods like spices means lead has infiltrated the food chain and cooking wear on unacceptable levels, contributing to lead poisoning of the most vulnerable among the people--- children that is. Back in 2020, the UNICEF and the Pure Earth conducted a joint study on the effects of lead poisoning titled 'The Toxic Truth: Children's exposure to lead pollution undermines a generation of potential'. There it was found that in Bangladesh, illegal recycling of used lead-acid batteries in the open air and close to homes is considered a significant health risk for both children and adults. \"According to the Institute of Health Metrics Evaluation, Bangladesh has the world's fourth-highest rate of death due to lead exposure with an average population blood lead level of 6.83 ug/dL, which is the eleventh highest in the world.\" In economic terms, the research estimated, \"lead-attributable IQ reduction\" in the country is equivalent to 5.9 per cent of the country's GDP. In other words, lead poisoning in children hampers their ability to fully develop mental faculties and prevent them from taking advantage of opportunities in life. The widespread use of lead batteries in our transportation system has led to a boom in the informal and substandard recycling of lead acid batteries. This has happened due to a 75 per cent increase in battery-driven modes of transportation since the year 2000 and an increase of up to 50 per cent recycling of lead-acid batteries. We find that other sources of childhood lead exposure includes \"the presence of lead in water, which happens from the use of leaded pipes, lead from active industry like mining and battery recycling, lead-based paints and pigments'.... 'Parents whose occupations involve working with lead often bring contaminated dust home in their clothes, hair, hands and shoes, thus inadvertently exposing their children to the toxic material.\"So, what is to be done? The above illustrates that lead has embedded itself in more ways than one in to our daily lives and it is causing permanent damage to our children's health. It is obvious that one-off measure like conducting drives against the most obvious polluters is not paying dividends. We need both government and non-government agencies working in coordination to tackle this threat. Capacity building for testing lead level in blood by health workers and institutions should be incorporated into our health system since lead poisoning has reached an epidemic level. Our health system needs to be adequately equipped to detect, monitor and treat lead poisioning in children. Children need to be prevented from being exposed to high-risk sites and products that contain lead. This includes certain ceramics, paints, toys and spices. However, unless standards of manufacturing toys, paints and ceramics are set to tackle presence of this metal in such items, it will be impossible to keep children away from, at least, toys. Nationwide public awareness programmes or campaigns about the dangers of exposure to sources of lead need to be tailor-made to reach parents and this must be done using all media channels. Lastly, legislations need to be formulated and rigorously enforced to ensure better health and safety standards at the manufacturing level of various products and recycling facilities of lead-acid batteries. \n[email protected]",
        "headline_1": "Children bear brunt of lead poisoning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/children-bear-brunt-of-lead-poisoning-1666962392",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "On the evening the cyclonic storm 'Sitrang' struck the coastal areas of the country, heavy rainfall in Dhaka city also caused extensive water-logging. Due to unfavourable weather conditions, people's movement was sparse and the number of motor vehicles was also very few. Nevertheless, those who had to go outside or return from workplaces at night faced further difficulties due to downpour accompanied with gusty winds and water logged roads and streets. In some streets and lower areas, people suffered even more as the rain water submerged the ground floors of many residential buildings and houses. Though the water receded within a few hours in many areas, some pockets were inundated for a day or two after the rain had stopped. All these exposed the failure of the authorities to address the prolonged water-logging problem in Dhaka. Over the years, the situation has intensified thanks to the inaction of the relevant authorities --- two city corporations and Dhaka Water Supply And Sewerage Authority (WASA). Instead of addressing the problem in a coordinated and planned manner, Dhaka WASA and city corporations rely on ad-hoc measures. The irresponsible behaviour of many Dhaka residents has only complicated the problem.Inadequate drainage is a significant reason for water logging, especially in the monsoon. Indiscriminate dumping and disposal of various wastes narrowed and blocked the utility entry/exit points and drains. Uncontrolled plastic-polythene garbage is a serious problem. Hardly anyone cares about the disposal of plastic bags. Roadside shops and street vendors simply throw rejected plastic materials on roads instead of putting in dedicated bins. Cleaners of city corporations also do not remove waste properly in many areas. Thus the waste materials are finally dumped into manholes and drains. Failure to recover canals and natural water bodies from the grabbers has worsened things. These canals were the primary channels to carry rainwater into rivers while water bodies used to helping recede excessive waters rapidly. The city corporations have taken several moves to demolish the illegal structures to recover water bodies. However, the outcome is disappointing as politically powerful groups create barriers to recovery steps. Moreover, unplanned and unauthorised filling of low land and water bodies for construction of infrastructure also goes unchecked. All these have already restricted the normal flow of water, so even a short spell of rain creates water-logging in many areas. Thus, the reasons for water-logging are well known. Unfortunately, the right steps and actions are missing. Why focus on Dhaka city only? Just look at the nearby towns like Narayanganj. Water-logging is a growing problem there, also. The heavy rainfall due to Sitrang inundated a large part of Dhaka-Narayanganj-Demra (DND) area. Alarmingly, the rainwater was mixed-up with the dumped chemicals and wastes from nearby factories. The contaminated water stood stagnant in many houses and low areas for two to three days, making the residents' lives miserable. They also suffered from want of pure drinking water.Continuous water-logging warrants serious effort by the authorities for its resolution. It seems, there is no alternative to recovering all the canals and water bodies and widening the drains for smooth flow of rain waters.\n[email protected]",
        "headline_1": "Waterlogging defies planners' remedies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/waterlogging-defies-planners-remedies-1666962434",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2022"
    },
    {
        "full_article": "Nilgai, the largest antelope in Asia, is native to Bangladesh, India, Pakistan and Nepal. The animal was found in plenty in the north of our country until 1940s. Afterwards the animal was declared extinct from this country by the International Union for Conservation of Nature (IUCN). We are fortunate that Nilgais have reportedly been spotted and recovered again in the past few years in northern districts like Panchagarh, Naogaon, and Chapainawabganj. Recently, a nilgai was rescued from Shibganj upazila of Chapainawabganj. The animal, kept under the supervision of Border Guard Bangladesh (BGB), is fortunate that it is still alive. Many of these antelopes could not be kept alive while some were recovered dead as they run for their life when chased by people. They are timid in nature, and afraid of humans. In presence of people, the creature gets frightened and can hurt itself. Most people of our country do not know this basic information. They try to catch the animal whenever they spot it. This is the only reason why we cannot rescue the animal alive. If we can make our people aware of the animal and its importance to our biodiversity, rare nilgais will no longer be rare. We hope the authorities concerned will look into the matter seriously and take necessary action. \nBadsha Faysal,Jurain, Dhaka,[email protected]",
        "headline_1": "How can we save nilgais?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-can-we-save-nilgais-1666962461",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2022"
    }
]