[
    {
        "full_article": "Monday: Over the weekend, the Gujarati side of my extended family was particularly busy on our WhatsApp group. My mother’s cousin, Biren bhai, has been behaving like it is his son’s and not Anant Ambani’s pre-wedding festivities. In the past, he has escaped a few punches from my husband’s Punjabi relatives when, in an inebriated state at a family function, he declared, ‘The only thing you people are good at is balle balle. What do you know about business? Let me tell you all great businessmen in India are Gujarati! You people may have muscle power, but we have brain power. My bapuji always used to say that in business, Sindhis sell and Punjabis buy, but the middle person who makes a profit is none other than a Gujarati.’\nJamnagar making news on the global stage because of the Ambani celebrations has made his heart swell like a pea-stuffed kachori. Not only has he been posting pictures of the three Khans performing together on stage but has also posted a video of Mark Zuckerberg gushing over Anant’s watch with a comment, ‘Amara Facebookwallah has also never seen such tope class items.’\nIllustration credit: Chad Crowe\nTuesday: Men, in human or robotic forms, seem to share similar instincts. In a bizarre incident during a live event, a humanoid, after declaring, ‘I am Muhammad, the first Saudi robot in the form of a man,’ allegedly extended its hand towards a female reporter and patted her bottom, causing her to step back in a shocked protective gesture during the event.\nWednesday: In between forcing my little one to swallow her flu medicine, training the dog to pee anywhere but my bed, and checking a deck my company is sending out to advertisers, I continue attending the Ambani festivities in what seems like a paradigm time warp through Instagram. I spot the three Khans performing together and the man of the house singing a robust song. He then performs a punching dance step that he repeats 33 times with so much force that it feels like he is about to dig another oil well through the stage and into the Jamanagar soil. I see Rihanna’s reportedly somewhere between Rs 66 to 74 crore barefoot performance. Her act, though, is not half as grand as Nita bhabhi’s performance of the Vishwambhari Stuti dedicated to Ma Ambe, an avatar of Goddess Durga.\nThursday: Reports of a tourist gang-raped by seven men while travelling with her husband in Jharkhand go viral. In a post now taken down, the bruised woman recounts her ordeal to over 200,000 followers. Her bio states that she and her husband have travelled to over 60 countries on their bikes. She has been reported to say, ‘I have been travelling for the past six years across the globe but have never faced such issues.’ According to the National Crime Records Bureau, an average of 90 rapes are reported in India every day. The figure could be higher because so many cases go unreported. We have all seen female wrestlers protesting sexual harassment, reports from Sandeshkhali where women were exploited for years, the early release and garlanding of Bilkis Bano’s rapists, and what has been a profound influence on women’s rights movements, the Nirbhaya case. There are very few women who will tell you that they have not been leered at on the streets or groped in crowded places. Sexual assault and harassment are not isolated to India, but the duality is further highlighted each time we witness the two different sides of our culture. On one hand, one sees goddesses being honoured, and, on the other, the plight of so many of our women. Perhaps it calls for a deeper exploration because unlike most western religions that have a certain masculine energy, our goddesses are as revered as our gods, and yet the respect we have in our culture for feminine divinity does not translate into her flesh and blood avatars. We seem to be a land where animals, trees, women-everything is worshipped, and nothing is sacred.\nFriday: I call my sister to wish her and say, ‘By the way, it’s good that we didn’t change our last name and retained our identity as the Khanna Sisters. Have you seen the news? If we had changed our last names after marriage, we would need an NOC from our husbands to return to being a Khanna again.’\nWe both have daughters, and we wonder if after they are married, they will change, add on, or stick to their already hyphenated last names. How odd that these questions won’t even arise regarding our sons. The same way that we have always been worried about our girls and not as much about our sons. Keeping the room door open when the tuition sir comes over; ensuring that the school bus has a female chaperone; making sure that as little girls, they were not alone with even men from the extended family; and, along with all this, trying to strike a delicate balance between teaching them to be on guard and yet not be frightened of the world.\nMy sister interrupts my meandering thoughts. ‘You are talking about last names, but what about all the taam jhaam we will have to do. The bar is now set very high after the Ambani events. If no one else, then at least Biren bhai will judge us,’ she laughs.\nI reply, ‘Well, I can’t dance like Nita Bhabhi. The last time I tried dancing to ‘Tamma Tamma Loge’ during the pandemic, I think even God didn’t want to see my uncoordinated footwork because I immediately fell down and fractured my leg. My husband can barely stay awake after 10 pm, and we both get anxious about hosting dinner parties for over 20 people.’\nI pause for breath, ‘If my children really want me to be happy, then the best thing they can do is just elope. Arre, in all this, I forgot why I called you in the first place. Happy Women’s Day, sister!’\n\n\n",
        "headline_1": "The song and dance around Women’s Day",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/the-song-and-dance-around-womens-day/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2024"
    },
    {
        "full_article": "Shehbaz Sharif, Pakistan’s old-turned-new prime minister, doesn’t have it easy. His country is mired in multiple crises — resurgent terrorism, soaring political polarisation, record-level public discontent, and one of its worst economic crises in years.\nHe’ll attempt to dig out of this mess while managing a weak coalition and absorbing the anger of an opposition — and its large support base — that rejects Sharif’s administration and believes it should be in power instead. The ample political space that Sharif badly needs to work through Pakistan’s cascading crises could prove elusive. In a country where no prime minister has ever served out a full five-year term, many may conclude it’s just a matter of time before Sharif is sent packing and his coalition collapses.\nBut in fact, that may be premature: He and his government actually stand a fair chance of pulling through. But there will be no shortage of threats to their survivability. Consider everything the government has going for it. Sharif has had consistently cordial relations with the military.  He’s the perennial favourite son. Unlike two of his recent predecessors, Imran Khan and Shehbaz’s brother Nawaz, he isn’t inclined to spar or defy. With Shehbaz, that frequent pattern in Pakistan’s civil-military relations — initial honeymoons, growing discord, and bitter divorces — isn’t inevitable. Not to mention, it’s hard to identify a policy issue on which Sharif and the military don’t currently see eye to eye. Prioritising economic recovery, embracing structural reform, sidelining Khan’s PTI, pursuing strong ties with the West, maintaining the urgency of the Kashmir issue: There’s no daylight between them.\nTread with care: Pushing for more trade with India may not go down well at home\nAdditionally, Sharif’s coalition should face limited damage from PTI pressure tactics. Unlike after the 2013 election, when PTI staged large and extended anti-government protests, the state is unlikely to give PTI — now party non grata — nearly as much space to mobilise. Sharif’s rivals have been cut down to size, the military is his ally, and Pakistan’s key donors and partners abroad — many of whom congratulated Sharif after he took office — are prepared to work with him. Consequently, Pakistan stands a strong chance of securing fresh economic relief, including a critical IMF loan. Falling inflation rates last month could ease public anxiety over food costs, giving the new government some breathing room.\nBut Sharif’s fortunes could go south, and fast. PMLN and PPP have long been reluctant partners, and their coalition — especially if feeling heat from a public increasingly angry about austerity measures — could quickly develop cracks. The civil-military relationship, despite its current strength, could well deteriorate, under various scenarios. Imagine if the government, fearing political risks, isn’t willing to push as hard on structural reforms as the army would like. Or if the PM, citing economic necessity, pushes to open border trade with India against the wishes of an army dead-set against any engagement.\nThe Nawaz factor also looms large. He didn’t make his grand return to Pakistan last year only to become a passive spectator. He’ll be heavily influential, if not a dominant force, in advising the government. If he starts urging his brother — who may hesitate to push back — to take policy steps at odds with what the military wants to see, then there could be trouble.\nTo keep his job, Sharif must walk a fine line on economic policy, arguably Pakistan’s most immediate and serious challenge. He must pursue a reform agenda to ensure donor support and longer term economic stabilisation, as well as backing from the establishment (unless the military concludes structural reforms would generate prohibitive costs for its own economic holdings). But he also can’t go so far with reforms and austerity that he alienates vested interests, his coalition partners, and an already-aggrieved public.\nWhat does this all mean for India? Pakistan’s new government is unlikely to extend an olive branch — and not just because Shehbaz is more of a hawk on India than is Nawaz. PM Sharif — presiding over a weak coalition, lacking strong public support, and dependent on backing of the military — must tread carefully to maintain precious political capital. Reaching out to India, and especially Modi’s India, could rile up both Pakistani public and military — a worst-case scenario, politically speaking. The government may push for more trade with India, though it’s unlikely to go further than that (unless Nawaz presses for something bigger, but the military would likely veto such a plan).\nHowever, it won’t want any trouble with India — not when it’s already experiencing border tensions with other neighbours, and multiple pressing challenges at home. The last thing it needs is another crisis. And yet, trying to make things better with India could prove politically costly. In short, Islamabad can’t afford for relations with New Delhi to get worse or better. Accordingly, it will likely hope for an uneasy status quo to prevail.\n\n",
        "headline_1": "For new Pak PM, a juggling act between economy and military",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/for-new-pak-pm-a-juggling-act-between-economy-and-military/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2024"
    },
    {
        "full_article": "This year, climate change is already showing us a glimpse of what the future holds for Bengaluru. The city confronts an unusually hot, early summer, coupled with a prolonged drought. When the rains do eventually arrive, they will probably be weak and sparse.\nBengaluru’s water crisis is, of course, a climate crisis. But it is also a crisis of profound local mismanagement. We have destroyed our lakes and wetlands, lavished scarce water on manicured lawns and swimming pools, refused to reuse grey water, and paid lip service to the govt rule on rain water harvesting.\nBengaluru has forgotten its history, and broken its once-strong compact to live within its means — its ecological means. My research — based on ancient stone inscriptions, oral histories, archives, maps and satellite images — shows how early residents systematically transformed this dry and barren region into a richly productive landscape with lakes and trees over several centuries. Then, in just a few decades, we decimated centuries of effort by flooding the city with concrete.\nParched city: View of the dry banks of Nallurahalli lake. Many such lakes and wetlands have been destroyed\nSeveral hundred years ago, the Bengaluru plateau was semi-arid, with sparse rainfall. As new settlers moved in, they created keres, irrigation tanks which have now become urban lakes. An especially beautiful lake inscription from 1307 CE, in Vibhutipura near the old airport, describes how the residents “having cleared the jungle… levelled the ground, built a village, constructed a tank by removing the sand”. The Cholas were especially fond of constructing keres, giving them the appellation ‘samudra’ or ‘sandra’, meaning a large body of water. (When you pass by Thippasandra, Mallasandra, Singhasandra or Junnasandra, look for the lake that once used to be there. Chances are you won’t find it.)\nThese settlers didn’t just create lakes, they engineered landscapes. The wetlands upstream of the lake cleaned up the incoming water, recharging the ground. Large open wells surrounded lakes, providing a plentiful supply of water even in dry summer months. Lakes were connected across a topographical gradient, and excess water flowed through the kaluves (which we now call ‘drains’) from higher to lower lakes. When lakes overflowed, the village rejoiced with a festival, celebrating Duggalamma, goddess of the lake.\nFrom Kempegowda and his descendants to the Mysore kings and even the British, each new community and ruler expanded the city by creating new keres. This continued until 1892 when the last of these — Sankey tank — was built. Then, drunk on technological prowess, the city decided to stop relying on local water, and to import water from the Arkavathy basin. Until then, residents worshipped the lake goddess Duggalamma, and assiduously maintained the wells, wetlands, grassy greens and orchards that surrounded the lake. But once we got used to water coming from a pipe, we started to destroy our lakes, calling them cesspools of malaria and filth, filling them in to build malls, bus stands and housing complexes.\nThus, Sampangi was replaced by Kanteerava Stadium, and Shoolay Tank by Garuda Mall. Apart from Ulsoor lake, none of central Bengaluru’s keres now survive. There were 1,490 open wells in central Bangaluru — now there are less than 50, of which most are broken and useless. Even restored lakes have lost the wetlands and wells that surrounded them. For instance, original residents tell us that there were once nine large wells surrounding Kaikondrahalli lake, but none are marked on the map, and only one survives today.\nSocial media and newspapers are now filled with alarm about water scarcity. Of tanker operators who charge exorbitant prices, and of apartment groups counselling residents to use disposable plates and wet wipes to save water. But we need to break the cycle of alarm, and look at what we can actually do.\nWe can’t bring back Sampangi lake and Shoolay tank. But neither can we depend only on water from the distant Cauvery, especially when the city is projected to grow from 12 million to 20 million in the next few years. We need to return to our traditional history of ecological wisdom by protecting lakes and wetlands surrounding the city, bringing back old traditions of prudent water usage and rain water harvesting — with a modern twist.\nWe need to all sign a manifesto for solving Bengaluru’s water crisis. Such a manifesto would ask each of us — each resident, apartment association member, mall use and office goer — to insist that our home, place of recreation and workplace reuse water and invest in rain water harvesting. It would mandate restoration of wells across the city like the million wells movement that Biome Trust is spearheading. Above all, it would involve a restoration of the urban imagination we once had, of living in the city by improving its ecology instead of destroying it — of rekindling our association with Duggalamma, our local goddess of water.\n\n",
        "headline_1": "For securing Bengaluru’s water future, let us look to its past",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/for-securing-bengalurus-water-future-let-us-look-to-its-past/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2024"
    },
    {
        "full_article": "Should EC’s plan of remote voting for migrants succeed, it will rewrite political equations. It will also force parties to better appreciate the importance of skilling workers\nElections are coming but what about the 30 crore registered voters who cannot exercise their franchise because they have been in the wrong place for a long time? These ‘missing voters’ are, in the main, migrants whose addresses in electoral rolls do not match their current place of residence and are, consequently, unable to vote.\n\n\nShaking up the system | If Election Commission succeeds in its plans to place remote electronic machines to capture these ‘missing voters’, that could add a substantial number – up to 30% – to the current turnout. Politicians would then have a job on their hands. Not only will more votes be cast, but different concerns too would emerge, forcing parties to recalibrate their manifestos.\nRead full story on TOI+\n\n",
        "headline_1": "‘Missing voters’: Forgotten, not gone",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/missing-voters-forgotten-not-gone/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-03-2024"
    },
    {
        "full_article": "The government's much-hyped automated petroleum pricing has fallen short of expectations of most experts and economists. The plan was to introduce a mechanism that would regulate fuel prices in accordance with the rise and fall of fuel prices in the international markets. Sadly, that has not happened. The price per litre of diesel-kerosene was Tk 109 before and it has now fallen by a paltry Tk 0.75 to Tk 108.25. Similarly, the price of petrol used to be Tk 125 and that has fallen to Tk 122 per litre, whereas, octane price (per litre) has declined by Tk 4.0 from Tk 130 to Tk 126. This is hardly what was expected and there are major reasons for disappointment.It is understood that the introduction of the new system is a condition set by the International Monetary Fund (IMF) in connection with its latest loan package to Bangladesh. The IMF loan carries some comprehensive reforms to be implemented by the government and automated fuel pricing is one of them. The relevant authorities have always been reluctant to execute this type of reform measure. But this time they have no choice because the bailout is crucial not just to the economy but also from a credibility point of view.Questions have been rightly raised about the process of readjusting the prices of petroleum products. Where is the transparency? Why does not the relevant ministry make available the pricing formula for public scrutiny? It is ironic to state that when the government raised prices of octane, diesel, kerosene, petrol and octane by an average of 42.5 per cent back in August in 2022, did it consider the relevant issues duly? What would be the impact of such a drastic action in one go? Apparently not. That fateful decision pushed the cost of production of basic goods including all farm products through the roof. Similarly, it caused a severe spike in the cost of production of electricity as a very significant portion of electricity generated in the country is based on liquid fuel-fired power plants. People were hammered by sustained high inflation, which had already been running high before this price adjustment and their collective woes were compounded further by an increase in production costs at industry level. Some price-sensitive products including packeted goods like confectionary, soft drinks, chips, etc. experienced 'shrinkflation', which is a reduction in the weight of products sold in packages whilst keeping the price same. This shrinkflation phenomenon has now become commonplace in consumer products in the country. Can industry be blamed? Not really, because raising the retail price of certain items is not an option and this phenomenon has become an industry standard whereby all major players follow a certain pattern. As one moves to the agriculture scenario, things get wild and scary. It is not just market syndicates that are driving up prices. Every single agro-product grown in fields require irrigation, most of which is done by diesel-run pumps. The rise in cost of inputs, leading to higher cost of production is offset by a manifold increase in price of products at consumer level. Now that the government has introduced a system that is supposed to work in conjunction with international market prices, the demand for all and sundry is that it should be done in such a way that consumers are duly benefited from it or bear the brunt of the fluctuations in fuel oil prices internationally. What is totally not acceptable is an attempt to manipulate the process so that Bangladesh Petroleum Corporation (BPC) deprives consumers of the benefit of any significant fall in prices, so that it may continue to enjoy abnormal profits at the expense of the entire consumer base of these fuels.",
        "headline_1": "Automated pricing of fuel oils needs transparency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/automated-pricing-of-fuel-oils-needs-transparency-1709997921",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2024"
    },
    {
        "full_article": "Around five weeks ago, the International Monetary Fund (IMF) released the updated version of the World Economic Outlook (WEO), which showed the global inflation at a declining trend. It projected the global headline inflation to fall to 5.8 per cent in 2024 and to 4.4 per cent in 2025 from an estimated 6.8 per cent last year. This means there will be a downward trend in inflation in the coming days, although things may change due to other factors. The IMF observed that inflation is falling 'faster than expected' in most regions, mainly due to improvements in supply-side areas and restrictive monetary policy. Three weeks before the release of the IMF projection, the United Nations (UN), in its World Economic Situation and Prospects 2024, released during the first week of January, observed that after surging for two years, global inflation eased in 2023 but remained above the 2010-2019 average. \"Global headline inflation fell from 8.1 per cent in 2022, the highest in almost three decades, to an estimated 5.7 per cent in 2023,\" it said. It also projected a further decline to 3.9 per cent in the current year due to an anticipated moderation of international commodity prices and the weakening of demand amid monetary tightening.Though global inflation has been declining slowly, and the situation may improve further in the coming days, there is no reasons to be complacent. The UN report also said that annual inflation is projected to exceed 10 per cent in 2024 in about a quarter of all developing countries. Though Bangladesh is not included in the list, the UN projected the Bangladesh's inflation rate to come down to 6.80 per cent in the current year from 9.60 per cent in the last year. It is a piece of good news for the country. Bangladesh has been struggling for the last couple of months to tame inflation with little success. The rate of headline inflation or general inflation, which usually refers to the change in the value of all goods in the consumption basket, crossed the 9.0 per cent level in March last year, and the trend continued until February this year. It, however, does not officially calculate the core inflation, which excludes food and fuel items from headline inflation. Since the prices of fuel and food items tend to fluctuate more and create a sort of volatility in inflation computation, core inflation is considered less volatile than headline inflation. The general definition of core inflation is 'the long-run or persistent component of the measured price index that is not related with the supply side shocks.' In simple terms, the core inflation rate is the change in prices of goods and services minus that of food and energy, or core inflation is headline inflation excluding food and energy, two of the most volatile groups in the goods basket. Food and fuel account for around 15 to 20 per cent of the household consumption basket in a developed economy. In developing economies, it usually forms around 35 per cent to 45 per cent of the basket. So, headline inflation is considered more relevant for developing economies than for developed economies. There is nothing wrong in estimating the core inflation in developing economies. However, it alone cannot provide a better scenario for the inflationary trend in these countries. For instance, food items account for around 45 per cent of the Consumer Price Index (CPI) used to estimate inflation. So, calculating the core inflation would require deducting 45 per cent of the weight from the index. In February last, the food inflation rate stood at 9.44 per cent, which was 9.56 per cent in January. Again, non-food inflation also dropped to 9.33 per cent last month from 9.42 per cent in January. If the food inflation is excluded and one only looks at the non-food inflation, one will get a distorted or misleading picture of inflation.Nevertheless, central banks in many developing countries estimate the core inflation separately to analyse the inflation situation more deeply. Proponents of core inflation argue that core inflation, also known as underlying inflation, has become critical to the monetary policy strategies of central banks in developed and even some developing countries. This is because a change in total CPI or headline inflation includes short-term price changes, which is not possible or difficult to explain by monetary phenomena. So, only headline inflation may be unreliable when framing the monetary policy.Following international practice, the Bangladesh Bank also regularly calculates core inflation to conduct monetary policy operations. Considered an internal policy matter, the central bank does not publicise core inflation data. Now, time has probably come to unveil the core inflation statistics besides the headline inflation. As the Bangladesh Bureau of Statistics (BBS) is responsible for calculating the inflation, the national agency can also estimate and unveil the core inflation. In the last week, the finance minister wondered how inflation could be the primary concern of people in the country as 10 million people in the country were getting food at cheaper rates through family cards. The statement downplays the persistent pressure of price hikes on a large number of people. The finance minister's statement also runs counter to the government's various efforts to keep essentials prices during Ramadan stable. Against the backdrop, looking into the core inflation may be a good way to understand how alarming the inflation is and whether it is a matter of grave concern or not. As the core inflation rate is generally lower than the headline inflation, it may also comfort the policymakers.\n[email protected]",
        "headline_1": "Time to estimate core inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-estimate-core-inflation-1709997949",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2024"
    },
    {
        "full_article": "In response to a recent question in the national parliament, State Minister for Women and Children Affairs Simeen Hussain (Rimi) made a startling disclosure. She said that over half of the girls in Bangladesh are married off before the age of 18. Citing the Multiple Indicator Cluster Survey 2019, the state minister informed parliament that the rate of child marriage under the age of 15 years was 15.5 per cent, while the rate of child marriage under the age of 18 was 51.4 per cent.Although these facts are disconcerting, they are far from exceptional or unfamiliar. The issue of child marriage, an age-old social malaise, has resurfaced and worsened during the Covid-19 pandemic, when prolonged school closure led many parents to marry off their young girls. Even in the post-pandemic period, as frequent media reports indicate, it continues to go unabated in rural areas and underdeveloped pockets of the country. This illicit practice appears to be more prevalent in 'char' (islet) areas, which are chronically neglected, isolated, and insulated from the mainstream developmental currents. However, it is proliferating throughout the country. Needless to mention, the victim girls are mostly from underprivileged families who have superstitions due to a lack of enlightenment.Shockingly, in 2022, 40.9 per cent of girls were married before turning 18, compared to 30.0 per cent in 2018, marking an alarming annual average increase of 2.18 percentage points. The Bangladesh Bureau of Statistics (BBS) attributes this surge to the Covid-19 pandemic. Another report from the Directorate of Secondary and Higher Education and the United Nations Population Fund found a significant number of girls absent from schools due to early marriages during the pandemic. According to UNICEF statistics, Bangladesh has one of the highest rates of child marriages in the world.A school teacher in Dashmina, Patuakhali, lamented that only a small percentage of girls get to complete secondary education because of the scourge of child marriage. Many girls are known to drop out before completing the Junior School Certificate (JSC) examination. This signifies that parents and guardians do not even wait for their daughters to reach puberty or complete their JSC examination when they're 13 years old, before marrying them off. Child marriage is both a result of socio-economic backwardness and a cause of it. Some modest gains achieved over the past decades in school enrollment, women's empowerment, and maternity and neonatal survival rates are at risk of being offset if girls become mothers at an age when they should be attending school.The authorities concerned, therefore, must not stop by merely acknowledging the problem. Urgent measures are needed to eliminate child marriage, because failure to do so could hinder Bangladesh from meeting more than half of the SDG targets, posing a major obstacle to achieving demographic dividends. Moreover, child marriage leads to early pregnancies and associated health risks, depriving women of formal education and hindering their empowerment, and family life. Overall, the country can make no progress if it is again overwhelmed by social maladies that were once thought to be a thing of the past.Undoubtedly, popular awareness must be created and social pressure built up to end this regressive practice. But primarily, the responsibility lies with the government. Marriage is registered with the government and it has a social welfare department to address social evils, and above all, there is the kazi, or marriage registrar who works under the control of the law ministry. Why are the Kazis not held accountable for registering marriages of minors and their licenses revoked? It appears that in many cases, the Kazis actively participate in the illegal matrimonial contract to realize their petty interest. \n[email protected]",
        "headline_1": "Gains in ending child marriage being undone",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gains-in-ending-child-marriage-being-undone-1709997982",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2024"
    },
    {
        "full_article": "The decision to make DNA reports mandatory in the investigation of murder, rape, and sexual assault cases is commendable. However, despite the rising number of such cases annually, the scope of DNA testing has not expanded. According to a recent report, DNA testing was conducted at the Forensic DNA Laboratory of the Police Criminal Investigation Department (CID) in Malibagh, Dhaka, and the National Forensic DNA Profiling Laboratory affiliated with Dhaka Medical College.Currently, the CID lab remains operational, but the Dhaka Medical lab is closed. This lab, managed by the Directorate of DNA Laboratory Management under the Ministry of Women and Children's Affairs, was funded by Denmark's aid agency, the Danish International Development Agency (Danida). Unfortunately, even after the expiration of the ministry's contract with Danida, efforts to secure funding from alternative sources were not made. It is regrettable that despite the closure of the two DNA testing labs for a month, authorities have not taken steps to rectify the situation. In a country with a budget of overseven and a half trillion taka, the closure of one of the two DNA testing labs due to lack of funding is concerning. Why did the authorities not make alternative arrangements after the foreign contract expired? What explains this negligence and irresponsibility?DNA testing is crucial for ensuring the prosecution of criminals in cases of murder, rape, and sexual abuse. However, if investigations are hindered due to the lack of a lab or if there are undue delays in examinations, it is unacceptable. We urge the Health Minister to address this matter urgently.\nAshikujaman SyedMarketing Research Associate,Hebei Huanji Metal Wire Mesh Co. Ltd,Shijiazhuang, China,[email protected]",
        "headline_1": "Why is DNA Lab at DMCH closed?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-is-dna-lab-at-dmch-closed-1709998007",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-03-2024"
    }
]