[
    {
        "full_article": "The ruling Bharatiya Janata Party (BJP) in Haryana is leaving no stone unturned to fight back a resurgent Congress, as the State is scheduled to have a single-phase Assembly election on October 1 for all 90 seats. The attempts of the Jannayak Janta Party (JJP) to retain its position as a third player, and of the Aam Aadmi Party to emerge as one, continue, though a sharp polarisation between the two national parties appears likely. The BJP has to tackle double anti-incumbency as it has been in power in both the State and the Centre for the last 10 years. Cognisant of the headwinds, the BJP replaced then Chief Minister Manohar Lal Khattar with Nayab Singh Saini, in March ahead of the general election. Mr. Saini has been trying to pacify various interest groups, by reversing many decisions of his predecessor and announcing new schemes. Sarpanches who are up in arms over the curtailing of their rights have got their expenditure limit increased for the gram panchayats from ₹5 lakh to ₹21 lakh. He has organised special camps, or ‘Samadhan Shivirs’, to address people’s grievances; and 1.20 lakh contractual employees have been ensured job security until the age of superannuation. The creamy layer annual income for Other Backward Classes, that was reduced to ₹6 lakh by Mr. Manohar Lal Khattar, has been restored to its level of ₹8 lakh. A 10% horizontal reservation for Agniveers in various State government posts, and an expanded minimum support price regime for crops have been promised.Haryana’s fundamental social cleft between Jats and non-Jats had worked to the BJP’s advantage in the last two Assembly elections. But the multi-caste alliance behind the BJP had begun to weaken by the 2019 Assembly election, with the farmers’ agitation and the Agnipath scheme undermining it further in the last five years. Additionally, the party is caught in numerous rivalries within the tent. The party’s majority in the Assembly itself is questionable. The Congress hopes to cash in on all this and turn around its own fortunes. Former Chief Minister Bhupinder Singh Hooda, who is helming the Congress campaign, appears to have consolidated the party behind him. His focus is on unemployment and the crisis in the agricultural sector. The Congress still has the task of ensuring that its factional leaders remain united until the end. Communal polarisation, though at its lowest in the last 10 years, can still wreck the party’s plans. Despite a decline, the BJP managed to avoid a total rout in the Lok Sabha election. The Congress and the BJP shared the 10 Lok Sabha seats equally, while the Congress increased its vote share across the State. The outcome in Haryana will have implications for the Congress and the BJP at the national level. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAssembly Elections\n\n/\n\nHaryana\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nJannayak Janta Party\n\n/\n\nGeneral Elections 2024\n\n/\n\npolitics\n\n/\n\nCaste\n\n/\n\nReservation\n\n/\n\ngovernment departments\n\n/\n\nagriculture\n\n/\n\nunemployment",
        "headline_1": "​Double brake: On the contest in the Haryana Assembly elections",
        "headline_2": "Struggling with anti-incumbency, the BJP faces a resurgent Congress in Haryana",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdouble-brake-on-the-contest-in-the-haryana-assembly-elections/article68550603.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "While Wayanad in Kerala limps back to normal life after the devastating landslide last month, a landslide on Tuesday (August 20, 2024) in Sikkim caused damage to six houses and a building of the National Hydroelectric Power Corporation (NHPC) at its Teesta-5 hydropower station in Gangtok. There is no comparison of the impact of the event in both places, as there was no loss of lives or injuries reported in Sikkim. However, the cause for concern is that this is the second natural-disaster-led assault on a hydropower project along the Teesta. A deluge from the South Lhonak glacier in North Sikkim last October washed away the Chungthang dam that was critical to the Teesta-3 power station (which is not operated by the NHPC). The Teesta-3 (1,200 MW) power project was the largest hydroelectric power project in the State until it was effectively grounded after the outburst. Only a tenth of the power originally being supplied by the project is now available. The Teesta-5 project, at 510 MW, has also been made non-functional since the glacial lake outburst.The disaster shines a new light on an old, but never quiescent, conundrum posed by hydropower projects. From initial proposals nearly three decades ago to have 47 power projects along the run of the Teesta in Sikkim and West Bengal, only five projects exist and about 16 are in various stages of consideration. A tributary of the Brahmaputra, the Teesta river originates from the Tso Lhamo Lake at an elevation of about 5,280 metres in north Sikkim. The river travels for about 150 km in Sikkim and 123 km in West Bengal, before entering Bangladesh from Mekhligunj in Cooch Behar district; it flows another 140 km in Bangladesh and joins the Bay of Bengal. In theory, the river’s course through undulating terrain is what tempts governments to extract as much benefit as possible for power projects. Through the decades, several companies have bid for projects auctioned out by State governments but the process has rarely been without complications. It has been a complicated exercise in balancing the environmental risks, costs of properly insuring for those risks, public perception and aiming for profit. In the case of the Teesta-3 project, reports have emerged that the developers, in order to save on costs, built a concrete-faced rock fill dam as opposed to a concrete gravity dam — one reason why it was completely washed away. Environmental impact assessments of hydropower projects in the region must give a clear estimate of the actual costs involved. This will not only bolster public faith in these projects but also be environmentally sustainable. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nwater\n\n/\n\nelectricity production and distribution\n\n/\n\nenvironmental issues\n\n/\n\nKerala\n\n/\n\nSikkim\n\n/\n\nEnvironmental disasters\n\n/\n\npower (infrastructure)",
        "headline_1": "​Power play: On hydropower projects and the environment",
        "headline_2": "Hydropower projects must factor in the environmental costs too",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bpower-play-on-hydropower-projects-and-the-environment/article68550629.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "In an online world & an economy where much work is pvt sector, a traditional protest mode has lost its mojo\nTo protest is a right as innovative as it is inalienable. In an always-online digital world, protests have taken on new form, new shape, new timelines, crossing geographies – creating perfect storms. Among the most globally followed ‘electronic civil disobedience’ movements has been Black Lives Matter. The show of solidarity has also moved online – a Pew report showed over 45% of social media users had checked out protests in their area, or changed their profile picture to support a cause, or used hashtags of a political/social issue. One reason why, probably, the Aug 21 national bandh – a call for solidarity – against SC’s sub-categorisation of SC/ST quota, failed on impact.\nGlobalisation and online-ism have made the world multiverse and multi-diverse. Protests run year-round. Just before pro-Palestinian rallies in world capitals, there were anti-immigration protests in pockets, preceded by anti-war marches. Protests have recently toppled govts in Dhaka and Colombo, forced laws to be cancelled. India too has seen its share – Shaheen Bagh sit-in, farmers agitation two recent ones. Against this, the bandh finds itself a pale shadow of its former fierce self. Especially when wielded by an influential Left, bandhs had the power to shutter cities, bring banks, hospitals, colleges, offices to a standstill and trains/public transport to a grinding halt. \nBut alongside what’s left of the Left, the bandh – to stay-in & cease work – is recast in a mild form unable to cause disruptions countrywide. It’s not only mobilisation that’s dwindled. It’s equally how work has transformed. Many sectors are privatised, digitised, work hours monetised. But calling bandhs may yet be the best idea to strike a stand, draw a line, send a message, minus the disruption. What does disrupt lives and the economy are internet shutdowns – but that’s no bandh. That’s govts punishing people – just because they can. \n\n",
        "headline_1": "Bandh? so what?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bandh-so-what-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "A Doll’s House is no way to ensure women’s safety \nIt’s regressive, repressing, reprehensible. Also like ‘Headache? Cut off the head!’ The rape-murder of a young Kolkata doctor has shaken the country. But two of  West Bengal’s 17-point ‘solutions’ also outrage a woman’s dignity. Nari Dibos Udjapon Mancha was among the first to condemn the arcane suggestion to ‘spare’ women from night shifts and corral them in ‘safe spaces’. It’s in clear violation of our fundamental – yet hard-to-wrest – right to work anywhere, at any time. Momota-di, do you cry ‘Oorhi baba! Ondhokar hoye ashchhe’ and scurry back to your bari? Do you timidly stay out of mean streets? Ki ashchorjyo! We thought all-night dharnas in inflammable terrain was your trade-mark? \nNext they’ll say ‘fair sex’ is too delicate to stand the sight of blood and pus,  so just keep them in ‘safe’ backroom billing department. No, no, not backroom: some sweeper or senior doctor might pounce upon them there. Why worry only about nights? What about broad daylight reports of school-kids molested in bathrooms and buses?  Should we then keep girl children at home? Oh-ho, no again. More predators are in there than out there. \nThese anachronistic ‘safeguards’ are absurd. Has no one noticed that women have long been holding up ‘half the sky’ in tough 24×7 medicine – and media. Also now in global tech which wakes up at the bedtime of those ‘fuddy-daddies’ who presume to make rules ‘for our own good’. Provide security and sensitisation, you morons, not shackles. \nFalse hope. Patriarchy/lakshman rekha is our cultural DNA. Not many aam-auratein can create Virginia Woolf’s virtual ‘room’ (Ismat Chughtai’s ‘charpai’) ‘of her own’. Unlike Dora’s ‘A Doll’s House’, the cage isn’t even gilded. ‘Protection’ is merely the excuse for  brutal domination. ‘Beti padhao’ is nowhere near its appended objective. For me, Maharashtra’s ‘Ladli Behna Yojana’  dredges up images of brothers cold-bloodedly killing a sister who dared choose her own soulmate. Neta grandstanding on ‘honour of our mothers and sisters’ only makes me ask why then does our most casually spat gaali involve the same mythically deified women. Yup, the pedestal has clay feet. \n                                                         ***\nAlec Smart said, “Kanwariya yatra is over. Now please smoothen the car-variya’s path.” \n\n",
        "headline_1": "Cholbey na, Ib-Sen babu",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/cholbey-na-ib-sen-babu/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "Deposits not keeping up with loans is a problem that needs a rethink on tax front\nNirmala Sitharaman’s call to state-run banks to step up deposit mobilisation puts the spotlight on an issue RBI has flagged in recent weeks. Growth in deposits has been lagging loan growth over successive quarters, clocking 10.6% year-on-year in July-end compared to 13.7% for loans. This poses a systemic risk, as banks are forced to rely on higher-cost market borrowings and other instruments to raise funds. That we have a problem at hand is also confirmed by a report that found bank deposits losing their appeal among younger people. Given the low post-tax returns from deposits, the young are increasingly preferring riskier assets like mutual funds and equities. In fact, nearly 47% of term deposits are now held by senior citizens.\nTax a dampener | Some of this is understandable given the growing shift from savings to investment in India. But part of the problem lies with govt and banks not doing enough to make deposits attractive to bank customers. The same study found that taxation has a net impact of 7% on bank deposits. The chairman of SBI, country’s largest bank, have stressed the need to offer tax relief on income from deposits. So, it would be best if bank deposits were treated as a separate asset class and offered tax waiver. Considering the vital role they play in mobilisation of funds for the system, wouldn’t it more than offset revenue loss for govt? As things stand, deposits do not even enjoy tax parity with other asset classes. For instance, while other asset classes are taxed on redemption, deposit income is taxed on accrual basis.\nProducts not attractive enough | Lack of innovation and flexibility in deposit offerings contributes to the problem. Banks seem keener on selling third-party products these days than selling FDs to customers. Term deposits serve as an insurance for Indians against exigencies. But rules for breaking long-tenure FDs can be harsh. Significantly, share of low-cost current account savings account (CASA) deposits has fallen to 39% in current fiscal from 43% last year. FM has described smaller deposits as “bread and butter” of the banking system and wants banks to reach out to customers in rural and semi-urban areas. Problem is we are in a country with a jobs crisis and stagnant or falling wages. The number of bank deposits may have grown substantially in recent years, but that 35% of bank accounts in India are inactive tells you the story.\n\n",
        "headline_1": "Fix fixed deposits",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fix-fixed-deposits/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "The 1929 kino-eye classic Man with a Movie Camera by Dziga Vertov was a complex experiment bringing into focus the grammar of cinematic means. It also showed the cameraman as a heroic figure striding into a new medium and participating in creating a new world. Such was the hope and joy it encompassed.\nBorn and brought up in Kerala, I was not encouraged by any person or institution to make films. Still, Vertov inspired me. Woman with a Video Camera (2004) is my attempt to take Vertov’s filmic experiment a step further. In 75 years, cinema had become a powerful industry. I knew as a film critic that the movie camera is not an innocent recorder, and as a woman that the movie camera is not even an innocent constructor of reality but part of a highly capitalistic, patriarchal and hierarchical film industry.\n\nRead full story on TOI+\n\n",
        "headline_1": "When heroes are villains",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/when-heroes-are-villains/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "A Prothom Alo report on the politicisation of the public health sector portrays a grim picture of how far the rot has spread. The report details how partisanship has pervaded the sector—from medical academia to healthcare services to projects under the health ministry—ensuring absolute dominance of the erstwhile ruling party. But Awami League was not the only one to have spread its tentacles; BNP also did the same while in power, and it seems the party is trying to do it again after the fall of the former.\nReportedly, after forming government in 2009, Awami League and its affiliates placed loyal officials in various health-related institutions. One example is the Bangabandhu Sheikh Mujib Medical University (BSMMU), where five consecutive vice-chancellors appointed since 2009 have either been a member of pro-AL Swadhinata Chikitsak Parishad (Swachip) or directly involved with AL politics. The same goes for pro-VCs, proctors and others in top positions. Political recruitments were also seen at 37 other public medical colleges. Elsewhere, at the 495 upazila health complexes, only officials loyal to AL were appointed as upazila health officers. Thus, loyalists were favoured in leadership positions at every level of the public healthcare sector—from the grassroots to the top—whether they were qualified or not. In the process, AL deprived anyone with suspected links to BNP and even deserving nonpartisan candidates.\nDuring BNP's rule in 2001-2006, it was the pro-BNP Doctors Association of Bangladesh (DAB) that dominated public-sector recruitments, choosing party loyalists in important positions, and thus depriving those even remotely affiliated with AL and its politics. During the times of both regimes, those who were not affiliated with either party or their politics have suffered, and the lack of competent leadership eventually plunged the sector into an unprecedented crisis.\nIn the aftermath of Sheikh Hasina's fall, it seems BNP is focused on repeating the same cycle. As many as 173 doctors who were recruited in BNP's time, and deprived of promotions throughout the AL rule, were all promoted in one day—on August 8. The Prothom Alo report suggests that the spate of promotions is still going on. Frustrated DAB members are cornering relevant authorities, staging protests in various medical institutions, and in some cases even vandalising public hospitals.\nWe understand the frustration of pro-BNP doctors and medical professionals, but their attempt to forcefully claim what they think they deserve cannot be acceptable. Political partisanship is one of the root causes behind the ailing public health sector, and it's time to do away with it. Otherwise, much-needed reforms in the sector will continue to elude us. To restore discipline in this vital sector, we urge the interim government to be strict and judicious about all appointments and promotions. Only those who are qualified and deserving should get preference.\n",
        "headline_1": "Health sector needs attention on an urgent basis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/health-sector-needs-attention-urgent-basis-3683006",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "Many of us are reeling from the horrors of what happened to Dr Moumita Debnath in Kolkata, India. We know that these atrocities have happened before and could very well happen in the near and far future, anywhere in the world. As I write this, I am between thoughts of shutting out the whole world and being in denial, or asking the world: when will this end? Give me a timeline, give me justice, hear us women folk because having a voice is our basic human right, along with the right to live our lives with dignity and respect as human beings.\nI am not naïve enough to think that reality is not much more sinister. A few days ago, I met up with a friend who has a PhD to his name, works as a scientist in the \"progressive West,\" and is part of what we call the \"shushil shomaj.\" We spoke of many things, especially desher obostah and it carried much hope and good will.\nHowever, as our conversation on our country came to an end, my friend started singing a song, the lyrics of which, to my utter horror, I cannot transcribe for this paper. But to summarise, the song is about a woman and her insatiable desires and an old man having his way with her without her consent.\nNever mind that mainstream entertainment regularly objectifies women, this type of entertainment material feeds into the fact that not only should women be objectified, but they are also incredibly shallow and simply cannot think for themselves. In essence, women are reduced to less than human.\nOvercoming my shock and horror I expressed how \"cringe\" this type of tasteless entertainment was, and he just went on to laugh at my distress after he stopped singing. That day, I went home very disturbed. Why did I have to point out his appreciation of degenerative attitudes towards women? My friend is an all-around \"good person,\" known to maintain a very high standard of work ethic, and is a \"good son\" to his old ailing folks. So, it was very hard for me to reconcile this personality with a misogynist, but he evidently finds misogyny amusing.\nSadly, this is true for many so-called \"good\" men out there. But this is not a rally against \"good men,\" or any men for that matter. I just will not stand for the rampant misogyny to exist any longer, whether it's in the subtle form of entertainment or in extreme forms of violence, much like the cruelty inflicted on Moumita. No man would ever want to be in a woman's shoes in such scenarios.\nReading about what Moumita went through in the last moments of her life, knowing that this has happened in the past and the certainty of its recurrence in the future, begs the question: when will the hate and violence against women end globally?     \nThere are enough statistics out there to support why violence against women is an endemic and there is no dearth of material on the effects of such violence. Many efforts in legal and governance systems exists, with NGOs and INGOs and donor agencies have been pouring in resources. So, how is it that women are still not safe in their workplaces, in the outdoors, or even at home?\nIt is not only a matter of safety. The outright hate towards women has made its way into every fabric of our social structure. The violence we often see or hear of is traumatising to say the least, with the #MeToo movement testifies to the magnitude of the collective pain and fear that women all over the world feel. But it seems these cries have been met with deaf ears.\nTo me, the crux of the matter is that too many men, and sadly women, in society, will eventually relegate Moumita to just another statistic. But perhaps everyone should take a moment to understand that some of us women will do so to hide our fears of meeting the same fate, some of us will do so to move on because we have dreams to pursue, mouths to feed, and lives to lead. But the world does not have to be so cruel to us. I am done arguing, protesting, working, lobbying, and advocating. I just want to know: when will the misogyny end?\nSharmin Ahmed is an international development professional with a focus on gender equity and economic empowerment. The views expressed in this article are her own.\n\n",
        "headline_1": "Violence against women: When will the misogyny end? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/violence-against-women-when-will-the-misogyny-end-3682886",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "When the Higher Secondary Certificate (HSC) exams were cancelled in the face of intense student protests, it seemed like a swift and empathetic solution to an urgent crisis. After all, the protests were marked by significant trauma and loss, and many students were left physically and emotionally scarred. On the surface, offering an automatic pass might appear to be a compassionate acknowledgement of their struggles. Moreover, the decision aligns with the desire to avoid exacerbating the students' stress and discomfort. However, as someone who experienced the \"auto-pass\" phenomenon first-hand during the pandemic, I can attest that such decisions are rarely as simple as they seem. The \"auto-pass\" trap—though it may provide immediate relief—carries hidden costs and long-term consequences.\nTo begin with, a major drawback of the auto-pass system is its potential to undermine the academic integrity of the examination process. HSC exams are designed to assess students' knowledge and preparedness at a critical juncture of their academic journey. By cancelling these exams and relying on past results or alternate assessments, we risk diluting the standards that make the HSC a meaningful benchmark. Another critical concern is the issue of fairness. Using SSC results as a stand-in for HSC exams feels like being measured by a ruler that is too short for the task. The HSC exams are meant to challenge students at a higher level, reflecting their progression and readiness for higher education. By bypassing these exams, we risk creating an inequitable situation where some students are unfairly advantaged or disadvantaged based on their past performance.\n\nThere must be students who have prepared diligently for their exams, especially those who previously struggled and hoped to improve their grades. The auto-pass system overlooks their hard work and sacrifices. This not only impacts their academic journey, but also their sense of achievement and self-worth. I have many friends from the 2020 HSC batch who were unable to apply for admission tests due to average grades. Some of them had to take a gap year before applying abroad, while my English-medium peers opted for the next session of A Levels.\nThe \"auto-pass\" label can also have a lingering impact on students' futures. The tag sticks for longer than one would think—through university applications, job interviews, and even casual conversations. It might imply to others that these students did not earn their qualifications through traditional means, potentially leading to doubts about their capabilities. The social and psychological impact of this stigma can be significant, affecting their self-esteem and how they are perceived by peers and potential employers.\nMoreover, we need to acknowledge the fact that the protests leading up to the cancellation of the exams were far from orderly, and the decision to cancel the exams under the pressure of a mob-like protest raises serious questions about administrative decision-making. It suggests that significant policy changes can be achieved through long marches and mass mobilisation, rather than through thoughtful analysis and consideration. Effective crisis management requires a balance of empathy and fairness, along with decisions that uphold the integrity of systems while addressing immediate needs. This is a classic case of how the immediate demands of a vocal group can sometimes overshadow a more balanced and considered approach. Decisions like these should be made through representative discourse and after consideration of all sides.\n\nInstead of opting for a blanket auto-pass policy, several alternative approaches could have been taken to balance compassion with fairness. For instance, providing special provisions for students who were directly affected by the protests—those who were injured or deeply traumatised—could have been one solution. These students could have been given the option to take their exams later when they were ready to perform at their best. Alternatively, implementing modified assessment methods could have provided flexibility for students facing exceptional circumstances. For example, offering project-based evaluations or oral exams could have allowed students to demonstrate their knowledge in a different format. The authorities could have also prioritised mental health support and counselling for the affected students to help them cope with their trauma and stress.\nQuick fixes rarely lead to lasting solutions, especially when it comes to education. The auto-pass decision sets a concerning precedent for how crises are managed in our education system. While student voices are crucial and must be heard, decisions impacting large numbers of individuals should be made based on comprehensive consideration and long-term implications, rather than immediate pressure. As students, we deserve a system that values our hard work and gives us the chance to prove ourselves in a level playing field. Anything less is a disservice to us all.\nMaisha Islam Monamee is student of Institute of Business Administration (IBA) at the University of Dhaka and a contributor at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Understanding the auto-pass trap",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/understanding-the-auto-pass-trap-3682771",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "The just deposed government of Hasina literally went on a binge of mega projects in the name of development. Sure enough, a few of those like the Padma Bridge and the metro rail are iconic in terms of their infrastructural size, utility, economic return, contribution to gross domestic product and the positive impact on people's lives and livelihoods. The same may not be true for other high-profile projects hyped as the driver of development. At a time of severe economic crunch, Planning and education adviser Wahiduddin Mahmud has made his intention clear about prioritising mega projects on pragmatic considerations. Even though the majority of the projects are related to road and rail communications, there are exceptions like the Rooppur atomic power plant. True, infrastructure development on the communication front is sure to increase people's mobility ---a prerequisite for enhancing domestic produce and products along with business. But in a land-scarce country with an oversize population, this runs the risk of creating outrageous discrimination in society unless it is people-centred. Mega projects are not the only criterion for development nor is the growth of the gross domestic product (GDP). Kleptocracy and its offshoots in the form of social parasites can deceptively project a healthy macro-economy and GDP growth based on artificial and highly uneven distribution of wealth. The lion's share of the benefit of wealth creation is limited to the kleptocracy which feels no compulsion for redistribution of wealth through investment in the productive sectors. Thus the people who were in power right from the autocratic to elected political dispensations ---no matter fair or stage-managed the elections were---have gone for projects from which they could stash away fat commissions for the power and privileged circle. This way they missed the wood for the trees. In case of the development parameter, the people were missing from a host of unnecessary projects including a few mega ones. The elevated expressway reserved only for cars, not three-wheelers, can be a good example of this. However, the more important aspect is creation of employment in order to reduce economic disparities and social inequality. This issue was mostly overlooked even though 2.0 to 2.2 million youths join the bandwagon of the unemployed every year. In 2017, according to the Bangladesh Bureau of Statistics, the number of unemployed youths was 2.677 million and of them 0.405 million had bachelor and master degrees. In 2022 the number of unemployed dropped slightly to 2.582 million but strangely, the number of the unemployed among the bachelor and master degree-holders rose almost double the figure to 0.799 million. Clearly, there is a need for channelling funds from eye-catching projects with low potential for contributing to expansion of employment and resource creation to areas where reaping demographic dividends would be assured and sustainable. The challenge is daunting because there is a mismatch between the education system and the demand of today's employment sector. In that case, short courses and special training to develop skill sets can be introduced to complement the general types of syllabi at the degree and tertiary levels. The long-term goal would be streamlining education at these levels, aligning it with market demands so that the 'zero unemployment' target can be attained.",
        "headline_1": "Setting project priority right",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/setting-project-priority-right-1724251590",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "At a time when food security is severely under threat, with low and middle-income people forced to cut one essential item after another from their diet due to skyrocketing prices, the fact that a handful of big companies are manipulating the market for exorbitant profits is nothing short of being sinful and criminal.The commercial poultry industry is a particular case in point, which is firmly in the grip of an oligopoly, with a few large players controlling a significant portion of the market. While the involvement of big farms in poultry, livestock and agriculture sectors is no doubt essential - given their ability to significantly boost production and meet the commercial demand through the adoption of modern methods that small-scale farmers cannot afford- this concentration of market monopolies has major drawbacks. These large farms have frequently been accused of establishing market control that artificially drives up the prices of various essential products.Recently, Bangladesh Poultry Association (BPA), a platform of marginal farmers, painted a disturbing picture of the country's poultry industry, where a few powerful corporations dominate the market at the expense of both marginal farmers and consumers. The BPA alleged that a few big companies in the sector made an additional profit of Tk 59.20 billion in the last one year through syndication in chicken and egg market. The BPA stated that due to a syndicate of four to five corporate companies, the prices of feed and day-old chicks have become excessively high in the country, driving up the production costs of chicken and eggs. It noted that in India, the price of feed ranges from Tk 40-50 per kilogram, a day-old chick costs Tk 25-35, the production cost of an egg is Tk 5, and that of broiler chicken is Tk 76-86 per kilogram. In contrast, in Bangladesh, feed costs Tk 60-72 per kilogram, a day-old chick costs Tk 60-100, the production cost of an egg is Tk 10.29, and broiler chicken costs Tk 155-170 per kilogram.This scenario is particularly alarming because it points to a systematic exploitation of the poultry sector, which is vital for the country's food security and rural economy. Marginal farmers are bearing the brunt of this exploitation, with many being forced to shut down their farms due to continued losses. This has also driven up retail prices, making these essential proteins unaffordable for many households, especially the poor and low-income earnersFor millions of Bangladeshi families, egg and broiler chicken are often the last resort to fulfill their essential protein needs due to their relatively lower prices. Unfortunately, this alternative source of animal protein has also become a lot more expensive in the last couple of years, taking a heavy toll on poor and limited income people. The situation is a double-edged sword. On the one hand, large-scale farms have the potential to enhance productivity, ensure food security, and contribute to economic growth by utilising advanced technology and economies of scale. On the other hand, when these farms dominate the market without adequate regulatory oversight, they can exploit their position to manipulate prices, hold consumers to ransom, prioritise profits over public welfare, and marginalise small-scale producers.It is crucial, therefore, to strike a balance between encouraging large-scale production and ensuring fair competition. Regulatory bodies must monitor these big farms closely to prevent monopolistic practices and safeguard the interests of consumers and small farmers alike. Additionally, the import of goods into the country is also largely dominated by a select group of companies. Currently, only certain companies are registered to import products, leading to a lack of competition in the market. This monopolistic environment restricts others from importing goods at perhaps lower prices, which in turn raises the prices. To foster a competitive and beneficial environment, all types of companies, both small and large, should be allowed to register for importing products. It is also crucial to ensure that these companies can import and market their goods without any undue influence or obstruction. A higher number of importers will create a competitive market, stabilise supply, and ultimately reduce prices that will benefit both consumer and supplier.According to the Bangladesh Bureau of Statistics (BBS), general inflation reached 11.66 per cent in the first month of the fiscal year 2024-25, a jump from 9.72 percent in the previous month. Worryingly, food inflation was reported at 14.10 percent in July - the highest in nearly a decade and a half. For the impoverished people, who already spend the lion's share of their income on food just to survive, the situation has reached a critical point. A World Bank survey recently revealed that 71 per cent of people in Bangladesh are grappling with uncertainty about their ability to purchase food.This dire state of food security is further underscored by another report from the World Food Program (WFP), which highlights that the poor are now spending 58 per cent more on food than they did just two years ago. In 2022, the monthly per capita cost of food for those living below the poverty line was Tk 1,851. This year, the average monthly per capita cost has shot up to Tk 2,923. This sharp rise in the cost of living has forced 68 per cent of the population to drastically cut back on their living expenses and protein intake risking ill health.The newly formed interim government has an urgent responsibility to investigate unfair practices in the market, hold the manipulators accountable and make essential foods affordable. It must act decisively without delay to curb these abuses, restore fairness to the market, and protect the wellbeing of the nation.\n[email protected]",
        "headline_1": "Breaking up oligopoly in poultry industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/breaking-up-oligopoly-in-poultry-industry-1724253418",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "Bangladesh witnessed the deadliest crackdown on peaceful protests, as the immediate past government decided to use excessive force on the latter, between July 15 and August 5, 2024.According to UN reports, at least 650 people were killed and thousands injured across the country during the crackdown.However, the government's attempt to crush the movement led by the students failed and the regime led by Sheikh Hasina collapsed on August 5.Throughout the violence-ridden movement, there were instances of serious violation of human rights, which, in some cases, were unprecedented in the history of the country.Security forces used unlawful force against protesters, disregarding the right to life and freedom from torture and other cruel, inhuman or degrading treatment or punishment. Human rights organisations have received reports of torture and other ill-treatment of protesters after they were detained.An interim government led by Nobel laureate Dr Muhammad Yunus took over the responsibility to run the country after the fall of the Hasina regime, but incidents of grave human rights abuse, continued, as, in many places, police and the leaders of the former regime have been targeted. Against this backdrop, human rights activists felt that the United Nations should take immediate steps to ensure an independent investigation and take steps to prevent further human rights violations in Bangladesh.Some suggests establishing an independent mechanism with a comprehensive mandate to investigate, collect, store, and analyse evidence on excesses committed before and after the fall of Hasina government in cooperation with credible and independent national and international bodies. Recently, international human rights bodies told the UNHRC that the material scope of an investigation should encompass acts by all relevant actors, including security force abuses and violence against peaceful protesters by ruling party supporters during protests between July 15 and August 5, 2024, as well as attacks on minorities and perceived Awami League supporters in the aftermath of Sheikh Hasina's resignation on August 5 and after.Many are of the opinion that the UN should monitor whether the Bangladeshi authorities comply with the requirements under the international human rights law to impartially, independently, and effectively investigate any person reasonably suspected of criminal responsibility for crimes under international law and other serious human rights abuses, and to ensure that alleged perpetrators are brought to justice through fair trials without recourse to the death penalty.It is also crucial to establish a national independent accountability mechanism, that operates in accordance with international standards, accounting for violations prior to July 2024, including but not limited to enforced disappearances, Serious concerns are also expressed over the enforced disappearances as according to Bangladeshi human rights monitors, security forces carried out over 600 enforced disappearances since 2009, when Sheikh Hasina first took office. While some people were later released, produced in court, or said to have died during an armed exchange with security forces, nearly 100 people remain missing.Independent monitoring of all detention sites and investigation of all allegations of torture and other ill treatment by law enforcement officials should continue. After Sheikh Hasina resigned and fled the country, security forces have released some \"disappeared\" individuals who were held in unlawful detention for many years.So, the authorities must secure and preserve evidence and to establish the responsibility of the law enforcers and civilian superiors for crimes committed by subordinate forces under their effective command, control, or authority. \n[email protected]",
        "headline_1": "Monitoring instances of human rights abuse",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/monitoring-instances-of-human-rights-abuse-1724251681",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2024"
    },
    {
        "full_article": "The current state of Dhaka's sidewalks and roads is a matter of to serious concern. Both sides of these essential pathways have been forcibly occupied, leaving many sidewalks unsuitable for pedestrians. This encroachment by hawkers has resulted in numerous complaints, including allegations that some individuals have paid bribes to secure their spots.Unfortunately, the government has remained silent on this matter. Sidewalks are meant exclusively for pedestrians, and hawkers should only occupy these spaces temporarily until they are properly rehabilitated. The practice of renting out both sides of the footpaths and roads is unlawul.Encroaching on sidewalks and roads not only causes inconvenience to pedestrians but also negatively impacts the overall quality of life in Dhaka. While it is important to show compassion towards hawkers, we must also consider the rights and safety of pedestrians. Furthermore, the current situation tarnishes Dhaka's reputation as a tourist destination. The obstruction of markets, the hindrance to citizens' movement and the blockage of vehicular traffic contribute to a weakened economy.Planting trees along the footpaths can enhance the beauty of the city and provide a more pleasant environment for everyone. It is time for the authorities to take decisive action. By reclaiming our sidewalks and roads, we can create a more humane and attractive city for both residents and visitors.\nOmar FarukBashabo, Dhaka",
        "headline_1": "Time to reclaim city's footpaths",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-reclaim-citys-footpaths-1724251706",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2024"
    }
]