[
    {
        "full_article": "In 1959, the United Nations General Assembly adopted the Declaration of the Rights of the Child, the first charter of its kind ensuring basic rights to all children below 18 years, with these words: “Mankind owes to the child the best it can give.” Yet, as is well-documented, children, because of their vulnerability, often become victims of abuse of power by the very people who are entrusted with their protection. The advancements in digital technologies have helped on many fronts, from registration of births, creating a legal identity to health care, but in its forward march, it should not trample on the rights integral to a harmonious upbringing of a child. Leaning on a child’s fundamental right to privacy, the Supreme Court of India has ruled that children cannot be mechanically subjected to DNA tests in each and every case between warring parents as a shortcut to establishing infidelity. In a petition filed by a man who questioned his second child’s paternity, Justices V. Ramasubramanian and B.V. Nagarathna observed that genetic information sheds light on a person’s essence, going to the very heart of who she or he is. This “intimate, personal information” is part of a child’s fundamental right, the Court said. Children have the right, it pointed out, not to have their legitimacy questioned frivolously before a court of law.Directing courts to acknowledge that children must not be regarded as material objects, and that they be subjected to forensic/DNA testing only as a last resort particularly when they are not parties to a divorce proceeding, Justice Nagarathna observed that it is imperative that children do not become the focal point of the battle between spouses. While this is a welcome move, a reading of the 1989 United Nations’ Convention on the Rights of the Child shows that there are miles to go before every child in India is guaranteed “special care and assistance”. Too many childhoods are cut short, and the maxim ‘every child has every right’ often forgotten. India ratified the Convention in 1992 and over the years several laws have been enacted to protect the rights of children though their implementation has often been dodgy, failing to shield them from abuse, violence, exploitation or neglect. The principle of best interest of the child must be at the centre of every aspect of social behaviour and not just in custody disputes.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nchildren\n\n/\n\nUnited Nations\n\n/\n\njudiciary (system of justice)\n\n/\n\nhuman rights",
        "headline_1": "Rights at the centre: On children’s right to protect their genetic information",
        "headline_2": "The interest of the child must be the focus always, not just in custody disputes",
        "link": "https://www.thehindu.com/opinion/editorial/rights-at-the-centre-on-the-supreme-court-ruling-against-mechanically-subjecting-children-to-dna-tests/article66545163.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Transferring money to a relative studying or living in Singapore or receiving remittances from a family member working in the Southeast Asian city-state just got a whole lot simpler. On February 21, the Reserve Bank of India Governor, Shaktikanta Das, and the Monetary Authority of Singapore’s Managing Director, Ravi Menon, made token instantaneous cross-border remittances to each other using the Unified Payments Interface (UPI) and PayNow mobile applications on their phones in India and Singapore, respectively. The transactions marked the start of a cross-border link for real-time person-to-person money transfers between South Asia’s largest economy and its littoral neighbour across the Malacca Strait, which is home to a sizeable Indian diaspora as well as tens of thousands of migrant workers employed in Singapore’s humming construction, marine shipyard and services sectors. The link now enables individuals wishing to remit either Singapore dollar (SGD) or Indian rupee funds for the ‘maintenance of a relative’ or as a ‘gift’ to transfer the money seamlessly using the UPI at the Indian end and the PayNow app at the Singapore end. To start with, six banks in India including three state-run, two private and the Indian unit of Singapore’s DBS Bank will be facilitating inbound remittances to their account holders, while one private lender and the three public sector banks would enable their Indian customers to send money using the link. In Singapore, customers of DBS Bank and the non-bank lender Liquid Group can avail of the transfer facility.Though a small start, given that the daily transaction limit is set at ₹60,000 or about SGD 1,000, the link is significant in that it enables individuals to quickly and safely remit money to their loved ones without the hassles of having to go to a bank branch or a wire transfer facility’s outlet or having to rely on the higher-cost and riskier ‘hawala’ channels. The tie-up is also part of a wider regional effort to facilitate cross-border real-time money transfers in a manner that reduces operational costs for individuals and merchants, while at the same time reducing the reliance on an external settlement currency, which hitherto has predominantly been the U.S. dollar. Singapore, which had established a similar payment link with Thailand in 2021, is part of a larger five-member initiative among the central banks of Southeast Asian economies including Malaysia, Indonesia and the Philippines that aims to interconnect their domestic digital payment systems. India too could build on the springboard it has gained in Singapore to further its cross-border digital payment linkages and extend the partnership to the city-state’s other Association of Southeast Asian Nations partners. Besides a sure-shot boost to regional trade and tourism, such a network would help India to further formalise the flow of inbound remittances.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nmoney and monetary policy\n\n/\n\nASEAN\n\n/\n\neconomy (general)\n\n/\n\nMalaysia\n\n/\n\nIndonesia\n\n/\n\nPhilippines\n\n/\n\nThailand",
        "headline_1": "Safe across borders: On Unified Payments Interface-PayNow link",
        "headline_2": "India must further its cross-border digital payment linkages",
        "link": "https://www.thehindu.com/opinion/editorial/safe-across-borders-the-hindu-editorial-on-unified-payments-interface-paynow-link/article66545145.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Nobody yearns for peace now more than Ukrainians. So why, after a year of death and destruction, are more Ukrainians than ever – as many as  95% –  convinced that peace can only be gained by Ukraine’s military victory?\nUp until February 24, 2022, almost no one in Ukraine – myself included – could believe that Russia would start bombing Ukrainian cities. Despite eight years of war that Russia waged in Donbas (a region with no prior separatist movements), which took 14,000 Ukrainian live, despite Crimea’s annexation, despite attempts to smuggle Kremlin’s people into Ukrainian parliament (via the Minsk Agreements), Ukrainians refused to believe in an imminent all-out war.\nRead full opinion on TOI+\n\n",
        "headline_1": "Peace will come if Kyiv wins the war",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/peace-will-come-if-kyiv-wins-the-war/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Russia has already won the Ukraine war. Since Russia’s invasion a year ago, Volodymyr Zelensky and his Western patrons have waged an unwinnable war.\nWith his war won, Vladimir Putin now decides its conclusion based upon his stated metrics: The physical protection of “ancestral, ethnic Russians” who dominate eastern Ukraine; and what he calls Ukraine’s “demilitarisation”. Putin’s first goal is within touching distance, and the demilitarisation goal grows ever closer.\nRead full opinion on TOI+\n\n",
        "headline_1": "Moscow is winning and West’s playing a game",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/goodbooksbadbooks/moscow-is-winning-and-wests-playing-a-game/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Costs of the year-old Ukraine war are many and counting. Putin’s invasion not only extracted a terrible price from Ukrainians and wrecked their economy – total cost estimated till last month is around $700 billion – it all but sabotaged a smooth post-pandemic global economic recovery. Blasé assumptions about economies pricing in the costs of war ignore history lessons that wars have a way of suddenly getting nastier than usual. Therefore, countries that have influence should really work towards stopping the conflict.\nBut as a Biden-starring pack of Western leaders makes a beeline for Kyiv, the only narrative is about supplying Ukraine with more weapons. Even long-time European peace advocates such as Sweden and Switzerland have started prioritising lethal aid. There’s no denying what Putin has done. But that peace is not a conversation point in the West makes no sense. Just as Moscow knows Kyiv will not fall and its invasion will not achieve most of its initially stated objectives, Ukraine and its Western backers should know all talk of defeating Putin is just talk. What will this defeat entail? Putin will never countenance a loss of face. America will never want to be party to a war that invades Russian territory. And even inside Ukraine, what is victory? Withdrawal of all Russian troops from everywhere? Before Putin is pushed into that corner, what might his response be? And remember, US-led sanctions haven’t really affected Russia’s economy, so Putin could drag this war on for long. Plus, if – a big if – China aids Russia militarily, it would take the war to a new level of lethality. Another year of Russian bombardment of Ukrainian cities like Kharkiv, Kherson, Sumy, or Kyiv would cause immense misery. That would constitute a collective failure of the international community.\nHence the need for a peace formula. A realistic start would be restoring most of the status quo ante. Putin would have to pull his troops back east of the ‘line of contact’, while Kyiv would have to rein in its impulse to carry out military operations in Crimea, and perhaps temporarily some fudgy arrangements will have to be made for the Donbas region. But who will bell this cat? America’s not interested. China’s looking at gaining advantage. Why not India? GoI could begin small and invite Ukrainian and Russian negotiators to New Delhi for ceasefire talks. There needn’t be any result expected quickly. But hosting the resumption of dialogue will in itself be a contribution to finding peace.\n\n",
        "headline_1": "Everyone’s losing: A year into the Ukraine war, the talk is of more war. If others won’t, India should start a peace effort",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/everyones-losing-a-year-into-the-ukraine-war-the-talk-is-of-more-war-if-others-wont-india-should-start-a-peace-effort/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "In an emulation-worthy application of AI in public affairs, the Supreme Court introduced live-transcription of court proceedings on a screen and on Wednesday published the transcripts on its website. CJI Chandrachud, chair of SC’s e-committee, announced the measure as a constitution bench met to hear arguments in the case of Shiv Sena’s split. Live transcripts are the latest in a series of digital measures in India’s courts in the last few years, with virtual hearings and e-filing no doubt getting a boost from pandemic lockdowns.\nAs CJI has observed, technology can make courts and records accessible to the general public, students, researchers and archivists. He’s credited with starting the digitisation of the Bombay high court library, with its 1.25 lakh books and records, which date back to the 1800s. Other HCs have done their bit. In 2021 Orissa HC started a Record Room Digitisation Centre, the country’s first, and by mid-2022 it had reportedly digitised almost 5.2 lakh files. Only last month Delhi HC introduced software for online inspection of digitised judicial files, another first. And in a different kind of but equally important reform, Kerala HC recently published two judgments in a regional language, Malayalam.\nSC and HCs scaling up their digital infrastructure contributes to reducing their carbon footprint too. A sustainable and accessible court ecosystem is to everyone’s benefit. But bear in mind such a system is also vulnerable to breaches that can throw a workday into chaos. Recall the AIIMS ransomware episode. Therefore, while we applaud digitisation initiatives, we must also remind all courts that they pay equal attention to threats. For hackers, India’s digitised court records are a tempting target.\n\n",
        "headline_1": "Justice.gov.in: SC’s and many HCs’ digitisation programmes are excellent initiatives. But beware of hackers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/justice-gov-in-scs-and-many-hcs-digitisation-programmes-are-excellent-initiatives-but-beware-of-hackers/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Environmental awareness is often depicted as a luxury only suitable for the elite or celebrities who can go a long way to protect a few pandas or blue whales. But from the perspective of public interest, it is not a leisurely hobby. As Ramachandra Guha argued in his book Environmentalism: A Global History, the masses' environmentalism – especially that of marginalised people – is a part of their lives, livelihoods, and culture. When the inhabitants of the Himalayan region in India formed the \"Chipko\" or tree-hugging movement to protect the forests of Uttar Pradesh, or when men, women and children formed human barricades known as \"empates\" to prevent bulldozers from tearing down trees in the Amazon, or when people rose up in Bangladesh's Phulbari to protect water bodies and agricultural land in the area, they were all part of the same struggle to protect life-livelihood-culture.\nBangladesh's ongoing development model is insensitive towards the importance of a healthy environment in the livelihoods and culture of people. And it is mainly built on low wages and high environmental pollution. Just as labour, the environment, too, seems cheap in our country. Here, labour and environment can be exploited for the sake of profits, the consequence of which is severe pollution and damage to people's lives and livelihoods. Under this development model, some groups may benefit financially in the short term, but in the long term, it appears as a big obstacle in the path of growth and development for all.\nThe Shitalakkhya, Turag, and Balu rivers around Dhaka city are dying due to the pollution caused by untreated industrial waste that is dumped into these rivers by the numerous factories located on their banks. Present data tells us how tens of thousands of cubic metres of untreated liquid industrial waste are dumped in the Buriganga River alone every day. Given that treating one cubic metre of liquid waste costs around Tk 30, the factories choose to not treat this waste and instead find it easier dump it into our life-giving rivers year after year.\nThis practice may earn factory owners some short-term financial gains, but for everyone else, the loss is devastating in the long term. Fish production decreases in these rivers' polluted water, which affects the livelihoods of fishermen. Soil is contaminated due to water pollution, leading to reduced crop production in the dry seasons. The groundwater table also gets polluted, which contaminates our food production and water. Gazipur can be cited as an example of this kind of polluted development: over the past decade, many industries have been set up in Gazipur destroying a large amount of forests and wetlands. Only 556 out of 2,220 factories in the industrial district of Gazipur have effluent treatment plants. Of these, fewer than one percent use or maintain treatment plants.\nTo understand the consequences of such cost-saving practices and who has to pay for it, one can look at the pollution of Belai Beel, spanning a 40 sq-km area across Gazipur Sadar, Kapasia, Kaliganj, and Sreepur upazilas. Liquid effluents from factories in these areas are polluting the water of Turag, Chilai and Balu rivers, and through the canals polluting the Belai Beel. Whereas during the 90s, the average yield of paddy per bigha in the area was 24-25 maunds, due to pollution, the average yield of paddy per bigha has reduced to only 13-14 maunds. Even five to six years ago, a group of fishermen used to catch 35-40 kg of fish every night, but due to pollution, it has come down to only 7-8 kg. Because of this, many fishermen have been forced to leave their profession and become day labourers. Thus, the present and future of millions of people are being damaged because of the pollution of our rivers, canals and rivers, which is happening for the profit maximisation of only a few hundred factory owners.\nLet's take a look at the state of air pollution. According to the World Air Quality Report of Switzerland-based organisation IQAir, Bangladesh's air quality remained the worst in the world for four years in a row. The average annual airborne particles, referred to in the report as PM2.5, was 76.9 micrograms per cubic metre in Bangladesh, which was 15 times the limit set by the World Health Organization (WHO). With an annual average PM2.5 concentration of 78.1 micrograms per cubic metre, Dhaka ranked the second most polluted capital in the world, only behind New Delhi.\n\nA model of economic development that only emphasises financial growth while neglecting the environmental aspect works in the interests of a few, while harming most people. It is, therefore, important to reject this type of environmentally destructive economic development model.\nThe main sources of air pollution are emissions from unfit vehicles, fumes from factories and brick kilns, and dust from construction activities. Although thousands of vehicle and factory owners or contractors benefit financially by driving unfit vehicles, operating factories and brick kilns without emission control, and carrying out construction work and transporting and storing construction materials without proper dust control measures, people across the country are suffering physically, mentally, and financially because of different diseases catalysed by air pollution.\nInstead of mitigating this crisis, the government is taking steps to legitimise air pollution. According a report published in The Daily Star, the Department of Environment (DoE) recently allowed 400 mg of sulphur dioxide and nitrogen oxides and 100 mg of particulate matter per cubic metre for coal-fired plants launched before 2020, and allowed 200 mg of sulphur dioxide and nitrogen oxides and 50 mg of particulate matter per cubic metre for those launched after 2020. In comparison, the emission standards set in Japan and China, who have invested in coal-fired plants in Cox's Bazar and Chattogram, are far more stringent: Japan's standards for PM2.5, sulphur dioxide and nitrogen oxides per cubic metre are just 5 mg, 28 mg and 40 mg, respectively. In China, the limits are 10 mg, 35 mg, and 50 mg, respectively.\nIt is the general people who have to pay for the government's negligence in controlling air pollution for the benefit of local and foreign investors. Due to air pollution, people suffer from cardiovascular and respiratory diseases, asthma, bronchitis, pneumonia, lung cancer, strokes and heart attacks at a higher rate. According to a 2022 World Bank study, for each percent increase in PM2.5 levels above the WHO-recommended level, an individual's risk of developing shortness of breath increases by 12.8 percent, coughing by 12.5 percent, and respiratory tract infection by 8.1 percent. As the PM2.5 concentration in our air far exceeds the WHO-recommended level, a large number of people are suffering from these diseases, resulting in an average of 78,000-88,000 people dying prematurely every year.\nDue to air pollution, people are suffering from mental illness too. Air pollutants enter the body through inhalation and eventually damage the nervous system, which in the long run can cause depression and anxiety. A one percent increase in PM2.5 concentration above the WHO-recommended level increases a person's risk of developing depression by 20 percent. In addition, according to the report, the amount of financial loss due to air pollution is 3.9-4.4 percent of our GDP.\nTherefore, raising voices against environmental pollution is not an elitist stunt; rather, staying silent against environmental pollution is serving the interests of the elite who are making profits from pollution. A model of economic development that only emphasises financial growth while neglecting the environmental aspect works in the interests of a few, while harming most people. It is, therefore, important to reject this type of environmentally destructive economic development model.\n \nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Polluted development: Profits for few, losses for all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/polluted-development-profits-few-losses-all-3255636",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Today marks one year since Russia advanced into Ukraine with assaults by sea, land, and air – giving way to what many have opined are the worst war-borne consequences since the Second World War. And – as we did in this column on February 26, 2022 – we reiterate our condemnation for Russia's invasion of Ukraine, which continues to cause blisters of conflict and tension all over the world. No doubt, the conflict that began a year ago had been in the making for over a decade. But the fact that it has been allowed to escalate to the point of such a wide-spanning war speaks to our collective failure to prioritise peace.\nThe human cost of this war in particular is unjustifiable, with the UN High Commissioner for Human Rights recently deploring that at least 8,006 civilians have died and 13,287 have been injured over the past 12 months. To say nothing of the dire ways in which this war has disrupted the livelihoods of the affected citizens. And the situation now only seems to be getting worse.\nJust on Tuesday, President Vladimir Putin declared that Russia is suspending participation in the New START nuclear arms reduction treaty with the United States, accusing the West of being directly involved in attempts to attack its strategic air bases. Signed between President Obama and President Medvedev in 2010, the treaty is the last remaining nuclear arms control pact between the two countries which collectively hold 90 percent of the world's nuclear warheads.\nThe stoking of the fire by the West is undeniable. In particular, its practice of not heeding Russia's security concerns has been a constant. But, at the end of the day, the onus is squarely on Russia for resorting to such intense and unfaltering aggression in the first place instead of exploring all the available avenues of peace.\nAnd now, as all had predicted, the tremendous effects of this war in Europe continue to spill over into the rest of the world, with common citizens of many countries, including Bangladesh, having to face hiked prices of essential commodities that threaten to choke them to poverty. Essentially, the consequences of this war have pushed millions more towards devastatingly lower living standards just as economies were preparing to somewhat recover from the pandemic. Meanwhile, it has been disappointing to see some nations, especially those bordering Russia, egging on the perpetuity of violence rather than trying to encourage dialogue.\nStill, we must demand that this war reach a peaceful conclusion before even more damage is inflicted upon innocent citizens. The international community, instead of sticking to sides, must push for resolution. War is never good news for any party involved, and this has been starkly exemplified by the current financial collapse being experienced worldwide. As always, it is only through dialogue and compromise that lasting and necessary peace can be achieved.\n",
        "headline_1": "A war of egos that continues to devastate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/war-egos-continues-devastate-3255481",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Somewhere in medieval Europe, a despondent monk is staring at a bound book on the table. The door opens and a helpdesk person appears. What is our monk's problem? Well, the book is a disruptive technology replacing scrolls and, utterly confused, the monk has no idea how to open and read it. The support person opens it at the first page and explains how the reader can read it and turn over the next page and so on till the end. Our monk manages to learn the trick and is saved from being left out.\nThis, of course, is an imaginary story from the time when paper-made books came out as new technology to disrupt the conventional ways of reading, writing, and transferring knowledge. Before paper, monks had to depend on long scrolls, often made of sheepskin. As paper and printing became commonplace, the literacy rate shot up, vastly improving the knowledge transfer process.\nThese days, we have digital technologies that are disrupting everything we have long taken for granted. That includes how we learn, live, collaborate, think, work, and socialise. The American Library Association (ALA) defines it as \"the ability to use information and communication technologies to find, evaluate, create, and communicate information, requiring both cognitive and technical skills.\"\nFirst coined by technology writer Paul Gilster in 1997, the term \"digital literacy\" follows on from visual literacy (using non-textual symbols and images to convey messages, such as hieroglyph); technological literacy (the ability to use a particular technology or technologies); computer literacy (using personal computers, which developed in the 1980s); and information literacy (finding, evaluating, using and sharing information). With the advent of the Fourth Industrial Revolution (4IR), and the increased availability of various disruptive digital technologies – especially autonomous algorithms, machine learning, robotics, and artificial intelligence – digital literacy has become a subject of mainstream discussions, and shifted towards a plurality of literacies that includes elements of cognitive and practical skills. And it has huge implications on education, work, and society.\nToday's workplace needs are evolving at such a fast pace that no education system can keep up with it. Digital skills enable us to perform today's jobs, but digital literacy is required to satisfy the ever-changing demands of the future. The relationship between the two is like that between data and information. We may be data-rich, but information-poor – unless we know how to skim useful information from data. That does not mean that we must master all the software out there, but that we should be confident and keen to try new technologies and move ahead. At the same time, we should have the flexibility and adaptability to learn new processes. There is a global shortage of digitally literate workforce, and more work roles need digital skills than ever before.\nA RAND Corporation study shows that employers are actively seeking workers with digital skills to survive in an increasingly digitalised environment. The traditional ways of education are unable to keep pace with the increasing demands for digital literacy, emphasising the need for a learning mindset that is ready to embrace a life-long journey of continually improving our skills.\nOnly with such a mindset can we cater to the present and future industry needs. But that requires a strong foundation in digital literacy. The time when a given skill set could take us to our retirement is long gone. Now, we need to continually reinvent ourselves to remain relevant in the industry – a mindset that must take root during one's student life.\nThere are a few key traits that we should acquire as students to become digital citizens. We should be empowered learners with the drive to remain updated, be curious, and continuously adapt. We should know how to promote open and responsible collaboration in the digital world for effective knowledge transfer. We must acquire the skill to \"cut through\" a sea of big data and noise to find out the pertinent information. We should be problem solvers to constantly explore the potential for workflow and process improvements exploring alternative ways with new technologies. We must think outside the box and not be bound by traditional problem-solving methods. We should strive to become knowledge constructors to synthesise data from different sources and transform information into usable formats.\nAt a wider level, digital literacy can foster more open, inclusive, and secure societies. When we interact with digital infrastructure, digital literacy makes us aware of the privacy and data risks as well as cybersecurity challenges. Besides, with better cognitive and critical thinking skills, we can analyse news based on source, bias, and agenda. We will know when technology is trying to manipulate our opinion. We can safeguard ourselves from misinformation and disinformation. We won't focus on the technology, but on the whole way of working and living in the digital landscape.\nBangladesh has adopted a vision for building a smart nation, because it doesn't want to be left behind but play a leading role in the digital world. For that to happen, a strong foundation in digital literacy is essential, which comes from a commensurate education system. Without digital literacy, we risk being left behind like the medieval monk, and the vision of building a smart Bangladesh might remain a pipe dream.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\n",
        "headline_1": "Digital literacy is key to building a Smart Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/digital-literacy-key-building-smart-bangladesh-3255466",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Today marks one year since Russia advanced into Ukraine with assaults by sea, land, and air – giving way to what many have opined are the worst war-borne consequences since the Second World War. And – as we did in this column on February 26, 2022 – we reiterate our condemnation for Russia's invasion of Ukraine, which continues to cause blisters of conflict and tension all over the world. No doubt, the conflict that began a year ago had been in the making for over a decade. But the fact that it has been allowed to escalate to the point of such a wide-spanning war speaks to our collective failure to prioritise peace.\nThe human cost of this war in particular is unjustifiable, with the UN High Commissioner for Human Rights recently deploring that at least 8,006 civilians have died and 13,287 have been injured over the past 12 months. To say nothing of the dire ways in which this war has disrupted the livelihoods of the affected citizens. And the situation now only seems to be getting worse.\nJust on Tuesday, President Vladimir Putin declared that Russia is suspending participation in the New START nuclear arms reduction treaty with the United States, accusing the West of being directly involved in attempts to attack its strategic air bases. Signed between President Obama and President Medvedev in 2010, the treaty is the last remaining nuclear arms control pact between the two countries which collectively hold 90 percent of the world's nuclear warheads.\nThe stoking of the fire by the West is undeniable. In particular, its practice of not heeding Russia's security concerns has been a constant. But, at the end of the day, the onus is squarely on Russia for resorting to such intense and unfaltering aggression in the first place instead of exploring all the available avenues of peace.\nAnd now, as all had predicted, the tremendous effects of this war in Europe continue to spill over into the rest of the world, with common citizens of many countries, including Bangladesh, having to face hiked prices of essential commodities that threaten to choke them to poverty. Essentially, the consequences of this war have pushed millions more towards devastatingly lower living standards just as economies were preparing to somewhat recover from the pandemic. Meanwhile, it has been disappointing to see some nations, especially those bordering Russia, egging on the perpetuity of violence rather than trying to encourage dialogue.\nStill, we must demand that this war reach a peaceful conclusion before even more damage is inflicted upon innocent citizens. The international community, instead of sticking to sides, must push for resolution. War is never good news for any party involved, and this has been starkly exemplified by the current financial collapse being experienced worldwide. As always, it is only through dialogue and compromise that lasting and necessary peace can be achieved.\n",
        "headline_1": "A war of egos that continues to devastate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/war-egos-continues-devastate-3255481",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "The government is reportedly looking to go all out to make the next general election inclusive, which is essential to saving our wobbling democracy from descending into a major crisis. The extreme level of adversarial politics and democratic deficit that have plagued our nation for more than a decade have eroded the foundations of our key institutions, led to deterioration of rule of law and human rights, and held us back from developing a politically mature society. That is why, above all, we want fair and inclusive polls – a sentiment which, we believe, is shared by the overwhelming majority of our population.\nAfter the experiences of the last two general elections – and several local level elections – there is a widespread sense of doubt that has crept in among voters about the credibility of our elections. It falls upon the government to convince both the general population and the opposition parties that it is sincere about creating a truly level playing field. Unfortunately, the derailment tactics used by the AL against BNP programmes over the last months – that too with the help of state apparatuses at times – have thus far failed to ignite confidence in the ruling party's previous assurances.\nThe recently concluded by-elections to six parliamentary constituencies, although relatively peaceful, left much to be desired, given the low voter turnout, widespread intimidation and harassment during campaigns in all those constituencies, to the mysterious disappearance (and reappearance) of one contestant. Although the incumbent Election Commission (EC) showed some promise with a few of its actions in the beginning – particularly in comparison to its weaker predecessor – it has not been able to keep up that momentum, and seems to have fallen back on old practices of towing the party line.\nThe clear absence of voters is a strong message for the government as to how little faith citizens now have in our electoral system. The reality is that genuine electoral reforms alone can reignite voter interest ahead of the next general election, and ensure the participation of all political parties in it.\nThe BNP, on the other hand, must also cooperate with the ruling party and the EC to come to an acceptable compromise to ensure its participation. Any genuine outreach by the government should be welcomed and met by the BNP with an equally genuine willingness to negotiate a solution to the current political impasse that has brewed over time. The BNP should carefully analyse the pros and cons of boycotting another election (which it has threatened to do on a few occasions), particularly in light of what its boycott of the 2014 general elections has cost the party and the country in general.\nUltimately, the country cannot afford a repeat of another boycotted election like that of 2014, nor can it afford another controversial election such as the one in 2019. We have lost a lot of ground in regard to our democracy because of them. We hope the EC will take all necessary measures to fulfil its constitutional obligation of delivering a free and fair election to the people – a precondition of which is to ensure the inclusion of the major political parties.\n",
        "headline_1": "Our democracy won't survive another controversial election",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/our-democracy-wont-survive-another-controversial-election-3255441",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Expansion of bonded warehousing facility for readymade garment (RMG) factories, though belated, is an encouraging move. The decision of the National Board of Revenue (NBR) that came through a circular late this week is expected to significantly cut down the time-lag in importing raw materials for export processing while also enabling the exporters to obtain more export orders. For quite sometime, garment exporters were demanding bond facility for multiple factories of each company under a single bond licence. It was in 2008 that two units of a garment exporting company were allowed to operate with one bond licence, but that did not seem enough for big companies to cater to the growing demand. Now, as per the NBR circular, one bonded-warehouse licence can be used for importing duty-free raw materials by three active factories/units of an exporting company. The benefit to be accrued from the relaxation is clear enough. When a factory becomes larger, the exporter has to open multiple units, employ more manpower and needs bond facility for more units. Many exporters are reportedly finding it difficult to expand their businesses due to restricted bond facility.Bonded warehousing is a service that allows exporters to import and store their raw materials without payment of customs duties for a certain period of time until these are used in the manufacture of products exported. Bonded warehousing in Bangladesh was instrumental in bringing much of the vigour and dynamism that the country's export sector needed badly. Since the mid-eighties when garment export began to indicate signs of promise, bonded warehousing was one of the key mechanisms along with back-to-back letter of credit that succeeded in materialising the potential much to the satisfaction of the government and the exporters. However, the fact remains that since its introduction decades ago, its scope has not widened despite repeated requests from exporters of other products. At present the facility is applicable to garment and shipbuilding industries as well as units of packaging materials, cartons, labels, poly-bags, buttons and hangers. There have been demands in recent times from export oriented motorcycle and footwear manufacturers, among others, for allowing them bond facility. From NBR's perspective, it has been said that in the absence of an automated bond regime, the bond facilities cannot be widened further for more exporting sectors, as they fear, under the prevailing system, things may not work efficiently and transparently. There are instances of misuse, even gross misuse of the bond system. The reason bonded warehousing had earned infamy was because of the flouting of rules on the one hand and on the other, alleged collusion between a section of the business community and some corrupt officials responsible for overseeing and regulating the system in line with the procedures. Concerned quarters blame lack of automation as the main reason. It is not known how far the works on automation have progressed, or how long will it take for completion. Industry insiders are concerned that it is taking much too long. A foolproof automated bond system is thus crucial not only for facilitating garment export but also for creating avenues for other prospective export products to flourish.",
        "headline_1": "Widening the scope of bonded warehousing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/widening-the-scope-of-bonded-warehousing-1677163335",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "A study titled, \"Impact of climate change on livelihoods & its alternative solutions for the people living in south-west coastal & slum areas in Bangladesh\" has come up with findings quite unsettling if not surprising. The three-month study conducted between September and November, 2022 in three unions of Shyamnagar Upazila and five slums of Satkhira Municipality finds that 30 per cent of the people under the study had to slash their food intake and an equal number could not afford foods other than rice and lentil. Given the plight of the low-income people in the post-pandemic time, particularly following Ukraine war, this is nothing exceptional either.What is commendable is that Educo Bangladesh and Uttaran ---one a Spain-based international development and humanitarian NGO and the other a local one respectively---have undertaken a project, \"Strengthening the capacity of those displaced by disasters and climate-related causes to cope with adverse situations\". The title of the project speaks for itself and it necessitated some insight into the kind of vulnerabilities before developing a recipe for the people affected.  Sure enough, any rehabilitation programme for people who are better known as internal climate refugees is more welcome than just distribution of regular or occasional relief goods. According to the World Health Organisation, 7.2 million people have been displaced in 2022 alone and by 2050, the number of such people is projected to rise to 13.30 million. Satkhira's climate refugees, however, are not an entirely direct outcome of climate change. A complex socio-economic equation between greedy influential people and poor innocent farmers over shrimp enclosures mostly led to a friction and degradation of cultivable land. This is mostly responsible for the migration of farming families to slums in the south-western coastal district. The long-standing water-logging in Bhabadah area affecting at least 1.0 million people of 200 villages is part climate change-induced and part man-made. It is an intriguing situation there as the embankment was constructed there to stop intrusion of saline water. It stopped saline water to the beel (swamp) but following the construction of embankment and sluice gates, the rivers started drying up and the natural flow of currents hampered. The saga of water-logging continues and many inhabitants had to leave their ancestral homes there. Bangladesh's coastal areas are likely to suffer more such reversals and the country with a small geographical area will have to encounter the problem of more people's settlement. The programme the Educo and Uttaran are implementing is vastly important for the livelihood options they might prescribe for the internal refugees. Through trial and further improvement, the adaptation capacity of the affected people may be enhanced. Of course, the rehabilitation programme has two parts---those who somehow stay notwithstanding the adverse impact and those who had to leave to an urban location looking for occupations new to them. If the affected areas are not as uninhabitable as Bhabadah, possibly there can still be made some arrangement for some people to stay put where they were born and brought up. In that case, advanced cropping system and innovative technologies will have to be introduced for them to maintain their livelihoods. Saline-tolerant crops are already there. But there still seems to be some gap between rhetoric and reality or else, farmers in this country who are always ready to accept every new art of the trade would not be found wanting to respond promptly. There is no hard and fast rule that farmers would only cultivate saline-tolerant paddy; they can very well go for other cash crops if those prove profitable from the point of agricultural economy. If an entire village named Gadkhali can live on growing flowers round the year, there is no reason why a suitable cash crop cannot be found to alleviate the problem of saline-infested land. In some southern coastal areas, cultivation of sunflower and soybean has proved highly successful. Next comes the question of diversification of occupation for farmers who have to move to urban locations. Sure enough, illiterate villagers coming to Dhaka take up trades that were completely unfamiliar to them before. If they are given orientation, organised training and financial assistance, the displaced people---particularly the youth among them ---can learn almost all trades. From shop-keeping to small enterprises ---everything will be made accessible to them by organisations like Educo and Uttaran. Even the government can initiate public-private small and medium enterprises especially for the internal refugees within their unions and upazilas. The livelihood options have to be made without gender bias in order to extend the range and scope of work patterns. There are areas where women are specially gifted to contribute more to output. Thus investment, although not massive, will have to be made for creation of livelihood opportunities. The Rohingya refugees have put an undesirable extra pressure on the country's economy, environment and social relations. Rehabilitation programme for the internal refugees is unlikely to require such massive preparation and investment as yet. If the problem is addressed in a systematic manner, it can be solved without allowing it to unfold as an extensive humanitarian crisis. Let the process get going straight away. \n[email protected]",
        "headline_1": "Livelihood options for internal refugees",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/livelihood-options-for-internal-refugees-1677163482",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Some people in authority are prone to using words, not deeds, to show themselves as achievers. The ground reality is that their ploy only works sometimes. The target audience these days can differentiate between substantial and hollow parts of statements of people who matter. Some weeks back, the incumbent mayor of Dhaka North City Corporation (DNCC), Atiqul Islam, had all the praise for 'Sobar Dhaka', an app introduced by the corporation on January 10, 2021, to help the residents lodge complaints and get an immediate solution. The mayor also mentioned the digitization of some other activities of the DNCC. Allegations have it that complaints posted on the 'Sobar Dhaka' app of the DNCC, most times, are shown as 'solved', actually doing nothing to address those. For instance, a resident on February 18, 2022, posted a complaint about dumping various goods on pavements along the Kalshi Road in Pallabi by shopkeepers, making those unusable for pedestrians. Days passed since he had posted the complaint on the app. Much to his surprise, after some weeks, the complainant saw a message on the 'solution counter' of the app claiming that the problem had been 'solved'. The fact remains that the DNCC people did nothing to remove the goods from the pavements in question. Pedestrians are still unable to use those pavements. The same resident posted another issue---removing silts from a canal to help solve the water-logging problem---on December 10, 2021. A few months after the posting of the complaint, an excavator came and cleaned a small part of the canal. With most parts of the canal remaining silted, a message-'solved'--- popped up on the 'Sobar Dhaka' app. The canal is among the water bodies the two city corporations had taken over from the Dhaka Water and Sewerage Authority (DWASA) to restore their channels. A few years have passed, but more tangible needs to be done to remove unauthorized structures built on the canal and widen it. The DNCC mayor has, on many occasions, promised to solve the problem of water-logging in vast areas of Mirpur-Pallabi. The residents, however, have yet to witness any worthwhile move by the DNCC to fulfil the mayor's pledge. The DNCC, in cooperation with the Bangladesh Army, has built the Kalshi Flyover at a considerable cost to ease traffic movement. But in the event of heavy rains, it is most likely that a large part of the Kalshi Road would go under the knee- to waist-deep water, causing a long tailback on the flyover. Thus, it is time for the DNCC to do whatever is necessary to ensure fast draining out of rain waters. The two city corporations used to blame the DWASA for inactions regarding restoring the city canals. Their allegations were not untrue. Since the city corporations have taken over the responsibility of restoring the canals when those were in bad shapes, residents want to see a sense of urgency on the latter's part. The rainy season is not far away. Last year, rainfall was far less than usual. So, the extent of water-logging was mild. People, however, are apprehensive of the upcoming monsoon. Dhaka residents expect city corporations to rise up to their promises in order to help lessen their problems. Deeds, not words, in the right direction would help fulfil that expectation. \n[email protected]",
        "headline_1": "The gap between words and deeds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-gap-between-words-and-deeds-1677163524",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2023"
    },
    {
        "full_article": "Nipah virus cases are reported in Bangladesh almost every year. But this year, the number of such infection is quite high. A total of eight people out of 11 infected have so far died of this viral infection in 2023. The case fatality rate from Nipah virus infection is 73 per cent, which is also very high. According to the World Health Organization (WHO), Nipah virus infection has turned out to be the deadliest among all communicable diseases in the country in terms of mortality rate. Drinking raw date juice is the main source of contracting the virus. Nipah virus infection is a bat-borne zoonotic disease. It is transmitted to people through infected animals or contaminated food or directly from person to person through close contact, according to the WHO. Fruit bats or flying foxes are the natural carriers of this virus. The consumption of fruits or date or palm juice contaminated with the urine or saliva from infected fruit bats are the likeliest source of the virus both in Bangladesh and India. According to the Institute of Epidemiology Disease Control And Research, infected people develop symptoms like fever, headaches, muscle pain, vomiting and sore throat. An undetected patient can fall into a coma within 24 to 48 hours of contracting the virus. Unfortunately, there are currently no vaccines or drugs that can treat Nipah virus infection. The primary treatment is only supportive care. However, experts urge people to take some preventive measures so that they can stay safe. Some of them are to practise regular hand washing with soap and water, avoid contact with bats, and keep away from eating or drinking raw date, palm juice and fruit. People must be made aware of the danger to stay safe from Nipah virus infection. \nSamia Jahan Shefa, Student of Department of Genetic Engineering and Biotechnology, Jashore University of Science and Technology, [email protected]",
        "headline_1": "Raise awareness of Nipah virus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raise-awareness-of-nipah-virus-1677163558",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2023"
    }
]