[
    {
        "full_article": "By nominating Champai Soren to the position of Chief Minister and ensuring a convincing win in the trust vote, the Jharkhand Mukti Morcha and its allies, the Congress and the Rashtriya Janata Dal, did well to weather the storm after the resignation of Hemant Soren over corruption charges. The predominantly tribal populated Jharkhand remains one of just a few States that have not been wrested by the Bharatiya Janata Party ever since the beginning of what political scientists call the era of the BJP-dominated party system in northern India. It is to the JMM’s leadership’s credit that it sought to elevate a leader who played a major role in the State’s formation (after its bifurcation from Bihar) rather than appointing another family member, even if this was a decision taken under duress, and avoiding the impression that it was the Shibu and Hemant Soren-led family that would rule by proxy. This, in a way, bucked the trend in most regional parties, where power tends to concentrate in the families of its most popular leaders, either due to the fact that this allows party finances to be controlled by those closest to the leadership or because such parties are unable to evolve into cadre-based, ideology-driven units.By catapulting Champai Soren to the helm of governance, the JMM signalled a return to its past when it was more a movement and less a typical party. Yet, two issues should worry the party. His appointment was also made possible because of a family rift over the possible candidature of Kalpana Soren, Hemant Soren’s wife. And, second, the unedifying sight of MLAs being transported to Congress-ruled Telangana suggests that the ruling alliance was not so sure of ideological leanings acting as a glue to keep its flock together — a phenomenon that has become sadly true of many politicians in India. Hemant Soren’s resignation would also have been welcomed in normal circumstances where anyone in government should give up power if they face serious corruption charges as he did in a purported land scam. But the fact that the Union government has used its law enforcement agencies such as the Enforcement Directorate less as weapons against corruption and more as a tool to browbeat any opposition, gives cause for pause. Regardless of this, Mr. Soren’s case must be thoroughly investigated and should not be subject to the vagaries of political outcomes such as the retention of power by the JMM and its allies. In a way, the developments should compel the JMM-led government to reorient its focus on governance in one of India’s most mineral-rich, but materially poor, States, and that will be its best answer to the questions raised about it following the arrest. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nJharkhand Mukti Morcha\n\n/\n\nIndian National Congress\n\n/\n\nRashtriya Janata Dal\n\n/\n\nBharatiya Janata Party\n\n/\n\nBihar\n\n/\n\nTelangana\n\n/\n\ncorruption & bribery\n\n/\n\nlaw enforcement\n\n/\n\nminerals\n\n/\n\narrest",
        "headline_1": "Winning trust: On Jharkhand’s political storm",
        "headline_2": "JMM and its allies found a viable way out of the Hemant Soren arrest ordeal",
        "link": "https://www.thehindu.com/opinion/editorial/winning-trust-on-jharkhands-political-storm/article67821944.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "Time stood still twice at the 66th annual Grammy Awards on Sunday when iconic singer-songwriters Joni Mitchell and Tracy Chapman took the stage to tell stories one more time through music. While the 80-year-old Mitchell, who had suffered a life-threatening aneurysm some years ago, performed her 1968 song, ‘Both Sides Now’, Tracy Chapman, 59, accompanied by her guitar and Luke Combs, belted out her classic hit, ‘Fast Car’ — both numbers powerful markers of the human experience and still speaking to the times. As if on cue, Annie Lennox, who paid tribute to Sinead O’Connor by reprising her haunting song, ‘Nothing Compares 2 U’, shouted at the end of her performance: ‘Artists for ceasefire. Peace in the world’. After that, two ongoing wars and other social crises appeared forgotten for the most part of the show, though the super indie group, boygenius, who won for ‘best rock performance’, advocated for a ceasefire through red pins on their attire. After years of being pulled up for not celebrating female, black, Hispanic artists enough, the Grammys made amends this time by honouring a host of young women musicians. ‘Swifties’ were duly acknowledged by helping Taylor Swift make history with her record-setting fourth album of the year award for ‘Midnights’, surpassing Frank Sinatra, Stevie Wonder and Paul Simon, who won the award three times.Miley Cyrus (‘Flowers’), Billie Eilish (‘What Was I Made For?’, a melancholic melody for Greta Gerwig’s Barbie) and SZA all got their moment in the spotlight. India made a mark too with a belated nod coming in for one of the country’s best-known fusion bands, Shakti, which bagged the Best Global Music Album for ‘This Moment’, a studio album they released after four decades. The band, formed in the 1970s to critical acclaim and fame, later regrouped and brought out an album in 2023 with founding members, guitarist John McLaughlin and tabla maestro Zakir Hussain, joining vocalist Shankar Mahadevan, percussionist V. Selvaganesh and violinist Ganesh Rajagopalan. Zakir Hussain won two more Grammys, one with flutist Rakesh Chaurasia, and two other performers, for their song ‘Pashto’ which won in the Best Global Music Performance category. In the past, the Grammys have honoured and celebrated the music of Pandit Ravi Shankar, Pandit Vishwa Mohan Bhatt, A. R. Rahman and others. But Indian artists of today, who play a mind-boggling array of instruments, from the sitar, sarod and veena to the flute, mridangam and violin, can now aspire to claim their rightful place on the global stage and be open to collaborations which have brought musicians such as Zakir Hussain accolades and recognition.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmusic industry\n\n/\n\naward and prize\n\n/\n\nIndia\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Music without borders: On the Grammys",
        "headline_2": "The Grammys were a celebration of women singers, past and present",
        "link": "https://www.thehindu.com/opinion/editorial/music-without-borders-on-the-grammys/article67821661.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "Kolkata writes its own Winter’s Tale.\nOori babba, bishon Thanda!\nWinter is on its way out of Kolkata, and so, alas, am I. I’ve shivered and snuggled my way through it to my sweaters’ content, moth balls turned to butterflies. Keep your kaala gaajar, I’ve gorged on kaancha gola, which is melt-in-the-mouth meld of chhena and the date palm’s fresh yield of nolen gur. Yes, NG is season’s OG. Flowing dark and gooey from earthen pots, pulverised from patali discs, it fires the creativity of Bengal’s magnificent, mishti-making moiras; how lightly this word strokes the tongue, unlike the heavy squat of ‘halwai’. Nolen gur elevates even every-day payesh. The duo then throws curdling to the winds, and cuddles up with winter’s other boon, komola nebu – that’s oranges for those to whom life has handed only a lemon.\nLowly cauliflower competes with palm-lofty nolen gur. Scoff not. Outlying Dhapa’s garbage-dump-turned-vegetable-gardens yield the crunchiest, whitest winter crop. Loaded on lorries, carted away in thela gadis, strung on bicycle handle-bars, it ends up in expectant kitchens. And in phoolkopir shinghara. For the Bong, finding these florets in this distinctive samosa is like discovering that Netaji is alive.\nAs much passion is unleashed in holding forth on sheet kaal ailments. Like Azad Hind Army, the recounting marches through wheezing chests, frayed lungs and ‘shugaar’-laden blood. Dry ‘skeen’ has a friend in Boro-leen, but air pollution is now Enemy No. 1. It dominates conversation. And plays spoiler for the culturati who shy away from once-iconic open-air concerts ‘because of terrible AQI’.\nThe brave still cruise down winter-whipped ‘Gonga’ – as the Hooghly is grandly called – past dilapidated wharf-side warehouses, which a more dynamic state would have modernised and monetised. Too much of both has claimed the other picnic outing. Sylvan bagan baris of the faded bhodrolok have succumbed to techie malldoms. But saucer-sized dahlias still stage their drama on mali-manicured lawns of industrialists’ mansions or grounds of Kolkata’s new, swanky soar. And a flaking old bungalow breathes one last gasp of glory via a brilliant petunia-pansy border.\n****\nAlec Smart said: “The party’s over, but it’s never over for this political Pawarhouse.”\n\n",
        "headline_1": "Cold comforts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/cold-comforts/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "Uttarakhand on Tuesday tabled a bill to introduce a uniform civil code (UCC) in the state. This paper has long argued for UCC as the best way to bring about gender justice in marriage, divorce and inheritance across communities. Uttarakhand, therefore, has shown the right intent. But not always the right spirit.\n \n\nStates have the right | There’s no legal bar on Uttarakhand enacting a UCC. States have earlier taken the initiative to offset discriminatory personal laws. For example, Kerala in 1975 reformed Hindu law to give women equal inheritance rights. Other southern states and Maharashtra followed suit.\nNot quite uniform | This UCC keeps tribals out of its purview. That however is not the only exception. A sound UCC should not provide bypasses in its application. Uttarakhand fails on this count.\nFor example, it details a list of “degrees of prohibited relationship” based on customs of some communities. The bar on marriage under this custom applies only to people who belong to groups where it’s been practised. Others are exempt. Application of this will be tricky.\nPrivacy matters | The state’s marriage register is open to scrutiny by any person. Why? And how does it help in reforming personal laws? In a digital era, state authorities can instantaneously verify the marital status of every applicant to ensure polygamy is prevented. Allowing unrelated people to poke around will only encourage vigilantism.\nBuckling under social tyranny | Sections governing live-in relationships are the most regressive parts of the bill. UCC has no business in trying to regulate live-in relationships. These sections of the bill are a thinly veiled attempt at moral policing. For example, a delay in registration of live-in relationships can even lead to imprisonment and fines. A law should lay out the rights of an individual against other individuals and also society at large. By this measure, provisions on live-in relationships mimic a medieval social code rather than a modern law.\nCan’t let go | Uttarakhand’s UCC also covers residents who live outside the state, they are even encouraged to register live-in relationships. In a country where migration is increasing, states shouldn’t exercise this level of control.\nUCC does well to end polygamy and bring about a greater level of fairness in inheritance across communities. However, what India needs is a national UCC instead of patchy efforts.\n\n",
        "headline_1": "Good/Bad start: U’khand’s UCC ticks some boxes. But it also encourages moral policing & coddles a few social taboos",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-bad-start-ukhands-ucc-ticks-some-boxes-but-it-also-encourages-moral-policing-coddles-a-few-social-taboos/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "Indians’ palates are definitely getting more experimental. So purists are suffering serious heartburn. What these taste czars should remember is today’s favourites are only around thanks to yesterday’s innovators. Think dal makhani, kathi roll, Chicken 65, the nation’s top ordered dish – biryani, and gobi manchurian. This last has fallen out of flavour with a Goa municipal council.\n\nChindian is good egg | Indo-Chinese cuisine does not curry favour with visitors from China. So who cares? Certainly not the proliferating fandoms of manchurian, which besides gobi comes in paneer, pasta, chicken, corn, tofu, idli and numerous other avatars. As much as desis are gobbling up all this yellow-orange-red variety outside, they are also constantly experimenting in their own kitchens. Grocery lists now daily see Korean gochujang next to tamarind chutney, blueberries accompanying oranges.\nSour grapes are big cheese | Doomsayers will have you believe that fusion cuisines are a death knell for authenticity. That’s nuts. If one person seeks adventure and Instagram hits from her restaurant outing, another looks for homecooked vibes. And the two can switch moods as easy as slicing bread. Then again, given how food-obsessed we are, storms in teacups are to be expected. Like the internet losing it over a Maggi milkshake.\nPie is in sky | A Pennsylvania chemistry professor recently caused a transcontinental storm by suggesting that the secret to a perfect cup of tea is salt! Smaller squalls are happening all the time. Like when Emily in Paris went gaga over an industrially produced McBaguette. Or a millennial has her rice with avocado instead of her mum’s dal and a Michelin star chef adds makhni gravy to ice cream. Purism remains a valid school. But it can’t stop people from eating whatever takes their fancy.\n\n",
        "headline_1": "In Gobi’s company: Is your meal up to an authenticity check? It matters little if you like the taste",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-gobis-company-is-your-meal-up-to-an-authenticity-check-it-matters-little-if-you-like-the-taste/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "State-level uniform civil codes that cut the link between religion and family law are welcome. But, worryingly, Uttarakhand’s version can also lead to govt surveillance of private lives\nSince BJP formed government in 2014, the idea of enacting a uniform civil code to replace existing religious family laws has gathered much attention. While uniformity for national integration has been at the core of BJP’s ideology, UCC has also been imbued with a promise of gender justice. These debates are not new. They date back to the making of India’s Constitution, which enshrines UCC as a non-binding legal goal. What had been missing all along, however, was an indication of the shape and form of a potential UCC.\n\nShift from Parliament to state level | With Uttarakhand’s BJP-led government presenting a bill, we finally have a concrete set of proposals. Ironically, this UCC bill has come at the state level. There is chatter that Assam and Gujarat may also adopt similar UCCs. This in and of itself marks a fundamental shift in family law governance in India – from being legislated by Parliament to being a matter for state assemblies to decide.\nRead full story on TOI+\n\n",
        "headline_1": "State of Relationships",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/state-of-relationships-state-level-uniform-civil-codes-that-cut-the-link-between-religion-and-family-law-are-welcome-but-worryingly-uttarakhands-version-can-also-lead-to-govt-surveillance/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "The state-owned Bangladesh Road Transport Corporation (BRTC) is never found wanting in planning big. Once again it has unveiled its plan to improve its service by introducing compressed natural gas (CNG)-run air-conditioned (AC) buses followed by electric vehicles. The transport corporation also drew the attention of the media people gathered at its conference room to the savouring fact of profit-making by it. Evidently, since the metro rail's operation between Uttara and Motijheel, it has become somewhat incumbent upon bus operators including the BRTC to go for improvement in service in order to win over passengers. Sure enough, if commuters of other parts of the city had the option of choosing between metro rail and the lackadaisical buses and their still more unfriendly service, which of the two they would prefer needs hardly any mention.Given the rampant corruption, abuse of assets and malpractices in the past, the BRTC has a long way to go before it regains public trust. The corporation has added 1,100 buses since 2013 to its fleet but it has only 885 of those. This time the buses were not grounded like the Volvo buses, a top brand in the world within eight years, but the Ashoka Leyland also has a life span more than the 10 years by which time 215 have become unaccountable. Also the introduction of articulated buses was a misadventure. Then the commercial consideration behind leasing out double-decker BRTC buses to universities, including private ones, and other entities defies rationality. It is exactly at this point, the profitability of the BRTC should be put under closer scrutiny. In fact, the fleet of 500 trucks that the BRTC pressed into service in 2019-20 was the basis of turning it profitable. Procured from India under its third line of credit, the trucks profitably started carrying goods for state entities with which the corporation entered into agreements for rendering the service. The buses perhaps are yet to earn any profit, if not incur losses. Yet the current chairman of the BRTC has made a few commendable moves for the BRTC to get rid of its corruption. One of those is the transfer of employees after three years. The idea is that they must not be allowed to spread their roots and resort to irregularities and malpractices. More needs to be done to make the service attractive to commuters and also profitable. Given the rundown and disfigured private buses that add more vehicles to their fleets with profits, the BRTC service should attain both objectives if its operation becomes well regulated and commuter-friendly. The bus service on the expressway may give a false sense of satisfaction because it covers a small segment of city routes and serves a limited number of passengers. Surely, the BRTC service at the Uttara North Metro rail station is doing well because of the consistent flow of commuters from and to the metro rail. A similar arrangement can be made for metro passengers at Agargaon and Farmgate from where the dangerous 'leguna' ply to areas not covered by buses. So far as the operation of CNG-run AC buses are concerned, they will be economically viable only if the long tailbacks can be reduced or done away with. The same is true, perhaps more true for electric vehicles. Get the city roads streamlined first, then such vehicles, if operated professionally, will be able to render services to people's satisfaction.",
        "headline_1": "Revamping BRTC service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revamping-brtc-service-1707316149",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "The over-population issue has been one of the most demanding and pressing concerns for a resource-constrained and geographically small Bangladesh since its birth in 1971. Since independence, successive governments have prioritised family planning programmes and achieved notable success. According to a World Bank report, the yearly population growth rate of Bangladesh was 3 per cent during the '70s, which reduced to 1.22 per cent in 2022, as per the sixth census of Bangladesh.The success story of Bangladesh's family planning programme has not only been acknowledged and applauded by the United Nations, but it was also regarded as a role model for other countries to follow. In recent years, however, governmental policies seem to be changing with some policymakers reportedly viewing the issue of population growth not as a bane, but as a boon in the form of additional human resource, which risks undoing the past progress in curbing population growth.In recent years, especially following the Covid-19 outbreak, Bangladesh has seen a rapid increase in its birth rate. The Bangladesh Sample Vital Statistics 2022, conducted by the Bangladesh Bureau of Statistics (BBS), shows the gross birth rate per 1,000 increased to 19.3 in 2022, from 18.8 in 2021. In addition, the total fertility rate (per 1,000 women aged between 15 and 49) increased to 2.15 from 2.05 during the same period.Lax governmental measures in controlling population growth are also evident from the fact that in recent years there has been significantly less public-awareness building campaign regarding the importance of family planning, leading many families to reduce the use of birth control methods. Moreover, a recent report published in a national daily informs that there is a shortage of birth control materials provided by the government at the field level. Reportedly, all upazilas in the country have run out of Implanon (a type of birth control) and contraceptive injections. The stock of condoms is also on the verge of running out in the field-level family planning offices, while the stock of birth control pills will last only about five months. The information was reportedly gathered from the Directorate of Family Planning under the Ministry of Health.Around 37 per cent of couples in Bangladesh rely on the government's free contraception measures, whereas three per cent source it from NGOs and 60 per cent from the private sector. The shortage of birth control methods in government's family planning offices is driving low-income people to source it from the private sector at prices they can ill afford or reduce its usage, leading to a baby boom. In addition, the number of baby boomers had a significant boost in the post-pandemic period due to a sharp increase in child marriage.Now the pertinent question remains: is the surge in birth rate a blessing or curse for Bangladesh? Population size undeniably matters. Most of the developed countries including China, Japan, and the USA are concerned about their declining birth rates, a gradual decrease in the working-age population, and its possible impact on their economies. In comparison, Bangladesh boasts a substantial working-age population, with approximately 58 per cent of its citizens falling within the 15-59 age bracket. This phenomenon in the country's population dynamics is often referred to as the \"demographic dividend\". Policymakers often use hyperbolic rhetoric about achieving robust economic growth driven by this demographic advantage, as if the benefits are imminent and easily within reach. An increased population can only be translated into human resources when the basic needs of every citizen, such as quality food, clothing, shelter, education and healthcare, can be ensured. Needless to say, Bangladesh's socio-economic situation is still far from reaching this position. So, in a resource-constrained country like Bangladesh, the notion that higher population growth will lead to a proportional increase in human resources is simply unrealistic and impractical.Then again, 41 per cent of the country's youth (aged between 15 to 24 years) are inactive. They are neither in education, employment, nor receiving any form of job training. The number of inactive youths in the country is about 12.9 million, which indicates that Bangladesh is still far from harnessing the potential of its young population. Besides, the rank of the unemployed youth is also growing. Even by a conservative estimate of BBS, 2.31 million youths are currently unemployed.The youth are travelling across the border in growing numbers in both legal and illegal ways. While it is true that their hard-earned remittance is a major pillar of strength for the economy, it is equally true that thousands of the country's youth are living on subsistence wages on foreign lands, while thousands of others who are migrating illegally, are languishing in foreign jails. One can easily blame the authorities for not providing them with the necessary training to turn them into skilled human resources, the opportunity of making a decent living at home, and permitting swindling manpower agents to send them abroad through illegal means. But the question is why do hundreds of thousands of our youths need to go fortune hunting abroad? When so many youths are inactive, unemployed, or have to look to foreign skies for their bread, dismissing the population growth as 'no longer a problem' is wishful thinking.What is the condition of our country today? Development is taking place no doubt, with satisfactory speed in some areas. But the larger the number of claimants, the smaller becomes the development cake slice. This is the plainest and simplest truth every person instinctively understands and no economist, demographer, or statistician is needed to drive the point home. Food supply, economic well-being of the people, utility services, social harmony, law and order - every aspect of development is rooted in the population issue. The more there are, the smaller becomes the cake slices. In short, any development is relative to population, and all our developmental efforts are being largely neutralised due to the open-ended growth of population.Bangladesh, now peopled by about 170 million, is like a boat that cannot take more load than its tonnage would permit if it wants to navigate safely. The boat of 56,000 square miles is so overcrowded that it looks like bursting at the seams. Therefore, any lethargy or backpedaling on population growth control measures is sure to land the country into a catastrophe of unforeseeable dimension.\n[email protected]",
        "headline_1": "Is population growth yesterday's problem?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-population-growth-yesterdays-problem-1707316199",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "Instability never leaves Myanmar. Since its birth as an independent country, it has never been a stable democracy. The situation worsened when army started ruling the country. And right now, armed conflict is raging between the army government and pro-democratic groups in that country.But this time Bangladesh is also bearing the brunt of the domestic infighting of Myanmar. This week, during a heavy fighting between the Myanmar security forces and the insurgent Arakan Army near the Bangladesh border, two people in Bangladesh were killed by the mortar shells fired from a place inside Myanmar.At the same time, more than 100 members of the Myanmar Border Guard Police and military infiltrated Bangladesh in the face of attacks by the Arakan Army forces.No doubt, the overall situation of Myanmar is becoming more complicated and many predict the days of the present military regime is numbered.Now, the question is-- what does it mean for Bangladesh, which has been carrying a huge burden of more than one million Rohingyas?Rohingya repatriation is now a top priority issue for Bangladesh. Since the beginning of the latest spell of Rohingya crisis in 2017, Bangladesh has been in negotiation with Myanmar about the repatriation of the Rohingya.Our foreign office stalwarts time and again have spelt out that Bangladesh wants to resolve the problem through peaceful means. According to them Myanmar military government had assured them of starting repatriation once stability returns to Rakhine State. The reality is a large swath of land in the Rakhine State, across the Bangladesh border, is now under occupation of the Arakan Army. So, questions are being raised whether peace will return there in the immediate future or not.Simultaneously, suggestions are being made that a move may be initiated to establish contact with the National Unity Government (NUG), a platform of the pro-democratic groups, which is leading the present armed movement against the present army government of Myanmar. The NUG formed an armed wing called the People Democratic Force ( PDF) of which the Arakan Army is a close ally. The NUG has already committed to provide full citizenship to the Rohingyas and their interim administration includes several members from the Rohingya community.International conventions do not allow interference in the domestic affairs of another country and these rules also bar supporting separatist movement of a country because territorial sovereignty of a member state of the UN must be protected.However, there are also international rules that dictate members to do the needful to stop genocide, ethnic cleansing and to ensure repatriation of refugees.Bangladesh must not deviate from its policy of peaceful solution to the Rohingya crisis but at the same time pushing through a backchannel parley through covert diplomacy with the NUG can be an option to expedite the repatriation process. A scenario under which the NUG or its allies take control of the Rakhine State is not as unrealistic as it was couple of years ago.After all, PDF and the Arakan Army are gaining ground everyday in the fighting against the Myanmar armed forces, which to many is one of the strongest and ruthless armies in South Asia. So, to get rid of the huge burden of the Rohingyas, and for their sustainable and dignified repatriation, covert diplomacy may not be a bad idea. \n[email protected]",
        "headline_1": "Will covert diplomacy help resolve Rohingya crisis?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-covert-diplomacy-help-resolve-rohingya-crisis-1707316236",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2024"
    },
    {
        "full_article": "Although various local and international organisations are vocal about the rights of the children, the plight of street children paints a starkly different reality. They face unimaginable hardship as they are denied basic necessities like food, shelter and education. The number of underprivileged children, often starting their street life as young as two years old, is alarmingly high. Children as young as seven or eight beg with flowers, and their pleas are often ignored.A study by the Ministry of Social Welfare paints a grim picture: 51 per cent of street children face verbal abuse, 20 per cent experience physical abuse, and 14.5 per cent are victims of sexual violence, with girls bearing the brunt of this horrific reality. A separate report by the Social and Economic Enhancement Program reveals the depths of their deprivation: 44 per cent are drug addicts, 41 per cent lack beds, 40 per cent cannot bathe, 35 per cent defecate in the open, 54 per cent lack support during sickness, and 75 per cent cannot access medical care.Food, clothing, shelter, education, and healthcare are fundamental rights, but the street children can hardly enjoy any of these basic rights. Society and the state must share responsibility for this failure. While primary education is compulsory, street children are systematically excluded. Their numbers swell daily. They are forced to consume unhealthy food, their education aspirations crushed under the weight of neglect and exploitation. Winter brings added danger, a constant fight for survival. Their reality is bleak: begging at intersections, sleeping on sidewalks and resorting to drugs to numb hunger, loneliness, and despair. \"Dundee\", a dangerous concoction, and other substances are their companions, which help them escape from a harsh world.Education and rehabilitation are crucial. The government must formulate specific policies to address their needs, aligning with the SDG target of ending child labour by 2025. Structural progress is not enough; tangible results are needed.Mere words on paper won't suffice. We, as a society, must act. Thousands of children cannot spend their lives on the streets. Authorities need concrete plans and implementation, addressing shelter, healthcare, and other essential needs, not just during winter but throughout the year. Additionally, ensuring proper utilisation of allocated budgets for street children's welfare is of paramount importance.Let us not turn a blind eye to their suffering. Let's act collectively, demand accountability, and strive towards a world where every child, including those on the streets, can access their fundamental rights and live with dignity.\nFaruk Mahmud,Student, Department of EnglishUniversity of Dhaka",
        "headline_1": "Plight of street children goes unnoticed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/plight-of-street-children-goes-unnoticed-1707316261",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2024"
    }
]