[
    {
        "full_article": "The passage of the Women’s Reservation Bill in the Lok Sabha almost three decades after it was first tabled in Parliament is a welcome move that can finally shatter a political glass ceiling. With women Members of Parliament comprising only about 15% of the strength of the Lok Sabha, the gender inequality in political representation is stark and disturbing. The 128th Constitution Amendment Bill, or the Nari Shakti Vandan Adhiniyam, seeks to amend this by reserving a third of the seats in the Lok Sabha and legislative Assemblies for women. It has a 15-year sunset clause for the quota, that can be extended. Considering the fraught history of the struggle for women’s reservation, and several false starts despite the Rajya Sabha passing it in 2010, it is laudatory that the first Bill to be introduced in the new Sansad Bhavan has been passed in the Lok Sabha. But its implementation will be delayed as it has been tied to two factors, delimitation and the Census, and therein lies the rub. It is unfortunate that implementation is being linked to delimitation, for the principle of having a third of seats reserved for women has nothing to do with the territorial limits of constituencies or the number of Assembly or Lok Sabha constituencies in each State.Women will thus not have access to 33% reservation in the 2024 general election. The Bill also mandates that as nearly as one-third of the seats reserved for Scheduled Castes and Scheduled Tribes will be set aside for women. The Opposition is demanding an internal quota for women of Other Backward Classes, but this should not be used as a ruse to delay implementation. In the meantime, proposals should be fine tuned to ensure that when it becomes an Act, it is not mere tokenism for women’s political representation. It is a fact that local bodies are better represented, with the share of women in panchayati raj institutions well above 50% in several States. Lessons must be imbibed on how women at the grassroots level have broken all sorts of barriers, from patriarchal mindsets at home to not being taken seriously in their official duties, and made a difference. Women struggle on so many other counts: they have uneven access to health, nutrition and education, there is a lack of safe places, women are also falling out of the workforce — among the G-20 countries, India’s female labour force participation is the lowest at 24%. India, which gave women voting rights at the very outset, should not falter when it comes to ensuring better political representation for women. For growth, and instituting change in key areas, women need to have their say. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nReservation\n\n/\n\nlaws\n\n/\n\nparliament\n\n/\n\npopulation and census\n\n/\n\nlocal authority\n\n/\n\nlabour\n\n/\n\nhealth\n\n/\n\neducation\n\n/\n\ndrinking water\n\n/\n\nLok Sabha\n\n/\n\nGeneral Elections 2024",
        "headline_1": "Legislating change: On the passage of the Women’s Reservation Bill in the Lok Sabha",
        "headline_2": "The Women’s Reservation Bill must be passed in its current form without further delay",
        "link": "https://www.thehindu.com/opinion/editorial/legislating-change-the-hindu-editorial-on-the-passage-of-the-womens-reservation-bill-in-the-lok-sabha/article67326448.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "India had its rain-wise driest August in a century this year. While scientists are yet to link this anomaly with the chaotic effects of climate change, it underscores the constant threat of disrupted weather, the resulting consequences for the economy, and the importance of climate mitigation. One of the more desperate, and dangerous, ideas to have emerged from this impetus is solar radiation management (SRM): to block some of the incoming solar radiation to cool the earth’s surface. SRM’s dangers emerge from the fact that it interferes with natural mechanisms with unavoidable planet-wide effects. For example, if an SRM experiment by one country leads to more rain over the Horn of Africa than expected, it could trigger a locust swarm that eventually destroys crops in Pakistan and India. There is currently no mechanism that holds a geoengineering government accountable to consequences beyond its borders nor through which affected countries can appeal for restitution. There has also been little research on understanding how the world’s myriad weather systems affect each other and their relative sensitivities to interventions such as SRM.This is why the report of the Climate Overshoot Commission, released last week, calls for more research to close crucial scientific and governance gaps before any deliberations on the implementation of SRM-like technologies. The commission was constituted by geoengineering researchers to assess ways to accelerate emission cuts. But while the report is careful to acknowledge that the scientific community does not understand SRM enough to attempt a deployment, even in experimental fashion, it also argues for retaining SRM in the mix of potential climate mitigation solutions. This is buttressed by appeals to lack of time as the earth’s surface is poised to warm past the 1.5°C threshold enshrined in the Paris Agreement in the next decade. This is a precarious suggestion because even less controversial, but nonetheless problematic, mitigation technologies such as carbon capture take resources, focus, and political will away from the most effective strategy — cutting emissions — and increase emissions limits. SRM will only amplify this dilution. The commission also errs by claiming to act for the interests of developing countries at a time when corporate and political actors have hijacked their ‘room to develop’ to pursue economic growth at the expense of climate justice. The enormity of climate change requires quick and decisive action, but when better solutions have not been implemented as well as they can be, and while there is still time to do so, it is disingenuous to contend that more high-risk solutions should remain on the table.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nweather science\n\n/\n\nsolar\n\n/\n\nclimate change\n\n/\n\ntechnology (general)\n\n/\n\nParis Climate Summit COP21\n\n/\n\ncarbon emissions",
        "headline_1": "Keep calm: On solar radiation management",
        "headline_2": "The enormity of climate change is no excuse to resort to risky mitigation strategies",
        "link": "https://www.thehindu.com/opinion/editorial/keep-calm-the-hindu-editorial-on-solar-radiation-management/article67326469.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "Imagine a conversation between Brahma, Vishnu and Shiva:\nBrahma: OK, guys, we’re meeting so that we can figure out what all this hullabaloo regarding Sanatan Dharma is about.\nVishnu: It began with a politician saying that Sanatan Dharma should be eradicated from India. And others saying that saying that Sanatan Dharma should be eradicated is like saying that Hinduism should be eradicated, and that those who say that should themselves be eradicated.\nShiva : Well, is Sanatan Dharma, which means Eternal Duty, the same as Hinduism?\nBrahma : Your guess is as good as mine. The thing about what people call Hinduism is that there seem to be as many Hinduisms as there are Hindus, which includes people who call themselves atheists.\nVishnu: Too true. But dash it all, there’s got to be something that all these different Hinduisms agree on?\nBrahma: Don’t they all agree that everything that arises out of sensory perception is illusion, and that beyond the veil of illusion, or maya, there’s Cosmic Consciousness, of which all humans, and us Gods, are individual sparks of an Everlasting Flame? Which that other religion, which calls itself Science, calls the Big Bang Theory.\nVishnu: If all is illusion, then those who want to eradicate Sanatan Dharma are an illusion, as are those who want to eradicate those who want to eradicate Sanatan Dharma. Illusions, the lot of them.\nShiva: And a bigger illusion is what they call politics, which is really what this commotion is about.\nBrahma: You mean all this hoo-ha about what this Sanatan Dharma is or is not, and whether it should or should not be eradicated, and who should be eradicated is about an illusion called politics?\nShiva: Yup. In what’s called Kal Yug everything’s about politics.\nVishnu: But aren’t all the illusions called politicians meant to tackle things like poverty, hunger, and disease?\nShiva: Yes, but in the illusion of politics the things you mention are too real to be tackled.\nBrahma: I guess that’s the biggest illusion of all…\n\n\n",
        "headline_1": "Dharmic illusion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/dharmic-illusion/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "Is Justin Trudeau having a little rethink about his upping the diplomatic ante with India? A day after he accused India of engineering the killing of Hardeep Singh Nijjar in Canada, he’s been quoted as saying Canada is not looking to provoke India. Surely, it’s a bit too late, with tit-for-tat diplomat expulsions having already happened. Also, reading carefully between the lines of statements made by Canada’s Western allies, it seems clear that no one, including the US, has come out in support. Media reports indicate some of these allies refused to issue a joint statement with Canada on the Nijjar killing. Will Trudeau get a reality check? We don’t know. What we do know is that there are several problems with what Canada has said.\n\n \nFirst, it took this action basis “credible allegations”, not evidence.There’s a world of difference between allegation and evidence. Second,it is India that has a right to complain. It has made repeated representations to the Canadian government about extremist Khalistanis in Canada, who have also been targeting Indian diplomats. Canadian authorities were also warned about the dangers Khalistani groups posed to Canada itself, given their links to global narco networks and Pakistan-backed terror groups. But these extremists get a free pass. Third, Sikhs in Canada may constitute 2.1% of the overall population but fringe radical elements within the community have obtained a disproportionate influence over Canadian politics. In Canadian provinces such as British Columbia, they play a role in mobilising Sikh votes.\nThis explains Trudeau’s political posturing. He has been facing low approval ratings – a late-August poll found that 56% of Canadians wanted him to step down – heads a minority government and needs an issue to turn his fortunes around. India should simply stand firm and let Trudeau figure out how far he wants to go with this.\n\n",
        "headline_1": "Canada’s Nijjar game",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/canadas-nijjar-game/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "A new bill to reserve 33% seats in Lok Sabha, state assemblies and the legislative assembly of the NCT of Delhi for women was introduced in the new Parliament yesterday. This Constitution (128th Amendment) Bill, 2023 gives a clearer sense of what will be the timeline of the women’s reservation. At the same time it also indicates that many challenging modalities of how reservation will be implemented remain just as unclear now as they were when the last version of this bill, namely the Constitution (108th Amendment) Bill, 2008 was passed by Rajya Sabha in 2010. Questions about these modalities are sure to feature in the Lok Sabha discussion today. But with cross-party momentum behind it, the new bill is expected to clear both Houses in this week’s special Parliament session. Onwards, its passage into law through the consent of 15 state assemblies is likewise expected to be smooth.\nSo when will reservation commence? After the delimitation that will happen after the census. This poses a twin test. One, India’s decadal census is running years late. Two, the delimitation exercise will be politically fraught with southern India expected to take a hit for the good job it’s done of development, which has resulted in its population growth falling well behind the north. The 2002 freeze on delimitation of Lok Sabha constituencies has a post-2026 deadline, which is about when the delayed Census 2021 data is expected to come in – therefore, we know that reservation will commence thereabouts, not sooner.\nWill there be reservation within reservation? One-third of the seats reserved for women shall be reserved for women belonging to the Scheduled Castes and Scheduled Tribes, says the new bill. Calls for the inclusion of OBC and even minority reservation continue in some political quarters. But these have become significantly less potent since 2010, given BJP’s numerical strength plus Congress support.\nPerhaps the biggest unknown is about the rotation of reserved seats that the bill says “shall take effect after each subsequent exercise of delimitation as the Parliament may by law determine”. Rotating one-third seats before every election is the route considered the least unfair. With the bill only expected to kick in after the next census and delimitation, there is time to find broadly consensual solutions. Of course political parties should not wait to find and field more winnable candidates among women. That process should be started this election cycle itself.\n\n",
        "headline_1": "33%: The details",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/33-the-details/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "-Sant Rajinder Singh\nAs we begin to walk the spiritual path, we try to lead our lives in a way that we can fulfil the purpose for which we were sent to this world. While scriptures teach us that we are all part of God’s great family, the outer differences we observe between us and the multitude of other beings in Creation cause us to believe that we are different and separate from everyone. As a result, we lead a life of duality, far from the life of oneness that saints exhort us to follow.\nSaints and spiritual masters come to this world to help us realise our oneness with the Divine and with His Creation. They teach us that the Supreme does not exist in the outer world but within each of us. It is a part of God, the soul, that enlivens every living being. Our purpose in life is to experience the soul, which is our true essence. And then to realise the merger of the soul in God.\nTo get a glimpse of how this is possible, we just need to look at the internet. All information is available to us there by logging onto different sites. The server that hosts all the sites is a storehouse of all their information. By logging in, we access all the information we want. God is like a giant server that hosts all our individual souls or websites. Thus, all knowledge about us is known to Him. He is also able to simultaneously know what is happening to each of us at every second, at the same time.\nWhen we tap into that spiritual consciousness and merge into the ocean of God, we too have access to all-consciousness. We can attain spiritual consciousness by focusing our attention within through a process called meditation. Through meditation, we contact our true nature, our soul, and discover it is one with God, the Source of divine love.\nEvery particle in Creation is a house of mirrors that reflects the Supreme’s beauty. If we develop the inner vision to see Him, we can learn to see His beauty in every living form. When we do so, we will begin to embrace all His Creation as our own. Those who succeed in experiencing God’s love are the ones who learn to live joyously and happily, not marred by sorrow and pain, despite their outer circumstances.\nEach of us can experience the Divine for ourselves. It is all a question of developing inner vision by learning to see through one’s spiritual eye. This comes with practice, which is why we need to establish a daily meditation routine. Like any endeavour, the perfection of our meditative technique requires daily practice and sincere effort on our part. As we put in effort, we will find that, in time, we progress steadily toward fulfilling life’s supreme purpose.\nWe also need to understand the importance of surrendering to the Divine’s Will as we sit in meditation, patiently waiting for what is best for us. God comes of His own accord, and our job is to sit and wait, unbound by the constraints of this physical world.\n\n",
        "headline_1": "Login to oneness in meditation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/login-to-oneness-in-meditation/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "The Daily Star's front-page picture of a bridge long in the making in Narail's Kalia upazila, as published on September 20, serves as a poignant reminder of the challenges that often plague infrastructure development in Bangladesh. This bridge, its unfinished pillars reaching out like unfinished promises, was supposed to provide passage over the Nabaganga river – a vital line of communication for local residents. Instead, it has become a picture of \"development gone wrong\" thanks to poor planning, lax quality control, and negligence by officials that typically bedevil our infrastructure projects.\nThe story behind the incomplete structure is all too familiar: the first deadline for building the Kalia Bridge, as it is called, ended in June 2019, and over four years later, as our photo reveals, it is still nowhere near completion, leaving local residents with no option but to continuously rely on trawlers and ferries for daily commute. Officials have attributed the delay to a design flaw. It is tempting to accept this as business as usual, but we must be critical given how frequently this – the trend of faulty design and flawed feasibility studies – is happening. Building bridges over rivers is a costly business. There are high economic stakes involved, and citizens deserve answers for lofty development promises left unfulfilled. So we must ask: why did the authorities allow the Kalia Bridge problem for so long?\nOne of the primary concerns highlighted by this incident is the lack of effective project management and oversight. For any infrastructure project to succeed, it requires meticulous planning, rigorous execution, and constant monitoring. When these critical steps are bypassed or compromised, as seems to be the case with the Kalia Bridge, projects inevitably stall, leaving communities in limbo. Furthermore, the bridge serves as a reminder of the necessity for timely and adequate funding, the lack of which often hampers the progress of projects. Besides, corruption, inefficiency and other bureaucratic challenges can also lead to projects being revised and corners being cut, and ultimately, subpar outcomes.\nThe situation demands a multi-faceted response. But we must first stress the importance of establishing accountability and transparency in the management of development projects. Concerned officials must provide clear and honest explanations for delays, and corrective measures should be taken swiftly to ensure that mistakes are not repeated. If there were a functional checks-and-balance mechanism in place, there wouldn't be a flawed bridge design in the first place, and any flaw would have been quickly rectified, sparing taxpayers the burden of paying extra for development. We urge the authorities in Narail to quickly finish the Kalia Bridge project.\n",
        "headline_1": "Unfinished bridges, unfulfilled promises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/unfinished-bridges-unfulfilled-promises-3423586",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "India's recent moon landing success raised a lot of curiosity and interest in Bangladesh and Pakistan. The question many people raised was: \"Why couldn't we achieve something like this?\" Bangladesh's Space Research and Remote Sensing Organisation (SPARRSO) came under scathing criticism from netizens.\nIntrigued, I decided to find out more about SPARRSO from its website.\nFounded in 1968 as the American space programme's Automatic Picture Transmission (APT) ground station, it is supposed to contribute to national development by peacefully applying space science and technology (vision statement). In 1972, when NASA launched its Earth Resources Technology Satellite (ERTS) – later renamed Landsat – SPARRSO continued active collaboration with it and later with Japanese and European space programmes.\nThat partnership has continued since. In May last year, NASA integrated its satellite data with observations from Bangladesh Meteorological Department (BMD) to enhance the country's ability to forecast extreme weather events. That means SPARRSO is active, but either it is not informing the public of its work or not meeting expectations. According to its website, SPARRSO had only two achievements in over 50 years: 1) NASA Group Achievement Award in 1986 and 2) Bangladesh Independence Award by its chairman in 1998. It offers only five data sets to the citizens, which are 33 years out-of-date (maps and images covering Dhaka, Chattogram, and Bangladesh, published between 1985 and 1990). There are only eight ongoing research programmes with a combined budget of just under Tk 88 lakh ($80,000 at the current exchange rate). With such a paltry allocation, we cannot expect any earth-shattering (or moon-shattering?) performance.\nWe, however, must be realistic. SPARRSO's mission is not necessarily sending lunar missions but using space technology for peaceful purposes. As such, it can focus on leveraging this technology and supporting Bangladesh's development journey. A few cases in other countries might clarify this point.\nIn 2012, India launched a programme called KisaanMitr (Farmers' Friend) to give farmers free personalised weather forecasts (from satellite data) and agricultural advice via SMS three times a day. Research showed that it led to greater compliance with agro-meteorological advisories in scheduling operations based on crop growth cycle. It also increased the use of rainwater as a groundwater or surface irrigation substitute.\nIn Brazil, the police hardly ever investigated environmental crimes because locating isolated illegal deforestation was difficult. In 2018, it adopted the online forest monitoring platform Global Forest Watch, which detects areas of tree cover loss using satellite imagery. With this, the police can quickly identify areas of illegal deforestation and combat them more effectively.\nSenegalese farmers have improved their yields and reduced losses due to disease by monitoring crop health and identifying areas of crop stress with satellite imagery. The programme, in collaboration with the Global Partnership for Sustainable Development Data, uses Artificial Intelligence (AI) to predict crop yields and enhance food security by guiding the farmers, planning food storage and transport, and helping policymakers focus on the most vulnerable communities.\nIn Kenya, satellites map soil moisture levels with which farmers optimise their irrigation schedules. It improves crop yields and saves water, reducing the risk of crop failure due to drought. The Directorate of Resource Surveys and Remote Sensing (DRSRS) is working on a national digital programme for a satellite-based AI-powered crop monitoring and yield forecasting system. With it, the farmers will make smart and data-driven farming decisions, and monitor crops. Last year, Kenya joined UNCTAD's CropWatch programme to monitor its crops better and protect them from floods and other hazards. CropWatch uses satellite data to monitor crop conditions and integrates this with other climate-related data on drought, pests, and disease for better farm management.\nNone of these countries, save India, sent satellites into space but effectively uses data from others' satellites. Essentially, they collect relevant data from various sources, process them to produce useful information, and deliver the products effectively to the end users (e.g., farmers).\nAside from agriculture, there are many other fields where satellite imagery and advanced data processing can offer valuable insights. These include environmental conservation, disaster management, urban planning, infrastructure development, water resources management, public health management, and disease control. Each area can immensely benefit from satellite data but discussing them in a short article is impossible. Using satellite data effectively, Bangladesh can unlock space programmes' transformative potential for a more prosperous and sustainable future.\nHere is a case. Landsat satellites cover the earth every 16 days and provide data for free downloading within a few minutes. However, such data are not precise as their pixel size is 30m (i.e., a 30x30m block on the ground becomes one number in the satellite data). These data cannot help in detailed studies that require higher precision. However, commercially available satellites offer accuracy in centimetres, even millimetres. These are expensive and not easily available. SPARRSO can act as a medium to procure such data and disseminate it to government and private users, charging a fee to recover the cost (making it commercially viable).\nBangladesh's space programme can indeed do a lot on the ground. But that needs sustained investment in education, research, joint programmes with universities and research organisations, technology transfer from advanced countries, and a long-term vision. Launching satellites is only one part of a space programme; the more significant part remains how the data is processed to glean valuable insights.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\nViews expressed in the article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What does Bangladesh’s space research organisation really do?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-does-bangladeshs-space-research-organisation-really-do-3423581",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "The fact that a 12-year-old has managed to breach at least five layers of security at Hazrat Shahjalal International Airport (HSIA) comes as no surprise – despite leaving related authorities scrambling to find answers – since security has never been a strength of our airport authorities. One might remember the people passing security with firearms, or a plane being hijacked, albeit with a toy gun.\nIn 2016, the United Kingdom – for the right reasons – raised concern about the security system at Dhaka airport, and suggested preparing a work plan to ensure a \"sustainable security system.\" The lapses found by a delegation of the UK aviation safety agency were such that the UK even warned of adverse impacts on Dhaka-London flights if the situation did not improve.\nAnd then, on February 24, 2019, the hijacking of a plane unfolded, and red flags were raised about the inadequate security systems at HSIA. It was suggested that since it was a toy gun, the metal detectors did not detect it. But what about the other security checks? State Minister for Civil Aviation and Tourism Mahbub Ali said that the hijacker had crossed all the required security checks at the domestic terminal of the airport, before boarding the Dubai-bound Biman flight. An obvious question, how did he manage to smuggle the toy gun inside the aircraft then? Interestingly, the hijack was attempted the very day the prime minister had visited Chattogram and both the airports were on VVIP high alert.\nOn March 6 that year, actor Ilias Kanchan managed to pass the first security checkpoint at HSIA before self-declaring that he was carrying a firearm in his laptop case.\nAlthough security interventions have been installed at HSIA – including full body X-ray scanners, explosives detection systems, and dual-view X-ray machines – the recent breach of security by the young boy has once again brought to the fore the loopholes in the entire system. While this boy was not carrying any firearm or explosive, he did not even have a passport. The question remains, how can an individual without a passport board an international flight? What kind of security measures do we have in place that allow for such incidents?\nSuch an incident occurring weeks before the partial inauguration of the much-awaited third HSIA terminal poses portents for the security management team, and Civil Aviation Authority of Bangladesh (CAAB) in general.\nThe third terminal is set for partial inauguration on October 7, when 12 of the 26 boarding passages are expected to be operational. The entire terminal is expected to be usable by the end of 2024, and once fully completed, is expected to serve more than 12 million passengers annually. The current annual capacity of the first and second terminals is about 8 million. Given that airport security is struggling to facilitate the existing capacity, the security team needs a significant revamp, and a watertight strategy should be in place post inauguration of the third terminal.\nGold and drug smuggling remains a major headache for Dhaka airport, with news of seizures making regular headlines. Data from the National Board of Revenue suggests that in 2022 alone, more than 52,195 kg of gold, worth Tk 44,366 crore, was smuggled into the country. The authorities should, therefore, have a plan in place to counter a possible rise in such crimes with the new terminal's launch, as more passengers mean higher risk of smugglers taking advantage of said passengers. Unfortunately, in such cases, airline crew and even pilots have been found to be involved, so vigilance has to be even more stringent and all-encompassing.\nHowever, money and resources must not be pilfered to tighten the security system. While new resources and workforce is required to ensure uninterrupted and flawless security, the investment and procurement processes should be optimised and strictly monitored to root out any possibility of corruption.\nWhile so far Biman has been providing ground handling service to domestic and foreign aircrafts, given its shameless legacy of corruption, the authorities might be wiser to choose a different ground handler for the new terminal. Biman has already started suggesting that they are investing in new equipment and manpower (they have purchased new equipment worth Tk 1,000 crore, with another Tk 700 crore investment in the offing). There have been media reports that several local and foreign companies have expressed interest in managing ground handling at the third terminal and that the authorities are considering negotiating a deal with a Japanese company. In such a scenario, the authorities should be transparent in the selection process of the ground handler.\nWhile the new terminal will open new windows of opportunity for the country's civil aviation sector, it will also enhance the risks, including those relating to national security and smuggling. Only a facelift of HSIA will not improve its reputation in the international space. It is the service and security that will speak volumes about the airport's efficiency and trustworthiness.\nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\n",
        "headline_1": "With the new HSIA terminal comes greater responsibilities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/the-new-hsia-terminal-comes-greater-responsibilities-3423486",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "The Daily Star's front-page picture of a bridge long in the making in Narail's Kalia upazila, as published on September 20, serves as a poignant reminder of the challenges that often plague infrastructure development in Bangladesh. This bridge, its unfinished pillars reaching out like unfinished promises, was supposed to provide passage over the Nabaganga river – a vital line of communication for local residents. Instead, it has become a picture of \"development gone wrong\" thanks to poor planning, lax quality control, and negligence by officials that typically bedevil our infrastructure projects.\nThe story behind the incomplete structure is all too familiar: the first deadline for building the Kalia Bridge, as it is called, ended in June 2019, and over four years later, as our photo reveals, it is still nowhere near completion, leaving local residents with no option but to continuously rely on trawlers and ferries for daily commute. Officials have attributed the delay to a design flaw. It is tempting to accept this as business as usual, but we must be critical given how frequently this – the trend of faulty design and flawed feasibility studies – is happening. Building bridges over rivers is a costly business. There are high economic stakes involved, and citizens deserve answers for lofty development promises left unfulfilled. So we must ask: why did the authorities allow the Kalia Bridge problem for so long?\nOne of the primary concerns highlighted by this incident is the lack of effective project management and oversight. For any infrastructure project to succeed, it requires meticulous planning, rigorous execution, and constant monitoring. When these critical steps are bypassed or compromised, as seems to be the case with the Kalia Bridge, projects inevitably stall, leaving communities in limbo. Furthermore, the bridge serves as a reminder of the necessity for timely and adequate funding, the lack of which often hampers the progress of projects. Besides, corruption, inefficiency and other bureaucratic challenges can also lead to projects being revised and corners being cut, and ultimately, subpar outcomes.\nThe situation demands a multi-faceted response. But we must first stress the importance of establishing accountability and transparency in the management of development projects. Concerned officials must provide clear and honest explanations for delays, and corrective measures should be taken swiftly to ensure that mistakes are not repeated. If there were a functional checks-and-balance mechanism in place, there wouldn't be a flawed bridge design in the first place, and any flaw would have been quickly rectified, sparing taxpayers the burden of paying extra for development. We urge the authorities in Narail to quickly finish the Kalia Bridge project.\n",
        "headline_1": "Unfinished bridges, unfulfilled promises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/unfinished-bridges-unfulfilled-promises-3423586",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "It is quite disheartening, not to mention concerning, to learn that Bangladesh ranks the lowest among all the South Asian countries in terms of using renewable energy. A recent study by Dhaka-based think tank South Asian Network on Economic Modeling (Sanem) reveals that the share of renewable energy in Bangladesh's total power generation capacity stands at a measly 1.90 percent. By contrast, Pakistan's renewable energy usage stands at 6.8 percent, Sri Lanka's at 22.22 percent, and India's at 30.2 percent.\nEnergy experts in the country believe the government is neglecting our renewables potential – and we cannot help but agree. At a time when the world is moving away from fossil fuels and transitioning to renewables, Bangladesh is doing the exact opposite. According to the Sanem research, the government is increasing LNG and other fossil fuel imports to meet the national demand and reduce dependency on our depleting domestic gas reserves. Leaving aside the question of its environmental impacts, how is that a rational financial decision, given the economic challenges we are currently facing? Our foreign exchange reserves have alarmingly dropped under $22 billion (as of September 14, 2023) thanks to our rising import bills and less-than-expected earnings from exports and remittances.\nSo instead of putting more pressure on our dwindling forex reserves, the government ought to explore and invest in renewables, which will help us not only transition to clean energy but also cut down the debilitating air pollution in the country. Take solar power, for example. Sunlight is a natural resource that Bangladesh has in abundance. The government can make use of this resource not just by setting up new facilities, but also by ensuring effective utilisation of the existing solar panels in the country.\nThe government has set an ambitious plan to generate 41GW of solar power by 2041, as well as a target of meeting 40 percent of our national demand with clean energy by 2041, as per the Integrated Energy and Power Master Plan (IEPMP). But given the state of things at the moment, it is evident that no effective plan is in place to reach these goals. The relevant government agencies need to redirect their focus and formulate an action plan that will help us become a clean-energy country sooner than later. Renewables are the future, and the government needs to put in concerted efforts if it wants to meet its own goals.\n",
        "headline_1": "Why is Bangladesh so far behind its neighbours in green energy use?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-bangladesh-so-far-behind-its-neighbours-green-energy-use-3423476",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "The Income Tax Act 2023 (ITA 2023) that has replaced the Income Tax Ordinance 1984 since July 01 last exposes many of its weaknesses and discrepancies, particularly meting out unfair and unequal treatment to the low-income savers. Many of its provisions are contradictory with no avenue left for redress. There is an impression that when the new tax law was formulated, not enough attention could be given to details and impacts of some of the provisions on taxpayers because the overriding concern then was to collect as much revenue as could be possible. Or else how can one rationally explain the tax at 27.5 per cent on private provident fund, which is equal to the whooping corporate tax. Similarly, source tax irrespective of the income level is being realised in a step-brotherly manner. Because there is a provision for submission of tax return document, even the non-taxable depositors are required to pay 15 per cent tax on their profits. These are not only discrepant but also discriminatory. Discrepant, because a person is exempted from any income tax if the amount does not cross the non-income tax ceiling of Tk350,000. But if one such account holder of a bank fails to submit any proof of tax return, tax on the depositor's profit would be deducted at the rate of 15 per cent. What is even more deplorable is that there is no provision for returning the tax thus cut in contradiction to the lowest tax return limit. If a person does not have enough income to be a tax returnee, how can that person submit a proof of tax return? Similarly, it is outrageous to demand tax at the corporate rate of 27.5 per cent from a private provident-fund holder. In many cases of low-salaried employees of the private sector, provident fund is the entire life's savings. As citizen of the same country, they cannot be so taxed when the government employees are exempted from any such tax at all. The good thing is that the contradictory provisions have vexed even the taxmen and they have pointed out the problem they face to implement the new income tax law. In order to remove some of the provisions' outrageous contradictions and discriminations, the authorities had to call upon the Statutory Regulatory Order (SRO). Already the order has been applied to amend four of the provisions. Mercifully, the issues of source tax on deposits, saving certificates, exporters' cash incentives and turnover taxes on beverages have been addressed. Will the tax on provident fund be rationalised, particularly when it concerns low-income employees of the private sector? The land- and flat-registration tax raised irrationally to 100 per cent is reportedly going to be attended soon. More are likely to be in the pipeline. Why the authorities have ended up causing such an imbroglio of the new tax regime is their haste to push up the government's revenue income. They have opted for the easy way out instead of working hard to expand the tax net and bring a huge number people of taxable income under the net. This pattern of revenue collection has its backlashes in the form of distorted tax return by many, including the corporate houses, who consider themselves unduly overtaxed. Even it is partly responsible for money laundering. When transparency in financial matters becomes a casualty, aberrations in business and other dealings are a natural consequence.",
        "headline_1": "Discordant and discriminatory tax provisions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/discordant-and-discriminatory-tax-provisions-1695221861",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "The presence of a large Bengali diaspora in such countries as the United Kingdom, the United States and Canada is cause for happiness. Bengalis who reside in these countries as also in other places have in recent times been actively involved in demonstrating their cultural heritage in their adopted lands. That is a cheering thought. These compatriots of ours, having set up homes and careers abroad, have kept in touch among themselves and with their fellow Bengalis back home in Bangladesh through activities --- musical programmes, drama, cinema and publications --- which testify to their links with the home country. In all the three countries mentioned above, Bengalis have regularly organised book fairs that are well-attended, that bring together a community ready and willing to keep its heritage alive on foreign soil. There are often the occasions when literary luminaries from Bangladesh are invited to them, thereby enriching the cultural scene.And yet there is, among non-Bengalis abroad there is a yawning culture deficit where knowledge of Bangladesh's heritage is the issue. And that has to do with the fact that an important element of culture, the production and publication of books on Bangladesh in the English language, is conspicuous by its absence. At the book fairs organised by Bengali expatriates abroad, there is certainly a rich array of works in the Bangla language. But English language publications are few and far between, which is a contributing factor to the lack of an adequate understanding of Bangladesh among people abroad. But, yes, at the book fairs --- Ekushey boi mela and others --- which are organised in Bangladesh, a plenitude of works in Bangla and a paucity of books in English are clear reasons why our fairs abroad suffer from such linguistic poverty.This makes the case for books in the English language to be written in Bangladesh. Just how far behind other countries we happen to be in writing or producing works in English comes through a visit to any bookshop in Dhaka and other towns and cities in the country. On the shelves are stacks of works published abroad, in Britain and America. And add to that the many works which are published in English in India and which our book lovers are compelled to purchase at exorbitant prices. Bibliophiles will, no matter the price, go back home with books they know will be a delight to read.And that takes us to libraries abroad, where once again the absence of works on Bangladesh's literature, politics, history and society are hardly to be found on the shelves. You let the eyes rove across all those shelves, where rich collections of works from India and even Pakistan, to say nothing of other countries in the region, stand proudly before the prospective reader. Why is there nothing on Bangladesh? Yes, Bangladesh gets to be talked about a good deal in terms of its politics, in terms of what ought to be happening regarding elections and governance. But books? They are not there because we do not write in English.So where do we go from here? Obviously there is the matter of the rather poor state of English --- and standards in the language are slipping every day --- in Bangladesh these days. You see it in journalism, in drawing room conversations, in the attempts by some of our people to inject certain Americanisms into their otherwise Bengali conversations. And one of the factors behind this slide in English has to do with the dumbing down of English --- 'wow' and 'awesome' --- in the country. We do not go beyond the headlines. On social media, many users of it lapse into English, and bad English at that.Complaints apart, a nation is known abroad not merely by its politics but, on a higher level, by its cultural background. There is little question that Bengali culture is a rich fountain of knowledge arising out of its heritage. It then becomes a responsibility of the state as well as cultural organisations to undertake measures geared to a writing and publication of works that will take Bangladesh to non-Bengali homes and libraries and research organisations overseas. Additionally, the literary works of our essayists, novelists, playwrights and poets ought to be taken up for translation, a responsibility which leading publishers in the country can initiate through having panels of individuals known for their skills in understanding the nuances of literature and employing their understanding in English.In the field of political history and biography, it is essential that compilations on the subjects be prepared and projected abroad. If a nation is known by its cultural heritage abroad, it is knowledge that is further enriched through writers focusing on the lives of its political leadership and on the history of the country. Books on the causes behind the emergence of Bangladesh ought to have been on overseas library and bookstore shelves long ago. There is yet time to make up for lost opportunities. Books must be written objectively, offering good historical insights into the subjects, such as those that will assist researchers in their analyses of Bangladesh.Here at home, with as many as thirty-plus private television channels offering tons of entertainment to viewers, it should be for their management to include in their schedules serious and focused weekly discussions on newly published books, discussions which will bring reviewers as well as the writers of the books into intellectually stimulating conversations on the subject. For citizens in our towns and villages, efforts must be made to inform them of publications in the country, which information will add to the knowledge quotient in the young in educational institutions. An individual becomes a citizen of the world through a knowledge of books. Our media, especially the electronic component of it, should be playing its role in preparing our people for that role.There used to be a time when our mothers' generation looked forward to the day when peripatetic booksellers would turn up in the locality with their new collections of books and journals. Our fathers' generation, despite their different stations in life, were well-versed through their reading with the ways of the world. At rural teashops, villagers shared news of their surroundings even as they sat reading the newspaper. The young in school and college, inspired by their teachers, went looking for books to borrow from libraries or friends or relatives to read at home.We need to recreate that world. And then take that world to the world beyond our frontiers, to have people across the globe know that we are the inheritors of a great literary tradition, that we are ready to gift them this tradition in English, the language understood across vast regions of the planet. \n[email protected]",
        "headline_1": "Showcasing Bangladesh overseas in books",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/showcasing-bangladesh-overseas-in-books-1695221935",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "Chicken eggs are often called a complete food. They contain high quality protein, vitamins, minerals, good fats and so on. They are easy-to-cook, nutritious and filling. However, what placed them on top of many people's food menu is that they used to be cheap. Just a year and a half ago, their prices used to be at Tk 110-120 per dozen. But currently, the price of farmed chicken eggs is Tk 150-160 a dozen. According to the Trading Corporation of Bangladesh (TCB) market analysis data, the current price of eggs is 32.35 per cent higher than just a year ago. Eggs, an affordable source of protein, are now too expensive for a large number of low- and middle-income people. The rising cost of eggs is denting their household budgets. And sadly, there is no alternative cheaper source of protein for them other than eggs as the prices of fish and meat are also skyrocketing. If these people move away from egg consumption, and start relying more on vegetables, it may create a nutritional deficiency among them in the future. The government has taken several initiatives to rein in the soaring prices of eggs. The authorities concerned have set the price of an egg at Tk 12. But traders are not following this. And consumers are still being charged more than Tk 13 per egg. The authorities sometimes conduct raids in some kitchen markets and then the traders start selling an egg at Tk 12. But immediately after the raid, the price goes back to the previous rate. Such raids are not effective. They can work out for a brief period of time. Even, the government initiative to import eggs from neighbouring India can only give a temporary respite to the consumers. It can never be a complete solution. And the decision of importing eggs will certainly hurt small poultry farms. The permanent solution lies only in increasing egg production at home. We do not know why we are more interested to be dependent on imports, especially when we are struggling with the dwindling dollar reserves. According to the Bangladesh Egg Producers Association, the country requires between 35 and 40 million eggs per day. And the majority of the eggs are sourced from domestic producers. However, many small chicken farms have been closed down in past one year due to rising prices of one-day chicks and poultry feed. And the farms which still exist are now suffering since the price of two major poultry feed components -- maize and soybean meal -- has risen. The price of one kilogram of maize has shot up to Tk 37 from Tk 20, while per kg soybean meal is now being sold at Tk 60 from Tk 35. An egg-laying hen needs around 110 to 115 gram of food, which costs Tk 6.6 each day. If vaccination, medicine and other costs are considered, the production cost of an egg has currently gone above Tk 11. If the government pays attention to the marginal poultry farmers' problems, especially their demand to reduce feed and chick prices, the cost of eggs will automatically come down.\n[email protected]",
        "headline_1": "Supporting small poultry farmers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/supporting-small-poultry-farmers-1695221974",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2023"
    },
    {
        "full_article": "India is one of the biggest markets for our locally-grown jute. However, our neighbouring country has recently extended the anti-dumping duty (ADD) on jute and jute products from Bangladesh by five years. India also imposed ADD on jute and jute goods from Bangladesh for five years in 2017 which has been renewed in 2022. According to estimates, the ADD affects 5 to 30 per cent jute products exported to India. Jute and jute goods exporters could come under further pressure as New Delhi is reportedly planning to impose countervailing duty (CVD) on their shipment. CVDs are tariffs on imported goods that are imposed to offset subsidies given by the exporting country's government. India has started investigation to levy CVDs as it thinks that its domestic industry is being hurt by the subsidised jute and jute products from Bangladesh. At present, Bangladesh provides a 12 per cent stimulus in cash form on export of jute products and a 7 per cent cash incentive on jute fibres. We are already facing an ADD on export of jute and jute products in India. If the neighbouring country applies CVDs on jute and jute products, it will have a negative impact on our jute product export. Jute and jute goods from Bangladesh may meet a new challenge in India. Therefore, we urge the government to handle the issue at the diplomatic level to make sure the CVD is not imposed on our jute and jute goods. \nDr. Md. Ruhul Amin, Vice President and Head of Agriculture Investment Division, Dhaka, [email protected]",
        "headline_1": "Indian anti-dumping measures on jute, related products",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/indian-anti-dumping-measures-on-jute-related-products-1695221995",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2023"
    }
]