[
    {
        "full_article": "India’s tryst with the Goods and Services Tax (GST), launched at a special midnight Parliament session with unusual fanfare, completed six years this month. Marking the occasion, Finance Minister Nirmala Sitharaman emphasised that the GST has moved the country towards a unified market from a situation where each State mandated different indirect tax structures and procedures, while inter-State borders were marked by bottlenecked check posts that added to logistics costs and subtracted from Indian goods’ competitiveness. Introduced soon after the demonetisation shock, the GST was viewed as another disruptor for the informal economy and its initial technical, structural and procedural challenges took a while to sort out. That all businesses with annual turnover of ₹5 crore will have to generate e-invoices starting this August, and that there has been no ostensible pushback from smaller businesses over this, indicates that firms have gradually embraced the change. The Revenue Department’s crackdown on fake invoicing and other techniques deployed by tax evaders may compel the few outliers to fall in line too.Tightening compliance and the post-pandemic rebound in economic activity have helped improve revenues from the GST, which Ms. Sitharaman had suggested were underwhelming as of late 2021 when the Council set up a ministerial group to rationalise the unwieldy multiple rate structure and enhance tax inflows. This June, GST revenues crossed ₹1.6 lakh crore, only the fourth such occasion in its 72 months’ existence, lifting the average collections in the first quarter of this year to nearly ₹1.7 lakh crore — a healthy 12% over last year’s kitty. The recent revenue buoyancy, even if it may face a blip if consumption growth falters amid a slowing global economy, bodes well for States that were worried about their fiscal capacity after five years of assured revenues through GST compensation expired last July. For taxpayers and consumers, however, much remains to be done till the GST can be considered a Good, Simple Tax. GST Compensation cess levies have been extended till at least March 2026, instead of the initial five-year tenure, due to the transitory shock of COVID-19 lockdowns on revenues. Dispute resolution remains a pain point for industry, with GST appellate tribunals still not set up. There is no road map in sight on the rate rationalisation exercise or the inclusion of excluded items such as electricity, petroleum and real estate, without which the efficiency gains from the GST remain constricted. The GST Council needs to meet more often and turn its to-do list into a must-do list expeditiously.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nparliament\n\n/\n\nCoronavirus\n\n/\n\neconomy (general)",
        "headline_1": "An incomplete reform: on six years of the Goods and Services Tax",
        "headline_2": "Despite gains, the indirect tax regime is yet to become truly simple or efficient",
        "link": "https://www.thehindu.com/opinion/editorial/an-incomplete-reform-on-six-years-of-the-goods-and-services-tax/article67037742.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "It is unfortunate that the petition by Twitter, Inc. challenging the validity of the spate of blocking orders passed by the Union government was rejected by the Karnataka High Court. While success in litigation involving the government’s power to restrict speech and expression on grounds permitted in Article 19(2) of the Constitution was always expected to be difficult, it is disconcerting that the court refused to countenance all arguments based on the absence of notice to users and the apparent lack of proportionality involved in large-scale suspension of accounts and posts that contained political content, especially dissenting views against the government’s farm laws and the farmers’ protests they sparked. There was some expectation that judicial review will temper the authorities’ zeal to go in for account-level blocking rather than ordering the removal of specific tweets, links or URLs that it deemed injurious to public order or national security. What is quite disappointing is that the court both ruled that Twitter cannot espouse the cause of its users who have voiced no grievance and discouraged an intervenor from among those who suffered account-level suspension. It ruled that a foreign entity such as Twitter could not invoke the constitutional guarantee of free speech and expression on behalf of users. In the ultimate rebuff to the platform, the court imposed costs of ₹50 lakh for indulging in much-delayed “speculative litigation” despite not complying with the blocking orders for a long period and then doing so only under protest.There is little doubt that social media content can degenerate into incitement, hate speech and hostile propaganda against the state or its instrumentalities. Laws exist in most countries to order intermediaries such as social media platforms and Internet service providers to remove any offending content, but it is a common principle that established democracies should frame policies and regulations rooted in fairness and natural justice, and not impose undue curbs on freedom of speech and expression. Section 69A of the IT Act, which sets out the power to issue blocking orders, was upheld by the Supreme Court in Shreya Singhal (2015) mainly on the ground that it came with adequate procedural safeguards. Twitter argued that lack of notice to the originators of content and the account users was in breach of that verdict. The court has ruled that issuing notice to users was not mandatory, especially when they may not be identifiable. Conclusions such as this, and the wide berth given to authorities to opt for account-level blocking may require reconsideration. A definitive verdict from the Supreme Court may be needed to clarify both the rights and obligations of large media companies in relation to user-generated content.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTwitter\n\n/\n\njudiciary (system of justice)\n\n/\n\nKarnataka\n\n/\n\nconstitution\n\n/\n\nhate crimes\n\n/\n\nlaws",
        "headline_1": "Thwarting Twitter: on the Karnataka High Court ruling",
        "headline_2": "Ruling in favour of blocking should not be the last word on social media law",
        "link": "https://www.thehindu.com/opinion/editorial/thwarting-twitter-on-the-karnataka-high-court-ruling/article67041926.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "The extreme fluidity of Indian politics, where personal ambition and electoral compulsions usually trump ideology, was demonstrated yet again, this time in Maharashtra. A breakaway group of Nationalist Congress Party (NCP), led by Ajit Pawar, joined the Eknath Shinde-Devendra Fadnavis government, itself an opportunistic alliance of BJP and a Shiv Sena faction. Now three major members are in the NDA coalition, facing three in the opposition.\nOne should have expected this. For some time now, Ajit Pawar, ambitious nephew of NCP’s ageing supremo Sharad Pawar, has been chomping at the bit to take over the party and, at some point, position himself for the top political job in Maharashtra. He tried breaking away in 2019 and joined Devendra Fadnavis’s short-lived government, but that time, senior Pawar managed to pull him back. This time he may not be able to do so since the nephew realises he is not the man favoured to run the party. It is Pawar’s daughter Supriya Sule, who has his confidence.\nRead full story on TOI+\n\n",
        "headline_1": "3 isn’t a Maha crowd, for now: Ajit Pawar’s entry into NDA may not be his last political move but the switch from NCP works well for both BJP and him till 2024 elections",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/3-isnt-a-maha-crowd-for-now-ajit-pawars-entry-into-nda-may-not-be-his-last-political-move-but-the-switch-from-ncp-works-well-for-both-bjp-and-him-till-2024-elections/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "The bells for the admission season have started to swing ding-dong with the release of NEET and JEE results, parents and students are getting ready to register and lock their choices to unlock their dreams. While the meritorious rankers play the final game on merit, the rest have completed their round of practice matches with their ‘own versions’ of the game. This is thanks to the professional college admission system being mired in the devious entrepreneurialism of leading private higher education institutions.\nCan order be restored in India’s engineering admission system just as it was done for medical admissions? Yes it can.\nFor the MBA class of 2024, the Harvard Business School received 8,264 applications for admissions to 1,015 seats, making the application to admissions ratio 8:1. For some of the premium (not necessarily premier) private HEIs in India, the ratio is 30:1. Does this mean these Indian HEIs are better than HBS? Definitely not.\nRead full story on TOI +\n\n",
        "headline_1": "How to end the menace of capitation fees: One, increase NEET, JEE, CUET, CLAT and other national exams while ending private entrance exams. Two, build an online portal to manage and monitor all higher education admissions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tracking-indian-communities/how-to-end-the-menace-of-capitation-fees-one-increase-neet-jee-cuet-clat-and-other-national-exams-while-ending-private-entrance-exams-two-build-an-online-portal-to-manage-and-monitor-all-higher/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "NCP’s national president Sharad Pawar hit the road yesterday, rallying support to his cause. Maharashtra is home to 48 Lok Sabha seats, next only to UP in importance to the outcome of a general election. Therefore, Pawar’s rallies of self-preservation symbolise the state of a unified opposition project less than a year before the 2024 general election. Pawar’s importance to the project is greater than the numbers NCP, before Sunday’s rebellion, could have brought. His experience and network are essential to paper over the cracks that exist between the non-NDA parties.\nIt’s the differences between the non-NDA parties that will determine the viability of an opposition project. At the heart of these differences is the positioning of Congress. Even as Ajit Pawar and some of his party colleagues joined the BJP-anchored Maharashtra government, Rahul Gandhi held a poll rally in neighbouring Telangana. His messaging was clear. Congress will not concede ground to regional parties, BRS in this case, where the grand old party views itself as an important force in a state’s electoral arena. Gandhi even said that Congress ensured that BRS was not included in the opposition conclave in Patna.\nThis can be further broken down into two challenges confronting the unified opposition project. One, India’s political landscape is far too varied to easily lend itself to a BJP and its allies versus the rest. This diversity gives BJP a significant advantage. Also, having opened up a lead of more than 15 percentage points in vote share over the second-placed Congress in the 2019 general election, BJP has got the cushion to deal with the voter disenchantment that all incumbent governments have to offset. The second challenge to opposition unity is the difference between bigger regional parties in their approach to Congress.\nTMC, the key to opposition performance in West Bengal’s 42 seats, is decidedly lukewarm to Congress. In contrast DMK, which is the key to Tamil Nadu’s 39 seats, is clear that an opposition platform without Congress is a non-starter. The political dynamics driving the regional parties are also varied, which makes it hard to paper over the cracks. Circling back to Sharad Pawar’s attempts at self-preservation, these encapsulate the extra challenge for a potential coalition builder. HS Surjeet, who fulfilled that role in the 1990s, never had to hit the road.\n\n",
        "headline_1": "Disunity in diversity: Sharad Pawar’s problems are not the only drag for the opposition. Differences in regional politics don’t help",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/disunity-in-diversity-sharad-pawars-problems-are-not-the-only-drag-for-the-opposition-differences-in-regional-politics-dont-help/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "France has seen days of violence and arson from protesters, after a teenager was shot dead by police during a traffic stop. And social media platforms have played a key role in all this. Not only have many of the protests been coordinated on these platforms, the algorithms have been pushing hashtags linked to the rioting. President Macron has said he expected “a spirit of responsibility” from the tech companies, including “removal of the most sensitive content”. France is unfortunately not alone, in either how social media platforms worsen social conflagrations or how little they do to calm these.\n\nIn Myanmar social media was used for systemic targeting of Rohingyas for years. In Sri Lanka likewise it poured kerosene on ethnic distrust. Big Tech’s treatment of hate speech and misinformation has also been endlessly irresponsible in India. The kind of investment that companies put into growing membership and engagement, completely dwarfs attention to checking extremism. Often their country offices are small to non-existent, as if a market was not a society too. This is why various countries are looking to cancel social media’s safe harbour privileges – which shield it from liability for the content it hosts.\nHowever, France hasn’t responded to the rioting with any internet ban, which India uses as a routine law and order tool. It is not even reserved for threats of violence. All sorts of exams, from school finals to recruitments, also bring it on. This cripples everyday life. It is actually extra cruel in violence-affected places like Manipur, where even virtual access to health, education and work has been cut off for two months. Trying to halt misinformation by blacking out the entire information flow, is a fool’s bargain by the state government. How shall light get through?\n\n",
        "headline_1": "Net net, bad idea: As in Manipur, social media pours oil on conflict in France. But French govt hasn’t shut down internet",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/net-net-bad-idea-as-in-manipur-social-media-pours-oil-on-conflict-in-france-but-french-govt-hasnt-shut-down-internet/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "Bangladesh turning into a hotbed for drug trafficking comes as no surprise given the country's geographic positioning that puts it at the centre of three major Asian drug trafficking routes: the Golden Wedge, the Golden Triangle, and the Golden Crescent. Add to that the incompetence of its authorities to bust well-connected and strategically-networked transnational trafficking rings as well as money laundering mechanisms that allow easy flow of illicit money abroad. The result: more than Tk 5,000 crore is laundered annually through drug trade out of the country, putting it at the top of the list of drug money laundering nations in Asia. Globally, Bangladesh ranks fifth, according to a report by the United Nations Conference on Trade and Development (UNCTAD). The UNCTAD estimates account for trafficking of drugs including methamphetamine tablets (yaba), heroin, buprenorphine, and phensedyl.\nThe staggering increase in the seizure of yaba alone – from 800,000 pills in 2010 to 45 million pills in 2022 – is an alarming manifestation of the incredible growth of illicit drug trade in the country over the past decade. Little has been done to really dismantle the system that allows this business to thrive. If we focus on yaba alone, in a country where more than seven million pills are sold every day (a 2021 estimate by police), worth a whopping Tk 210 crore, the 45 million pills seized in 2022 account for only six and a half days of trade.\nNot that the authorities are doing nothing: they set up checkpoints, conduct regular drives, catch small shipments and recover drugs, catch drug peddlers, and ever since the launch of the War on Drugs, alleged drug dealers are also frequently \"killed\" in \"gunfights\" with law enforcement members. However, in terms of results, law enforcers have only so much to show.\nThe problem perhaps lies in our approach to the issue, which on the surface seems to target the consignments, users and dealers. Where we fail is in going deeper to the roots and dismantling the system at the core. The system we are talking about is one that allows rampant corruption, nepotism, favouritism and self-interest to permeate every level of the state, from policymaking to enforcement.\nThere are many reasons why drug lords are going about with their business scot-free. For one, the Narcotics Control Act seems to be a major obstacle in apprehending the drug lords as it stipulates that to bring a drug dealer or addict to book, drugs have to be confiscated in their possession. Practically speaking, it is always difficult to catch drug lords in possession of drugs; as a result, it is the dealers and peddlers who get caught during the drives.\nIn addition to this, we cannot rule out the possibility that due to the political affiliation and muscle of the big players, they are often deliberately left out of the drives. Take the case of the drug traffickers in Narayanganj – a transit point for drugs entering Dhaka and other nearby cities – who, despite being known and identified as drug bosses, are roaming out in the open. A Prothom Alo report details the identities of some of the 500-plus drug traders in Dhaka, many of whom are allegedly connected and affiliated with ruling party associate bodies such as Jubo League, Chhatra League and Swechchhasebak League, as well as the Awami League itself, along with Jubo Dal and Jatiya Party.\nFor instance, the report states that while Mir Hossain, general secretary of Swechchhasebak League's Kutubpur unit, tops the police list of narcotic traders in Fatullah, Narayanganj, and has been implicated in nine cases under various laws including the Narcotics Control Act, he has not been arrested as he has been holding a party post for a long time and also maintains his own force to manage drug trade.\n\nWhile the government has launched a war on drugs, does it really have the political will to catch the drug lords, kingpins and mafia bosses who are pulling the strings and running the business behind the scenes?\nAnd then there are known drug traders who have not even been named on the police list. Shakhawat Islam, former general secretary of Swechchhasebak League's Narayanganj city unit, for example, is a known drug trader, but he was not named on the list. Similarly, Jahangir Alam and his wife, known drug dealers facing lawsuits, have not been identified in the police list, apparently due to his good relations with the law enforcers.\nUnfortunately, the Narayanganj landscape is pretty much a reflection of the overall drug trading scenario in Bangladesh. Even the ones killed across the country in drug-related \"gunfights,\" \"encounters,\" and \"infighting\" are not above controversy as instances of extrajudicial killings and suppression of political opposition.\nThen there is the problem of the long-pending narcotic cases. Although the Department of Narcotics Control appointed 68 prosecutors across the country in 2019 to expedite disposal of long-pending cases and improve the conviction rate, and the parliament passed the Narcotics Control (Amendment) Bill, 2020, empowering any court with appropriate jurisdiction to try narcotic cases, a report by this daily last year found 73,312 cases still pending with the court. Conviction rates in narcotics cases have witnessed a constant fall since 2014, when it was 64 percent, to 40 percent in 2021, according to DNC's Annual Drug Report 2021.\nAt this point in time, it is important to take a closer look at our intention, appetite and approach regarding this issue. While the government has launched a war on drugs, does it really have the political will to catch the drug lords, kingpins and mafia bosses who are pulling the strings and running the business behind the scenes?\nDrug lords are finding innovative ways – including manipulating the desperate Rohingya refugees – and new routes to bring drugs into the country. Without a well-planned strategy and comprehensive measures in collaboration with all relevant authorities, intelligence bodies and law enforcers, this well-oiled machine cannot be stopped. We need a holistic approach to bring down drug trafficking rings, despite their identities and affiliations. The deadly combination of a land offering ripe opportunities for drug trafficking and a lax system that provides enough loopholes for easy money laundering makes Bangladesh an easy target for international drug trafficking rings. It is high time we aimed at dismantling the system that enables criminals to line up their pockets at the cost of the nation, rather than focusing on small players.\nOn June 18, the High Court asked the DNC to submit within a month the names of top drug dealers, while directing the Anti-Corruption Commission, Bangladesh Financial Intelligence Unit and Criminal Investigation Department to investigate within two months the allegations of drug money being laundered abroad. Previously in 2021, as many as 14 government bodies flouted a similar High Court directive asking to submit names of persons and entities who stash money in foreign banks. Are the authorities concerned going to adhere to the High Court directive this time?\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Bangladesh tops the wrong ranking, again",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/bangladesh-tops-the-wrong-ranking-again-3361086",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "What a week has passed, with everyone feeling the heat of green chillies – many without even consuming it. If the term skyrocketing needs to be explained, the price of green chillies should be included in textbooks, as we saw it shoot up from Tk 400 per kg to Tk 1,000 within three days during this Eid-ul-Azha. Netizens were quickly comparing its price with a kg of beef, which was selling around Tk 750.\nGreen chillies proved so hot to handle for the government that at one stage the commerce minister attempted to redirect the media to the agriculture minister for an explanation about the crisis. Though the crisis did not lead to any disorderly situation, the home minister, too, stepped in, and tried to placate consumers by saying the prices would come down soon.\nSome apologists have tried to blame weather extremes, saying prolonged heatwaves have burnt chilli plants and crops in the northern parts of the country, and few others have said recent excessive rainfall is the reason for further damage. It may very well be true that this particular crop has suffered significant damage owing to weather adversity, but where was the government's appropriate and timely response? Weather extremes are nothing new in Bangladesh as heatwaves and floods are occurring more frequently, like the rest of the world, as a result of climate change, so some sort of a back-up plan and preparation ought to have been in place. \nBy the time the government decided to allow importing green chillies and tomatoes in bulk quantities, market volatility had reached the boiling point. Interestingly, we haven't heard anything about the demand and prices of tomatoes at retail or wholesale level, but green chillies have made their place in the headlines. It shows the difference between an essential condiment and a non-essential one. The Bangalee menu can be okay without any tomato, but not without chillies, most preferably the green ones. More importantly, it's essential with soaked rice, a staple food for the poor. \nThe green chilli fiasco is not the first such failure to manage the market – in other words, ensuring a balance between demand and supply and not allowing price volatility that could cause consumers' backlash and social unrest. The list of other essentials that have caused such an unreasonable price spike is too long, and includes rice, salt, sugar, onion, ginger and edible oil.\n\nUnfortunately, past experiences tell us that the government has consistently failed to anticipate the ensuing crises, be it due to genuine shortage or artificial supply disruptions by scrupulous trade syndicates.\nUnfortunately, past experiences tell us that the government has consistently failed to anticipate the ensuing crises, be it due to genuine shortage or artificial supply disruptions by scrupulous trade syndicates. These recurrences have happened despite the fact that the commerce ministry has established a Price Review and Forecasting Cell. According to the ministry's website, the cell was set up on November 24, 2014, and \"reviews various data including production, demand, import volume, storage and collection situation, distribution system and comparative analysis of domestic and international market prices of daily necessities.\" Describing its role further, the website says, \"As a part of doing this business, this cell collects information from different (organisations) regarding production, stock, demand, supply, local and international market price, information on (opening LCs) and settlement of these essential goods and further works as a helping hand of the Government to keep the market essential (commodities) stable.\" \nThe past crises of essentials clearly show that this institutional mechanism hasn't been working since its inception. The government has also established a competition commission and a consumer rights directorate. But none of them has brought relief to the consumers. It's either due to their incompetence, or they have not been allowed to act independently from political interference. \nThe riddle about the market disorder, perhaps, is best explained by Commerce Minister Tipu Munshi's admission in parliament when he said, \"We are discussing the syndicate. It is correct that large companies are doing lots of businesses together. We need to think… We can put them behind bars and we can fine them. That might be possible. But it will be difficult for us to bear the sudden crisis caused by it. That's why we try to remain within the rules and [tackle the situation] through discussions.\" \nThis statement alone is good enough to prove the failure of governance, and poor consumers are being forced to pay the ransom to the alleged syndicates. It is therefore hard to discard the widely held perception of a nexus between the political authorities and the business syndicates. After all, businesspeople now dominate politics, and they will also have to fund their political friends and their parties' election campaigns. \nAs I write this article, the BBC has reported that the Competition and Markets Authority of the UK has just concluded its investigation into the fuel market and found that competition is not working, and retailers are overcharging motorists at the pumps. Responding to the finding, the UK government has announced a plan to introduce a new legislation to make retailers follow a price transparency scheme, so that consumers can easily find out the cheapest pump. It is aimed to restore effective competition among retailers and benefit the consumers. The UK example may not be comparable in Bangladesh, but at least it shows that free market doesn't mean reckless profiteering and monopolisation by the powerful businesses – individually or through syndication. \nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n",
        "headline_1": "When green chillies become too hot to handle",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-green-chillies-become-too-hot-handle-3360891",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "Sadiq Khan, the mayor of London, has been holding an annual weeklong London Climate Action Week (LCAW) in summer every year since he was elected mayor five years ago. The week consists of a series of different events held all over London by different groups focusing on actions to tackle climate change. This initiative has been an extremely successful way to raise awareness about the issues in London and, more importantly, to galvanise actions by different stakeholders in the city.\nOne of the characteristics of London is that it is not only the capital of the United Kingdom, but it is also an extremely international city with people from every country in the world living there, including a large number of people of Bangladeshi origin.\nI have had the privilege of being invited to speak at a number of events during LCAW every year. At this year's event, my first observation was that there had been a major shift in the understanding of what tackling climate change means. In the previous years, almost all the events held during the week would focus on mitigation or reducing emissions of greenhouse gases (GHGs) through campaigns such as net zero, etc. However, this year I was very pleased to see a significant number of events focusing on adaptation and even loss and damage from human-induced climate change, as the UK and Europe suffered from heatwaves over the last few weeks.\n\nThere is a tremendous scope for collaboration between the Bangladeshi diaspora in the UK and Bangladesh on tackling the global climate crisis together.\nOne of such events that I was invited to speak at was a gathering of high-level representatives from the insurance and reinsurance industry, for which London is a global hub, who have started to recognise the importance of dealing with losses and damages from human-induced climate change. This is indeed a welcome shift in awareness of this important sector, which has significant resources in terms of both money and knowledge that can be deployed towards minimising the loss and damage going forward.\nThus, London has the potential to become a global leader in harnessing the insurance sector to tackle climate change at scale.\nI also attended a number of events on climate change-induced displacement and migration, including with the London office of the International Organization of Migration (IOM), which brought together a significant number of policymakers and practitioners working on the issue.\nOne such event focused on the role that the Bangladeshi diaspora in London can play in tackling climate change in the UK, as well as connecting with their families and relatives in Bangladesh. There is a tremendous scope for collaboration between the Bangladeshi diaspora in the UK and Bangladesh on tackling the global climate crisis together.\nThe International Centre for Climate Change and Development (ICCCAD) also co-organised a major event on tackling loss and damage with the International Institute for Environment and Development (IIED), under the ALL ACT initiative we launched in Dhaka in March. This initiative now has many new partners in Least Developed Countries and Small Island Developing Countries, in which we will be carrying out research and capacity-building efforts to address loss and damage.\nSo, overall, LCAW 2023 has seen a breakthrough in the issue of supporting adaptation, building resilience, and addressing loss and damage.\nGoing forward, this may be an inspiration for the Dhaka city mayors to organise a similar climate action week in our capital city, and perhaps invite the mayor of London, so Dhaka and London can join forces to become global leaders in tackling climate change.\nDr Saleemul Huq is director at the International Centre for Climate Change and Development (ICCCAD) and professor at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Looking back at London Climate Action Week 2023",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/looking-back-london-climate-action-week-2023-3360886",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "It is a matter of concern that the government has not adequately maintained fiscal transparency by making basic information publicly available. According to the US State Department's 2023 Fiscal Transparency Report, Bangladesh did not make significant progress in meeting the minimum requirements of fiscal transparency. Most of our South Asian neighbours met the minimum requirements, with Maldives showing significant progress in that direction. Only Bangladesh, Pakistan and Afghanistan failed, while Bhutan was not assessed.\nThe report also evaluated other transparency-related performances such as whether the government publicly disclosed key budget documents, or has a supreme audit institution that meets international standards of independence, etc. In that regard, although Bangladesh government made its executive budget proposal publicly available, it did not do the same with its end-of-year report within a reasonable period, the State Department noted. Furthermore, the budget documents were not prepared as per internationally accepted principles.\nAside from that, two extremely important points that were highlighted were the lack of transparency in relation to awarding government contracts for natural resource extraction and the lack of independence of the Office of the Comptroller and Auditor General (OCAG). As regards the first point, one may recall the questionable government decisions when it comes to extracting our natural resources, or how rampant corruption including \"collusive deals\" led to a perennially unstable energy sector. Consequently, while the nation massively lost out due to such government opacity, vested groups benefitted secretly. As regards the second point, although the OCAG has in recent times shown some promise by taking the lid off corrupt government institutions, the lack of independence granted to this constitutional body has clearly obstructed its work.\nAll this is quite disconcerting. Transparency and good governance are vitally important for Bangladesh as it assumes greater importance on the global stage. Increasingly, these are being used as yardsticks against which to measure the quality of our progress, which will also determine the success of our interaction with foreign countries and multilateral institutions. The government, therefore, must improve its overall transparency performance.\n",
        "headline_1": "Government must improve its fiscal transparency ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/government-must-improve-its-fiscal-transparency-3360701",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "It is unacceptable that around 300 of BJMC officials have been getting regular salaries, accommodation facilities and other amenities even three years after the state-run jute mills were shut down. According to a report, while these officials are still living on the mill premises and getting full government benefits, around 70,000 employees who were laid off in 2020 have been passing their days in hardship, with their hopes of getting re-employed once the factories are reopened under private initiatives fading with each passing day. Reportedly, the corporation retained all of its officers and administrative staff – 2,517 of them in total – even after the closure, and has been spending crores on them.\nSome former workers have alleged that the officials living on factory premises are getting paid for doing nothing. But the BJMC chairman has defended it, saying they are guarding valuable assets of the corporation – 1,300 acres of real estate and numerous infrastructure – and also monitoring the tender process to reopen the closed mills.\nThe question is, why would the BJMC need such a huge number of officials for these tasks? How justified is spending so much money on its officials – the BJMC spent Tk 140 crore to pay their salaries in the last fiscal year – when more than 15,000 of its former workers, most of them temporary, are yet to receive their dues? Most importantly, why has the corporation still not been able to reopen any of the mills, as it had promised during the closure, even after three years? Has the government forgotten the promise that the minister for jute and textile made regarding the reopening of mills and re-employment of the workers?\nThe lack of sincerity and accountability of its officials was also clear from the way they are doing their jobs. When our reporter visited the BJMC headquarters in Motijheel, Dhaka recently, he found that only four out of the ten officials in the production section and only a few out of around 25 officials in the marketing department were present during a work day.\nBy now, the BJMC should be able to have a proper plan about the workforce it needs and allow redundant officials to be reassigned elsewhere in the public sector or just go, instead of wasting resources on them. It should also expedite the process of reopening the mills with the help of private investors, as it had planned. Modernising and reviving our jute industry is the need of the hour. The BJMC must be able to do so for the sake of the country and the workers.\n",
        "headline_1": "Why is BJMC still paying its idle workforce?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-bjmc-still-paying-its-idle-workforce-3360686",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "Despite post-pandemic fall in consumer demand in the European and the US markets, the main destinations of Bangladesh's apparel products, the export performance of this flagship exportable item has remained more or less vigorous. This has been the case even in the face of adoption of tighter monetary policy on top of higher interest rate by the US Federal Reserve or Fed, which has had its ripple effect of depressing demand for consumer goods on either side of the Atlantic. No doubt, it also impacted the country's apparel exports negatively. Even so, in the immediate past fiscal (FY23), the nation's earning from the apparel or the Readymade Garment (RMG) export touched the milestone of about US$47 billion. Now, the RMG sector is all set for the strategic vision of reaching the export target of US$100 billion by 2030. Nevertheless, there is hardly any room for complacency as the challenge before the country's basically RMG-dependent, export sector is daunting. Admittedly, the general policy thrust of widening the export basket and looking for newer export markets is an evolving option. It would take some time before Bangladesh can effectively wean itself from the current single-item, RMG-intensive export base. While continuing efforts in that direction, it would also be worthwhile to explore the still growing prospects of inter-apparel diversification. In this connection, it may be noted that the RMG products, which are mostly cotton-based, have of late, come up against stiff competition from apparels made of Manmade Fibres (MMF). Studies say that, currently, MMF products constitute around 50 per cent of world's total export of apparel items, while the share of those made of cotton is 42 per cent. Since extensive use of water as well as water contamination by pesticides used in cotton fields is a major environmental issue, production and supply of cotton fabrics have been facing uncertainties globally.In consequence, the international markets are gradually tilting towards synthetic fabrics. Industry insiders think it is time Bangladesh increased its share of synthetic fabrics, or MMF, to take advantage of this current trend in the global apparels market. A recent research has further shown that side by side with RMG, by increasing the share of MMF-based apparel export, Bangladesh can earn to the tune of USD95 billion by 2030. In that case, the apparel sector will be required to grab 12 per cent of the world's MMF-based apparel market, while the share of the traditional cotton-based fabrics has to be 20 per cent. To go by the research findings, Bangladesh's synthetic fabrics subsector is yet to make its mark as it currently represents less than 5.0 per cent of the global market share, while the cotton fabrics still maintains a comfortable 16 per cent marker share. So far as the composition of Bangladesh's RMG export is concerned, synthetic fabrics export is only one third (at 24 per cent of total export) of the cotton-based RMG export (at 72 per cent of the total). However, this is all about exhausting all the possibilities that the entire apparel sector including both synthetic and cotton fabrics has on offer. But for a robust export-driven economy, more needs to be done. In fact, there is no alternative to continued research and innovation to add additional value to existing products, upskilling the workforce to increase its productivity and adding new products to the export basket. If the export sector is given generous policy support, it will prove equal to the challenge.",
        "headline_1": "Building a robust export sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/building-a-robust-export-sector-1688480018",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "It is interesting to see that the havoc wreaked by plastic pollution globally has found an important forum for discussion in the forthcoming WTO-13 Ministerial Conference (MC13). It has been gathered that the dialogue on 'Plastics Pollution and Environmentally Sustainable Plastics Trade' made substantial progress at a meeting on May 25. Introduction of a draft outlining a way forward and issues for a potential outcome at the MC13 to be held in February 2024 bears witness to it. The coordinators of the dialogue hailed the draft contents as the culmination of extensive work over the past two years and a pivotal step towards achieving \"concrete, pragmatic and effective outcomes\" at MC13. China and Morocco (represented by their ambassadors) facilitated the discussion as co-chairs of the meeting. Morocco, on behalf of the coordinators of the dialogue, introduced the draft elements, which highlight the dialogue's commitment to addressing the global issue of plastics pollution. The draft sets out a range of shared principles and priorities for collective actions, with the aim of effectively addressing this challenge.The principles include enhancing collaboration and cooperation with other international organisations to prevent duplication of work, addressing challenges encountered by WTO members, in particular least-developed countries (LDCs) and small island developing countries (SIDs), ensuring transparency and engaging openly with relevant stakeholders.Among the priorities are collaborating with the World Customs Organisation (WCO) to support amendments to the Harmonised System (HS) for traded goods to ensure more effective monitoring and regulation of plastic trade and supporting the timely conclusion of the UN negotiations on a binding instrument on plastic pollution by 2024. Other priorities include promoting the adoption of sustainable and effective non-plastic substitutes, alternatives and re-use systems and facilitating access to technologies for environmentally sound waste management.Furthermore, the document mentions the possibility of including a series of annexes that will, among other things, offer a menu of trade policy options drawn from their discussions for participating members to voluntarily select and implement.Five coordinators of the Dialogue-Australia, Barbados, China, Ecuador and Morocco-emphasised the alarming state of plastic pollution and called for urgent action. They acknowledged the substantial efforts that led to the development of the draft elements, stating that the document will serve as a powerful signal of support for the upcoming second round of negotiations of the United Nations Environment Programme (UNEP) Intergovernmental Negotiating Committee (INC). The goal of these negotiations is to achieve a multilateral binding instrument on reducing plastic pollution by 2024. They also noted that the Basel, Rotterdam and Stockholm Conventions have recently adopted technical guidelines for the sustainable management of plastic waste. They underscored the crucial need for providing support to LDCs and SIDs, which bear the brunt of severe plastics pollution and frequently encounter difficulties in accessing adequate financing.Participants welcomed the draft document and gave initial feedback on various aspects. Many reiterated the significance of coordinating with ongoing international processes. Some suggested prioritising support for the ongoing negotiation process at the INC before delving into the implementation of a legal instrument that is not yet in existence. There were suggestions to incorporate best practices into the annex of the document and to make it an evolving document going beyond MC13.Some participants stressed collective actions as a key focus of the document, suggesting the identification of a range of measures to address highly polluting products. Others recommended prioritising environment-friendly substitutes rather than only alternatives. Further consultations were suggested for the cooperation proposals put forward to the WCO by the coordinators.During technical briefings, participants were presented with insights from various international organisations. The UN Food and Agriculture Organisation shared its efforts in reducing plastic pollution in the agriculture sector. The International Bamboo and Rattan Organisation introduced its \"Bamboo as a substitute for plastic initiative\". The International Pollutants Elimination Network presented its study on \"hidden flows\" of plastic waste trade.Observers concerned over the menacing outcome of plastic pollution in most parts of the globe consider the WTO move highly appropriate --- one that may help put in place measures for plastic trade with strict protocols by reinforcing country-level efforts to combat plastic pollution. What is important here is the adoption of a multilaterally binding instrument that, if successfully negotiated to the satisfaction of all members, will no doubt be a game changer in curbing plastic pollution.It is expected that while framing the binding instrument, adequate attention will be given to country-specific needs to achieve the objective. Also, it is important to take stock of the methods being adopted in various countries, especially the LDCs, and to bring them to a globally harmonious practice. It is here that the provision of assisting these countries, as envisaged in the draft, should be given due importance. [email protected]",
        "headline_1": "Dialogue on plastic pollution at WTO MC13",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dialogue-on-plastic-pollution-at-wto-mc13-1688480055",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "The idea of incorporating plastic waste into road construction was pioneered in India over two decades ago. Today, thousands of kilometers of roads have been laid in that country and the idea is being replicated in Africa and Asia - from Ghana to Indonesia. Detractors will always find a way to point out the dangers of using plastic waste, which replaces significant percentages of bitumen in road construction, as a dangerous path to creating more plastic pollution. The arguments revolve around heating up plastic that would release more poisonous gases into the atmosphere. But studies have largely debunked those fears as experience has shown that soft plastic waste requires less heat to soften up the material ready to be incorporated into the road construction material without crossing the heat threshold. While there are over 50,000-km plastic roads in use in India, Bangladesh is finally beginning to take the first tentative steps in evaluating and incorporating the technology so that it may be used in road construction. Needless to say, that this is an area where the government spends billions of taka every year not just to construct but continually repair the road network. The principal problem with roads constructed in Bangladesh is that the country lacks large quarries of rock and hence its road network is made out of brick chips. Bricks in our country are made with a big percentage of earthen clay. Hence, Bangladesh being both a riverine country that is prone to both heavy rains and flooding is constantly having its roads washed away to the delight of thousands of contractors who can look forward to road repair jobs round the year.This is a colossal waste of funds from national exchequer. While this has been the modus operandi for decades, today, the country is in the middle of a financial downturn. Austerity measures are being put in effect and the net is widening. Re-use of plastic in road construction takes care of two birds with one stone. First, it reduces the cost of construction (while making it more resilient to floods and rain) and second, it tackles the increasingly impossible task of plastic pollution and waste. The waste concerned here is the type that is overflowing in landfills across the country and clogging up sewerage system, waterways and increasingly making its way into the sea. Efforts to ban plastic have largely failed because of the convenience they provide. In our consumer-centric societies, plastic rules. Since the material is to stay here, why not use this seemingly endless supply of used and discarded plastic? Well, for starters, the pushback has obviously come from vested interest groups. With a constant slew of repair jobs in the maintenance of roads and highways given out every year, it does not take much imagination as to why the technology has not been widely accepted in our country. That said, given the particular set of financial circumstances prevailing in the economy currently, surely the authorities can see the merit in adoption of a policy on switching to plastic roads. Having a more resilient rural road system will bring in more votes for public representatives. Given the chance to vote unhindered, experience tells us that the electorate generally opts to elect representatives who have done a lot of development in their constituencies. Keeping that in mind, it can only be hoped that policymakers will do the needful to enact legislation that will incorporate plastic road construction gradually in rural Bangladesh as well because climate-induced weather changes are increasingly making natural disasters more frequent and less predictable. It is time to adopt innovation that has worked globally and forgo the all-encompassing graft mentality in the interest of national development.[email protected]",
        "headline_1": "Putting plastic waste to good use",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/putting-plastic-waste-to-good-use-1688480110",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2023"
    },
    {
        "full_article": "Russell's viper is responsible for nearly half of the snakebites in India. But in Bangladesh, where it is known as Chandra Bora, it was thought to be a rare species for more than a century. That changed in 2013, however, when a flurry of snakebite cases, many of them fatal, began to be reported from agricultural fields. One of the most venomous snakes in the Indian subcontinent, Russell's viper population is now steadily increasing in many areas of Bangladesh. The snake's recent prevalence, particularly in southern and northern districts, is causing a major threat to human life. It is infamously called the 'killing machine' for its ferocious speed and lethal venom. It is considered one of the deadliest species among venomous snakes, as it can successfully transfer its venom to its victim in one sixteenth of a second. Recently, this life-threatening snake has reportedly been found in at least 17 districts. Of them, Chapai Nawabganj and Rajshahi are the worst affected. Around 300 people reportedly died due to Russell's viper bite in the last 10 years. Since several cases of Russell's viper snakebite have recently been reported on the Padma river sandbanks, people there are now living in a state of fear. The snakebite victims have reportedly experienced symptoms like swelling at the site of the bite, bone and muscle pain from head-to-toe and vomiting. The bite is nasty and can become gangrenous if medical help is not given immediately. However, it is unfortunate that there are no enough anti-venom facilities in upazila-level hospitals to help provide medical treatment for Russell's viper bite. So, we urge the authorities concerned to address this issue seriously and equip upazila health complexes (UHCs) with anti-venom facilities so that snake-bitten patients can be treated there as quickly as possible. Badsha Faysal,Jurain, Dhaka,[email protected]",
        "headline_1": "Make snakebite treatment available at UHCs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/make-snakebite-treatment-available-at-uhcs-1688480141",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2023"
    }
]