[
    {
        "full_article": "In the third round of polling for the 18th Lok Sabha on Tuesday, over 1,300 candidates were in the fray in 93 Lok Sabha constituencies across 12 States and Union Territories. With this phase, voting is complete in more than half of the constituencies — 283 out of 543 seats. The Bharatiya Janata Party (BJP) candidate in Surat, Gujarat, was declared elected unopposed, after all his opponents, including the Congress candidate, withdrew under dubious circumstances. The next four phases of the general election will be on May 13, 20, and 25 and June 1. Counting is scheduled for June 4. Of the 93 seats on Tuesday, 71 were won in 2019 by BJP candidates, while four went to the Congress. In Gujarat, the BJP had won all 26 seats in the last two elections. One of the most watched battles was in Baramati, Maharashtra, between veteran Nationalist Congress Party leader Sharad Pawar’s daughter Supriya Sule and Sunetra Pawar, wife of his estranged nephew and Maharashtra Deputy Chief Minister Ajit Pawar. The first two phases had registered a dip in voter turnout, compared to 2019, and the Opposition had questioned the inordinate delay by the Election Commission of India in the publication of the cumulative figures.The BJP and the Congress-led alliance have crossed swords over the issue of reservation, offering their respective, conflicting interpretations of constitutionalism in the process. The Opposition has accused the BJP of a conspiracy to end reservation by amending the Constitution, while offering to amend the Constitution to remove the 50% ceiling on reservation. Unused to being on the defensive, Prime Minister Narendra Modi has alleged a conspiracy by the Congress and its partners to give away the reservation meant for Hindu subalterns to Muslims. While the Congress and its partners are aiming at a Hindu subaltern consolidation against the BJP in their favour, the ruling BJP’s focus is on consolidating its Hindu base by constantly targeting Muslims. Serious charges of sexual crimes against Prajwal Revanna, the grandson of former Prime Minister H.D. Deve Gowda, have put the BJP on the defensive. Mr. Gowda’s Janata Dal (Secular) and the BJP are allies in Karnataka where the BJP had won 25 of 28 seats in 2019. The allegations against Mr. Prajwal, a sitting JD(S) MP, raise serious questions about the functioning of the JD(S). The Congress is counting on women voters of the State consolidating behind it. With no overwhelming wave of any kind apparent, the principal rivals are struggling to create one in their favour, often with means less than honourable.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\npolitics\n\n/\n\nSurat\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nMaharashtra\n\n/\n\nNationalist Congress Party\n\n/\n\nElection Commission of India\n\n/\n\nReservation\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nconstitution\n\n/\n\nminority group\n\n/\n\nsexual assault & rape\n\n/\n\nJanata Dal - Secular\n\n/\n\nvoting",
        "headline_1": "Searching for a wave: On the general election so far",
        "headline_2": "The campaign is degenerating into hate speeches and false accusations",
        "link": "https://www.thehindu.com/opinion/editorial/searching-for-a-wave-on-the-general-election-so-far/article68150202.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "The Global Plastics Treaty, an ambitious initiative involving at least 175 United Nations member nations to eliminate the use of plastics, concluded its fourth round of negotiations recently. The goal is to finalise a legal document by the end of 2024 with timelines by when countries must agree to curb plastic production, eliminate its uses that create wastage, ban certain chemicals used in its production and set targets for recycling. Unfortunately, an agreement is not in sight. There is yet another round of negotiations scheduled in Busan, South Korea this November. The primary hurdles are economic. Oil producing and refining countries such as Saudi Arabia, the United States, Russia, India and Iran are reluctant about hard deadlines to eliminate plastic production. A coalition of African countries, supported by several European nations, is in favour of a year, around 2040, to ensure that a timeline for reduction is in effect. There is also disagreement on whether contentious elements in the treaty should be decided on by a vote or consensus — the latter implying that every country has a veto. India’s opinion, other than being uncomfortable with binding targets, is that a legally binding instrument to end the plastic pollution must also address “... availability, accessibility, affordability of alternatives including cost implications and specifying arrangements... for capacity building and technical assistance, technology transfer, and financial assistance”. This language — and India is not the only proponent — is reminiscent of the principle of ‘common but differentiated responsibility’ enshrined in climate talks. Under this, countries must have a common target but those more privileged must support others and take on stricter targets themselves.In the year that the plastics treaty was mooted, in 2022, India brought into effect the Plastic Waste Management Amendment Rules (2021) that banned 19 categories of “single-use” plastics. It, however, does not include plastic bottles — even those less than 200 ml — and multi-layered packaging boxes (as in milk cartons). Moreover, even the ban on single-use plastic items is not uniformly enforced nationally, with several outlets continuing to retail these goods. The global distribution of the plastic pollution is unequal with Brazil, China, India and the U.S. responsible for 60% of plastic waste, according to a report by the non-profit EA Earth Action. Much like how transitioning away from fossil fuel invites its own challenges, plastic pollution cannot be ended by merely signing treaties. There needs to be much greater investment in alternative products and making them affordable before realistic targets are decided upon. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nplastic pollution\n\n/\n\nUnited Nations\n\n/\n\nplastics\n\n/\n\nSaudi Arabia\n\n/\n\nIran\n\n/\n\nUSA\n\n/\n\nRussia\n\n/\n\nIndia\n\n/\n\nEuropean Union\n\n/\n\nAfrican Union\n\n/\n\nwaste management\n\n/\n\nChina\n\n/\n\nBrazil\n\n/\n\nwaste management and pollution control\n\n/\n\nSouth Korea",
        "headline_1": "Plastic solution: Beyond the Global Plastics Treaty",
        "headline_2": "Plastic pollution cannot be ended by treaties, without investment in alternatives",
        "link": "https://www.thehindu.com/opinion/editorial/plastic-solution-beyond-the-global-plastics-treaty/article68149652.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "GOI’s minister for housing & petroleum argues govt’s DBT approach has reduced extreme poverty in the last decade, but this hasn’t come at the cost of encouraging free enterprise\nBe it reservations, caste-based divisions, or personal attacks on political leaders, the level of misleading propaganda and outright misinformation in the current general elections is alarming.\nOne issue in particular is how the poor citizens have fared in the last 10 years in India. Many spurious claims have been made, despite the overwhelming evidence that the last 10 years have witnessed a significant rise in consumption per capita; a drastic reduction in poverty; and decline in inequality. Nearly 25 crore people exited multidimensional poverty in the nine-year period between 2013-14 (29.17%) and 2022-23 (11.28%), according to Niti Aayog.\n\nRead full story on TOI+\n\n",
        "headline_1": "‘Modi way: Dignity, connectivity, prosperity’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/StraightTalk/modi-way-dignity-connectivity-prosperity/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "So far, LS polls are less about a national mood than state-level and caste-community issues. BJP firmly remains the frontrunner. But opposition is looking more competitive\n \nIf the 2024 Lok Sabha elections were a marathon of three laps, the first one is over. Ballots have been cast on 189 seats, dotted across 19 states. What can be reasonably gauged of the national picture so far? We see evidence of two macro-trends.\n● An empirically verifiable trend is decline of voter turnout, a significant slump compared to last election. In most states, declines have ranged between 5% and 10%.\n\n● A second trend is a palpable lack of voter enthusiasm, at least compared to the last two elections. Campaign din seems less raucous and street-level mobilisation less visible.\nThe CSDS-Lokniti pre-poll survey had painted a somewhat contradictory picture. NDA was seen to be maintaining its commanding vote share from last elections. Yet, there was a significant drop (compared to 2019 survey) among those who favoured a return of the govt.\nRead full story on TOI+\n\n",
        "headline_1": "It’s V for variety",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-v-for-variety/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "Prajwal Revanna is, by most accounts, in Germany. He left Hassan soon after it finished polling on April 26. Between then and today, when Karnataka’s remaining LS seats go to vote, the sexual assault allegations against him have escalated in gravity and political heat. You could say of all this, it’s the start of the journey of justice. But for many of the women who appear in the videos, on whose basis an SIT probe is proceeding, it appears to be the start of new torture. As the videos gain circulation in Hassan and reveal their identities, women have been fleeing their homes, without the luxury of a diplomatic passport or a European destination.\nDon’t mislabel this | It doesn’t help them that many media reports refer to the videos as ‘sex tapes’. There are clear signs that nothing so benign is underway here. What is being indicated is sexual harrassment to rape, on a mass scale, with the enormous political power Revanna’s family wields in the district providing the core frame of reference.\n\nDon’t continue electronic abuse | In the seminal Nipun Saxena case, SC underlined the importance of protecting the identity of rape and sexual abuse victims: “Unfortunately, in our society, the victim of a sexual offence…is treated worse than the perpetrator of the crime.” The persons who dumped the video pen drives across Hassan’s bus stops, parks, shops etc before it voted, with obvious political motivations, don’t care how many women they will be hurting how much. Neither do all those who take pleasure in watching the videos and circulating them via WhatsApp, Bluetooth etc. But what about the state? What has it done to protect the women’s identities? So far, not much.\nDon’t ignore the laws | These acts of circulation are actionable under Sections 66E and 67A of the IT Act. The judiciary, which has issued 80+ gag orders for Revanna, should strongly direct authorities on strict action to protect the women too. SIT’s new helpline must also come through for the victims. Finally, it is time to pull political parties within the POSH and Vishakha rekhas. The view that they are exempt because they do not have employer-employee relationships is no longer tenable. Remember, the idea of the workplace was meaningfully expanded by the Bhanwari Devi case. Then note that the Revanna videos reportedly include party workers.\n\n",
        "headline_1": "Shame, misdirected: In the Revanna case, women continue to be brutalised by failures to protect their identity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shame-misdirected-in-the-revanna-case-women-continue-to-be-brutalised-by-failures-to-protect-their-identity/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "Last five years have seen a dangerous rise in forest fires across Uttarakhand’s central Himalayas, from Nov to June. Northeast states, once most prone to long-ranging forest fires, pale in comparison to the inferno Uttarakhand finds itself in with increasing intensity and longer duration. Even winter fires have increased manifold in both frequency and intensity. In fact, Uttarakhand inaugurated its New Year with a fire raging in the forest behind Nainital, thick smoke billowing on the horizon, haze over Naini Lake.\nMissing the trees | There is heightened global concern over the sharp uptick in forest fires in this Himalayan region, stretching across Uttarakhand and Nepal. The impact is evident – loss of life, belching carbon emissions, shrinking forest area, loss of habitat and entire microbial ecosystems and biodiversity burnt to cinders. The smoke that travels impacts the health of people over a very large area. Tourism takes a body-blow, and the crippling impact on the state economy and its resources. Dry extreme warming, heatwaves that are the new normal, and human activity – the what and how of forest fires are well documented.\n\nFanning the flames | The core question is why Uttarakhand, where forest fires were never a hazard, reached this point. Forests were onceover 50% of Uttarakhand’s land cover. Swathes of forest area have been sacrificed at the altar of development, much of which has not been judiciously planned or designed. It is long established that deforestation contributes to increased risk of fire, fragmented forest cover is also a fire risk. Reducing tree cover and ground vegetation dries out forests. In turn, fire-damaged forests are weakened, and deforestation often follows. Post-mortems of forest fires by authorities can only douse the flames but cannot put out the real fire – callous human activity despite the evidence of severe warming and extreme weather events. That’s what Uttarakhand govt must acknowledge.\n\n\n",
        "headline_1": "Why Uttarakhand burns: The Himalayan state has emerged as India’s most ecologically fragile. We’re to blame",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/234570/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "It is shocking to learn of an astonishing disclosure that has recently come to the fore: that the state-run Power Grid Company of Bangladesh LTD (PGCBL) imported 68 kilograms of tower bolts, nuts and washers from India for a colossal $2,39,695—about 1,619 times more than their contract value—in 2023. Reportedly, as per the purchase agreement that PGCBL submitted to the customs authorities, the actual price of the consignment should have been only $148. Customs officials halted the consignment's release after spotting the huge discrepancy once it reached Mongla port in April last year.\nEarlier, the PGCBL had imported 178.8 tonnes of the same goods at a cost of $3,89,252 ($2.18 per kg), according to customs documents. The state company, on June 5 last year, wrote to the Mongla Customs House commissioner that the price was higher this time even though the import volume was less because \"more goods were sent by mistake in the previous shipment.\" As the PGCBL failed to provide a satisfactory reply regarding the inflated price and submit relevant documents such as LCs and invoices of two previous consignments, the Mongla Customs House refused to release it and sought the NBR's opinion about the matter. What is interesting is that, having failed to have the items released in various ways, the power supplier is now seeking to send back the items on the pretext of a \"human error\" in paperwork.\nThe whole episode wreaks of corruption, and the regulators should immediately investigate whether any attempt was made to launder money under the pretext of importing goods, and individuals involved in it. Even the Mongla Customs commissioner in a letter to the NBR said \"the statement of the importer that the consignment was carelessly sent to a wrong destination is untrue.\" The PGCBL incident has been revealed at a time when corruption in public procurement, often using inflated rates, has become widespread. Over the years, we have come across many reports on similar attempts to import overpriced items by various government bodies.\nMoney laundering under the guise of import/export has also emerged as a huge problem for the country, draining our coffers in the process. Irregularities in public-sector procurement in particular has become common thanks in part to the authorities' failure to hold those responsible to account. Government high-ups, however, still continue to promise prevention of wastage of resources through public procurement and project expenditure, while doing little about investigating and punishing officials involved in such clear cases of corruption. We urge the authorities to make an urgent course correction. \n",
        "headline_1": "Another day, another scandal in public procurement ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-day-another-scandal-public-procurement-3604646",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "\"I firmly believe in the profound impact of music, dance, and acting on shaping people's thoughts and emotions. These art forms possess the power to inspire patriotism and drive social change. My experiences in Bengal and Assam have cemented this belief in my heart so deeply that despite countless attempts, I find myself unable to detach from the influence of mass culture,\" Kalim Sharafi wrote in his memoirs, Smriti Amrita. This insight had been a guiding force in his lifelong cultural and political activism. This year marks the birth centenary of this icon of cultural activism.\nIn his youth, Sharafi delved into political ideologies such as Marxism and anti-imperialism, under the guidance of mentors and within study circles that integrated cultural and political elements.\nDuring his time at Calcutta Madrasa as a tenth-grade student, he took part in the Holwell Monument Removal Movement under the leadership of Netaji Subhas Chandra Bose, in 1940. He became deeply involved in Gandhi's 'Quit India' movement, passionately visiting villages in his area to raise awareness, which led to his first imprisonment in August 1942. His arrest sparked unprecedented support from villagers, who chanted slogans in his favor, deeply moving him. While in prison, rumors circulated that a Muslim youth had led a revolt involving a large group of Santal. It was Kalim Sharafi who played a significant role in mobilizing both the locals and the Santal community in his area. Interestingly, he was the sole Muslim prisoner involved in the case.\nWhile at Siuri Jail, Sharafi forged close bonds with fellow inmates Dinkar Kaushik, Anand Gopal Sengupta, and Pranab Guha Thakurta, the latter known for his affinity for Rabindra Sangeet. It was there that Sharafi was introduced to Rabindra Sangeet, singing alongside Pranab Guha Thakurta.\nIn 1943, he enrolled as a student at Krisnanath College and officially joined the Student Federation. However, Bengal was soon hit by famine, prompting Sharafi to immerse himself in relief efforts to aid the countless hungry people. During this time, he also joined the Indian People's Theatre Association (IPTA), a cultural movement dedicated to fostering political consciousness among the masses. IPTA quickly expanded nationwide, attracting numerous passionate artists, musicians, and playwrights. Kalim Sharafi's involvement with IPTA marked the beginning of his significant musical journey. Through performances held across the country, he found his voice in singing patriotic and anti-imperialist songs, gaining prominence as IPTA became associated with the movement. In 1946, he was admitted to City College in Calcutta but once again abandoned his academic pursuits to fully dedicate himself to the cause, particularly amidst the dire circumstances of the recent famine, which claimed the lives of 5 million people.\nFollowing the tumultuous events of Direct Action Day on August 16, 1946, Sharafi threw himself into organizing a painting exhibition condemning communalism. This exhibition featured esteemed Muslim artists including Zainul Abedin, Shafiuddin Ahmad, Quamrul Hassan, and Khaled Chowdhury, and was hosted at both Islamia College and the Calcutta Culture Centre.\nAmidst a shift in leadership in IPTA, Sharafi, alongside Maharishi Manoranjan Bhattacharya, Shambhu Mitra, Tripti Mitra, Ashok Majumder, and Mohammad Israel, left to establish the theater group 'Bahurupi.'\n\nKalim Sharafi's involvement with IPTA marked the beginning of his significant musical journey. Through performances held across the country, he found his voice in singing patriotic and anti-imperialist songs, gaining prominence as IPTA became associated with the movement.\nFollowing the partition of India in 1947, communal riots resurged in Kolkata. Sharafi encountered challenges in securing employment, leading to significant financial hardship and prompting his migration from West Bengal to Dhaka. Despite fervent efforts to uphold the resolve for a unified nation transcending religious divides, the endeavors faltered, and cultural resistance faced setback. His concise yet deeply moving memoir, 'Smrita Amrita,' ended with the partition, which shattered his vision of a unified people's culture. Nonetheless, this upheaval ultimately fortified his resolve to combat communalism and separatism in all their forms.\nIn 1950, Kalim Sharafi relocated to Dhaka with his family, bidding farewell to West Bengal to start a new chapter in his life. Joining Dhaka Betar as a casual artist, he soon found himself ensnared in the complex web of political surveillance when the Pakistan Intelligence Department scrutinized his rendition of Sukanta's 'Surprised World.'\nAs a result, he had to leave Dhaka and moved to Chittagong in 1951. There, he found employment with the American company GETZ BROTHERS, only to switch to a British company in the same year.\nHis relocation to Chittagong led to the establishment of an organization named \"Prantik\" in 1951, alongside Mahbubul Alam Chowdhury, Ramen Majumdar, Choronjibi Das Sharma, and many others. \"Prantik\" participated in various cultural programmes, showcasing drama, songs, and dances during that period. \"One of his significant contributions was the inclusion of women from respected families in drama,\" remarked Mahmud Selim, a cultural activist and vice president of Bangladesh Udichi Shilpigoshthi.\nUnfortunately, Sharafi's stay in Chittagong was short-lived as he had to once again go into hiding due to the dissolution of the Sher-e-Bangla AK Fazlul Haq's cabinet and the imposition of Section 92. However, by the end of 1956, he returned to Dhaka with plans to launch a new organization.\n\"Kalim Sharafi was an organizer at heart. Throughout his life, he brought together artists to enhance cultural activities,\" remarked Selim.\nSharafi, alongside economist and Tagore singer Anisur Rahman, and others, formed a group named \"ho-jo-bo-ro-lo\" and presented Rabindranath's \"Tasher Desh\". In 1957, he incorporated two lines from Rabindranath Tagore's 'Dukkher Timire Je Jwale' song in the film 'Akash and Mati'. This marked a significant milestone as it was the first instance of Tagore's music being used in a film in East Bengal.\nHis vocal contributions as a playback singer in pioneering Bengali films such as \"Mukh O Mukhosh\" and Ataur Rahman's \"Shurjosnan\" left an indelible mark on Bangla music, enriching it with enduring classics.\nHowever, in 1958, during Ayub Khan's military rule, the broadcasting of his songs on the radio was prohibited. Undeterred by these circumstances, Sharafi ventured into directing, bringing forth the film 'Sonar Kajol' in 1960, with Zaheer Raihan serving as an assistant director. The film was released in 1962.\nIn 1964, Television Center was established in Dhaka, and Sharafi was appointed as the program director in the same year. \"Why the then government accepted it is still a mystery to me,\" expressed Sharafi in an interview. However, as the Pak-India war erupted in 1965, Rabindra Sangeet was banned in Pakistan. Consequently, he ended his tenure with the television center within two years due to allegations against him of heavily promoting Rabindra Sangeet. Later, he joined EMI recording studio in 1968.\nDuring the Liberation War, HMV sent Kalim Sharafi to London for training, where he actively campaigned to garner public support for Bangladesh. His advocacy for Bangladesh extended to Washington, where his patriotic compositions served as a beacon of strength and inspiration for the masses during the war for independence.\nIn independent Bangladesh, Kalim Sharafi continued his commitment to cultural activism. From 1974 to February 1976, he served as the Public Relations Officer and General Manager at the Bangladesh Textile Industries Corporation. However, in February 1976, upon being listed on the committee for observing 'Ekushey February,' he was swiftly dismissed from his position.\nKalim Sharafi's influence on Bangla music transcended his notable singing career. At the heart of his legacy was an unparalleled dedication to studying and promoting Rabindranath Tagore's songs.\nKalim Sharafi served as the founder convener of Zahidur Rahim Smriti Parishad (1979), later known as Jatiya Rabindra Sangeet Sammilan Parishad. He was the president of the Bangladesh Rabindra Sangeet Shilpi Shanstha until his passing. In 1983, Sharafi established Shangeet Bhaban. Pijush Barua, the principal of Shangeet Bhaban, described Sharafi as not just a person but an institution, highlighting the profound impact of the school on Bangladesh's cultural fabric after its establishment in 1971. Amina Ahmed, the executive president of Bangladesh Rabindra Sangeet Shilpi Sangstha (BRSS), emphasized how the school transcended language and boundaries, becoming immensely popular and dynamic.\nDespite his extensive singing career, Kalim Sharafi's recorded works are relatively modest, comprising 18 albums, 15 cassettes, and 3 CDs. Nevertheless, his contributions to Bangla music are profound, characterized by unforgettable melodies. His album \"Nobo Jeeboner Gaan\" (Songs of New Life) poignantly depicted the struggles of famine and conflict in the 1940s, captivating audiences with his golden voice. Some of his enchanting compositions include \"Aaj holo robibar, kal kono kaj nei, raat jege tomakei bhabchhi,\" \"Pothey pothey dilam chhoraiya re,\" and \"Aji jhorer raatey tomar obhishar.\"\nKalim Sharafi's life has been an epitome of liberal thoughts. Mahmud Selim says, \"Kalim bhai was naturally concise in his expressions, rarely inclined to pass judgments. His progressive nature ensured he welcomed fresh ideas with an open mind.\nWith eternal youthful zeal, he actively supported and inspired the nation's youth throughout his life. In a conversation, he expressed his delight, saying, \"Witnessing young generations, both men and women, collaborate for a cause, no matter how small, fills me with immense pride and joy. Whether it's producing publications on culture, politics, history, or Tagore, I've had the privilege of contributing my ideas and being part of such collective endeavors.\"\nSharafi was honored with prestigious awards, including the Ekushey Padak in 1985 and the Shadhinota Padak in 1999. He celebrated life fervently, often expressing, \"Life transcends mere pursuit of wealth and power. Its essence lies not in what we acquire, but in what we give back to others.\"\n\nKalim Sharafi's influence on Bangla music transcended his notable singing career. At the heart of his legacy was an unparalleled dedication to studying and promoting Rabindranath Tagore's songs. \nKalim Sharafi, born on May 8, 1924, into a pir family in the village of Khairadihi, located in the Siuri subdivision of Birbhum district, West Bengal, was the son of Syed Sami Ahmad and Begum Aliya. Orphaned at the tender age of four following the loss of his mother, he was raised under the loving care of his maternal grandmother. Sharafi passed away on November 2, 2010, at the age of 86 in Dhaka.\nPriyam Paul and Saudia Afrin are journalists at The Daily Star.\n\n",
        "headline_1": "A life dedicated to cultural activism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/life-dedicated-cultural-activism-3604576",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "On Monday, Israel dropped leaflets ordering 250,000 civilians to evacuate Rafah, and moved tanks in the area that is a vital entry point for aid in the Gaza Strip. The reasoning for the Rafah invasion, given by Israel's Defence Minister Yoav Gallant, was that there was no alternative as Hamas had rejected every proposal for a temporary ceasefire and release of hostages. But by the evening, Hamas accepted a ceasefire deal mediated by Egypt and Qatar, which presented a sliver of hope for peace to Gazans who have been experiencing bombing, displacement and starvation for the past seven months.\nThe glimmer of hope diminished shortly as the Israeli invasion of Rafah continued on. On Tuesday, a video circulating on social media by Palestinian journalists showed Israeli tanks ramming into the Palestinian side of the Rafah border. Palestinian journalists also reported that all aid deliveries had been stopped as no one in Gaza is able to travel any more.\nThe US has been quiet so far about the deal that Hamas has accepted, while White House has stated they oppose the Rafah invasion. On the other hand, Belgian Prime Minister Alexander De Croo is currently attempting to impose economic sanctions on Israel in a \"joint effort with several other European countries\" if Israel advances its military operation in Rafah.\nIn the aftermath of Hamas's announcement of the ceasefire deal, 1,000 Israeli protesters gathered near the defence headquarters in Tel Aviv, and 100 protesters marched towards Prime Minister Benjamin Netanyahu's residence with banners reading, \"The blood is in your hands.\" According to Haaretz, Einav Zangauker, whose son is being held captive in Gaza, protested outside the home of a close Netanyahu ally, Aryeh Deri, stating, \"If my son Matan pays for the Rafah adventure with his life, Matan's blood will be on your hands.\" Israeli opposition leader Yair Lapid told The Times of Israel on Tuesday, \"The Israeli government abandoned the hostages and must do everything to bring the hostages home.\"\nAgainst mounting international and domestic pressure, Israel has rejected the ceasefire deal as \"far from meeting Israel's basic requirements,\" and said that Hamas has added further conditions to portray the Israelis as the naysayers. A blame game appears to be playing out between the Israeli government and Hamas; the Israeli foreign minister said that Israel had agreed to \"significant concessions\" which Hamas refused.\nA copy of the text of the ceasefire proposal approved by Hmas, obtained by Al Jazeera, shows that the agreement is written in three phases. The first stage, to be conducted in 42 days, entails that Hamas will release all Israeli hostages, including civilian women and children, and in return Israel will release at least 30 children and women. Throughout the first phase, an agreed-upon number (not fewer than 50) of Hamas's \"wounded military personnel'' will be allowed to travel through the Rafah crossing to receive medical treatment. Accepting this specific term, for Netanyahu, would mean that he has not achieved his proclaimed aims of \"eliminating Hamas.\"\nThe second stage involves a permanent cessation of Israeli military operations prior to the release of all remaining living Israeli men, both civilians and soldiers, who have been held captive, in exchange for an \"agreed upon\" number of prisoners and detainees in Israeli prisons. The third stage includes a reconstruction plan for the Gaza Strip, over a period of three to five years, and a complete end to its siege.\nIn short, Hamas wants a permanent ceasefire, while Israel wants a temporary truce to bring back the hostages and continue to destroy Hamas in its military campaign in Gaza, which has largely and disproportionately killed civilians.\nThough Israel has not yet elaborated on which terms were not agreed upon to underline their reasoning of rejecting the deal, Netanyahu faces political pressure from within his coalition from hardliners who demand that he follow through with the planned Rafah invasion. The foundation of the ceasefire deal, which requires an end to not only Israel's current military operations in Gaza, but also lays out a plan to end Israel's blockade, is not in Netanyahu's domestic political interest to retain power with his current coalition. Israel has consistently asserted that it would not accept a ceasefire deal that provides for a permanent ceasefire to achieve its goal of \"total victory\" by destroying Hamas's military and governance capabilities.\nEarlier on Sunday, in a video message, the Israeli prime minister said he would not accept a ceasefire deal that demands an end to the war. \"Hamas remains entrenched in its extreme positions, first among them the demand to remove all our forces from the Gaza Strip, end the war, and leave Hamas in power. Israel cannot accept that,\" he said in the video message on X.\nThere has been increasing tensions within the Israeli government to advance on Rafah. Israel's National Security Minister Itamar Ben-Gvir continues to insist that Netanyahu goes into Rafah with full force. On Sunday, according to The Times of Israel, Israeli Finance Minister Bezalel Smotrich called for an immediate military incursion into Rafah, declaring that he would not allow Netanyahu and his fellow cabinet members to \"extinguish the spirit of heroism.\" Accepting the ceasefire deal would effectively explode the unity in Netanyahu's far-right coalition.\nIsrael has sent a delegation to Egypt to further negotiate the terms, but the chances of Netanyahu accepting the deal are slim—unless the US exerts significant pressure, which would require a complete reversal in its approach and support for Israel. To stop Israel and push it to agree on a permanent ceasefire would require the US to also view a permanent ceasefire, rather than a temporary truce, to be the solution to the current humanitarian crisis in Gaza.\nThe US has voiced concerns regarding Israel's military operations, but US backing for Netanyahu's government has not been shaken—especially with the military aid of $14 billion, which was passed with bipartisan support last month. There has been increasing domestic pressure on the Biden administration as historic Pro-Palestine students' protests is sweeping across the US. They have been met with nationwide arrests of more than 2,000 people and militarisation of college campuses. Though the White House National Security Spokesperson John Kirby told reporters on Monday that \"nothing changed\" in the US stance towards an Israeli assault on Rafah, he reiterated that US support for Israel's security remains \"ironclad,\" while also stating that the US does not support the International Criminal Court's (ICC) judicial investigation into probable war crimes committed by Israeli officials and military.\nLast week, prior to Hamas' announcement of the ceasefire deal, Prime Minister Netanyahu pushed back against talks of arrest warrants by the ICC, as it conducts its probe in the genocide case brought on by South Africa. The US has also participated in threatening and intimidating the ICC. In a letter signed by Republican senators, obtained by Zeteo, threats were given to ICC Chief Prosecutor Karim Khan to not issue arrest warrants against Netanyahu and other officials. Signed by 12 GOP senators, the letter intimidated sanctions against Khan and his family, and ICC employees and associates, stating, \"Target Israel, and we will target you.\"\nRamisa Rob is in-charge of Geopolitical Insights at The Daily Star.\n\nWe welcome your contributions and analysis of global events, and responses to our articles. To submit articles to Geopolitical Insights, please send an email to [email protected]\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Israel's Rafah invasion, rejection of the Hamas ceasefire deal, and US role ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/israels-rafah-invasion-rejection-the-hamas-ceasefire-deal-and-us-role-3604136",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "In recent years, heat waves generated by various atmospheric events including the impacts of climate change have caused temperatures during the summer months to rise abnormally well above 400Celsius in different parts of the country. As a result, adoption of special measures to protect public health has become a necessity. Notably, this year, since April 19, the Bangladesh Meteorological Department (BMD) issued heat alerts six times so far raising the high temperature-related public health concern to a new level. At the highest risk are children, old people and pregnant women. To meet this public health emergency, the Directorate General of Health Services (DGHS) has recently come up with the National Guidelines on heat-related illnesses. Prepared with the support of UNICEF, the guidelines launched Sunday last aim to protect children and vulnerable populations including pregnant women from heat-related health risks. It is a commendable effort on the part of the DGHS, or the health ministry for that matter as it has finally come to realise and, gratifyingly so, the danger that extreme weather temperatures pose, especially to the highly vulnerable segments of the population. Now for the primary healthcare approach to work, what would be important is to have an army of health professionals especially trained to handle heat-induced health emergencies. As expected under a primary healthcare regime, the health workers should be available and ready to reach the heat stroke victims at the union and village levels. Most importantly, the members of the general public would have to be made aware of the symptoms that heat stress gives rise to and seek support of the health professionals/workers to address those. In that case, mere dissemination of the heat-related health guidelines as it is going to be done, as reported, through different publicity organs of the government including the ministries, the mass media channels and grassroots organisations will not be enough. The public's experience with Covid-related health guidelines can be recalled. So, the challenge before the DGHS will be to take the guidelines right on the people's doorstep. As could be learnt, prepared with the help of experts, the framework of the guidelines will be able to address heat-related health risks that involve preterm births. Reportedly, for the rise of every 10 Centigrade of temperature, the odds of a premature birth rise by 5.0 per cent. Compared to normal times, the odds of premature delivery increases by 16 per cent during heat waves, say experts. With one of the highest rates of premature delivery in the world at 16.2 per cent, the role of appropriate health guidelines is crucial. A UNICEF estimate says that, at present, one in every three children are exposed to the climate change-related risks including high heat waves. By 2050, about 99 per cent (a staggering 35.5 million) of Bangladeshi children will be exposed to high heat wave risks. Notably, in the face of extreme heat waves, the government had to close schools. So, the secondary and higher education directorate's idea of integrating climate education into the educational curricula would definitely be a step forward.Alongside implementation of its heat-related health guidelines, the government needs to earnestly work for adoption of all necessary measures leading to protection of women, children and other segments of the population exposed to the severe impacts of climate change.",
        "headline_1": "Meeting health emergencies arising from heat waves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meeting-health-emergencies-arising-from-heat-waves-1715095161",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "With commercial banks shying away from rural credit, economic activities in village areas relying on bank financing are facing increasing challenges. Moreover, many commercial banks are considering winding up their operations in rural areas due to factors such as high interest rates, inflation and fund shortage.The plight of cottage, micro, small, and medium enterprises (CMSMEs) in rural areas is worsening due to the bank-financing crunch, resulting in lost markets both domestically and internationally. Although the central bank had introduced refinancing schemes to assist CMSMEs in their recovery from the shocks of the Covid-19 pandemic, no fresh schemes have been introduced after repayment, according to bankers. A significant increase in interest rates for bank loans since June last year, driven by the central bank's contractionary monetary policy to curb inflation, has further compounded the challenges facing rural enterprises with escalation of costs of funds and production.Bankers have identified several factors like rising cost of fund and production in this higher-interest and inflation regime that made a strong bite on the demand for credits in the rural areas after the Covid-induced shocks. As a result, the flow of fresh disbursement of loans in rural communities has continued dropping in recent months. It has been reported that most banks, as part of their cost-cutting mechanism, are reducing the number of rural outlets, resorting to agent banking to serve their rural clients. According to bankers, maintaining full-scale rural branches under the current liquidity tightness has become costly and unviable for many commercial banks.According to data from the central bank, as of June 2023, banks had invested Tk 14.46 trillion across various sectors in Bangladesh, with only 12.02 per cent (Tk 1.74 trillion) allocated to rural areas. The remaining 87.98 per cent (Tk 12.72 trillion) was invested in urban regions, reflecting a significant disparity in investment distribution. The share of bank loans in rural territories continued to decline, reaching 8.05 per cent (Tk 1.24 trillion) by the end of December 2023, while urban areas received the lion's share, totalling 91.95 per cent (Tk 14.15 trillion). This skewed distribution underscores the disproportionate allocation of SME funding, primarily favouring urban areas.Central bankers noted a decline in rural deposits from 21.27 per cent (Tk 3.59 trillion) in June 2023 to 15.23 per cent (Tk 2.66 trillion) by the end of the previous calendar year. This drop in rural deposits further exacerbates the financing challenges faced by rural businesses.Among the major rural sectors likely to be adversely affected are dairy, poultry, fisheries, handicrafts, and numerous other small and medium-sized enterprises. These enterprises vary in size, with annual turnovers ranging from a meagre Tk 5.0 lakh to Tk 10 million, reflecting differences in employment generation. Many of these enterprises suffered significant losses during and after the Covid-19 pandemic. Although efforts were made to assist them through low-interest financing in the post-Covid period, many small rural firms were deemed non-creditworthy by commercial banks, despite government directives to assess their viability beyond the traditional mortgage-based criteria.In such a challenging environment, where the imperative is to support rural businesses through credit facilitation, the collective reluctance of banks to engage is deeply concerning. Given the extensive nationwide operations of these businesses, ensuring continued bank financing is crucial. Even as the number of bank outlets in rural areas decreases, alternative mechanisms must be established to support these enterprises.Many rural enterprises now face multiple challenges, with the high cost of feed for poultry, dairy, and fisheries adding to their woes. The reduced availability of local resources coupled with difficulties in importing exacerbates these challenges. A lack of finance could potentially drive many entrepreneurs to explore other business avenues.Efforts to address these challenges require a multifaceted approach that goes beyond traditional banking services. Collaborative initiatives involving government agencies, non-governmental organisations, and private sector stakeholders are needed to build resilient rural economies. This could involve investing in rural infrastructure, providing technical assistance and training to rural entrepreneurs, and facilitating access to markets through value chain development programmes.Furthermore, there is a need for innovative financing mechanisms tailored to the unique needs of rural businesses. This could include targeted credit programmes, venture capital funds for rural startups, and risk-sharing arrangements between banks and rural enterprises.Supporting rural businesses is not just a matter of economic development; it is also essential for promoting social inclusion and reducing disparities between urban and rural areas. By investing in the prosperity of rural communities, we can create opportunities for sustainable growth and ensure that no one is left behind in the journey towards progress and prosperity.Despite the difficulties facing banks due to liquidity shortages and inflationary pressures, it is imperative to prioritise support for rural businesses. These businesses play a vital role in preventing urban migration and meeting domestic demand in their respective areas. Therefore, concerted efforts are needed to ensure that rural enterprises receive the necessary financial assistance to thrive and contribute to the overall economic growth and stability of the country.\n[email protected]",
        "headline_1": "Shrinking bank finance for rural businesses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shrinking-bank-finance-for-rural-businesses-1715095195",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "Although there has been much talk about free trade agreements (FTAs) in the offing between Bangladesh and other nations, things aren't as simple as that. FTAs are a tortuous process - takes years to sift through the demands and expectations of parties involved. Hence, the country would benefit if policy direction focused more on export diversification and bringing productivity up to speed to increase the competitiveness of our products in the international markets.Bangladesh has stepped into the decade of LDC graduation and when it moves into the category of LMIC (lower middle-income country), it will lose a lot of the concessions it still receives from developed countries. Hence, arises the question of export diversification. Till now, exports have been largely concentrated to two major international markets. According to Asian Development Bank (ADB) estimates, exports to the USA is about 16 per cent and UK+EU constitutes 58.2 per cent, which means more than 75 per cent of exports go to these two destinations. Hardly conducive for Bangladesh because this gives both the United States and Europe (including the UK) a lot of political and economic leverage over the country! Canada and Japan each stand at 3.1 per cent, and the percentages fall after that. Now why is that? It is primarily because Bangladesh, even after more than 50 years of independence has concentrated its efforts to building just one category of exports, i.e. readymade garment (RMG). The bulk of its fiscal incentives have been geared towards making Bangladeshi RMG sector the cheapest option for foreign buyers. Little effort had been put into raising the competency of industry to increase its competitiveness, diversify the product base and more importantly, seek out new markets to reduce its dependence on a handful of export destinations. As Bangladesh heads towards LDC graduation in 2026 (it will still enjoy some LDC benefits till 2030), its economy is woefully underequipped to face challenges since a lot of the incentives enjoyed by domestic industry will be phased out. Policy reform needs to take into cognizance the need for diversifying the export basket, not simply in terms of RMG but diversifying incentives to other potential industrial segments like leather and synthetic footwear, bio-degradable materials such as jute and jute products, etc.As reported in this newspaper recently, \"improving export competitiveness and achieving diversification will necessitate various actions, including tackling policy induced anti-export bias, enhancing product quality and standards, attracting foreign direct investment to connect with global supply chains, conducting prudent exchange rate management to promote external competitiveness, dealing with sector-specific supply-side constraints, and addressing the high business costs. Proactively seeking trade preferences post-LDC graduation is also crucial for sustaining export competitiveness.\"Exports need to be strengthened but that will have to come from non-RMG sectors. RMG sector will have to evolve on it from this point on. That of course is easier said than done, but policymakers must be aware of the implications of not doing enough on this front because time is running out. Policy incentives need to be diverted away from RMG to non-RMG sectors, i.e. \"eliminating discriminatory access to policy initiatives. The bonded warehouse facilities, in particular, should be granted to all export sectors and units irrespective of whether they are 100% export-oriented or not.\" These recommendations came up in ADB's latest policy brief and should be paid heed to. Procrastination on necessary reforms is no longer a luxury that the country can afford, but the question remains whether policymakers will pay heed.\n[email protected]",
        "headline_1": "Export diversification and competitiveness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/export-diversification-and-competitiveness-1715095225",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-05-2024"
    },
    {
        "full_article": "The Sundarbans, with 450 small and big rivers and canals crisscrossing it, supports a rich ecosystem with approximately 400 species of fish and aquatic animals, along with 25 species of snakes and 215 bird species. This mangrove forest is a precious resource, playing a pivotal role in the economy, environment, and various other parameters.Furthermore, the Sundarbans acts as a natural barrier, safeguarding the south-western region from the onslaught of storms. However, this invaluable ecosystem is under threat due to the occasional fire, climatic disasters and rise in salinity and plundering of its resources.Despite the ban on poaching of its flora and fauna, it couldn't be stopped, which is contributing to the slow-death of the world's largest mangrove forest. Complaints against illegal sale of its trees in collusion with some forest officials are hardly addressed. Such degradation of the forest poses a grave threat to the Royal Bengal tiger and other wildlife.Moreover, the poisoning of fish in the rivers and canals of the Sundarbans has emerged as another environmental hazard. This irresponsible act not only decimates fish populations but also results in the deaths of other animals that consume the poisoned fish. Such destructive activities must be halted at all costs. A small number of miscreants are responsible for this poisoning, and it is imperative to intensify the forest department's patrols while employing covert strategic measures to apprehend these individuals. \nAsif IslamStudent Jahangirnagar University[email protected]",
        "headline_1": "Save the Sundarbans",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/save-the-sundarbans-1715095245",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-05-2024"
    }
]