[
    {
        "full_article": "After being booked by the Udupi Town police in a case relating to abetment to suicide of a contractor, the continuation of Karnataka’s Rural Development and Panchayat Raj Minister K.S. Eshwarappa in his post was untenable. The contractor, Santosh Patil, had alleged that he and other contractors had taken up some work for a temple fair in Belagavi district after the Minister had asked some gram panchayat members to proceed with the project and that the Minister’s aides had demanded a commission of 40% when approached for payment of the bills. While Mr. Eshwarappa has denied this, citing the lack of work orders as evidence, the allegations that were made by the deceased contractor are in line with what the Karnataka State Contractors’ Association (KSCA) has been suggesting: an “unprecedented 40% kickbacks” in State government contracts and also several complaints against Mr Eshwarappa in particular, and other Ministers and MLAs in the State. These allegations are not new either. In July 2021, in a letter to the Prime Minister, the association had made the same point — that government machinery led by the Bharatiya Janata Party (BJP) was extracting kickbacks of up to 40% for government contracts and the clearance of contractor bills, and that the rot was systemic, including elected representatives and the bureaucracy. There was a change of guard in the government (a new Chief Minister) after these allegations were made and this was followed by an announcement of committees headed by retired judges being formed to probe tender estimates and conditions. But if the KSCA’s views are accurate, little seems to have changed on the ground.It is also evident that kickbacks have been a systemic political problem considering that the KSCA’s concern was about the high rate of commissions rather than just the existence of these kickbacks to grease an official’s palm. But the brazenness of the bribery and commission demands by those in power is there for all to see. This should not surprise anyone again as the BJP managed to gain power by weaning away legislators from other parties and the new recruits to power would not have had the incentive to shift but for lucrative gains. If anything, the BJP and the Sangh Parivar affiliates in the State have sought — and rather successfully — to distract people from the issue of corruption by raking up communal issues which in turn have affected public order. But the death of Patil and the resignation of Mr. Eshwarappa have been a jolt to the ruling party. The developments have brought the focus back on corruption and poor governance, which should be a blight on the State that hosts India’s own version of the Silicon Valley and is a key engine in India’s economic growth.",
        "headline_1": "Overdue: On Eshwarappa’s resignation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/overdue-the-hindu-editorial-on-karnataka-minister-eshwarappas-resignation/article65324043.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-04-2022"
    },
    {
        "full_article": "The dual degree academic programme, a work-in-progress, and the subject of much litigation for years, has finally been given legal sanctity by the University Grants Commission. The higher education regulatory body’s notified guidelines will enable students to simultaneously pursue two academic programmes at multiple levels except for PhD courses. It has projected it as a logical extension of the National Education Policy 2020, with its emphasis on facilitating multiple pathways to learning using formal and non-formal modes. The UGC has proposed a three-way choice involving a combination of offline only; offline with distance mode; and distance/online only modes for dual programmes. The UGC has done well to mandate that open/distance learning and online mode courses should be pursued only in higher education institutions recognised by statutory bodies. This would also eliminate dubious players in the online education segment.Granting students the liberty to enhance their skills and scope of employability through an additional degree is welcome. But the guidelines call for critical evaluation given the nature of competition, accessibility and academic-cum-physical infrastructure issues in colleges and universities. The UGC has said a student can also pursue two full-time programmes in physical mode. This is problematic as it might prompt students, who are academically proficient or with the economic wherewithal, to corner seats in two in-demand courses. Such a situation is best avoided in the context of the country’s poor college density — colleges per lakh population (in the 18-23 age group). In the All India Survey on Higher Education Report 2019-20, the national average college density stands at 30. The UGC’s Furqan Qamar Committee, which a decade ago recommended dual programmes with a second degree in open/distance mode, had ruled out offering simultaneous degree courses under regular mode “as it may create logistic, administrative and academic problems”. Against this backdrop, the UGC may reconsider its guidelines for the physical mode option, while implementing the other two choices, strengthening and streamlining the open/distance learning courses in parallel. Alternatively, it may look at its 2004 document for initiation of double/multiple degree programme in engineering disciplines, where it had proposed a “gap” before an engineering degree holder could enrol for an additional or add-on degree course. That approach is pragmatic as it also sought to reduce the duration of the add-on degree by eliminating about 33% to 38% (52 to 60 course credits) of the “common curriculum” of the BE/B.Tech course (a total of 160 credits). This logic could be applied to allied courses in arts and science and reduce the duration of the second degree for students who desire pursuing dual programmes in physical mode. The more practical a policy, the better its results.",
        "headline_1": "Take two: On dual degree programme",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/take-two-the-hindu-editorial-on-pursuing-two-courses-at-once/article65324068.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-04-2022"
    },
    {
        "full_article": "The draft Anti-Discrimination Bill 2022 was placed in parliament on April 5, 2022. Long years of civil society engagement and advocacy with the government have catalysed this initiative.\nThe stated objective of the bill is to prevent discrimination in order to ensure respect for human entity, equal rights and dignity. It is also stated to be inspired by the need to establish equality and social justice towards an exploitation-free society in Bangladesh established through a historic Liberation War. Reference is made rightfully to the need to make legal provisions to prevent discrimination consistent with articles 27, 28 and 29 of the Constitution. Therefore, it should be commended as a concrete step towards fulfilling the dream of generations for a discrimination-free society.\nWhether and to what extent the expectations raised by the bill will be met remain to be seen, however. A key concern is that it can even be counterproductive as the draft fails to criminalise discrimination. In terms of redress for discrimination, the series of provisions made in the draft are short of any concrete and effective punitive action, and instead bank on \"resolution through consultation\" or at best \"due redress\" by the district, divisional and national committees to be created for the purpose. Even an appropriate court, which may be resorted to, will issue an order to \"duly redress\", with the only provision of an unspecified amount of pecuniary sanction.\nThese are far from deterrent enough to fit the purpose of the proposed law. Credible research shows that by seeking redress, the victims of discrimination often become further targets of harassment and discrimination. They are threatened, deprived, or at best advised to \"survive with the reality\". Take, for instance, parents of Dalit students being told that they should not touch educational materials in school because mainstream children don't like it; or that complaint against delivery of less-than-allocated amount results in elimination from the list of social safety net beneficiaries; or official order being issued to restaurants to arrange separate seating arrangements including crockeries and cutleries for customers of a particular marginalised community, and so on. In a context where mutuality of interest is quite common between the perpetrators of discrimination and those who are mandated to address complaints, the provision for resolution through consultation without any deterrent punishment for the perpetrators can yield hardly anything other than legalisation of discrimination.\nThe three sets of institutional arrangements proposed in the draft (paras 5, 6, 7) for monitoring, overall implementation, and fulfilment of the objectives of the law are fraught with absence or lack of clarity of terms of reference. There are risks of mutual overlap and duplication as well as lack of coordination between the three which can create a crippling effect on the purpose of the law.\nMore importantly, the three bodies are overwhelmingly bureaucracy-dominated in formation, composition and functioning, whereas as per international good practices, implementation, monitoring and grievance redress including deterrent actions are reposed in independent authorities such as commissions created by law. Although the experience of commissions in Bangladesh leaves little scope of optimism for independent and effective functioning, provision should nevertheless be made to entrust the tasks to a thoroughly revamped, truly independent and appropriately resourced National Human Rights Commission, reconstituted as the National Human Rights and Anti-Discrimination Commission.\nThe draft rightly provides (para 12) that owners or senior officials of a company will be liable for acts of discrimination. But it remains silent about other entities, especially the whole range of state and non-state institutions, who are often involved in discriminations on the basis of various markers of identity, in terms of access to services, rights and entitlements, recruitment, promotions, transfers, etc. Thus, the draft is itself discriminatory.\nProvision has been made for awareness programmes, almost as an exclusive domain of the government. It misses the opportunity to create the legal mandate to involve non-governmental and civil society actors and media. The National Curriculum and Textbook Board has been mandated to convey, through textbooks, ideas on acts of discriminations, but not to ensure that contents of the textbooks shall not be discriminatory.\nThe definition of public place (para 2) does not include roads and bridges, rivers and canals, sea beaches and other tourist attractions, parks and entertainment facilities. The draft (para 3) misses some commonly discriminated sections of the society like persons living with HIV/AIDS or victims of acid violence. It includes third gender but leaves out other sexual minorities. Similarly, unmarried, separated and divorced persons and widows who are often subjected to discrimination have been excluded. Skin tone must be included in the list as persons with dark skin tone are discriminated in many different ways motivated by a culture of glorifying fair skin tone, especially by aggressive marketing of skincare products. Specific provision must be made to prevent discrimination based on skin tone through any means including advertisements and other means of communication.\nPara 3 of the draft makes a provision that depriving anyone of legally mandated right to land shall be treated as discrimination. However, no scope has been created to prevent discrimination in terms of customary land rights of indigenous communities.\nDiscrimination in any society is an outcome of power imbalance. The discriminator is powerful in many different ways—socially, economically, religiously, culturally, ethnically, etc., and not least politically. The discriminated are the powerless by the same indicators. To that extent the proposed law, in whatever form it is enacted, will be at best an attempt to handle the syndromes rather than the underlying causes of the disease. Power imbalance exists in all societies. The key factor is the extent to which laws and institutions are effective enough to ensure accountability of the exploitative use of this power imbalance. The challenge of the anti-discrimination initiative is not only a good law that truly serves its purpose, but also the independence and effectiveness of institutions of accountability, free from the grips of politically designed dysfunctionality.\n \nIftekharuzzaman, Executive Director, Transparency International Bangladesh.\n",
        "headline_1": "Anti-Discrimination Bill 2022: Can it fit the purpose?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/anti-discrimination-bill-2022-can-it-fit-the-purpose-3005981",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2022"
    },
    {
        "full_article": "Geographically, Plassey and Baidyanathtala are quite close to one another. Both are also significant in the history of Bengalis. One is a place of failure and disappointment, the other a place of accomplishment. Bengalis lost their independence at the mango grove of Plassey, and took an oath to regain it at the mango grove of Baidyanathtala.\nBangabandhu Sheikh Mujibur Rahman declared the independence of Bangladesh on March 26, 1971. The last person to meet Bangabandhu that night was journalist Ataus Samad. Bangabandhu told him: \"I have given you independence. Now go and preserve it. The party cadres have been told what to do and the resistance has begun.\" (Afsan Chowdhury, 1971: Memories, Facts, and Words Overheard, Strategic Analysis).\nFollowing that, the establishment of Bangladesh as a sovereign people's republic was officially announced on April 10. This declaration endorsed Bangabandhu's declaration of independence. Then, on April 17, the cabinet of a newly-formed government headed by Syed Nazrul Islam, as acting president, and Tajuddin Ahmad, as prime minister, was sworn in at Baidyanathtala. Since then, this place has been known as Mujibnagar, this day as the Mujibnagar Day, and this government as the Mujibnagar government.\nUndoubtedly, the significance of the Mujibnagar Day is far-reaching, which can be understood from the comments of US Senator Edward Kennedy. He compared Mujibnagar to Philadelphia, where the American Declaration of Independence was adopted. To grasp its true significance, it is crucial to understand the importance of the resolutions proposed, passed, and acted upon regarding Bangladesh between March 31 and April 10, 1971. At the same time, it is also imperative to know how the outcomes of discussions held between Awami League leaders and Indian Prime Minister Indira Gandhi were conducive to the establishment of the Mujibnagar government.\nImmediately after the brutal attacks by Pakistani military on March 25, the leaders of Awami League and its associated organisations crossed the border of India to prepare for the war of liberation. Tajuddin Ahmad appeared on the border of West Bengal on the evening of March 30 and Sheikh Fazlul Haque Mani, along with other leaders of the Awami Youth League, arrived in Kolkata in the first week of April. Soon after, Syed Nazrul Islam, AHM Qamaruzzaman, Captain Mansur Ali, and others also reached the border. Although it wasn't apparent at the beginning, a definitive course of action to achieving the goals of the Liberation War was taking shape in the minds of these leaders, which later was adopted as the strategy of the Mujibnagar government. And that is—\"first self-defence, then prepare and finally attack.\"\nAccording to experts, in general, there are three main prerequisites for the successful conduct of any liberation war: 1) to have broad support of the people and the party in the leadership; 2) to confirm safe havens for conducting training for freedom fighters; and 3) to ensure a regular supply of weapons and other equipment.\nThe first prerequisite was confirmed through the outcome of the 1970 general election. The second and third conditions required the cooperation of the government of India. Although at the request of Bangabandhu, the assurance of India's assistance and cooperation was confirmed by the Indian Deputy High Commissioner in Dhaka on March 17 (Maidul Hasan, Muldhara Ekattor), its implementation was urgent. The second and third conditions were inextricably linked. After reaching the border of West Bengal, Tajuddin Ahmad contacted the Indian border administration. Since then, things moved very fast. The Indian administration arranged for Tajuddin to go to Delhi for talks with Indira Gandhi, and they met on April 4.\nDuring the meeting, Tajuddin requested the formation, training, and allocation of arms to freedom fighters based on the assurance of assistance given to Bangabandhu through the Deputy High Commissioner in Dhaka. Indira Gandhi wanted to know whether Awami League had already formed a government-in-exile. If formed, \"Mrs Gandhi wanted to ascertain whether their [Tajuddin and Aminul Islam's] proposition had Mujib's concurrence\" (Maidul Hasan, Muldhara Ekattor). Not only that. India wanted to ensure that the leadership to fight Pakistan has broad-based support of all the groups and they should be acceptable to the people of East Pakistan. At the same time, Delhi wanted Awami League leaders to demonstrate \"the ability of Mujibnagar government to establish their legitimacy in the eyes of the world\" (Jairam Ramesh).\nIt can be noted that before the Indira-Tajuddin meeting, the Indian government took two significant decisions concerning the Liberation War of Bangladesh.\nFirst, endorsing a resolution on the brutalities of Pakistan military. On March 31, the Indian parliament passed a unanimous resolution presenting to the world a picture of Pakistan military's attacks on the civilian population of Bangladesh. It reads as follows: \"This House calls upon all peoples and governments of the world to take urgent and constructive steps to prevail upon the government of Pakistan to put an end immediately to the systematic decimation of people which amounts to genocide… wishes to assure them that their struggle and sacrifices will receive the wholehearted sympathy and support of the people of India.\"\nSecond, a decision was taken in early April to keep India's borders open for the people of the war-torn country and to grant Bangladesh's government-in-exile the right to conduct political activities within Indian territory.\nThese decisions played a pivotal role in the establishment, operation, and management of the Mujibnagar government.\nReturning from Delhi, Tajuddin, without delay, focused on forming the government based on the discussions he had with Indira Gandhi. The establishment of Bangladesh as a sovereign country was officially declared on April 10, and on April 17, the new government was sworn in. The formation of the Mujibnagar government is considered the right constitutional, logical and practical step towards the full realisation of our dream for independence. From this point of view, Mujibnagar Day is a landmark chapter in our history, the significance of which is far-reaching. Let me explain further.\nEstablishing legitimacy for the Liberation War in the eyes of the world\n\nIt was critical to demonstrate to the rest of the world that the Liberation War of Bangladesh was a peoples' war, following an extended phase of a democratic movement—not a separatist attempt of an obscure section of the population—and also to show that the leadership had broad-based support from all walks of life in the fight against the Pakistani junta. These were made possible through the establishment of the Mujibnagar government. Establishing the legitimacy of the war in the eyes of the world was fundamental for both the Mujibnagar government and the Indian government.\nWe must remember that it was a time when the Cold War between the Western world and the socialist block was at its height. Although many countries expressed solidarity with our struggle and extended a helping hand, the United States and China took a stand against the independence movement of Bangladesh. The Nixon-Kissinger administration was determined to maintain Pakistan's unity at all costs. On the other hand, Kissinger opined that the Awami League and Bengalis were politically left (Gary Bass, The Blood Telegram). In such a situation, any wrong turn by the Mujibnagar government could have thwarted the rightful peoples' war of national emancipation as a separatist movement. That is exactly why the long struggle of the IRA, the Basque Country movement in Spain, and the Tamil Tigers movement have been ruined.\nEstablishing control over the Liberation War\nIf the formation of the Mujibnagar government was delayed, it is certain that a guerrilla-style war would have spread across the country without any central control. It can be recalled that following Bangabandhu's March 7 speech, \"high commands\" were formed in every district under the leadership of Awami League. After the crackdown on March 25, these commands put up a resistance with guerrilla tactics. To reach the desired goal, however, coordinating and controlling these sporadic freedom fighters' groups was an absolute necessity. This was made possible only through the establishment of the Mujibnagar government. Ultimately, these combatants emerged as the mainstream freedom fighters. In short, in the absence of the Mujibnagar government, an uncoordinated and uncontrolled independence struggle would have been marked as a separatist movement, and possibly doomed to failure.\nPartitioning the battlefields and organising the fighters\nOn March 25, apart from the Awami League leaders and workers, university students and teachers, Pakistan's targets were Bengali soldiers and officers of East Pakistan Rifles (EPR) and the Bengal Regiment. As soon as the EPR and the Bengal Regiment came under attack, a vast majority of officers and troops took part in the mutiny and resistance war. This was spontaneous, however unplanned. Due to the establishment of the Mujibnagar government, it was possible to organise them by bringing them under a single chain of command.\nThe establishment of the government is thus a milestone in our history that gave life and legitimacy to our independence fight. The nation remembers with gratitude those leaders who led the war with great resolve and efficiency in the absence of the Father of the Nation.\n \nDr Shams Rahman is a professor at the Department of Supply Chain and Logistics in RMIT University, Melbourne, Australia.\n",
        "headline_1": "Mujibnagar Day: How the Mujibnagar government turned the dream for freedom into reality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/mujibnagar-day-how-the-mujibnagar-government-turned-the-dream-freedom-reality-3005976",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2022"
    },
    {
        "full_article": "Street vendors in Dhaka are popular for selling a wide range of goods at a lower price to customers, mostly from middle and low-income communities. They sell their products in makeshift shops set up on the sidewalks. This informal sector operates without approval from authorities. That is because, for any business in Bangladesh, one must obtain a trade license.\nA trade license is only provided if the applicant provides details of a bank account, office address, copy of utility bill, national identity card, e-TIN number, among other documents. A hawker, however, does not have an office address and usually does not have a bank account. Thus, they cannot obtain a trade license to run their business.\nThe government does not have any alternative policy or process to provide trade licenses or any other authoritative document to hawkers. This legal disapproval, along with general acceptance among the public, has created certain complexities.\nThe formation and protection of such businesses are maintained by the \"linemen\", who are agents of local powerful people, mostly belonging to the ruling political party. Vendors pay rent to the linemen, and in return, get space to run their businesses. The rent is divided among multiple state and informal actors, meaning all of them have incentives to continue the system.\nThese linemen keep the vendors informed about possible eviction drives by the city corporation and also help them reinstate their carts after the drive is over. Additionally, vendors are beaten and harassed if they do not follow the linemen or fail to pay the rent on time.\nThe absence of legal recognition creates problems such as a lack of rights and proper working conditions. The most critical problem faced by hawkers is the constant threat of eviction.\nThe city corporations, being in charge of managing public spaces, generally take a reactive approach by destroying the establishments created by the vendors. However, with the help of local musclemen, who extort fees from them to set up their shops, they again return.\nHawkers have many trade unions and groups who are collectively voicing their demands for a solution from the authorities. In interviews conducted by BIGD, union representatives argued that linemen are vigilant in making sure that no forum is formed among the local street vendors. The informal governance mechanism aims to resist any collective functioning. As a result, they suffer from poor hygiene, lack of access to water and electricity, risk to their safety while working beside busy roads, etc. Extreme weather and dirty streets also affect their health and livelihood.\nCovid-19 added to their woes. During the lockdowns, thousands of hawkers were completely out of business for months. Daily sales drastically decreased, partly because street vendors could not engage with customers due to increased concerns around health and hygiene.\nExisting informality in the system remains the biggest barrier to solving these problems. Due to the lack of legal recognition, the government has no mechanism to work toward hawkers' rights. It also diminishes the government's incentive to work in this area as financial allocation and resource mobilisation are difficult. As for the city corporation, it prioritises creating safe and accessible public spaces, not complying with the needs of those who occupy them.\nDifferent stakeholders have discussed multiple solutions to improve hawkers' rights and working conditions. These can be accomplished by bringing this sector under a structured framework. Many of the solutions include full or some form of formalisation of the sector, bringing in the application of the Labour Act. The introduction of formal contracts and a database of workers can help them tremendously.\nExperts suggest a sustainable vendor management system where street vending will be brought into a policy framework. In the absence of policy or any legal framework, a multi-stakeholder institutional arrangement (e.g., city authorities, law enforcers, civil society organisations, private sector) will be essential to managing public space. It is to be noted that multiple stakeholders find financial incentives in the current informal rent-seeking mechanism. Therefore, any idea needs to map stakeholders' interest in the planning stage.\nUnions have advocated for policies to legalise street vending and regulate vendors based on location and hours. They have also pointed out that legalisation would make vendors pay taxes to the government instead of paying rent to the linemen.\nMore recently, the DNCC, BRAC, and BIGD have been working on a pilot project to test whether assigning specific times and locations based on area dynamics and peak traffic hours could help. The plan also includes the registration of vendors and the physical space where they would function. The prototype is expected to be implemented soon in a few streets of Dhaka. Regardless of the mechanism, strong political will is critical to make any idea work.\n \nRafsanul Hoque is a Research Associate and Redwanul Hoq is a Research Intern at the Brac Institute of Governance and Development (BIGD), Brac University.\n",
        "headline_1": "The perils of Dhaka’s street vendors",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-perils-dhakas-street-vendors-3005961",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2022"
    },
    {
        "full_article": "Ghada Sabateen (47) was shot at by Israeli forces when she was crossing a military checkpoint near the village of Husan, in the occupied West Bank. She was a partially blind widow, with six children. She used to live with her elderly parents and children after the death of her husband. She neither attacked the Israeli forces, nor did she possess any arms or weapons.  \nMuhammad Hassan Muhammad Assaf, a 34-year-old legal adviser, had just dropped his nephews off to school and was standing by the roadside in the city of Nablus when an Israeli bullet hit him. He was shot in the chest and succumbed to his injuries. Assaf was a legal adviser Palestinian Authority's committee against the wall and settlements, according to media reports. \nIn Husan, a 16-year-old boy, Qusai Hamamrah, had been killed by Israeli forces after they suspected him of throwing Molotov cocktails at the Israeli aggressors. \nIn another operation in Silwad, 18-year-old Amer Elyan, was killed by \"a live bullet in the chest\" that was fired by the Israeli army. \nSo far, five Palestinians have been killed in the West Bank in various reprisal operations carried out by the Israeli forces, in the aftermath of attacks in Israel that had left 12 Israelis dead. During the corresponding period, Israeli forces had killed 16 Palestinians, including assailants, as per an AFP estimate. \nAnd there is a reason behind the emboldened aggression by the Israeli forces: The \"full freedom\" granted to them by Prime Minister Naftali Bennett, \"There are not and will not be limits for this war. We are granting full freedom of action to the army, the Shin Bet [domestic intelligence agency] and all security forces in order to defeat the terror… Every murderer knows we will find them, everyone who helps a terrorist should know that they will pay a heavy price.\"\nAnd in a nightmarish repetition of the attacks on the Al-Aqsa mosque by Israeli forces last year, in the early hours of April 15, the Israeli aggressors swooped in on the worshippers who had gathered at the mosque to offer their morning prayers. According to media reports as of the time of writing this article, 59 Palestinians have been badly injured in the violence that ensued. \nDuring Ramadan last year, clashes between Palestinians and Israeli forces had escalated to an 11-day full-fledged Israeli attack on the besieged Gaza Strip, claiming the lives of 232 people, including 65 children. The tensions started with issues of forced, illegal relocation of Palestinians from their ancestral homes and of multiple attacks on the Al-Aqsa mosque. \nSince the beginning of 2022, 36 Palestinians have been killed by Israel, as revealed by the Palestinian health ministry. \nWhile the multiple attacks on Israel that took place recently are condemnable in the strongest possible terms, the disproportionate Israeli reprisal killing of civilians in the name of counterterrorist operations in the West Bank is by no means acceptable. It is a gross human rights violation of the Palestinian people. This is what in a civilised nation would be called \"war crimes.\"\nIsrael has so far killed some of the assailants. With the help of their sophisticated surveillance technology, that they are so well-known for, they can easily isolate and identify the actual criminals and bring them to justice. Instead, Israel has chosen the path of bloody atrocities, killing innocent civilians at their whims. And given the highly anti-Palestinian approach of the sitting Israeli PM, who has in the past boasted about killing Palestinians (\"I have killed lots of Arabs in my life—and there is no problem with that.\") and even suggested, \"I will do everything in my power to make sure they never get a state,\" one should not expect a peaceful resolution of the present crisis. In fact, Israel, under no leadership, wants to have a peaceful solution, because ethnic cleansing of the Palestinians and encroachment of their lands is at the core of Israeli policies, given Israel was born out of the 1948 Nakba.  \nIsrael has and will always deny the Palestinians their right to self-determination. And the international community, especially Israel's allies—that is, the West, led by the US—will remain silent over the atrocities they commit against the Palestinians. \nOver the years, the US has found ways to support the apartheid actions of Israel. The US and its allies have provided Israel with arms, funds and support on international platforms, despite Israel having committed major human rights violations and war crimes in Palestine. \nAnd the West continues to embolden an already reckless Israel, while the arms dealers continue to get rich with innocent blood on their hands.\nWhile there is fear that these ongoing reprisal operations might result in further escalation of violence with the Palestinians now protesting Israeli brutality, the international community is as usual doing almost nothing to put a stop to this mad mayhem by Israeli forces. \nAnd when the Palestinians will rise up in an organised manner—because when pushed into a corner, they will have no other way to defend themselves and their right to life and dignity—and Israel will unleash a full-fledged assault on Palestine, the international community will say: Israel had the right to defend itself. But then, what about the Palestinians?\nThe innocent people of Jenin or Nablus did not carry out the attacks in Israel. So why this disproportionate response? Why these ruthless killings? Why the desecration of the Al-Aqsa mosque, a place so important to the sentiments of the Palestinians? \nWhat Israel is trying to do now is perhaps provoke the Palestinians to respond through violence, so that they can complete this year's \"quota\" of mass killing of Palestinians in the name of self-defence. It is a shame the international community, including the OIC and the Arab League, is doing nothing, just as it has done nothing in the past, to stop Israeli aggression against the Palestinians, or to ensure the Palestinians' right to self-determination. Perhaps, even for them, it has become business as usual. \nThere might be another Intifada, another round of ethnic cleansing, and the Palestinians will suffer and perish, and the human rights bodies and international community will watch the bloody horror unfold in silence; and they will be responsible as much for the bloodbath as Israeli itself. \n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Palestine continues to bleed ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/online-exclusive/news/palestine-continues-bleed-3005201",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2022"
    },
    {
        "full_article": "It is good to see the government establishing a dedicated centre for migrant workers to reduce the hassles they face while going abroad or returning home. It's a long-overdue initiative. Over the years, the migrants' contribution to our economy has been nothing short of extraordinary. In the last fiscal year alone, Bangladesh received remittances worth USD 24.77 billion because of its migrant workers. Yet, we have seen these same people being exploited year after year both at home and abroad, without anyone so much as batting an eyelash. That is very unfortunate given how much they've sacrificed and the vital role they've played in turning Bangladesh into a developing country.\nAccording to a report published in this newspaper on April 16, the centre will hold pre-departure briefings for outbound workers on issues related to destination countries and different services offered by the Wage Earners' Welfare Board (WEWB). Returning workers will also be briefed on reintegration for socio-economic development. Migrant workers coming from outside of Dhaka can stay at the centre for a maximum of two nights before boarding their flights out of the country. This will surely be helpful to many. However, the number of workers that it can currently accommodate—only 50—should be increased. Similarly, workers who land at the Dhaka airport can also find accommodation at the centre using their necessary paperwork. This will be of particular help to migrant workers who fly into the country late at night, as it is even more difficult for them to arrange decent accommodation.\nEstablishing this centre is a good first step in providing our migrant workers with the support that they deserve. However, it should by no means be the end of it. Our migrant workers have sacrificed plenty of themselves for their families and their country. But the process of migrating from Bangladesh is still fraught with many challenges as well as dangers of being scammed or trafficked, with very little chance of receiving substantial or meaningful assistance from the government. That should change. For now, this centre can be a hub that migrant workers can turn to for a host of other migration-related facilities. And we call on the government to use it to build a safer and easier path for our workers to migrate abroad and work without being exploited for a better future for themselves, their families and their country.\n",
        "headline_1": "Migrant workers deserve so much from us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/migrant-workers-deserve-so-much-us-3005956",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2022"
    },
    {
        "full_article": "It is alarming that fraudulent agro companies have been taking incentives from the government and laundering money by showing false exports. According to a report by this daily on April 16, at least 20 such companies have pocketed 20 percent export incentive given by the government (farm sector exporters are entitled to the government benefit that aims to boost export of certain goods) over the last five years through ghostly shipments of 965 consignments worth about Tk 451.5 crore. One of the companies, identified by the customs authorities, is Dhaka-based Mamun Enterprise, which alone has drawn over Tk 6.2 crore in incentives against agro exports between August 2018 and September 2020. Investigations found that the company did not ship any of the 142 consignments against which it pocketed the incentive.\nClearly, there is a big syndicate—including the exporters and the customs and NBR officials—involved in the scam. Otherwise, how would the companies breach the NBR website so easily and export non-existent goods through the port without any inspection? Investigations by the Chattogram customs authorities have by now unearthed a lot of the facts behind the scam. They have found that companies are laundering huge sums of money with the help of some customs officials and C&F (clearing and forwarding) agents.\nAccording to the customs documents, at least 20 C&F agents helped the exporters obtain customs officials' IDs and passwords to create fake export entries on the NBR server. And the ghost exports were done just by changing the status of the shipments on the NBR server. Although until now no involvement of the banks—where these companies opened their LCs and made transactions and received the incentives—have been found, the chances of the banks' involvement in the scam have not been ruled out by the investigating authorities.\nOver the last few years, money laundering has become a major problem for our economy. But not much has been done by the authorities to address it. In case of these fraudulent agro companies, it is good to know that imports and exports by them as well as the licences of their C&F agents have been suspended. But further investigations are needed to know how the money entered the country without exporting goods.\nWe urge the central bank and the commerce ministry to file criminal and money laundering cases against the identified scammers. The authorities should also take action against the bank and the audit firm concerned for their involvement in any illegal payment. Lastly, our export process should be made more rigorous, with three to four phases of inspections, to stop such big scale forgery from happening in future.\n",
        "headline_1": "Sue the fraudulent exporters for money laundering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/sue-the-fraudulent-exporters-money-laundering-3005726",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2022"
    }
]