[
    {
        "full_article": "The Supreme Court of India’s ruling that there can be no reservation based on residence in admission to PG medical courses is consistent with the constitutional mandate of equality before law, but may adversely affect the priorities and health-care requirements of the States. The Court has reminded everyone that there is only one ‘domicile’ for Indians, and that the right to seek admissions anywhere in the country must be open to residents of all States. This is in line with a series of verdicts on the question whether there can be admissions based on institutional preference or residential requirements. The view is that institutional preference, that is choosing candidates who had passed out of an institution for admission to PG courses in the same institution, is constitutionally permissible; and that admission to UG medical courses can have a residential requirement, primarily because the basic medical needs of a region can be better addressed by admitting more people from the same background so that doctors emerging from the system would render public service there. However, on the principle that higher qualifications brook no compromise with merit, the prevailing view is that PG courses should not be open for any such residential preference, as the need to attract the best talent is higher.Many States do fill up PG seats in government medical colleges, and seats available to them in private colleges, barring those that are filled on an all-India basis, with candidates drawn from their own States. Candidates from other States can enter PG medical courses in a State only through the national quota. This system, now impermissible, has its own justification, as PG students form the backbone of medical services in government hospitals. In addition, such students have the additional incentive of joining government service and, thereby, acquiring eligibility to apply for PG courses as ‘service candidates’. The southern States, in particular, have invested heavily in medical education, establishing a college in almost every district. These would like to accommodate more candidates from their States to keep their medical services going and with an eye on future manpower needs. It is expected that aggrieved States may seek a review of this judgment. It is likely that the verdict will result in the Union government finding one more way to restrict the role of the States in medical admissions. Interestingly, the distinction the Court has made between PG and UG courses when it comes to prioritising local needs may be a sound argument in itself for questioning the continuing tendency to centralise even UG admissions across streams. The solution lies in creating educational infrastructure of near-uniform quality in every district. Published - January 31, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Reservation\n                    \n                            /                      \n                        \n                        medicine\n                    \n                            /                      \n                        \n                        medical education\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        teaching and learning\n                    \n                            /                      \n                        \n                        India",
        "headline_1": "​More and better: On India’s educational infrastructure",
        "headline_2": "India needs good educational infrastructure in all districts",
        "link": "https://www.thehindu.com/opinion/editorial/more-and-better-on-indias-educational-infrastructure/article69159744.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "The policy agenda of U.S. President Donald Trump suffered a political setback when a controversial memo issued by his administration’s Office of Management and Budget (OMB), proposing to freeze federal funds for a range of social services was blocked by a District Court judge. In the wake of confusion and chaos regarding which programmes would be impacted, the White House rescinded the memo, a forced act of back-pedalling. Federal grants and loans worth trillions of dollars were potentially shut off for health-care initiatives for millions of low-income Americans — including within the Medicaid system — earlier this week when the OMB memo was apparently published “without vetting by key officials in the White House”. It appeared that funds for schools, hospitals and shelters were also in jeopardy, in most cases policies that would have assisted vulnerable groups. The administration has now clarified that benefits such as the Supplemental Nutrition Assistance Programme and student loans would not be affected by the freeze — nor would Medicare, Medicaid and Social Security payments and funds for small business, farmers, Pell grants, Head Start, rental assistance, and similar programmes. Despite the backdown, the Trump administration reiterated that it would not, at a broader level, compromise on the President’s commitment to review and recalibrate federal funding allocations towards cutting down on government waste and unrequired regulations. White House Press Secretary Karoline Leavitt said on social media, “This is NOT a rescission of the federal funding freeze. It is simply a rescission of the memo”.While there was little doubt that Mr. Trump would, during his second term, seek to slash public expenditure on certain social services, the ad hoc and apparently uncoordinated approach towards this cut left many, including some Republicans, baffled. The OMB memo also raised the spectre of Mr. Trump’s fiat by executive orders seeking to supplant the traditional role of Congress, which is the prime vector for appropriations and earmarking funds for specific projects across sectors. This is a precarious path to follow, and it is likely to face further pushback from Congressional lawmakers if it continues. There is also concern that Mr. Trump has surrounded himself with acolytes who subscribe to the ideas in the so-called ‘Project 2025’, which some regard as a right-wing agenda that could prove to be more divisive than it is capable of genuinely addressing urgent political priorities. While Mr. Trump may have become more adept at personnel management, it is equally important that he does not exacerbate the bitter polarisation of the American polity over the coming four years. Published - January 31, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        finance (general)\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        social services\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        demography",
        "headline_1": "​Unclear agenda: On Donald Trump and his policy agenda",
        "headline_2": "Donald Trump is on a precarious path as he seeks to cut funds for social services",
        "link": "https://www.thehindu.com/opinion/editorial/unclear-agenda-on-donald-trump-and-his-policy-agenda/article69159726.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "Over the years the tiny state has grown in size compared with the rest of the country\nOver the years, minuscule Goa has enlarged itself. It’s not that, like a sleeper wakening and stretching, it has nudged itself into the sea it faces. Geographically Goa remains the same, yet somehow it must have expanded, because it now accommodates more people than ever before. \nWhen Bunny and I first visited Goa in 1978, on Miramar Beach the only sounds were the sibilance of surf and the prattle of palm fronds in the breeze. The low, densely forested hills resonated with a ringing silence. \nThe Portuguese had long been shown the exit. There was a scattering of overseas visitors, mainly British. \nThen, suddenly, like a movie jumping into fast-forward, Goa’s sleepy serenity was shattered when it was discovered by the Great Indian Tourist, resulting in an eruption of holiday villas, Bombay thalis, Dilli Durbar dhabas, Karnataka coaches. \nLike the tide surging in and out, such transients come and go. But increasingly Goa is becoming a permanent home for people from other parts of the country.\nGoa’s many charms are manifest. Its balmy climate, its unhurried pace of life, its yet undiscovered nooks and corners. But perhaps its biggest draw is the space it provides compared to other parts of the country. \nCuriously, while the space in India as a whole is in many ways shrinking, Goa has been growing larger, providing ample accommodation to would-be Goans who come from elsewhere. \nAs India narrows in its capacity to harbour those who think differently, believe differently, speak differently, dress differently, or eat differently, from the majority of their neighbours, Goa appears to have little problem in welcoming them into its midst, all these differences not just tolerated but embraced. \nGoa has shown that space is not just something external, a tract of land. As important, if not more so, is the space within, the innerscape of mind, and heart, which can encompass and celebrate difference.\nAnd as more and more people come to live in it, that inner space of Goa enlarges to fit them all in. That’s what makes tiny Goa truly great. \n\n",
        "headline_1": "Little big Goa",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/little-big-goa/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "Why don’t people demand safe drinking water from taps? Until they do, India’s drinking water quality will remain abysmal \nYamuna water has reached the political corridors of Delhi. AAP and BJP are in a water war. Let’s ignore that and ask: why is tap water not potable almost everywhere in India? Data from NSSO’s 79th round (2022-23) shows that almost 95% of households in India have access to basic drinking water – piped water, tube wells, protected wells, and packaged water. But no one will take a bet that all the water supply is safe.\nTap water coverage, although significantly improved, still lags in rural India. Only 40% of rural households used piped water as their primary source of drinking water in 2023. The figure is 70% for urban households. However, despite this overall improving coverage, quality of tap water is a huge issue, thanks to poor quality of water both at source and through the piped distribution network. Niti Aayog’s ‘Composite Water Management Index’ published in June 2018 highlighted that India ranked 120 of 122 countries on the water quality index with nearly 70% of water being contaminated. An estimated 40mn litres of wastewater enters rivers and other water bodies every day. Only a small portion of it is treated. \nEven when this treated water is pumped through pipes, the quality of water deteriorates as it is transported through old networks, often running next to sewage lines. This increases chances of contamination. Further, since supply is generally limited to a few hours each day, the lack of pressure in pipes allows for surrounding groundwater seepage. In short, water coming out of taps is mostly not fit for consumption. Quality varies greatly according to region and locality. In 2019, Mumbai’s quality of tap water was declared 100% safe. But just before the previous monsoon, the city had seen a spike in water-borne diseases. Politicians seem to not care. Why isn’t safe drinking water from taps an election issue? Until it is, sustained investment in piped water networks will never happen.             \n\n",
        "headline_1": "Water And voter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/water-and-voter/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "All eyes are on budget. But this off-budget item needs even more attention from GOI\nGST was low-hanging fruit that India took 17 long years to bite. Removal of a dozen tax layers was expected to spur growth. And barring Covid year 2020-21, GST has delivered on the revenue front consistently. But economic growth is a different story, as last quarter’s dull figures show. So on budget eve, amid a rash of prescriptions, it’s worth considering an off-budget idea: whether GST can be tweaked to deliver again. \nTax simplification was GST’s central premise. The idea was to start with four slabs – 5%, 12%, 18% and 28% – and reduce or “consolidate” them as growth slipped into higher gear. Eight years on, there’s talk of a 35% slab for ‘sin goods’ like tobacco and aerated drinks. Some articles under the 28% slab are effectively charged higher rates via cesses. Gold and silver are taxed at 3%, diamonds at 1.5%. Simplicity has been sacrificed for revenue. Popcorn can be taxed at three different rates. Bun-butter’s price depends on where the butter sits – on the bun or beside it. Analysts say govt’s in this spot because GST collections aren’t growing fast, thanks to a slowdown in consumer spending. The taxman can’t override the economic constraint by adding new slabs or tracking evasion.\nIt’s not that GST hasn’t worked. The average level of tax on goods and services – imagine there’s only one tax rate – has come down from 14.4% to 11.6% as many articles have been moved to lower slabs. In fact, only about 28% of articles of household consumption are taxed at over 5%. So, govt has become heavily dependent on the 18% slab, which brings up to 75% of GST. The only way to avoid complicating GST with more slabs is to spur overall demand. GST can do its bit here. For example, aviation fuel, which is not under GST, makes up 40% of airlines’ operational expenses and costs ₹8.5/litre more in Kolkata than Mumbai. A low, uniform GST rate would be good for both airlines and flyers.\nAt the same time, Centre must swiftly iron out differences with states over tax sharing. Too many of them complain Centre keeps more than it needs, and they are poorer than they were without GST. That Finance Commission, which sets the formula for revenue sharing, is Centre’s child adds to states’ suspicion. A little generosity will go a long way.  \n\n",
        "headline_1": "GST: Less is more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gst-less-is-more-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "So, the stampede happened. Each death is a tragedy but there’s also perspective – crores of people were at the Kumbh. VIPs given special access to the holy waters seldom face problems. It’s ordinary people who die. Many will say those who die here, at this time, are destined to go directly to heaven, for the congregation commemorates the churning of the nectar of immortality (amrit) in Satya Yuga. Faith can explain away any tragedy.\nRead full story on TOI+\n\n",
        "headline_1": "All shades of Kumbh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/all-shades-of-kumbh/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "We are deeply alarmed by the recent disruptions of women's football matches in Joypurhat and Dinajpur. These incidents by reactionary forces are stark reminders that hard-earned progress in women's empowerment remains fragile, as such groups continue to impose their will on society even after the July uprising that promised greater inclusivity and freedom for all. Calling such acts unlawful would be an understatement. They violate the very spirit of our constitution that—through Articles 19, 27 and 28—guarantees equality of opportunity, equality before the law, and protection against discrimination on the basis of religion, sex, etc. But why do such incidents keep occurring with impunity even now?\nThe Joypurhat incident unfolded around a football field that was due to host a friendly match between two female teams from the district and Rangpur on Wednesday. Things escalated when a mob of madrasa students and local extremists reportedly stormed the field and tore down its fences on the grounds that women playing football is \"anti-Islamic.\" The attack was live-streamed on social media. The previous day, another incident in Dinajpur saw a women's football match descend into clashes, leaving at least 20 people injured. These incidents send a chilling message: that women must conform to regressive dictates and expectations, or suffer consequences.\nThey also represent a broader pattern of gender-based restriction, violence, harassment, and stigmatisation that frequently affect women and young girls in their journey both as individuals and as citizens of this country. From opposition to women's leadership in politics to attacks on cultural events featuring female performers, we have often seen extremist forces—emboldened by the state's frequent capitulation to their demands and the lack of legal consequences—unduly target them. The Joypurhat-Dinajpur incidents were particularly painful to see as women's role in sports, especially football, has been a source of national pride in recent years. The challenges for women, however, have not been limited to the physical space. They face misogynistic abuse on online platforms, too. According to the Police Cyber Support Center for Women, 9,117 cases of cyber harassment were reported in 2024 alone.\nFollowing the recent incidents, the interim government has sent out a firm message, vowing to hold the perpetrators accountable. But words are not enough unless backed by decisive action. As the rights organisations have demanded, it is crucial that local administrations and law enforcement agencies ensure the safety of female athletes and take steps to prosecute those responsible for committing or inciting the violence. They must be tough against the radical forces curtailing our progress as a nation. It is equally important that social and religious leaders speak out in favour of women's rights, countering the narratives of those who seek to repress them. Furthermore, sporting and other relevant bodies must work together to ensure that female athletes receive full institutional backing.\n",
        "headline_1": "Spare female athletes from regressive dictates",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/spare-female-athletes-regressive-dictates-3812731",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "Recently, a debate in our political arena has been clouding our thinking. \"No election before reforms\" vs \"No reforms if it delays the election\" has our political players' attention engaged, distracting them from urgent actions. Exchanges between the respective proponents are now getting shriller and acrimonious. The truth is, we need both and can have both within the time frame of December 2025 or January 2026. People are firm and clear about not missing this unique opportunity to institute vital reforms, but they are also conscious about the complexity of the current situation and would prefer a more stable political and legal scenario.\nThose who place the election above reforms undervalue the vital need for the latter. They tend to forget that the introduction of BAKSAL, two military interventions, the binary nature of our politics since the restoration of democracy in 1991, and the authoritarian rule for more than 15 years not only prevented reforms in areas like the judiciary, administration, police, etc, but reversed the process of making governance a public service and not a weapon in the ruler's hand. All our vital institutions need fundamental reforms—and urgently so. Let there be no doubt about it.\nContrarily, those who place reforms above the election do not truly understand the significance of a free and fair election and the absolute necessity of holding it as soon as possible as voters have been cheated of their right in the last three. It is also vital to put the country back on the track of having an elected government and parliament. The national election will restore people's right to choose who should and who should not rule them.It is a citizen's inalienable right to select which party and/or individual will be given the power to lead the country, govern it, spend our tax money, and introduce new policies and plans. Only a free and fair election can ensure it. How can we forget that, from the mountain of misgovernance by Sheikh Hasina, what triggered public anger the most was her fraudulent elections. Now, due to the students' popularity and Chief Adviser Prof Muhammad Yunus's wide acceptance, people have decided to wait to exercise their right to elect. But that wait is time-bound.\nWhat elections also do is bring about the accountability of those who are placed in power and positions of decision-making. \"Accountability\" is perhaps the most ignored and undervalued word in our country's governance. Our government officials, who get all their perks and facilities and, most importantly, salary from our tax money, face no accountability. Our police, intelligence agencies and security apparatus have all the power to oppress the public, but the public has no right to ask if they are even remotely performing their tasks honestly and in line with the law. In every profession and sector, there are honourable exceptions whom we praise for being honest in spite of the system. But the overall system is rotten to the core.\n\nHow can we forget that, from the mountain of misgovernance by Sheikh Hasina, what triggered public anger the most was her fraudulent elections. Now, due to the students' popularity and Chief Adviser Prof Muhammad Yunus's wide acceptance, people have decided to wait to exercise their right to elect. But that wait is time-bound.\nFree and fair elections are the only effective mechanism to make our political leaders accountable. It can be said that it did not work effectively in the past. With the proposed reforms instituted, it will be different in the future.\nThe interim government deserves kudos for setting up reform commissions in the most vital areas well in time. Four of them have already delivered their recommendations, while two others are expected soon. Some important committees have also shared their findings. What awaits us is the dialogue with political parties that the chief adviser has already planned. Recommendations on vital issues like the constitution, Election Commission, police and Anti-Corruption Commission are already in the public domain. All of them now await widespread discussion, which we think should start immediately.\nHowever, when a national dialogue should be starting in earnest, the \"reforms vs election\" controversy has reemerged, and this time, unfortunately, in a tone that we should and need to avoid. The BNP's latest decision to launch a movement may lead to counter-movements, which may bring many factions to the streets. When things seem to be falling into place, such actions seem unnecessary.\nThe recent remark by BNP Secretary General Mirza Fakrul Islam Alamgir about the interim government—that if it loses its neutrality, we must have a new one to conduct the election—took us all by surprise. The reasons he cited need to be examined, but we think the conclusion he made was a bit premature.\nMirza Fakrul's comments took a dramatic turn when Adviser Nahid Islam speculated as to whether or not BNP was making an indirect call for bringing back an army-backed government to hold the election, modelled after 1/11.\nThis comment, we think, took the discussion towards a confrontational direction. Instead of a greater understanding, attributing motives to the BNP, which was neither fair nor justified, has now led to a distance between the students and the BNP, which is, as Adviser Dr Asif Nazrul observed, \"undesirable.\" If anybody, it was the BNP that suffered the most during 1/11. Given its experience, BNP would be the last political party to want the return of an army-backed caretaker government.\nVital and urgently necessary reform proposals are now in place. We urge all to begin serious discussions on them. Let's start with the one that has a built-in consensus: police reform. We want the police to be permanently changed from being an extension of the ruling party's oppressive mechanism to an institution that upholds law and order for the benefit of the people. As a public institution, the police must represent justice, not oppression. Many of the reform suggestions are timely, useful, and urgently needed. The reform process can easily start with the police and can be seen as an example for the other reforms to follow.\nAs for the judiciary (what we have been able to learn from media reports; the formal presentation of its report is yet to come) the idea of decentralising the High Court benches is a most timely one. The dictum \"Justice delayed is justice denied\" is a painful reality for most citizens who live outside Dhaka. Travel, stay, food and the high cost of lawyers put the higher judiciary literally out of reach for most people. Even when they make the effort, the procedural maze and the avoidable but casually imposed delays make our ordinary citizens puppets in the hands of the law, which is well exemplified by the 5.77 lakh cases pending at the court. Reported suggestions about appointments, work accountability, financial transparency of the judges and separate administration, supervision, etc will make the proposals most relevant. If there is a place where anti-discrimination needs implementation, it is here.\nPublic administration reforms are also an urgent need for us. Our administration never served the people but the ruling party of the day, and of course themselves. There are honest officials, but they are a small minority. Most are corrupt, inefficient and totally without accountability and monitoring. Reforms here would be most resisted, and hence must be pursued with determination.\nElection reforms are of immediate concern and must be implemented fastest, compared to others.\nThe above examples—only a small part of the whole process—show how important the reform proposals are and how seriously and diligently we must pursue them.\nAs we pointed out earlier, we have almost a year in hand. If we use this time with efficiency, dedication, and seriousness, and refrain from getting embroiled in unnecessary issues, we can have both reforms and the election within the desired time frame, about which there is a widespread agreement.\nWe are aware that some sections will gain with an early election and others will not. It cannot be counted out that arguments of both the sides could also be based on these perceived benefits. But we have to put public interest above everything else. We cannot lose this opportunity and the momentum to reshape our future on the basis of democracy, equality, tolerance, and general prosperity.\nWe strongly urge all concerned not to further dig into this debate and concentrate fully on achieving both the reforms and the election, which will serve our national interest most effectively. We should set aside our differences and assist the interim government to move forward with speed and clarity to implement this duel agenda.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Reforms vs election: A distracting debate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/reforms-vs-election-distracting-debate-3812386",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "The Westminster form of government is based on the principle of collective responsibility. All ministers being bound by the collective decisions of the cabinet bear a joint responsibility for all policies and decisions of the government. This means that a decision of the cabinet or a cabinet committee is binding on all members of the cabinet regardless of whether any of them voiced different views or was absent from the meeting.\nAccording to the \"Cabinet Manual\" of the UK government, all ministers are bound by the collective decisions of the cabinet, save where it is explicitly set aside, and carry joint responsibility for the government's policies and decisions (4.2). The \"Ministerial Code\" of the UK government also states that the principle of collective responsibility, save where it is explicitly set aside, requires that ministers should be able to express their views frankly in the expectation that they can argue freely in private while maintaining a united front when decisions have been reached. This, in turn, requires that the privacy of opinions expressed in cabinet and ministerial committees, including in correspondence, should be maintained (2.1).\nIt may be relevant to refer to what Pandit Jawaharlal Nehru, the first prime minister of India, said in this regard: a government in the parliamentary model is one united whole. It has a joint responsibility. Each member of the government must support others so long as he remains in the government. It is quite absurd for any minister to oppose or give the impression of opposing his colleague. Opinions may be freely expressed within the cabinet. Outside, the government should have only one opinion.\nIt may be noted that the constitutional and legal framework of Bangladesh, as of now, is conducive to the concept of collective responsibility.\nBangladesh is a parliamentary democracy where the cabinet is collectively responsible to parliament [Article 55(3) of the constitution]. According to Rule 159 of the \"Rules of Procedure of Parliament,\" a no-confidence motion can be moved against the cabinet, not against any individual minister. The \"Rules of Business,\" 1996, made by the president under Article 55(6) of the constitution, provides instructions about the allocation and transaction of business in the government and also specifies the coordination and consultation mechanisms in the government. These are further elaborated in the \"Secretariat Instructions\" (amended up to 2014) issued by the Ministry of Public Administration under the authority given in the \"Rules of Business.\" While we look forward to significant changes in the existing constitutional and legal provisions on the basis of the recommendations made by the Constitutional Reforms Commission set up by the interim government, it is very likely that the Westminster model of government will continue with necessary provisions for de-concentrating of power as well as adequate checks and balances.\nExperiences suggest that although we had a Westminster model of government in books, it was a prime ministerial system of government in practice, as many would argue, and not a cabinet or parliamentary form. It was customary for the chief executive of the government to make critical decisions individually instead of jointly by the cabinet. The existing provisions for in-depth consultations with relevant stakeholders from within and outside the government were also not properly followed. In this situation, in many cases, they were hardly collective decisions, and in the absence of collective decisions, the concept of \"collective responsibility\" becomes irrelevant. It is also interesting to note how members of the same cabinet occasionally spoke in public on important policy issues very differently. \"Rules of Business\" provides that ministers shall act as official spokesmen of the government in respect of their ministries. Secretaries and other government-authorised officers may also act as official spokesmen. No statement involving foreign policy shall normally be made by a person other than the prime minister and the foreign minister without prior consultation with the Ministry of Foreign Affairs [Rule 28 (4)]. However, we have noticed multiple ministers making public statements on issues with serious foreign policy implications, sometimes in an inconsistent manner.\nThe concept of collective responsibility does in no way waive the minister's personal responsibility with respect to leading his or her own ministry. According to the \"Cabinet Manual\" mentioned earlier, ministers remain accountable to the parliament for decisions made under their powers. The \"Ministerial Code\" of the UK government further elaborates that the minister in charge of a department is solely accountable to parliament for the exercise of powers on which the administration of that department depends. Bangladesh's \"Rules of Business\" also states that subject to other relevant provisions, all business allocated to a ministry/division shall be disposed of by, or under the general directives of the minister-in-charge. The minister shall also be responsible for conducting the business of his ministry/division in the parliament. As administrative head and principal accounting officer of the ministry/division, the secretary is responsible for careful observance of relevant rules and regulations with regard to administrative and financial matters. The secretary is also required to keep the minister informed of the workings of the ministry/division [Rule 4].\nIt may be noted that a minister cannot disown the stance of his ministry with regard to important policy or executive decisions. He cannot be bypassed in submitting a proposal to the cabinet or the prime minister. The standard last paragraph of a summary for the cabinet or a cabinet committee is, \"The minister in charge of the Ministry X has seen the summary, approved it, and given his consent to send it to the Cabinet Division for consideration of the Cabinet/Cabinet Committee on Y\" and signed by the secretary. Summaries to the president and the prime minister are also submitted through the minister.\nThe idea of a minister's individual responsibility occasionally raises scepticism mainly on two grounds. First, whether a minister can be held responsible for any failure or mistake given that in a Westminster model, government decisions entail collective responsibility. In this context, one needs to differentiate between the decisions made by the cabinet and by the line ministry. The \"Rules of Business\" categorically mentions that no important policy decision shall be taken except with the approval of the cabinet [Rule 4]. It also provides an indicative list of cases that should be brought before the cabinet [Rule 16]. Other matters are decided by the respective ministries for which the minister is responsible. Here comes the second reason for being sceptical about the minister's individual responsibility. In reality, a minister is not involved in deciding on each and every case. Much of the authority in a ministry is delegated to various levels of the bureaucracy. In this context, how can a minister be held responsible for an action taken without his approval or even knowledge? Whether a minister should step down, taking responsibility for the fault of his colleagues, is an old, unsettled question. Where a wrong action has been taken by a civil servant that the minister disapproves of and has no prior knowledge of, he is still responsible to parliament for the fact that something has gone wrong in the ministry or department, and he alone can tell parliament what happened. In 1954, the UK Minister for Agriculture, Sir Thomas Dugdale, told the House of Commons, \"I, as a minister, must accept full responsibility to Parliament for any mistakes and inefficiency of officials in my department, just as, when my officials bring off any successes on my behalf, I take full credit for them.\" The minister chose to step down, although the prime minister defended him.\nAccording to the UK \"Cabinet Manual,\" civil servants are servants of the Crown. The civil service supports the government of the day in developing and implementing its policies and delivering public services. Civil servants are accountable to ministers, who in turn are accountable to parliament (7.1). The manual further states that ministers also have a duty to give fair consideration and due weight to informed and impartial advice from civil servants, as well as to other considerations and advice in reaching policy decisions (7.2). The same provisions are echoed in the UK \"Ministerial Code\" (5.1, 5.2), which also defines the role of heads of departments and the chief executives of executive departments who are appointed as accounting officers (5.3, 5.4, 5.5). This is similar to the provisions for the secretaries acting as principal accounting officers in Bangladesh's \"Rules of Business.\"\nThe introspection of Sir Winston Churchill, the British prime minister during the Second World War, about the fall of Singapore to the Japanese forces is still useful in understanding responsibility in the context of government. He wrote, \"I ought to have known, my advisers ought to have known, and I ought to have been told, and I ought to have asked.\" The primary responsibility for a wrong decision or action lies with concerned officials, but the ultimate responsibility goes to the political leadership. While officials have a responsibility to provide proper advice proactively, the leadership needs to seek advice from those who know the matter. This explains why the UK \"Cabinet Manual\" and \"Ministerial Code\" attach so much importance to acting on informed advice.\nIn the Westminster system, the collective responsibility of the cabinet is critically important for making coherent and integrated policies and their effective implementation. It also helps mitigate the excessive concentration of power in the hands of the chief executive and makes the decision-making process more participatory and inclusive. This holistic approach is strengthened by individual ministerial responsibility and bureaucratic accountability. Wider and deeper consultations with stakeholders are crucial for the system to perform better. Eventually, they become instrumental for public institutions to fulfil the government's obligations to the citizens.\nM Musharraf Hossain Bhuiyan is former cabinet secretary, Government of Bangladesh, and currently serving as senior adviser at the BRAC Institute of Governance and Development (BIGD).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Collective responsibility, ministerial obligations, and bureaucratic accountability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/collective-responsibility-ministerial-obligations-and-bureaucratic-accountability-3812261",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Balancing manufacturing and service sectors",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/balancing-manufacturing-and-service-sectors-1738252506",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "Students of the seven colleges affiliated with Dhaka University hold a press briefing on Dhaka College campus on January 27, 2025  —Agency Photo ",
        "headline_1": "DU and seven colleges part ways: What next?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/du-and-seven-colleges-part-ways-what-next-1738252544",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Rapid urbanisation: Boon or bane?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rapid-urbanisation-boon-or-bane-1738252595",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Hidden truth behind rising prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hidden-truth-behind-rising-prices-1738252619",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2025"
    }
]