[
    {
        "full_article": "The investigation by the Delhi Police against 30 people for remarks allegedly hurting religious sentiments is an unnecessary attempt to create an artificial balance between the specific instance of controversial views being expressed recently on the Prophet and the unrelated opinions expressed online by others in recent times. The BJP has acted against its spokesperson Nupur Sharma and Delhi media unit head Naveen Jindal following global outrage among Muslims over their remarks on Islam. There is little doubt that their remarks came as part of a long-running trend among BJP functionaries and several Hindu organisations to vilify minorities, especially Muslims, and few would question any lawful action against them. The Delhi Police have chosen to register FIRs against Mr. Jindal and Ms. Sharma, but also added 30 other social media users. There may be a justification for the registration of a case against anyone if there appears to be a deliberate attempt to outrage religious feelings or inciting ill-will. However, registering an omnibus FIR that covers priest Yati Narsinghanand, journalist Saba Naqvi, AIMIM chief Asaduddin Owaisi, and Hindu Mahasabha activist Pooja Shakun Pandey, and others at one go defies logic. The police believe that many others cutting across religions had created animosity and spread inflammatory misinformation. This may be true in some instances, but clubbing of several such instances, instead of investigating and prosecuting them separately, gives the impression that these emanate from a general culture of hate and intolerance, and an endless cycle of tit-for-tat religious insults. Actually, some of these could be wilful transgressions of the law aimed at creating disharmony and inciting violence for political purposes.Mr. Owaisi has questioned the registration of a case against him, maintaining that the Delhi Police are displaying ‘both-sidesism’ due to their fear of prosecuting the former BJP functionaries in isolation. Pursuing all these remarks in a single probe and trial would mean that material must be gathered from various social media platforms against all of them — leading to a prolonged trial. The tactic of putting a ‘part-of-a-larger-plot’ spin on specific offences is not new. The Bhima Koregaon case was transmogrified into a purported conspiracy to foment a Maoist insurrection; in the aftermath of the East Delhi riots, communal violence was linked with the Citizenship (Amendment) Act protests. If the idea was to open up the larger field of political dissent in those cases, the strategy now seems to be to drag those who made vocal responses into the criminal ambit so that the original offence appears diluted and becomes difficult to prosecute. Investigative agencies should pursue legal action against individuals in a proportionate manner and not through omnibus prosecutions just to give an impression of being ‘balanced’.",
        "headline_1": "False equivalence: On Prophet remarks and Delhi Police FIRs",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/false-equivalence-the-hindu-editorial-on-remarks-against-the-prophet-and-delhi-police-firs/article65520235.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "The bipartisan Congressional committee looking into the deadly January 6, 2021, attack by a mob on the very seat of the Houses of the U.S. Congress has painted a clear picture of the attempt by former President Donald Trump and his allies to overturn the results of the 2020 presidential election, even if that meant he might damage the U.S. government and purposefully instigate violence to cling on to power, creating “a moment of maximum danger” for the foundations of American democracy. At the first public hearing by the House of Representatives committee, its chairman and vice chairwoman played multiple videos of Mr. Trump’s Attorney General, William Barr; and his daughter Ivanka Trump, among others, making statements on camera that pointed towards Mr. Trump’s role in fuelling the violence that day. The hearings made clear that Mr. Trump was responsible for several such critical acts of commission and omission, including ignoring intelligence reports that had been passed on to the White House beforehand that the protests could turn violent. Critically, Mr. Trump refused to intervene, for example by deploying the National Guard, as the rioting got out of control and far-right groups such as the Proud Boys, unleashed organised violence after a rally near the Capitol, resulting in some deaths, defacement of public property and an unprecedented security threat to members of Congress in the building.The January 6 assault came directly on the heels of one of the most vicious election campaigns, waged by Mr. Trump and his Republican acolytes. It not only saw them denigrating minorities, women and the U.S.’s involvement in multilateral and regional organisations but also led to a targeted misinformation campaign against the poll results over the fact that ballot votes and runoff elections in some U.S. States impacted the final outcome of a win for President Joe Biden. The work of the House committee looking into the Capitol attack might be politically consequential, for it is a reminder of the extreme lengths to which Mr. Trump and his supporters will go to undermine the rule of law to stay in power. Yet it is ultimately toothless, because it has no constitutional path that leads to debarring him from standing for election again in 2024, an outcome that is looking increasingly likely given his persisting popularity and the absence of any other strong potential Republican presidential nominee. Having survived two impeachment attempts, and with a legal question mark hanging over the prospect of using the 14th Amendment to ban him from public office for his role in an insurrection against the U.S. government, Mr. Trump looks well-placed to run for the White House and resume his antagonistic politics, should he choose to.",
        "headline_1": "Threat to democracy: On the U.S. House panel probe into January 6 Capitol riots",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/threat-to-democracy-the-hindu-editorial-on-the-us-house-panel-probe-into-january-6-capitol-riots/article65520243.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "Educators and concerned citizens have been urging a major increase in public allocation for the education sector, as well as decisive steps for quality and equity measures in education. So far, they have been disappointed, their hopes dashed once again in the national budget for FY2022-23 proposed to the parliament. It may be argued that the proposed budget at least allows for schools to be kept open and running while confronting the extraordinary challenges for the economy to recover from the pandemic fallout, aggravated further by the Ukraine war. Should we not be thankful for the small mercies that at least keep the schools operating in the face of major adversities?\nChildren who have dropped out of school during the pandemic, boys and girls who have joined the ranks of child labourers, girls who have become child brides – who need help to be brought back to the classroom – may not quite agree. Those still in school, struggling to keep up with their lessons and looking for support such as tutoring or special classes to bridge the learning gap, will also not be satisfied with what is on offer.\nOut of the total budget of Tk 678,064 crore for FY23, the allocation for the education sector is Tk 81,449 crore or 12 percent of the total, compared to 11.9 percent in FY22. In terms of GDP ratio, it is 1.83 percent, lower than the outgoing fiscal year's allocation. This is one of the lowest in the world – far below the recommended minimum of 4-6 percent of GDP and 20 percent of the national budget.\nThe problem is as much about meagre funding as about managing resources and deciding on priorities and strategies to make the system function better. Educators have pleaded for a recovery and remedial plan for education to help 40 million students catch up with the losses suffered due to the pandemic, which have run into a third academic year. Unesco, Unicef, World Bank and others have warned that for countries like Bangladesh, this situation portends a generational disaster unless effective remedial actions are taken.\nThe budget speech of the finance minister does promise a range of initiatives for \"science-based education and development of education infrastructure.\" He goes on to speak about a list of accomplishments, essentially within the present pattern of expenditures to keep the educational operations going. Mentions have been made of teachers recruited, books distributed, stipends paid, ICT equipment installed in schools, TVET training expanded, and initiatives to introduce blended instruction, combining distance and in-person lessons. He suggests that the distance mode supplementing classroom instruction will be the main compensatory approach to learning losses. This smacks of business as usual that underestimates the severity of the situation.\nEvidence from other countries as well as studies by Education Watch and others in Bangladesh show that a much more systematic and focused attention to recovery and revival is needed. Poor learning outcomes – such as more than half of children being unable to read, write and count after five years of primary education – were already a pre-Covid problem. The pandemic-induced education setback has amplified the problem.\nOur children are facing an extraordinarily difficult challenge of learning losses, and they need help. Educators have pointed out that children who were in Class V at the beginning of the pandemic in March 2020 are in Class VII now, skipping two school years and largely unprepared for their new lessons. They have suggested a recovery and remedial plan with four key elements: a rapid assessment of the students' core skill levels; a remedial plan for at least two years for the students to catch up with the losses; technical and financial support to teachers and schools to implement the remedial plan; and a working group involving parents, communities and NGOs in each school to support and carry out the recovery-remedial plan.\nThe budget statement and indicated allocations do not provide any hint of urgency for a major education recovery and revival plan. For all we know, the education authorities have not proposed specific budget lines for such a plan. They now need to adjust their expenditure plan to support these urgent activities. They should find a way to include and support non-MPO schools in the recovery plan; more than a quarter of primary school students and up to a third of the secondary-level students (even excluding Qawmi madrasas) attend schools not supported by the government. The plight of these children cannot be ignored.\nAll of this may mean pausing or slowing down some planned activities, such as rolling out a new school curriculum. The education agencies, including the curriculum and textbook board, NAPE, NAEM and the directorates, need to focus on implementing a recovery and remedial plan. A successfully implemented remedial plan will lay the ground for implementation of the intended curricular reform. It is generally agreed that the capacity to implement the curriculum in classrooms has been the problem and will remain the problem.\nBeyond the urgency of the recovery and revival of the system, a longer-term perspective is needed. There is no national plan as yet for access and completion of secondary education for all young people, an education target under the Sustainable Development Goals (SDGs). The government has pledged to provide a \"child budget\" as a tool for directing and monitoring public resources to meet the essential survival, growth and development needs of children. No such document has been available from the finance ministry.\nOne year's budget cannot solve the myriad problems in the education sector. But it can signal the direction of change and seriousness of purpose if the authorities can decide what to do. The groundwork has to be done by the education authorities – the two ministries and three divisions in the education sector. For the child budget, the women and children affairs ministry has a major role to play. It has to make the case for larger budgets with credible plans and programmes that would address the public concerns about quality, equity and inclusion objectives of the education system. This discourse should have been ongoing through open dialogue with civil society and as part of a medium-term education sector development plan discussed and prepared in a participatory manner. Transparency and participatory dialogue have not been the hallmark of budget-making and broader priority setting, but it is never too late to begin.\n \nDr Manzoor Ahmed is emeritus professor at Brac University, chair of Bangladesh ECD Network (BEN), vice-chair of Campaign for Popular Education (CAMPE), and member of the International Advisory Committee of the Yidan Education Prize Foundation.\n",
        "headline_1": "Education in Budget 2022-23: Small mercies and dashed hopes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/education-budget-2022-23-small-mercies-and-dashed-hopes-3045826",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "Bangladesh's garment sector is booming. Our ready-made garment (RMG) exports hit their target for the outgoing fiscal year two months early; exports were USD 35.36 billion till April, crossing the target of USD 35.14 billion set for FY2021-22. Some are forecasting that the exports will hit USD 42 billion by the end of FY2021-22.\nThis is no flash in the pan. In fact, Bangladesh's RMG export market has been growing since autumn 2021. The country's RMG makers are likely benefitting from brands and retailers shifting production out of China, where supply chain issues and draconian lockdowns have been hampering productivity.\nBangladesh's RMG exports increased 36 percent in the first 10 months of FY22 compared to the exports during the same period in FY21, which was USD 26 billion, according to the Export Promotion Bureau. For context, FY21 was affected by the pandemic, while FY22 saw inflationary impacts.\nWhat has been almost unprecedented in the current boom of the RMG industry is that some garment makers are even turning orders away due to their lack of capacity. The contrast between this and the despair of 2020, when many factory lines lay idle, could not be starker.\nWill this situation prevail forever? The short and obvious answer is \"no\". Already, some experts are forecasting a global recession and even stagflation. It is the worst of both worlds and an economic phenomenon that is rarely seen. The other reason why orders may plateau and slow down is China, which is now opening up for business. It will fight to be competitive, and it remains a key strategic partner for many global fashion brands. China needs and wants growth.\nEnhancing production capacity now, without any feasibility studies or without regard to what future headwind we may be facing, would be risky and reckless. Now is the time to take stock and think strategically.\nThis brings to mind a broader issue in our industry: There is a lack of understanding about how big we are and of our total production capacity. Do our industry leaders have a clear idea about our overall capacity for denims, t-shirts or jackets? Is there a sense of a coordinated approach? Or are we all doing our own thing, without any idea about the bigger picture? We need to get smart here, just like our customers in the fashion space. Brands and retailers divide their orders into different regions and suppliers in order to minimise their supply chain risk. They know the capacities of their suppliers and are able to capitalise on that to play hardball on prices. We will always be price-takers until we better understand our capabilities.\nNow, we need to think strategically before we proceed for expansion, because any surplus or unutilised capacity may handicap us in our relations with brands. Any additional investment would certainly bring additional revenues in the short term, but what kind of long-term impact would it have, and would it simply lead us to a situation of perennial overcapacity?\nI believe we need a full assessment of the industry. That means our overall capacity, our key production areas, our main areas of competitive advantage, our strengths and our weaknesses. If we expand without knowing the answers to these questions, we risk being exposed in the long term. It is vital when doing this assessment that we include all non-legitimate production units that exist and supply indirectly into exports as well as domestic consumption. These factories are a substantial risk to Bangladesh's image.\nBy taking stock now and assessing the overall state of the industry, we can also spot bottlenecks and decide where investments need to be made.\nThe wider point is about having a strategy for our RMG industry, which is such a critical industry sector. If we are talking about an industry which could generate USD 40 billion in revenues, could we not, as an industry, spend a few million dollars to devise a broad industrial strategy? Could we not bring in a team of crack consultants to look at the overall makeup of our industry, and how well-positioned it is to meet the future demand for global fashion retailers and their customers?\nThis kind of deep market research is critical for us moving forward. Knowing your core markets and the key dynamics and drivers in them is critical for success in business. If we were to commission some research on the Bangladesh RMG industry, there are several questions I would like answers to: How large is the industry, and what is its overall production capacity? How does the overall production capacity compare with the current global demand? What kind of trends are we seeing in terms of orders, and are we seeing the start of a potential slowdown in demand? What kind of investment plans do garment makers have in place for the next 12 months? How much diversity are we seeing in terms of core production areas?\nI believe the future looks bright for garment makers in Bangladesh, but let's not get too carried away. Let's keep cool heads and ensure that the decisions we as an industry make now ensure prosperity in the long term, rather than just a quick buck.\n \nMostafiz Uddin is managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Expanding RMG business now is risky",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/expanding-rmg-business-now-risky-3045816",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "When Bangladesh needs to show that it has been listening to the concerns about respecting human rights and upholding the rule of law, it has done quite the opposite. The reactions coming from the United Nations' human rights body, Office of the High Commissioner for Human Rights (OHCHR), and other international rights groups to the deregistration of Odhikar, a leading human rights organisation in Bangladesh, make it clear that no one believes this action to be anything other than a punishment for the work it does. The refusal to renew Odhikar's operating licence follows a letter sent to the OHCHR on May 12, in which the government accused the organisation of \"disproportionate bias and prejudice against Bangladesh, in particular the ruling party Awami League\" and argued that the UN human rights mechanism should disqualify and shun it as a source of information.\nThe letter was written as an official response to a joint urgent appeal issued by the Working Group on Enforced or Involuntary Disappearances, Working Group on Arbitrary Detention, the special rapporteur on extrajudicial, summary or arbitrary executions, the special rapporteur on the promotion and protection of the right to freedom of opinion and expression, the special rapporteur on the rights of peaceful assembly and association, the special rapporteur on the situation of human rights defenders, the special rapporteur on torture and other cruel, inhuman and degrading treatment or punishment, and the special rapporteur on the promotion of truth, justice, reparation and guarantees on non-recurrence on February 21, 2022.\nThe joint appeal raised issues related to the alleged cases of enforced disappearances, the role of Rab, ensuring justice for the victims, and making alleged human rights violators accountable. The joint appeal also urged to stop intimidation and harassment of relatives of the disappeared persons, human rights defenders, and civil society organisations. The appeal specifically raised their concerns about allegations of reprisals against Odhikar. The government response on all those issues raised in the joint appeal was typical repetition of denials of any violations whatsoever, justification of Rab actions, and glorification of internal investigation mechanism of the law enforcement agencies, which has been rejected by most rights groups and experts as hardly credible due to a lack of independence of such procedure.\nIn relation to the alleged reprisals against Odhikar, the government response argued, \"Odhikar is widely known for its disproportionate bias and prejudice against Bangladesh, in particular the ruling Awami League, which is evident in its various reports.\" It added, \"Besides, one of the top members of Odhikar was earlier appointed by the BNP-Jamaat government as the deputy attorney general, which should provide disqualification for the UN human rights mechanism to accept it as an objective and neutral organisation…\"\nThe refusal to renew Odhikar's licence, which has come within less than a month of the government's flimsy argument against the group of having political bias, only proves that the apprehension of the UN experts was justified. Hence, OHCHR spokesperson Ravina Shamdasani says, \"Reprisals against Odhikar have been documented since as far back as 2013, and appear to have intensified, with accusations levelled against the organisation for 'anti-state' and 'anti-government' activities.\" More worryingly, she says, \"this decision will have a chilling effect on the ability of civil society organisations to report serious human rights violations to UN human rights mechanisms.\"\nSimilar observations have been made by leading global human rights groups, including Amnesty International, Human Rights Watch and the International Coalition Against Enforced Disappearances (ICAED). Eleven organisations in a joint statement said this decision demonstrated \"the (Bangladesh) government's determination to stifle human rights work in the country.\" According to them, \"It is the authorities' failure to ensure accountability for human rights violations, rather than Odhikar's exposure of those violations that has tarnished Bangladesh's reputation.\" Furthermore, these groups have described the process of deregistration as \"politically motivated persecution of human rights defenders and critics,\" and called for allowing human rights groups to do their work without fear and ensure accountability for human rights violations.\nOdhikar, founded in 1994, has been documenting violations of human rights by state and non-state actors in Bangladesh since its inception. But it has drawn the ire of the ruling party and the government after its controversial report and alleged death count during the violent crackdown on Hefazat-e-Islam's notorious Dhaka siege programme on May 5, 2013. The apparent anomaly in casualty figures between the official one and Odhikar's count landed its director in prison. The irony is that the government and the ruling party apparently made up with Hefazat long ago, but Odhikar and its executives are still being haunted for the alleged miscounting of victims in their voluntary role of monitoring human rights.\nNo wonder that Odhikar's application for the renewal of its operating licence remained pending since 2014. Since then, it has also been unable to access any funds from foreign donors as the regulatory authority, the NGO Affairs Bureau, has kept a lid on such resources. Despite such constraints, it managed to keep working and continue monthly and annual reports on all kinds of rights violations, including enforced disappearances, extrajudicial killings and border killings. It sought the Supreme Court's intervention in getting the licence renewed but, ahead of the conclusion of the court's hearing, the government rejected its renewal application. Media reports quoted the NGO Affairs Bureau chief saying that the disposal of the application would end the cause of the legal proceeding.\nA strategic move, indeed! But keeping Odhikar's application pending for eight years and refusing the renewal on the grounds that it failed to fulfil requirements of a law enacted two years after the submission of the petition shows that the way has been made to operate against the organisation. And, it comes amid global concern of persecuting it for reporting \"serious human rights violations to UN human rights mechanisms,\" and is bound to be perceived as a reprisal. Appearing vindictive against human rights defenders is not what Bangladesh needs following the imposition of sanctions against an entire unit of its law enforcement agencies by the world's most powerful nation.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "Odhikar’s deregistration: Unacceptable rationale",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/odhikars-deregistration-unacceptable-rationale-3045751",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "The foreign policy crisis that has arisen in India due to inflammatory statements will hopefully pass sooner rather than later. For a short while, voluntary restraint on giving many more examples of such harmful, injurious statements may be advisable as a part of damage control. However, the biggest lesson that we must take from this crisis should be to strengthen the firm belief that interfaith harmony is a basic precept of Indian society, on which consensus should be created with many-sided efforts.\nThe task ahead for the ruling regime is not just to \"tone down the polarisation discourse\" as is being argued in some places – that would be grossly understating a new agenda even before it has been rolled out. The task ahead is to firmly establish that interfaith harmony again becomes a basic precept of policy and society in India. Nothing less than this would be acceptable; nothing less than this should be attempted. The authorities should be sincere, and if they are, everyone should cooperate.\nIn this great task of re-establishing interfaith harmony as a basic precept, we can learn much from history. Among all the great spiritual leaders of recent centuries, in a country known for many great spiritual movements, those who gave the message of peace and non-violence had the most durable impact on people, to the extent that the highest respect by countless followers even 2,700 years later is for such a legacy of Gautam Buddha and Mahavira Jain. As we move further in history, millions of followers still seek solace in the hugely inspiring, path-illuminating messages of Guru Nanak and Sant Kabir, who ask people to rise above narrow divides to open themselves to the path of true spirituality and ethics.\nDuring the freedom movement, the greatest following was attracted by those leaders who, despite other differences, were completely united – very firmly too – on the basic precept of interfaith harmony. This can certainly be said of the greatest leaders such as Bhagat Singh, Subhash Chandra Bose, Mahatma Gandhi, Badshah Khan, Jawaharlal Nehru, and Maulana Azad. It is these leaders, with their common ground of a firm faith in interfaith harmony, who received the greatest affection of the Indian people of all faiths.\nAs for those with a narrow sectarian agenda, they could get a hearing among people only when the real leaders named above were imprisoned or in exile or had achieved martyrdom, and the colonial rulers then used this as an opportunity to support and push ahead divisive leaders who suited their divide-and-rule agenda.\nIn the post-independence period, it is well-known that Jawaharlal Nehru, who was India's prime minister for 17 years and won three general elections in a multi-party democracy with over 45 percent vote, accorded the highest importance to interfaith harmony, and this was reflected in policy, enabling free India to recover from the wounds of partition and walk the noble path of interfaith harmony, protection of minorities and secularism, setting a great example for the world, even as Pakistan got well-deserved criticism for its path of sectarianism.\nEquality of all religions was established firmly by the Indian Constitution. The tallest opposition leaders of post-independence India, Jayaprakash Narain and Ram Manohar Lohia, were also very firm in their commitment to interfaith harmony.\nWe must draw on this legacy and build further on this. Even those who in the past were not favourably inclined towards this basic idea of India should realise from recent experiences the importance of interfaith harmony. This gets worldwide respect and admiration, while ideologies based on sectarianism or minority-bashing are condemned worldwide – at times even leading to crisis situations in foreign relations.\nHowever, it is problematic to say that all that has to be done is to tone down communal polarisation. Will it be considered all right if the bigger leaders avoid communally charged statements, but the street-level talk of the cadre remains the same? No, it will not. Cadres become leaders later, and what is in the mind all the time comes out sooner or later in statements, actions and policies.\nWhat we need is nothing less than getting rid of the devil of communal disharmony, communalism and sectarianism from the hearts and minds of all people. The aim of creating a society based on interfaith harmony and equality of all faiths should be accepted as a basic precept; once this aim is well-established, then ways to best achieve this can be discussed in detail subsequently.\nThe emphasis in the coming days should be on widespread, broad-based steps to promote interfaith harmony, while also putting checks on those forces and organisations which have been spreading disharmony and hatred in India. It should be made very clear to such forces and individuals that any activities relating to disharmony and hatred as well as violence will be dealt with very strictly from now onwards.\n \nThis article first appeared in The Statesman, an ANN partner of The Daily Star.\nBharat Dogra is an Indian freelance journalist who has been involved with several social movements and initiatives.\n \n",
        "headline_1": "Interfaith harmony is crucial for India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/interfaith-harmony-crucial-india-3045741",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "The frightening regularity with which road crashes continue to occur makes us wonder if there is really any authority looking into this, and if the deaths and injuries being reported have any effect on them. In the first five months of this year, at least 2,785 people died in road crashes. This is a huge number by any margin, and would've been enough to shake the foundation of any responsible institution. But not in our case. Otherwise, why would the government still dilly-dally over implementing the Road Transport Act 2018? How many more amendments to this law will need to be made until it is ready to meet its objectives?\nBesides proper laws and their execution to fix the transport sector, there is also a need to look at the plight of individuals involved in road crashes. We're talking about drivers and helpers whose employment is seldom formalised. The driver who caused the crash in Savar last week, killing four scientific officers of Bangladesh Atomic Energy Commission among others, had allegedly been driving for 38 hours, according to a report. This is a common occurrence in the context of road crashes, as most drivers are paid on the basis of how many trips they are able to make. This naturally causes them to drive recklessly and for inhumanly long hours. Many also do not have licences or updated papers. It is perhaps no wonder that corrupt and influential transport owners would take advantage of this situation to further their profits, in a climate where the government itself looks the other way while a large number of unfit and unregistered vehicles ply the streets.\nThe authorities' apathy to the dismal road safety situation becomes clearer when you see how the recommendations of experts and professionals are jettisoned. For instance, Bhatiapara Police had suggested that a \"central reservation\" or median strip be installed at the accident-prone section of the highway in Gopalganj where nine people recently died in a crash. Things could have been different if the authorities just listened to such recommendations.\nWe, therefore, urge the government to speed up the implementation of the Road Transport Act 2018. More importantly, stricter traffic regulations are required on accident-prone areas of the highways. But it is also essential for transport owners to be held accountable when road crashes occur – not just drivers who are often held hostage by their need to earn an income. We need a complete overhaul of this sector.\n",
        "headline_1": "The danger of driver fatigue on the highways should worry us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-danger-driver-fatigue-the-highways-should-worry-us-3045576",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "It is said that a mistake, if repeated, is no longer a mistake; it is a choice. Any \"accident\" caused by the repetition of that mistake is not an accident then; it is premeditated. The same can be said about the BM Inland Container Depot blast that went on to kill at least 46 people. The blast's ferocity was blamed on the storage of hydrogen peroxide – an oxidising agent – inside some of the containers. What makes this more painful is a revelation by The Daily Star that this wasn't the first instance of fire caused by inept chemical handling by Al-Razi Chemical Complex, a subsidiary of the Smart Group of Industries that also co-owns the depot.\nAccording to our report, Al-Razi was warned of the hazards of storing hydrogen peroxide in jerrycans before the Sitakunda blast. It was after an export consignment of the chemical caught fire as the carrier vessel was waiting for port clearance in Cambodia. The ship's floor was fully burnt in that fire, and a subsequent investigation identified unapproved jerrycans in which the chemical was stored as the cause of the fire. The jerrycans, as investigators pointed out, couldn't sustain the pressure of the chemical and exploded.\nThe Sitakunda blast is but a bigger, scarier and avoidable version of that accident. It owes as much to the unsafe and unauthorised storage of hydrogen peroxide in the depot as to its lack of a proper firefighting system and concealment of information. Had the supervising authorities taken appropriate steps following the Cambodian incident, perhaps we wouldn't have lost so many lives within mere weeks.\nBut the fallout continues. The Singapore port, which is used to export about half of our foreign-bound products, has reportedly announced a curb on Bangladeshi transhipment of hydrogen peroxide – generally used in the textile industry – through the port. Its export potential will not be the only thing affected by such restrictions and the negative word of mouth. The whole export sector may be affected as well if buyers and port authorities lose confidence in our ability to handle cargoes properly.\nAll this points to the need for compliance for all involved in the export-import sector. As things stand, our industrial safety record is already appalling, with poor infrastructure and institutional preparedness at odds with international safety standards that buyers have come to expect. We cannot appear to be overselling our competence and not delivering it when needed. Therefore, we urge the government and all responsible stakeholders to learn from the recent debacle and ensure that proper safety protocols are followed at all times so that the failure of one institution doesn't harm all others or lead to such catastrophic tragedies.\n",
        "headline_1": "It’s not an accident if the same mistake is repeated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/its-not-accident-if-the-same-mistake-repeated-3045571",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "Every now and then someone notices that India doesn’t have a national language and the old controversy resurfaces. Bollywood actor Ajay Devgn noticed and said “Hindi was, is and always will be our mother tongue and national language.” A UP minister, a BJP ally, Sanjay Nishad, went further, “Hindustan is not a place for those who don’t speak Hindi. They should leave this country and go somewhere else.” Go where? Where should 78 crore non-Hindi speakers go?\nIn theory, a national language is a nice idea, but imposing it on a multilingual country can be disastrous.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nDon’t believe lies, case for reclaiming desecrated Hindu temples passes test of secularism and Constitutionality: Here are three reasons\n  \nConfident, caring country: Foreign minister writes on Modi government’s eight years, arguing diplomacy has delivered at home & abroad\n  \nActing against hate speech with promptness and without exception would have averted the current ignominy",
        "headline_1": "English-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/men-and-ideas/english-vinglish-hindi-shindi-india-doesnt-need-a-national-language-plus-hindi-is-growing-english-is-no-longer-elitist/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "The filing of a chargesheet by a Nagaland police SIT against 30 special forces personnel of 21 Para – charges include murder and criminal conspiracy – is a good first response to the tragically botched operation that killed six civilians in Nagaland’s Mon district. The onus is now on GoI and the army for further legal and disciplinary action. Parallelly, the army’s Court of Inquiry probe has given a second distinct judicial pathway for authorities to proceed. Prosecution sanction for the police chargesheet is needed from Centre’s department of military affairs under the AFSPA law. The Army Act gives the commanding officer discretion to decide whether accused personnel will be court martialled or be subjected to civilian law.\nBecause the incident had set off great churning in Naga society, decisions on which forum will try the accused mustn’t be delayed inordinately. Remember, mob violence after the tragedy had taken the lives of seven more civilians and one paratrooper. Civil society rightly denounced the draconian AFSPA as the villain because of the leeway it gives armed forces to fire on people. Standard operating protocols ratified by the Supreme Court to check AFSPA misuse have failed; these guardrails get flouted by errant officers or during crisis situations.\nGoI responded to growing calls to repeal AFSPA by withdrawing it on March 31 from 15 police stations each in seven Nagaland and six Manipur districts, and entirely from 23 districts in Assam. But even more than piecemeal AFSPA withdrawals, a big win for the entire Northeast would be the conclusion of the Naga peace accord. As is evident, security forces aren’t confident they can curb illicit activities of insurgents in Nagaland and Manipur without AFSPA.\nOnly a binding political solution can demilitarise these two states and resolve accompanying law and order problems like extortion, gun violence and narcotics smuggling. With assembly elections due next year in Nagaland, a peace deal, especially including the largest outfit NSCN(IM), would give the governing coalition of NDPP and BJP a political victory. More importantly, citizens, weary of decades of conflict and AFSPA imposition, will get to fully enjoy constitutional freedoms and economic opportunities available to the rest of India.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nDon’t believe lies, case for reclaiming desecrated Hindu temples passes test of secularism and Constitutionality: Here are three reasons\n  \nConfident, caring country: Foreign minister writes on Modi government’s eight years, arguing diplomacy has delivered at home & abroad\n  \nActing against hate speech with promptness and without exception would have averted the current ignominy",
        "headline_1": "Justice & peace: Chargesheet in Nagaland tragedy must be followed by quick GoI, army action. Focus also on Naga talks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/justice-peace-chargesheet-in-nagaland-tragedy-must-be-followed-by-quick-goi-army-action-focus-also-on-naga-talks/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "In yet another unnerving case of mass biometric theft, Hyderabad police recently caught a man with around 2,000 fingerprints of separate individuals that were being used to purchase SIM cards, create bank accounts, and then engineer more frauds. It is of course not just police and UIDAI that collect and deploy biometrics these days. Smaller public and private entities have now taken to this with passion. Bengaluru Metro is mulling a facial recognition-based pass and similar boarding is being planned for various airports as well. Biometric access systems are proliferating in offices and apartments. The immense problem with this trend is that it is running apace without strong data protection protocols being put in place.\nIndia has comprehensively embraced the digital economy without a matching data protection regime. Tons of personal data is being constantly collected alongside tons of confusion about how it will be stored and used and who will have access to it. Plus, disincentives in the Aadhaar Act are weak relative to the damage criminal behaviour can wreck. For example, impersonation by providing false demographic or biometric information is punishable only by imprisonment up to three years or a fine of Rs 10,000 or both. Even such provisions are brought to bear on only a fraction of the cases of data misuse.\nA UIDAI warning against unlicensed entities misusing Aadhaar card photocopies and e-copies was swiftly withdrawn even as identity thefts and financial losses caused by impersonation are constantly underplayed. Granted, options such as turning on the biometric lock and Virtual Identity can give users meaningful control over their security. But when even tech-savvy urbanites can willy-nilly fall prey to biometric theft, imagine the vulnerability of the rest. The only way to fight this is to appreciate its seriousness and take appropriately serious counteraction. For India this means two key measures. First, UIDAI should gird its walls, like the CAG audit has called for. Second, Parliament should no longer delay a comprehensive data protection law – with the strongest possible regulation against security-poor or unauthorised storage of identity information.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nDon’t believe lies, case for reclaiming desecrated Hindu temples passes test of secularism and Constitutionality: Here are three reasons\n  \nConfident, caring country: Foreign minister writes on Modi government’s eight years, arguing diplomacy has delivered at home & abroad\n  \nActing against hate speech with promptness and without exception would have averted the current ignominy",
        "headline_1": "Finger in every pie: Regular theft of biometric data shows how lax information storage is and why we need a strong law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/finger-in-every-pie-regular-theft-of-biometric-data-shows-how-lax-information-storage-is-and-why-we-need-a-strong-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2022"
    },
    {
        "full_article": "Thanks to modern molecular biology, science has made significant strides in the basic understanding of cancer biology in the last 40 years. We have improved treatment outcomes of a number of cancers such as lymphomas and GIST (gastrointestinal stromal tumours), mainly due to drug development and improved molecular biology. This has not just significantly prolonged survival, but also dramatically improved the quality of life of patients.\nColorectal cancer has been in the news due to “astonishing” results from the clinical trial carried out by Sloan Kettering doctors. It’s one of the most common cancers, with an incidence of 25-30 per lakh population in some countries. In India, the incidence is still 7-8 per lakh population. However, numbers are steadily increasing, especially in urban India.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nDon’t believe lies, case for reclaiming desecrated Hindu temples passes test of secularism and Constitutionality: Here are three reasons\n  \nConfident, caring country: Foreign minister writes on Modi government’s eight years, arguing diplomacy has delivered at home & abroad\n  \nActing against hate speech with promptness and without exception would have averted the current ignominy",
        "headline_1": "Let’s hold our horses: What the ‘astonishing’ Sloan Kettering cancer trial means for patients in India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/lets-hold-our-horses-what-the-astonishing-sloan-kettering-cancer-trial-means-for-patients-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2022"
    }
]