[
    {
        "full_article": "India’s apex drug regulator, the Central Drugs Standard Control Organisation (CDSCO), has barred Haryana-based Maiden Pharmaceuticals Limited from manufacturing medicinal drugs. This was after some of the cold-and-cough syrup it manufactured and exported to The Gambia were marked out by the World Health Organization (WHO) as being linked to the deaths of 66 children there. The concoctions were apparently contaminated with diethylene glycol (DEG) and ethylene glycol that may have caused acute kidney failure. The Indian government has said that a full report from WHO, establishing a clear, causal link is awaited. The Union Health Ministry has constituted a technical committee to advise the Government on its future course of action against the company. The provisions of India’s Drugs and Cosmetics Act, in theory, come down heavily on manufacturers for making adulterated drugs, and on gross violations of prescribed manufacturing practices with imprisonment up to 10 years and fines up to ₹10 lakh. These provisions have been rarely executed despite multiple instances of DEG poisoning in India. In 2020, cough syrup made by the Himachal Pradesh-based Digital Vision killed 13 children in Jammu and Himachal Pradesh; tests showed the presence of DEG. Other inspections by regulatory bodies found that Digital Vision had violated mandatory manufacturing practices that would have ensured drugs were not contaminated with DEG. However, there have been no successful prosecutions, because, as in other instances of adulteration, there is little sustained follow-up to prove to the courts that the products were directly responsible for the deaths.Given that the deaths in The Gambia have evoked an international outcry — it was highlighted by WHO and India has a reputation as a major global supplier of drugs and vaccines — there will likely be greater scrutiny of India’s actions. Early responses from India’s health establishment have not been encouraging, with assurances that the drugs were only cleared for export to The Gambia and not for sale in India. In any case, this is disingenuous as Maiden Pharmaceuticals, whose products were banned in Kerala earlier and flagged for substandard quality in Tamil Nadu, has marketed the same formulation under different names, and there is no reason to assume that their domestic wares undergo a higher standard of production. In the global market of pharmaceuticals, the pandemic burnished the credentials of India’s vaccine manufacturers as vital to ensuring that the whole world accessed medicine equitably. To rise up the value chain, whether it be vaccines or drugs, India has to work harder at its image of having an impartial and independent regulator that can be trusted internationally as well as domestically. To read this editorial in Tamil, click here. To read this editorial in Hindi, click here.",
        "headline_1": "No time for placebo: On The Gambia deaths and drugs regulation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-time-for-placebo-the-hindu-editorial-on-the-gambia-deaths-and-drugs-regulation-in-india/article66009532.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "For the very first time, NASA scientists have succeeded in slightly altering the trajectory of an asteroid by using a spacecraft to slam into it. On September 27, 4.44 a.m. IST, a small spacecraft DART (Double Asteroid Redirection Test) was aimed at a 160-metre-wide asteroid Dimorphos, which was orbiting a larger asteroid Didymos, both of which were circling the sun, 11.2 million kilometres from the earth. Since neither body would have come closer than about 6.4 million km of the earth in their lifetime, they did not pose any threat. However, DART was a test mission to see if this technique, known as kinetic impactor, would give the necessary ‘nudge’ to an asteroid and alter its course by a desired amount. After studying the two bodies for nearly 10 days, NASA announced that the course of the smaller asteroid has indeed been altered a little: initially, the orbit of Dimorphos around Didymos took 11 hours and 55 minutes. After the impact, a 32-minute alteration in its orbital period has taken place — it is now 11 hours and 23 minutes only. The reason for this test is to learn how to use the kinetic impactor technique to ‘nudge’ earth-bound asteroids out of the way, years before impact. This is not a last-minute effort. A word of caution: all asteroids are not similar, so more tests have to be done to perfect this technique.The U.S. is not alone in attempting this. China has a plan to deflect a 40 m wide, earth-crossing asteroid named 2020PN1 by 2026. There is a need to develop this technique because an impact with even a small asteroid can have serious consequences. The Chicxulub crater is a reminder of the impact of a 10 km wide large asteroid that fell on the earth 66 million years ago and wiped out nearly 75% of plant and animal life. An impact with an asteroid even about 100 m wide can destroy a city the size of Chennai. The other question is whether this technique can be used to deflect asteroids bearing rich bounties of minerals and moving them to closer locations from where these can be harvested. No country has made this an explicit aim till now. This first move by NASA to alter the course of a celestial body is a perfect theme for fiction and film; most recently, the film “Don’t Look Up” dealt with this theme directly. However, there are many more threats to life on earth, climate change being the most imminent and definite. It is to be hoped that this demonstration of the power of engineering and science can be extrapolated to ‘kick-start’ a move to avoid the drastic impact of such disasters too.\rTo read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Smash hit: On NASA’s Double Asteroid Redirection Test",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/smash-hit-the-hindu-editorial-on-nasas-double-asteroid-redirection-test/article66009563.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "I’ve always been a fiercely independent human being, but in a relationship which vibrates with the sum of two individuals, an “adjustment” is inevitable. It’s impossible for someone who has spent decades not being a part of your life, family and world to seamlessly integrate into your world and vice versa without speed breakers and compromises looming. The joy and reasons for staying in long term relationships fluctuate from needing a sense of “belonging”, “being taken care of”, “stability”, “empowerment & support”, “social pressure” and more. We all want our relationships to be mutually empowering but more often than not, one of the partners gains control of the relationship. Being the problem solver or decision maker is not the same as being the controller of the relationship. Many men joke about the fact they are controlled by their wives and say, “I am the boss of the relationship and I have my wife’s permission to say so”! I’ve also seen many women unable to be honest, open and free to talk to their partners about their lives (past & present). While couples do gloss over dominance issues by either making a joke of it or passing it off as care and concern, the reality is that if your partner dominates you in an unhealthy and self-serving manner, its control. And to be clear, control is a form of abuse, concern is form of care. Care stems from love and selflessness and makes you find ways to help, come up with solutions, whereas control is usually the product of insecurity and resentment and is dominated by ego and appeasement of it. Ask yourself who makes the decisions in the relationship and if it is an equal balance? Who is almost always “right” and gets angry at being contradicted? Are you scared of upsetting your partner? If you observe that one of you is the one who wants to constantly solve things their own way, or the tough one bringing an element of scare and fear or suffocation into your equation, it’s time to address it. Ask yourself a simple question, do you miss the freedom you had when you were single? If yes, does it come from not being easy with your partner’s reaction to things? We often allow for situations to exist because of sense of misplaced empathy. Being nice and respectful is wonderful and it’s important to expect it in return and to be treated with the similar level of respect and kindness. Anger, fear, manipulation are all tools of control, not concern, and are often used to make their partner do what they want as they know the partner will attempt to “put out the fire” to claim the peace. You always know if you are the victim of control or the beneficiary of care and concern. The greatest danger to you, is only you. Because to delude yourself into believing control is care, solely vests with you.\n\n Me and my guy’s taste in cinema and music is totally different. While I tend to be more receptive to his likes, the other way round is rare. Is this a problem in the long run? \n\nYou can always come to reasonable solutions. If certain genres of music are not tolerable by you he can listen to them on headphones and vice versa. Agree on what kind of music which kind of films are common ground and can be enjoyed together and which should be kept for independent viewing or with like minded friends and family members. Tastes evolve over time, none of us liked karela and baingan as kids, some things become an accepted way of life. Fingers crossed!\n\nMonsoon is making me recollect memories of my ex. It’s the romantic weather that’s making me miss my ex. I am single, but my former girlfriend is now married. Can I just message her casually? Or should I just let her be focused on her married life?\n\nJust because you’re in emotional turmoil is absolutely no reason to cause any distress or chaos in her life. Your intentions are clearly not platonic, and therefore it’s even more disrespectful to her, her husband and the life she’s chosen for herself. Use your emotions to channel the right person into your life. What you vibrate at is what you attract.\n\nI am a 31 year old teacher and I teach at a college. There is this cute looking boy who is 24 and I guess he likes me. Is it okay to fall for his attention? Or should I follow the norms and rules that a teacher and a student can’t be romantically inclined towards each other?\n\nYou’re a teacher. You teach not only through your syllabus but also through your words and your actions. If you defy rules, betray a student’s trust in their teacher, and exhibit selfishness and lack of control over your emotions, you need to re-evaluate your job and commitment to it. Your responsible position and role in the lives of developing students cannot be at the mercy of your emotions, whims and fancies. \n\n",
        "headline_1": "Is it Control or Concern",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/is-it-control-or-concern/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "Optimism is a rare trait, especially amongst the ‘intelligentsia’. This is acutely the case with sections of the Indian intelligentsia, which forever ignore the many positives and only zoom on selectively sampled negatives.\nIndian intelligentsia must recognise that ordinary non-Indians, even parliamentarians and business leaders, rely on the opinions of credible experts to learn about India. They inevitably turn to academics employed in globally-reputed universities and organisations for impartial advice.\nRead full opinion on TOI+\n\n",
        "headline_1": "A critique of India’s usual critics: The intelligentsia must recognise that political preferences influence their analysis more than they admit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/a-critique-of-indias-usual-critics-the-intelligentsia-must-recognise-that-political-preferences-influence-their-analysis-more-than-they-admit/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "Bombay high court has sent a strong message on the sanctity of due process and procedural safeguards by acquitting ex-Delhi University professor GN Saibaba and five others given life terms on charges of membership of the banned CPI(Maoist) and “aiding” and ‘abetting” its activities. The wheelchair-bound Saibaba was jailed in 2014 and convicted in 2017. Section 45 of UAPA has two key safeguards to prevent wrongful implication of innocents by the police. Both, Bombay HC noted, were violated.\nUAPA judges must await prosecution sanction before taking cognisance of chargesheets. This prosecution sanction, in turn, must be considered and granted by government only after an independent authority conducts a “review of the evidence gathered in the course of investigation and makes a recommendation”. But the trial court framed charges against Saibaba before prosecution sanction arrived. The Director of Prosecution reviewing the chargesheet recommended prosecuting the accused without giving any reasoning. HC wondered how a few “laconic” sentences helped the prosecution sanctioning authority make informed decisions. The conviction was struck down, citing a constitution bench ruling that a trial proceeding without valid sanction would stand vitiated.\nThe judges exhorted the state to fight terrorism with “unwavering resolve” but said the rule of law must tower over loud refrains that “the end justifies the means, and that the procedural safeguards are subservient to the overwhelming need to ensure that the accused is prosecuted and punished”. They signed off by warning that “empirical evidence suggests departures from the due process of law foster an ecosystem in which terrorism burgeons and provides fodder to vested interests whose singular agenda is to propagate false narratives.” Food for thought for all of us.\n\n",
        "headline_1": "Voice of reason: In acquitting Saibaba, HC upholds due process",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/voice-of-reason-in-acquitting-saibaba-hc-upholds-due-process/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "The Election Commission’s announcement of Himachal Pradesh assembly polls on November 12 and a delayed vote count on December 8 signals the possibility that Gujarat elections may be held before December 8 and counting for both states will happen together. In 2017 too, EC had done a phased announcement of polls in the two states, and a common counting day. Himachal elections are especially crucial for Congress. HP has alternated between BJP and Congress from the 1990s, much like Uttarakhand until 2022. But even history doesn’t seem to favour Congress any longer.\nCongress has fumbled against incumbents in state after state since 2019. In Himachal, the situation did look favourable for Congress for a while after it won all four bypolls last November. However, GOP has failed to settle the all-important who after Virbhadra Singh question, leading to constant bickering and a flight of netas out of the party.\nAmid Rahul Gandhi’s Bharat Jodo Yatra and the presidential elections, the Congress central leadership hasn’t devoted enough time to the campaign. In contrast, PM Modi’s Dusshera visit and Vande Bharat Express launch this week were high visibility events. Even the surprise Union cabinet approval of ST status for the Hattee community is indication that nothing is being left to chance given that armed forces personnel are a strong constituency, and the Agnipath scheme had raised discontent. With CM Jai Ram Thakur getting his central leadership’s full backing, and Congress in no position to project a CM face, will it be a case of neighbouring Uttarakhand repeating?\n\n",
        "headline_1": "Hilly question: BJP’s fighting hard for Himachal. Is Congress?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hilly-question-bjps-fighting-hard-for-himachal-is-congress/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "The year-round availability of groundwater resources has played a vital role over the past few decades in providing water for drinking and irrigation in Bangladesh. This hidden natural resource has transformed a once famine-prone land into a prosperous and food-secure nation. We take groundwater for granted due to its general presence at relatively shallow depths. However, it is still under-appreciated, with limited representation in national water policies. As we move into uncharted territory as a consequence of climate change, it is crucial that groundwater responses to changes, not only in the magnitude, duration, and variability of monsoon rainfall but also our use of land and water, are better understood.\nAs a geologist with a specialisation in groundwater science, I would like to point the reader's attention towards a Bangladeshi research paper titled \"The Bengal Water Machine: Quantified freshwater capture in Bangladesh,\" which was published in the prestigious Science journal in September this year.\nThe article – written by myself and my colleagues – describes how 16 million smallholder farmers in Bangladesh have collectively created a water machine beneath the Earth's surface by incrementally increasing pumping of shallow groundwater during the dry season to irrigate rice paddies over the last three decades. We call this the Bengal Water Machine. The main concept came from an earlier paper published in Science in 1975, known as The Ganges Water Machine, where the authors suggested that pumping more groundwater using deliberately positioned wells beside the River Ganges could enhance groundwater recharge over time and reduce flood disaster. However, there was no targeted implementation of the Ganges Water Machine by any government or private organisations, and no field observations have yet been presented to demonstrate its operation.\nNearly half a century later, we show that such a water machine operates in Bangladesh but is more diverse, and is operated, unintentionally and unknowingly, by millions of smallholder farmers.\nThe discovery of the Bengal Water Machine has only been possible because of our country's long-term dedication to monitoring groundwater levels. Bangladesh has a vast network of 1,250 groundwater-level monitoring stations that is managed by the Bangladesh Water Development Board (BWDB). Our analysis of 465 long-term records revealed that about 35 percent of the observation boreholes that measure groundwater levels reflect the operation of the Bengal Water Machine. Approximately 25 percent show depletion of groundwater levels of varying magnitudes, and the remaining 40 percent of boreholes show relatively stable trends with seasonal oscillations.\nLet me explain what the Bengal Water Machine is and how significant its operation has been for Bangladesh.\nIntensive dry season (November to April) groundwater irrigation to produce Boro rice lowers groundwater levels, increasing the space available underground to store water in shallow sandy sediments known as aquifers. Under favourable hydrological conditions, the space created by pumping fills up during the monsoon season from the infiltration of rainfall and leakage of floodwaters, not only in major rivers but also smaller seasonal rivers, canals, ponds, and lakes (beels). Over time, the available storage space in aquifers has incrementally increased and enhanced the seasonal capture of freshwater during monsoon in Bangladesh.\nOur calculations suggest that between 1988 and 2018, this freshwater capture in Bangladesh, which is in excess to natural, predevelopment groundwater recharge, amounts to between 75 and 90 cubic kilometres. This colossal amount of freshwater is more than twice the reservoir capacity of the Three Gorges Dam in China, and 12 times more than the volume of water in Kaptai Lake of Bangladesh. This capture of monsoon freshwater flown by aquifers has, where conditions are favourable for the operation of the Bengal Water Machine, sustained increased use of groundwater for irrigation by farmers in the dry season. The Bengal Water Machine has ultimately helped Bangladesh become self-sufficient in food grain production, despite substantial variations in annual rainfall and a slight overall decline in basin rainfall. Further, we contend, but have yet to confirm, that this gradual increase in freshwater capture has served to reduce the magnitude of flood discharges in places where the Bengal Water Machine operates. Future research will also seek to understand better why over short distances of a few kilometres or less we observe a variety of groundwater responses, including those reflecting the Bengal Water Machine and those showing groundwater depletion.\nOur study argues that what we call the Bengal Water Machine may operate and could potentially be replicated in alluvial plains beyond Bangladesh, including other Asian mega-deltas such as the Ganges floodplains in India, and the Mekong and Red River Deltas in Vietnam, which are similarly vulnerable to the adverse impacts of climate change. As such, the machine could help to enhance global food security and the resilience of water and food supplies to climate extremes. How the Bengal Water Machine will respond to changes in monsoon rainfall intensity and duration remain unclear, but further research on the matter can help in supporting climate adaptation policy and practice.\nThe outcomes of our study highlight the importance and value of long-term hydrological monitoring data to assess the status and trends of a country's groundwater resources, which will become ever more important under the amplification of climate extremes caused by climate change.\nOur research also highlights limitations to the operation of the Bengal Water Machine in areas of the country where leakage of water during the monsoon season is insufficient to fully replenish the groundwater withdrawn during dry seasons. In those areas, pumping depletes groundwater resources, making these inaccessible to households reliant on shallow wells for drinking-water.\nFurther research is also needed to assess the suitability of locations for the operation of the Bengal Water Machine to maximise benefits to farmers and minimise the risks of groundwater depletion. Pilot projects will be needed to test the viability of operation of the Bengal Water Machine in suitable areas in other parts of Bangladesh.\nI hope that the article in Science will serve to increase public awareness of the importance of continuously monitoring groundwater levels and quality in order to safeguard this precious natural resource for future generations.\nDr Mohammad Shamsudduha is Associate Professor at the Institute for Risk and Disaster Reduction, University College London, UK (email: m.shamsudduha@ucl.ac.uk)\n\n",
        "headline_1": "A hidden natural resource has transformed Bangladesh into a food-secure nation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hidden-natural-resource-has-transformed-bangladesh-food-secure-nation-3143461",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "In an extraordinary move on October 12, the Election Commission suspended the Gaibandha-5 by-poll, organised to choose a successor to a late MP who died on July 23. \"Unprecedented\" was the word used by some to characterise the decision in what was this EC's first brush with parliamentary elections. More optimistic observers saw it as a change of direction for an EC that, until that point, appeared to be cut from the same cloth as the last two commissions, as pliant and excuse-prone if not as blatant.\nThere is no question about the justification for the suspension of the election. Serious irregularities did occur, including illegal presence of men in polling booths, vote rigging, forcing polling agents out of centres, removal of CCTV cameras, etc. But similar irregularities occurred frequently over the last decade or so, even during this EC's tenure. If every such instance was met with a matching response, we would have a very different political history. It's vital, therefore, to understand the motive – not why, but really why.\nGiven the circumstances under which the Gaibandha drama played out, there are at least three possible explanations for why the EC chose to exercise the maximum authority it has at its disposal.\nA concession to disgruntled opposition parties?\nYes, opposition parties, not just candidates, of whom all but one (Awami League's, of course) boycotted the by-poll midway through it. The election ensued against the wider backdrop of deep, unmitigated distrust of the EC and its neutrality. A suspension decision – an insult to the ruling party – could improve the EC's standing among opposition parties and restore some of its credibility.\nBut this is unlikely to work. The opposition camp, including the BNP, which didn't participate in the by-poll, is unlikely to be persuaded by a token concession. If anything, this gives them further proof of the EC's inability to hold fair elections. The BNP secretary general has said as much: \"The EC could not conduct a fair election even after exercising all its power. This just validates our position that holding a fair election is not possible under a partisan government.\"\nA warning to field-level administrators?\n\nThere has been a lot of talk about the EC's influence (or lack thereof) over field-level administrators who help it hold elections. Last week, in a meeting with deputy commissions (DCs) and superintendents of police (SPs), an election commissioner alleged that many officials harbour partisan bias that influences their work. To that, some officials responded with \"rude disobedience\". Not long ago, the EC faced similar embarrassment after the public prayer of Chattogram DC, a returning officer, for the success of a ruling party nominee.\nAlthough the EC sought to handle these affairs quietly, its reaction after Gaibandha shows that all is not forgotten or forgiven. It held the local administration and presiding officers responsible for electoral irregularities, in a move that will certainly turn up the heat on them. Although some presiding officers have alleged that they were forced to make written statements post-suspension saying the election was \"free and fair\", it just proves the lawlessness that marked the election in general.\nA statement move meant for the government?\nThis could be the EC's chance to show the government who ideally holds the reins in electoral matters. Having been bombarded with allegations of appeasing Awami League in election-related decisions, it is possible that it wanted to change the narrative, although substantive reforms to establish its control over the executive branch are unlikely to be pursued. It was interesting to see how the CEC struck a defiant tone in his response to the Awami League secretary general, who questioned the logicality of his decision \"sitting in Dhaka\" based on CCTV footage of irregularities. He tersely replied: \"The EC can suspend an election from anywhere, if it seems to us that it is not being held fairly,\" regardless of whether the EC is in Dhaka, or Cumilla, or Chattogram, or on a ship.\nThis comes off as fairly iconoclastic given that, on a previous occasion, he appeared to be apologetic after being chastised by a ruling party leader far below the rank of secretary general for objecting to his violation of a code of conduct.\nWhatever the motive may be, however, it is clear that the suspension decision is going to be a reference point in the future – but for what exactly? This will be determined by how the EC acts going forward. The first sign to watch out for is, of course, how well it follows up on its claims of irregularities. It has formed a three-member probe committee to identify how the irregularities took place and who were behind them. But anything less than swift justice for all involved would only discredit it further.\nWho were these people? In the past, they have been called variously as \"ghosts\", outsiders, vote robbers, etc. The CEC added two more titles: crooks and criminals. Their collective identity is not unknown, however. That we are still occupied with the semantics is partly because of the unlikelihood of anything serious happening to them or their political masters or collaborators in the local administration, who allegedly gave them a free pass in at least 51 out of the 145 polling stations in Gaibandha-5.\nThe question is, if the EC cannot hold a fair election in a single parliamentary seat, how can it do so in 300 seats? Don't bother answering. The Gaibandha saga has, in a way, overshadowed the EC's failure and lack of preparation to deal with known criminals and their even better-known tactics. The BNP, for once, wasn't speaking in hyperbole when it said that Gaibandha shows how powerless the EC actually is. Can it deal with outsiders without the cooperation of insiders – election and law enforcement officials – who are supposed to be its eyes, ears and hands on the ground?\nThe EC faces a many-sided war, and there are legitimate questions about whether it really wants to win it. But an even bigger question is: Is the war, with its existing rules of engagement, at all winnable?\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "Is the EC fighting an unwinnable war?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/the-ec-fighting-unwinnable-war-3143656",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "Just over one year ago, gunmen stormed the offices of a prominent Rohingya-led human rights organisation in Kutupalong refugee camp in Cox's Bazar district, Bangladesh, to fatally shoot its chairperson Mohib Ullah. This targeted assassination, carried out by men believed to be affiliated with the Arakan Rohingya Salvation Army (ARSA), a Rohingya militant group, robbed the community and the world of a brave, inspiring, and outspoken human rights defender.\nDespite Mohib's killing drawing international condemnation, little has been done to improve the security of Rohingya human rights defenders in the refugee camps, where more than one million Rohingya struggle to survive, unable to safely return to their indigenous homeland in Myanmar.\nMohib regularly spoke of security risks from different actors in Bangladesh. He understood well the political dynamics in the refugee camps and that his peaceful advocacy was perceived as a threat to ARSA's authority and control in the camps.\nHe texted me a month before his assassination. \"It is [a] bad night for me in the camps. When will you come to Bangladesh?\" In a separate text he said, \"I am fine, but still in fear of ARSA.\"\nRohingya face ongoing genocide in Myanmar, where the military and previous governments persecuted them for decades. In 2017, Myanmar military soldiers went on a campaign to destroy the Rohingya people forcibly deporting more than 700,000 to Bangladesh. Since that time, the security situation in the camps has deteriorated with Rohingya human rights defenders being killed, abducted, tortured, and threatened by an array of non-state actors.\nMohib founded the organisation the Arakan Rohingya Society for Peace and Human Rights to promote the rights of Rohingya refugees in Bangladesh, Myanmar, and globally. Because of this work, he knew he was a target and that he needed protection. And he took steps to seek protection.\nBefore his death, Mohib Ullah wrote to authorities in Bangladesh and officials at the UN High Commissioner for Refugees (UNHCR) – the agency mandated to protect refugees – requesting protection. His messages went unanswered.\nMohib Ullah recruited Rohingya volunteers to serve as unarmed security guards for him and put in place other measures, including at times sleeping outside the refugee camps when he believed he was in danger.\nTragically, Mohib's efforts to ensure his own security were in vain.\nI remember Mohib Ullah on my frequent visits to the refugee camps in Cox's Bazar district as a man who smiled easily – a man who was extremely hospitable and humble. Our conversations over tea and instant coffee would meander between the need for international accountability for the Rohingya, refugee rights, and the more mundane pleasures of daily life.\nMohib understood the broader political dynamics related to the refugee crisis that he was a living part of. He was not only a leader in the camps, but a global figure who called for justice for the Rohingya before audiences at the White House and the UN Human Rights Council.\nNot long after the assassination, Bangladeshi authorities opened an investigation into Mohib Ullah's killing, resulting in the identification of more than 25 suspects. The suspects included ARSA members, and in March 2022, the Bangladesh government publicly acknowledged ARSA's involvement in the assassination. With threats continuing against Mohib's family and colleagues, the authorities allowed some to resettle to a third country.\nHowever, the security situation in the camps a year after his death remains dire. My colleagues and I at Fortify Rights have spoken to dozens of Rohingya human rights defenders and religious leaders during the past year who have been forced into hiding due to continuing threats from non-state actors, including ARSA.\n\"If there is no justice for Mohib Ullah, then people are at risk,\" a Rohingya activist told me from a hiding place.\nMore must be done to protect Rohingya human rights defenders in Bangladesh. Granting refugees the right to freedom of movement in Bangladesh would go a long way to ensure some protections for human rights defenders, in addition to allowing Rohingya refugees access to formal education and livelihood opportunities. The Bangladesh authorities and UNHCR should also expand the network of safe houses available for at-risk refugee human rights defenders and their families.\nThe Rohingya want to go back to Myanmar but repatriation for Rohingya refugees is impossible given the recent military coup in Myanmar and ongoing persecution and violence in Rakhine state. And until effective measures are implemented to ensure refugee protections, the Bangladesh government should support third country resettlement of Rohingya human rights defenders facing threats to their lives in Bangladesh. \nIn an encouraging move in August 2022, Bangladesh Home Minister Asaduzzaman Khan signaled Dhaka's commitment to opening more resettlement pathways after US Secretary of State Anthony Blinken committed days prior to work to \"significantly increase resettlement of Rohingya refugees from the region, including from Bangladesh, so that they can rebuild their lives in the United States.\"\nDhaka should now follow through on its commitment and facilitate unfettered resettlement options, not only for Rohingya human rights defenders but all Rohingya refugees.\nIncreased commitment and support from Bangladesh, donor governments, and UNHCR is needed now more than ever. The risk is too great. Mohib's death was an incalculable loss for the Rohingya community, which continues to reverberate today. Authorities in Bangladesh and elsewhere must act now to ensure that those responsible are brought to justice and that other Rohingya human rights defenders are protected from the same kind of threats that Mohib tried and failed to escape.\nJohn Quinley III is a Senior Human Rights Specialist with Fortify Rights. Follow him on Twitter: @john_hq3.\n\n",
        "headline_1": "Mohib Ullah’s killers remain at large",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/mohib-ullahs-killers-remain-large-3143376",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "One of the hottest global news items right now is the effect of the dollar's strength on local currencies and on everyday life. Bangladesh loosened its grip on its currency and allowed the taka to weaken to a record low to preserve dwindling dollars. Like many other countries in the developing world, Bangladesh is dependent on imports, and the high cost of the US dollar is creating a drain on dollar reserves and pushing up the price of essential goods. There is hardly a single item in the country that has not been affected.\nThe US dollar, one of four reserve currencies in the global financial system, is now at its highest in 20 years. The strong dollar and high interest rates in the US, UK, and other countries are \"wreaking havoc\" around the world, exporting inflation, forcing developing countries to raise their own interest rates, and leading to capital outflows. Bangladesh, like others, may soon face difficulties in the sphere of debt repayment.\nAlthough Bangladesh Bank (BB) puts the official dollar rate at Tk 95, it reached its highest peak in history in the kerb or open market when it hit Tk 119.9 on August 10, and the dollar rate difference between the Bangladeshi interbank channel and kerb market became Tk 25. The trade deficit widened to USD 27.2 billion in the July 2021-May 2022 period as imports surged to nearly USD 59 billion, while exports rose at a slower pace to USD 31.5 billion.\nThe government and monetary authorities now face a dilemma. How much should they adjust the taka to dollar exchange rate, and how fast? The decision has been up in the air for quite a while, and economists, business groups, and other stakeholders have joined the chorus, sometimes offering divergent views on the matter.\nThe negative effect of any devaluation is felt immediately by importers, who now have to recover higher costs of the items they sell by raising prices or taking a cut on their profits. If you are in a competitive market, where imported goods vie with domestic products (as is the case of many electronic goods), the higher cost of imported goods results in reduced demand for the imported item and boosts the sale of local substitutes. The moral of this story is, devaluation helps domestic industries and facilitates \"import substitution,\" providing a boost for exporters.\nLocal reactions to fast and steep devaluation are expected to be mixed. \"Devaluation of taka should be gradual\" was the call made by Mostafa Kamal of Meghna Group of Industries. He and some other businesspeople have cautioned the government against drastic action, arguing currency depreciation might \"have a huge impact on every sphere of the economy and life.\"\nHis view was echoed by many others I spoke to. One businessman, who sells Microsoft products, reported that the price of an MS Windows license has already jumped since March 2022 by Tk 3,000-4,000. The members of the FBCCI are openly voicing their concerns regarding the increase in the interbank price of the dollar from Tk 84 to Tk 108.\nDomestically, inflation has caught families with fixed budgets completely off-guard. Even utilities are becoming costlier. After the gas price hike, a proposal to raise electricity tariffs by 66 percent has been submitted. The Bangladesh Energy Regulatory Committee has suggested a 58 percent raise for per unit power.\nFormer BB governor Dr Salehuddin Ahmed, on the other hand, joined many economists in calling for quick action on adjusting the value of the taka against the dollar to reflect market realities. \"It is time to think about inflation, our competitiveness and exchange rate,\" he said recently. \"The wait-and-see policy will not bring any good. Crises snowballed in Sri Lanka over the last four to five years as the country did not act properly to set things right. I wish Bangladesh will not walk the same path.\"\nNonetheless, a careful assessment shows that devaluation will hurt the average consumers sharply and will only add marginally to our export earnings. One RMG exporter who was in the US recently told me that the recent down-swing in exports is transitional and will pick up once the war in Ukraine reaches a steady state and US importers take stock of market conditions, particularly the inventory on hand.\nBangladesh is dependent on imports; during the first eight months of 2022, it imported goods worth USD 50.2 billion. Of this amount, essential commodities account for 72 percent: USD 5.67 billion for food commodities, 4.41 billion for intermediate goods, 19.28 billion for industrial raw materials and 4.46 billion for petroleum products.\nThe taka has been devalued against the dollar in seven steps this year. This measure adds to the cost of business. The Bangladesh Bank has resisted mounting pressures on the taka for a while, but it is increasingly running out of options. The exchange rate of the dollar against the Bangladeshi taka was Tk 84.9 on January 1, 2020. On August 15, 2022, the rate went up and is currently Tk 95, with a decline of the value of the taka by 12 percent. While this is a significant decrease, the currency has held up better than many others. Currencies of the world's top economies, as well as those of our neighbouring countries, have lost their value against the US dollar. India has spent more than 10 percent of its reserves on interventions in the foreign exchange market, which are down USD 27 billion.\nThere is a silver lining in this bleak scenario. The BB has taken several steps to stem demand for foreign exchange and curb inflation – by raising the repo rate, raising the deposit margin on letters of credit of imports of non-essential items, and restrictions on imports of luxury items. The government has decided to go slow on major projects to manage the import bill of construction materials and hardware.\nGoing forward, Bangladesh Bank can consider a policy regime where exchange rate interventions will not be needed on a regular basis. The Nobel Prize-winning economist Paul Krugman had proposed a system where a currency can float a little above and a little below a target rate within a narrow band. This system, also known as \"broad target zones,\" and followed by China among others, would require market intervention only if the market rate drifts far away from the \"fix,\" an exchange rate set by Bangladesh Bank.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\n",
        "headline_1": "What Bangladesh needs to consider before devaluing the taka further",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/what-bangladesh-needs-consider-devaluing-the-taka-further-3143341",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "We are exhausted from seeing one government project after another get delayed and their costs increase astronomically, draining more and more of the taxpayers' resources in the process. This time, it is the Dhaka-Tongi-Joydebpur railway expansion project, which is set to take 15 years to complete instead of the original three, with its cost now expected to rise fourfold from what was originally promised. It won't be easy to find another country in the world where the government is this inefficient! \nThe Dhaka-Tongi-Joydebpur railway expansion project is a glaring example of how poor planning, bad decisions, lack of coordination, and an astounding extent of moral bankruptcy – which allows government workers to fail so miserably in their duty without a shed of remorse – among different government agencies result in a huge waste of public money. We are stunned at how this government has regularised the lack of accountability when it comes to project completion, which has normalised such delays and wastage. \nAs has become the norm, different government agencies and project managers involved with the project have come out with a list of excuses for their failures. Among them is the fact that the Bangladesh Railway (BR) apparently took up the project without conducting any feasibility study. Why would the BR take up the project in the first place if they didn't conduct such a study, and why would it be passed? Is it because those who green-light such projects and hand out their contracts have become so corrupt that they have no regard for how the taxpayers' hard-earned money is utilised? What other explanation could there be? \nAnother reason given for the cost escalation is the strong dollar. But the dollar has only risen in value against the taka in the past year. The project was supposed to be completed in 2015 – seven years earlier. Why should the taxpayers have to pay for the government's failure to complete it on time? Why is it that it is always the public who have to pay for the government's mistakes, incompetence or corruptness? Why aren't the authorities responsible for such mistakes, incompetence, and corruption ever held to account? Why aren't they ever made to pay?\nIf those responsible for implementing the projects on time and within the original cost estimates are never held to account, things will never change. And if those at the top of the government are incapable of determining which projects to green-light or how to hold project managers to account, why do they still cling so hard onto their posts? We demand a change in this utterly reckless behaviour and irresponsible governance.\n",
        "headline_1": "The public shouldn’t pay for govt ineptitude",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-public-shouldnt-pay-govt-ineptitude-3142716",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "It is heartwarming to learn how, as this daily has recently reported, a group of palliative care assistants (PCA) has been working to care for at least 304 patients (including 23 children) in Dhaka's Korail slum since 2019. The group currently consists of eight PCAs, three nurses, and a single doctor, and they work for Momotamoy Korail (or Compassionate Korail), a community palliative care centre which is run by the Palliative Care Society of Bangladesh (PCSB). What is most heartening is the fact that the PCAs themselves are residents of Korail, who took up this gutsy profession after training at the BSMMU for six months post their SSC completion.\nThe patients that these PCAs care for are suffering from debilitating diseases. In most cases, not only are they themselves unable to take care of themselves, as they are bedridden with terminal illnesses, but their families also struggle to care for them properly – either due to financial incapabilities or a lack of willingness. In one case cited in our report, family members of a cancer patient would provide food to him from the door of his room, with the help of a stick, as they could not bear the odour emanating from his infections. But it was the PCAs of Momotamoy Korail who stepped forward to assist him and give him his required medicines. Besides providing 24/7 tele-consultation to their palliative patients, the PCAs also provide outpatient services to the slum's residents once a week. The name for the group is backed by the extent of their services, as they even provide bereavement support to the families of deceased patients. \nIn our fast-paced world, where even hospitals lack the required tools, professionals, and passion to properly care for terminally ill patients, such a community-oriented public health approach to palliative care is refreshing, to say the least. But it is equally saddening how the work of Momotamoy Korail is an outlier, despite there being an abundance of patients across the country who require such services. Dr Nezamuddin Ahmed, former chairperson of the Palliative Medicine Department at BSMMU and adviser to the PCSB, told this newspaper how they had been struggling to fund the initiative and how it would be best to hand its responsibility over to the government. We strongly endorse this suggestion. \nWhile we commend such citizen initiatives as Momotamoy Korail, we urge the government to use them as opportunities to learn from and build on, to create a system that is more caring towards the terminally ill patients of all ages. The government must also work to remedy the poor state of elderly care in the country, including a lack of allowances, care homes, and a comprehensive pension scheme that could cover the high expenses of elderly care. The PCAs working in Korail slum have shown us how far compassion goes in improving the last stage of life for citizens who once thrived. Let us implement their example on a national level.\n",
        "headline_1": "Korail palliative care assistants give us a crucial lesson in compassion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/korail-palliative-care-assistants-give-us-crucial-lesson-compassion-3142711",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "It is a piece of welcome news that Fair Group, a local company, is setting up a US$100 million plant in Gazipur's Bangabandhu Hi-Tech Park to assemble vehicles of a globally reputed automobile company. The plant will assemble two popular brands of Hyundai, Creta and Alcazer, for the Bangladesh market. A number of local companies are now involved in automobile assembling, the state-owned Pragati Industries being the oldest one. Pragati has been assembling the highly popular Mitsubishi SUVs. Some other local groups are assembling Malaysian and Chinese cars. Two more companies reportedly are in the process of setting up plants to assemble Japanese Suzuki and Indian Tata cars.The market for new cars and SUVs has grown from 7.0 per cent market share in 2016 to 16 per cent in 2022. Sales jumped from 250 to 500 units. Fair group officials have informed that while initially the company will assemble 200 units, the plant will have the capacity to make 4,000 vehicles annually. The vehicles meant for assembling are brought into the country in CKD (completely knocked down) need to pay lower duty rates than the new cars. This leads to some price advantage in the case of locally assembled automobiles. Looking at the data, some 20,093 vehicles were registered in 2020, the bulk of which are reconditioned vehicles. There is a very long way to go before the new car segment is in a position to replace reconditioned or old cars on the market. Locally assembled vehicles already have a cost advantage over new cars. For instance the new Hyundai Creta imported from Korea has a price tag of Tk 4.7 million while a locally assembled one would cost around Tk 4.0 million. Such cost reduction might lure many reconditioned car users to opt for locally assembled new cars. The fact that the sale of new vehicles has registered a 100 per cent growth over six years points to the change in consumer preferences to go for new as opposed to old vehicles. At present the locally assembled vehicles are paying a maximum of 45 per cent tax. The government has a progressive manufacturing policy for local automobile industry and if companies make more components of the vehicle locally, their tax burden will go down significantly. If welding and painting car bodies are introduced, the tax burden will reduce to 30 per cent. Indeed, the target for local assemblers should be to bring down the price of a sedan car (that constitutes 55 per cent of the total vehicles registered) to Tk 700, 000 - Tk 800,000 to make it affordable by the middle class. With right kind of initiatives in place this may not be a distant dream. But before companies invest hundreds of millions of dollars in component manufacturing and other production processes, they have to be given some level of protection by the government. Furthermore, the tax regime for the fledgling industry should be kept unchanged for a period of at least 5 years to raise investors' confidence. It is time for Bangladesh to change its status as a net importing nation of automobiles and create a manufacturing base that will not only help save millions in forex, but also generate thousands of skilled jobs. Besides, many linkage industries would come up to feed a burgeoning automobile industry.",
        "headline_1": "Supporting a fledgling automobile industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/supporting-a-fledgling-automobile-industry-1665847539",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "This year the award goes to three American economists for their researches that 'significantly improved our understanding of the role of banks in the economy, particularly during financial crises'. Another season of awarding Nobel Prize concluded last Monday with the naming of awardees in economics. Announcing the winner in economics usually comes after a two-day break or the weekend of the consecutive announcements on core five Nobel prizes in medicine, physics, chemistry, literature and peace. The award was introduced in 1895 by the will of Alfred Nobel, a wealthy Swedish industrialist and inventor of dynamite. His will did not include economics for the award. It was added to that list 67 years later in 1968, under the sponsorship of Sveriges Riksbank, the Swedish central bank. The bank made a donation during its 300th anniversary to 'facilitate celebrating the brightest minds in economics.'It is officially named Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel. With the announcement of this year's awardees, this prize has been awarded 54 times to 92 laureates. So, for the last five decades, the Nobel Prize in Economics is seen as the most prestigious award in this field. Also, the prize is heavily criticised for endorsing economics as a science or mathematical science instead of a social science. Many argued that the term 'economic science' is misleading. The efforts of the neoclassical economists to turn it into mechanical physics ended up in the mid-20th century as a purely mathematical notion of rigour. Thus rigorous mathematical exercise and modelling have become a major thing to do in the study of economics. There is also a big obsession with abstract theories instead of real-world issues.Many economists and economic thinkers, however, argue that a certain level of mathematics is necessary as a tool to examine and re-examine various theories and propositions. However, others viewed that that converting the tool into a core element of the subject is wrong.Again, neoclassical economists and their followers, also considered mainstream economists, argue that 'consumers want to maximise their personal satisfaction and thus they make informed decisions based on the evaluation utility of a product.' In other words, they presume that humans are always rational and selfish and so 'make economic decisions rationally.' In reality, these are not true as people always do not decide or act rationally. Human being is also not selfish all the time. Many economists have already acknowledged the limitation of neoclassical perspective and developed alternative versions to explain economic behaviour. As the realistic effort to analyse economics gaining more space and popularity, it is also reflected in the awarding of Nobel prize in economics. Daniel Kahneman, one of the pioneers of behavioural economics, got the Nobel in 2002. He was mainly a psychologist. Other behavioural economists who got the prize include George A Akerlof (2001), Elinor Ostrom (2009), and Robert J Shiller (2013). By giving the award to Richard H Thaler in 2017, the Royal Swedish Academy of Sciences formally acknowledged 'his contributions to behavioural economics.' As this year's award goes to three American economists for their researches that 'significantly improved our understanding of the role of banks in the economy, particularly during financial crises,' it may be billed a fresh recognition of behavioural economics or real- world model in broader sense. The three awardees are Ben Bernanke, the former US Federal Reserve Chairman and now a professor at The Brookings Institution in Washington, Douglas W Diamond, now with the University of Chicago, and Philip H Dybvig, now a professor of Washington University in St. Louis. Interestingly, Dybvig did not start out as an economist. In 1976 he graduated from Indiana University with a double major in mathematics and physics.The Nobel committee found that the foundations of the modern banking research were laid by Ben Bernanke, Douglas Diamond and Philip Dybvig in the early 1980s. The research clarifies 'why we have banks, how to make them less vulnerable in crises and how bank collapses exacerbate financial crises.'There are some criticisms about Ben Bernanke for his handling of the 2008 financial crisis, which originated in the United State (US) and spread across Europe and Asia. Critics argue that he failed to foresee the 2008 crisis and also missed the warning signs of the subprime housing crisis. As crisis hit, he deployed vast amount of public money to rescue some Wall Street firms. These firms were, however, responsible for their reckless bets on subprime mortgages that fuelled the crisis. Bernanke also introduced an unconventional monetary policy namely Fed's quantitative easing programme to boost the economy. Though the easy monetary policy was crucial in restoring the US economy, some argued that the move increased inequality, inflated asset prices artificially and steered a period of easy money that 'sowed the seeds of the current inflation crisis.' Despite the criticism, awarding Bernanke along with two others for their works and analyses on banking and financial crisis is highly relevant even today. For developing countries like Bangladesh, this year's Nobel in economics bears some significance. A series of scams and irregularities hit the country's overall banking sector in the last decade making the sector vulnerable. Now, default or non-performing loans (NPL) are increasing. The ratio of gross NPL stood at 8.96 per cent at the end of last fiscal year (FY22) against 8.18 per cent at the end of FY21. As a matter of fact, there has been a longstanding vulnerability in the banking sector of Bangladesh. Low asset quality coupled with low levels of capital, and weak governance hamper productive lending and create stability risks. The World Bank, in its latest country economic memorandum on Bangladesh, titled Change of Fabric, also said: \"Most banks are controlled by owners of large business groups and politicians, and are heavily engaged in related-party lending, diverting scarce financial resources from the most productive use. Strong presence of the state in the financial sector, both through the ownership of underperforming state-owned banks and the interventions such as interest-rate caps, further contributes to crowding out of scarce resources from the private sector.\" It also found the current regulatory and supervisory framework for banking sector weak and required to be aligned with international good practice so that the existing vulnerabilities could be addressed. Thus, the message of this year's Nobel prize in economics needs to be taken seriously, especially by the policymakers in Bangladesh.[email protected]",
        "headline_1": "This year's Nobel prize in economics and Bangladesh's banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/this-years-nobel-prize-in-economics-and-bangladeshs-banks-1665847711",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "Locating plastic fragments mixed with supposedly pollution-free sea waters is alarming news. In the present world chockablock with small and large polythene products, few could think even in their wildest dreams that the menace could invade the marine waters. A couple of months ago, news items even reported the presence of the common non-biodegradable variety of plastic on the seafloor. It was detected by environmental activists.At this stage of soil or water pollution caused by plastic, another stunning information reached people. It says industrial innovators have at last been able to produce 'biodegradable' plastic. It is made from bio-based materials. A section of environmentalists, however, hold the view that these materials are not necessarily compostable or biodegradable. Many others advance the idea that plastics that biodegrade could be made from fuel-based materials. All developments make many upbeat about the march of science. Even nearly a decade ago, these experiments and the materialisation of biodegradable plastic were a chimera. Now science continues to dream of better and more user-friendly plastic products which are biodegradable or bio-based. Although, the developed countries have started thinking that the age of non-plastic products is round the corner, the developing and least developed countries cannot muster the confidence to think this way. As for Bangladesh, few of the sectors in the country's overwhelmingly growing consumer society can now stay operational without plastic and polythene products.Starting from items used domestically and in various sectors, plastic goods and appliances have long become integral to survival. Let's start from the kitchen in a residence in Dhaka. Except the cooking pots, kitchen knives and the stove, almost all items are made of plastic. Small and large shelves, racks, and many types of holders --- all are invariably plastic made. Though the dining table is made of wood, the chairs round it in many houses are made of plastic. Light-weight dining plates and even spoons are a common sight in lower and lower middle-class residences. Out on the roof, plastic-made flower tubs have lately replaced the earthen ones. The committed plant and nature lovers are prepared to travel twenty or thirty kilometres to the suburbs to procure the clay-made tubs. They find it atrocious to grow flowers or orchids in plastic tubs and containers.The irony is few of the Dhaka or other city residents think twice before purchasing plastic items. No compunction pricks them as they spend a whole evening buying the plastic products for household use. Starting from baby cots, baby toys, fashionable deckchairs for the elderly family members, types of stands for the TV and books, bookshelves to ladders and even ropes --- everything has its plastic versions. After their usability term ends or they develop defects, these plastic junks are sold to hawkers or dumped at a corner of the roof. Finally, the lighter ones end up in the nearby garbage bins, their journey ending in the rivers and water bodies. It is the polythene bags, bottles, myriad containers in particular, which have the largest role in the slow death of the Buriganga River. Despite announcements on launching anti-polythene drives in the cities, few such operations materialised. Meanwhile, villages in Bangladesh aren't free of the polythene scourge. A most worrying aspect of the aggression of plastic is its use in toys. This light material is widely used in toys all over the world. It has taken the place of tin, steel and similar products. A few developed countries may have invented their own biodegradable plastic. But to the rest of the world this special plastic is still beyond reach. After the Stone Age, Bronze Age and the Iron Age, the Homo sapiens may have entered the Plastic Age. Few know how long they will have to remain stuck there. [email protected]",
        "headline_1": "Living in 21st century Plastic Age",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/living-in-21st-century-plastic-age-1665847774",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2022"
    },
    {
        "full_article": "Laptops are an essential tool for students. In today's technology-driven education system, they have become one of the top users of laptops. However, the rising prices of personal computers, laptops and smart phones have affected the students badly. And many of them, who are from low- and middle-income families, can no longer afford new laptops, for which many are falling behind academically. The prices of tech devices like laptops have already increased 10-15 per cent due to the current high conversion rate of taka with dollar. With this, a 15 per cent value added tax (VAT) was proposed on imported laptops in the budget, making them more expensive. If we want to move forward in the information technology sector, we must keep the prices of computers and laptops at tolerable levels. If we can deliver high-configured computers to our students at low cost, they will certainly become skilful in the future. At present, various companies in Bangladesh have started importing hardly-used high-configured laptops from a number of countries, and selling them at low prices. In my view, it is a good initiative. If the government supports these importers and computer firms, the students will be able to buy high-performance laptops at cheap prices. Importing refurbished laptops will help not only the students, but also new freelancers and entrepreneurs. Md. Arifur Rahman Sumon, Deputy Manager, Sadharan Bima Corporation",
        "headline_1": "Importing refurbished laptops",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importing-refurbished-laptops-1665847850",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2022"
    }
]