[
    {
        "full_article": "In the unfortunate annals of our political history, the month of August perhaps witnessed more macabre incidents than others. While the tragedy of August 15, 1975, when Bangabandhu along with most of his family members were brutally done away with, has indelibly made a deep imprint on constitutional and orderly political progression, the gory misdeeds of August 21, 2004 when clearly Sheikh Hasina was targeted for murder had very ominously impacted our political discourse. Sadly, we have to recollect that in the suspected conspiratorial attack on August 21, more than 20 persons were killed and 200 suffered painfully persistent crippling injuries. For many, it was a deliberate attempt to wipe off all the senior leaders of the oldest political party of the country.\nIt would not be an exaggeration to observe that the corroding contours of our confrontational politics were ominously exposed in the mindless violence of August 21, 2004. There is also a premonition that, aggravating such a scenario was the suspected State complicity in the perpetration of organised acts of violence and the inordinate delays in providing relief to the victims. The alleged authoritative connivance and condoning of the failures of law enforcing agencies in carrying out the statutory duties is definitely a worrying blot on the ethos of public service.\nWe have to unfortunately \"recollect that the investigation of the above incident was not taken in right earnest that it deserved and the first indication of that was the unpardonable failure to protect and preserve the scene of occurrence. There was allegation that physical evidence was tampered with and destroyed. The field units did not act with desired speed and circumspection.\" The suspicion is, were they acting so at the behest of someone or a quarter very high? Quite clearly, the culpability of all concerned need to be fixed and proved. One needs to know whether sworn officials had hesitated to enforce the law and if so why.\nUnfortunately, a judicial enquiry into the incident by an honourable judge of the apex court was done perfunctorily and reportedly pointed the accusing finger to an agency of a foreign country without presenting credible supportive evidence. The initial criminal investigation that was marked by the \"Joj Miah\" charade was a most disgraceful act in that it raised doubts about the very integrity of investigators and the reliability of a vital organ of the State.\nAs a mark of its probity, the then government brought some foreign experts to assist the investigation but it was too little too late as vital physical evidence was allegedly destroyed and the local investigators reportedly were found less than proactive.\nIndiscreet acts and irresponsible utterances in the political circles were no less complicit in confounding a tragic incident that demanded swift remedial action and compassionate response from colleagues in the art of politics. Sadly, people in high positions in the then establishment put the blame on Awami League leaders by insinuating that they had caused the grenade attack on the rally to discredit their opponent in government. One has to admit that this was, quite clearly, in poor taste and had an abysmal lack of sensitivity.\nIt is also a sad commentary on the politics and politicians of Bangladesh that like the tragedy of August 15, 1975, the slaughter of August 21, 2004, also did not stir the national conscience until a favourable political scenario emerged. It would thus appear that the guarantee of fair play and justice in our country has to wait for regime change. We may have to admit that extreme actions leading to annihilation of political adversary, though reprehensible, were a sad reality of our society in the not-too-distant past.\nThe question is, do we have to agree with the cynical observers of our political scene who say that there is a functional utility of violence for politicians? Do most acts of violence characterising Bangladeshi society at all levels have an irreducibly political context? Must not Bangladeshis feel ashamed as politics, apparently, has started acquiring a pejorative connotation by the allegation of its manifest association with conflict and violence? Is not the undermining of civil society by the encouragement of politics based on division and acrimony, a pathetic and deplorable sight?\nThe nation will not witness a repeat of August 21, 2004 if our politicians inculcate a temper which does not press a partisan advantage to its bitter end, can understand and respect the political adversary, and feel a unity between all citizens. They are expected to demonstrate that democracy depends upon habits of consent and compromise which are attributes of responsible society. The spirit of moderation has to prevail to protect us from degenerative division and hatred.\nThe events of August 21 will undergo judicial scrutiny and those culpable would be punished bearing in mind that the actual fact or truth may not always be provable in a court of law. For democracy to strike a firm root in Bangladesh, the narcissistic and fascistic proclivities lurking in many hearts in the political arena have to be tempered in public interest.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh.\n",
        "headline_1": "The sinister carnage of August 21, 2004",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/the-sinister-carnage-august-21-2004-2157426",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2021"
    },
    {
        "full_article": "Full US troop withdrawal from Afghanistan was announced by President Joe Biden on April 14, 2021. It raised eyebrows but did not ruffle public feathers. The sudden and complete mid-August pull-out did. Desperate Afghanis running to cling on to a military transport plane taking off exposed how pathetic the plight was.\nTwo such war-related photos once shook the world and left some lessons. The first photo, no less of an Afghani, portrayed Sharbat Gula, a captivating green-eyed Pashtun girl driven by Soviet troops into Pakistan's Nasir Bagh refugee camp, the second of \"napalm girl,\" Phan Thi Kim Phuc, a naked 9-year-old with a burned back screaming as she fled Viet Cong bombings in 1972. Whereas the former graced the June 1985 National Geographic cover and the latter won a photography Pulitzer Prize, some such accolade surely awaits this month's Kabul escapade.\nGermany's sedate Chancellor, Angela Merkel, called this rushed exit a \"mistake\"; whispering UK willows alluded to it as \"the biggest foreign policy disaster since Suez\" (in 1956); and French President Emmanuel Macron's desire of \"strategic autonomy from the United States\" strengthened. China saw that exit as US \"humiliation\" and Russia its consequences as \"horror.\" Both gleefully constructed Taliban deals.\nThe United States did that too. Stanford historian Robert Crews calls Donald J Trump's March 2020 Taliban deal as the exit \"roadmap\". \"We're dealing very well with the Taliban,\" spoke Trump on September 18, 2020. \"They're very tough, they're very smart, they're very sharp,\" he continued, \"[b]ut, you know, it's been 19 years. . . even they are tired of fighting.\" His May 2021 exit deadline was stricter than Biden's.\nAnalysts wonder why this hullabaloo. That exit was being suggested by at least five slow-moving dynamics: (a) the \"sinking-in\" failure; (b) coffer considerations; as well as (c) changes in domestic priorities of policy-supplying country; (d) neighbourhood climate of the policy-recipient country; and (e) the global context.\nExcept for \"westernising\" Kabul and modernising Bagram Airfield (located 40kms north of Hamid Karzai International Airport), US and NATO troops simply could not transplant any \"anti-terrorism\" mindset among Afghanis, who know more about war than the typical US citizen, after 9/11. Particularly difficult to harness was the countryside. Malleable Loya Jirga representatives and a public largely untutored in 9/11 conversations did not gel with foreign troops, with US troops now, or with Soviet troops in the 1980s. Carrying a 40-year psychological toll of swaying battles, Afghan citizens only rallied to what they knew well: faith (read: Islam), and ethnic identity. Reforms centrally initiated at the centre hardly trickled down, the urban-rural gap widened, and appropriate integrative infrastructures remained pipe-dreams. How Afghan unity was hijacked by mostly Kabul-based mercenaries, gold-diggers, and drug-traffickers exposed why a 300,000-strong army simply collapsed with US departure and after 20 years of training. Staying and defending a marriage is fine, but not a mirage. President Ashraf Ghani's cowardly escape with his loot dramatised the longest US war as being nothing more than a security soap opera.\nThough security considerations made development unproductive and costly, behind the military bandwagon numerous academic, business, gender, social, and welfare global groups entered a once-forbidden country, exposing possibilities and opening hitherto closed segments, particularly among women. Negotiating with Taliban in Qatar raised policymakers' hopes, but not vox populi's. Hoof-sounds of the Taliban Trojan Horse were heard loud and clear, far and near.\nOnce bitten, today's twice shy Taliban has become more worldly, socially savvy, experienced, and youthful enough to go the distance, even if this compromises its own brand of Islam. It can look US negotiators eyeball-to-eyeball and enter cities without blazing guns. Hard-line fall-backs cannot be ruled out, but if \"carrots\" could convert fearful, fed-up, and uprooted rural dwellers, why turn to \"sticks\"? Though a smaller Al-Qaeda faction remains a Taliban partner, Imran Khan, the Pakistani leader whose instrument the Taliban is, remains wary of fundamentalism spilling over. Only seething countryside anger pitting Pashtuns, Hazara, Nuristanis, Tadjiks, Turkmenis, and Uzbekis against each other could derail immediate Taliban prospects.\nSecondly, \"coffer considerations\" haunts the United States. When 9/11 happened, the United States concluded its longest 20th century economic expansion (1992-2001). By contrast, the stagnating post 2008-11 Great Recession decade saw healthy global competition turn nastier, long-term jobs displaced by fickle and fluid alternatives, technological shifts from hardware to software becoming institutionalised, spiking migrant flows fuelling populism, and obviously Covid pandemic hammerings. No democratic public can forever fund a lost cause against that backdrop. President Trump made this his election talking-point. President Biden independently followed suit.\nChanges undergird the third, fourth, and fifth dynamics portrayed domestic US priorities, Afghanistan's fluctuating neighbourhood pulse, and in-flux global order stakeholders. Envisaged in 2013, the USD 62 billion China-Pakistan Economic Corridor project opened Gwadar Port as China's outlet to the strategic Straits of Hormuz and economically ever-bountiful Africa. India followed suit building Iran's Chabahar Port from 2015 to plant its own Persian Gulf flag and divert Afghanistan from Pakistani ports. Taliban retaking Kabul now puts Pakistan behind the region's steering-wheel, meaning the next move is India's. Two masks must be removed: Pakistan's remodelling Taliban to make it receptive enough for Uyghur-suppressing China; and India's superficial SCO membership, given its friendly Russian stripe, even friendlier US colours.\nAs relative US global salience diminishes, the China-Russia SCO (Shanghai Cooperative Organisation) influence grows. Often falsely dubbed as \"China's NATO,\" this loose multilateral 2002 construction originated from multilateral 1996-1998 Shanghai Five deals, bonding Kazakhstan, Kirghizstan, and Turkmenistan (and later Uzbekistan). Among new members, India and Pakistan moved from \"observer\" status to \"full membership\", with Afghanistan and Iran tip-toeing them. As goals and interests proliferate, this originally soft-power non-US bulwark loosens further.\nReduced US profile where the \"great game\" was historically played can be seen as globally destabilising, but it has never been a US \"game\". Alongside Australia, Japan, and the Philippines, the United States sees the South China Sea as its new Alamo. Still, any China-US contestation differs from the Cold War Soviet-US rivalry: its economic premises rather than geopolitical; globally pivotal commercial exchanges between the two protagonists, China and the United States; and looser alliances than the NATO/Warsaw Pact counterparts. All told, the South China Rubicon is all set to displace the \"graveyard of empires,\" that is, Afghanistan, from behind the \"global-order\" steering-wheel. China's Belt and Road Initiative guaranteed that on land by neutralising Afghanistan's \"graveyard\" potential, and on sea through a string of artificial islands.\nAfghanistan free-riding US economic and security resources generalises the apt \"damned-if-I-do, damned-if-I-don't\" phrase for the United States, Taliban, and Afghanistan: any policy/decision of anyone will fetch inevitable condemnation from a single, few, or all others, just as not making a policy/decision, will also be finger-pointed on all fronts. When one country or group faces that predicament, a balancing act typically comes from the actions of others; if two countries or groups err similarly, order can still be brought, though the climb becomes more uphill. With all sides similarly oriented, mitigating factors vanish. Anything can happen, even without invoking domestic public considerations, a louder clout today than ever before. Whether it is the US exit, Taliban takeover, or missed Afghani opportunities, the blame-game innings is unlikely to end soon, but that is just what opportunists of all stripes need to thrive. They win because \"Rome\" slept.\n \nDr Imtiaz A Hussain, Head, Global Studies & Governance Program, Independent University, Bangladesh. Jessica Tartila Suma, Lecturer, Global Studies & Governance Program, Independent University, Bangladesh.\n",
        "headline_1": "Afghanistan, Taliban and the United States",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/afghanistan-taliban-and-the-united-states-2157416",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2021"
    },
    {
        "full_article": "The joke going around in diplomatic circles in New Delhi is that the Taliban takeover of Afghanistan was much smoother than the change of guard at the White House after Joe Biden won the presidential elections in the world's biggest democracy. It is a deceptive calm that preceded and followed the ultra-conservative group's seizing the levers of power in Kabul on August 15. What lies behind the smoothness and calm is the danger of a radical ideology that has serious security and geostrategic implications not just for India, but for South Asia as well. It is nothing more than a geographical indicator that Afghanistan is a member of the South Asian Association for Regional Cooperation (SAARC) given the dysfunctional nature of the forum.\nAs the second coming of the Taliban to power—the first time was in 1996 with horrific consequences for Afghanistan—plays out, one of its first announcements was to establish an Islamic Emirate. New Delhi seems to be reworking its Afghan policy. On August 18 and 19, Prime Minister Narendra Modi deliberated with his top cabinet colleagues and National Security Adviser on the developments in Afghanistan and the way forward for India. Clearly, India does not have many options as the rise of the Taliban has clearly led to a new power shift and set off jockeying for influence by regional powers like China, Russia, Turkey and Afghanistan's next door eastern neighbour Pakistan. This is an area of great concern for India, according to strategic affairs experts.\nThe Taliban regime in Afghanistan of the 1990s was recognised by Saudi Arabia, Pakistan and the UAE. Russia and China had not recognised the Taliban then but they are now falling head over heels to embrace the group. This is a big change from 1996. China, with its deep pocket, is not only looking at making investments in the Afghan economy, but also taking its Belt and Road Initiative to that country to complement its project already going on in Pakistan. China is particularly keen on tapping the deposits of copper, iron ore and lithium which is important for the electric vehicles of the future. There could be a quid pro quo between China's financial muscle to help out the Afghan economy, heavily dependent on foreign aid, and mineral mining rights.\nThe assessment in the strategic establishment in New Delhi is that Pakistan, which has for decades invested heavily in the Taliban by supplying it with funds, weapons and intelligence, is in the driver's seat on matters relating to Afghanistan and will now try to whittle down India's role in the economic development of that country. Pakistan is looking to benefit from a friendly regime in Kabul to take advantage of Afghanistan's extremely strategic location as a transit hub linking South Asia with Central Asia and beyond. So, India's challenges today are quite different and complicated. Will India finally reconcile itself with recognising the Taliban?\nAfter being so closely tied to the governments in Afghanistan over the last two decades, India, which did not recognise the Taliban in 1996, is in no hurry to recognise the new dispensation in Kabul this time around. How India reworks its Afghan policy will depend a lot on a number of variables. Will India go with the western democracies and other Asian countries it has strong relations with based on shared values of democracy, fight against terror and a rule-based international order? Indian Foreign Minister S Jaishankar's recent visit to the US and Qatar is aimed at, among other things, to ascertain the thinking in Washington and the influential Gulf country about the future of Afghanistan. As part of the same exercise, a team of Indian officials led by Deputy National Security Adviser Pankaj Saran was in Moscow this week meeting Russian National Security Adviser Nikolai Patrushev.\nRight now, India is waiting to see the contours of the new power structure and the character of a new government that is expected to emerge in Afghanistan. Senior Taliban leader Amir Khan Motaqi has already held talks with former President Hamid Karzai and senior leader Abdullah Abdullah. India is also keeping a close watch if the talks on the future government could include non-Talibans in view of the ethnic diversity of Afghanistan—Pashtuns, Tajiks, Uzbeks and Hazaras. What India is looking at with keenness is can Afghanistan come up with a system that can preserve the gains of the last two decades. After its military prowess shown in the speed with which it captured Afghanistan this time, the Taliban is under no obligation to share power with anyone else. Buoyed by its military victory, the Taliban will try to dictate terms from a position of strength.\nSome strategic affairs experts in India rue that New Delhi should not have hesitated to reach out to the Taliban, a policy that sees India squeezed out of the big picture of international power-play in Afghanistan. Such an outreach would have required India to make deft diplomacy and a subtle shift from its stand of looking at the Taliban from a UN-designated terror outfit.\nIndia may be wary of the Taliban but it is far from abandoning the people of Afghanistan where there is considerable goodwill generated by India's soft power in constructing welfare projects in all the 34 provinces of that country like roads, power, dams, hospitals, setting up educational facilities and giving scholarships. Being mindful of this even after the Taliban takeover on August 15, India was quick to announce e-visa facility for Afghans, wanting to come to India in view of the situation in that country. India is also considering offering help to Afghan students who have taken admission in Indian universities but are unable to come to the country due to the flight disruptions in Kabul. To sustain its image as a reliable development partner, India may have to rethink on its decision to reopen its shut diplomatic missions in Kabul, Kandahar and Mazar-e-Sharif. To sum up, India has to find a way to stay invested in Afghanistan post-Taliban takeover.\nMuch will depend on how the Taliban conducts itself in Afghanistan, deals with the international community, if it distances itself from various terror groups, including Al Qaeda, which helped it, and how it deals with Pakistan, the principal backer of the hardline Islamist group. If the Taliban sticks to its medieval mores like in the 1990s, oppressing women and indulging in revenge killings, it could run the risk of once again becoming an international pariah. Post-takeover, initial vibes emanating from Kabul is that the group is trying to signal its transformation into a force of moderation by promising no reprisal violence and that women are welcome in government offices. During the talks on government formation with Karzai and Abdullah Abdullah, Motaqi reportedly pledged to form an \"inclusive\" government that would give representation to all ethnic groups. So, the Taliban seems to be making the right noises, keeping an eye on the international community in a bid to get acceptance and legitimacy. But these words need to be verified on the ground in the months to come.\nThe Taliban must realise that winning a military victory is quite different from the challenges of governance, the foremost of which is to ensure development projects of the last 20 years in connectivity network, energy supply, healthcare facilities and several community development projects.     \n A key marker of India's response to the new regime in Kabul will, of course, be the Taliban's relations with Pakistan. The Taliban has close links with Tehreek-i-Taliban of Pakistan and other anti-India terror groups like Jaish-e-Mohammed and Lashkar-e-Taiba. Recently, TTP leader Mufti Noor Wali Mehsud has thanked the Taliban leader Haibatullah Akhundzada for releasing their deputy leader Maulvi Faqir Muhammad from Bagram high security prison—from where around 7,000 hardcore terrorists were freed by the Taliban. The issue is: will Pakistan stop using cross-border terrorism as an instrument of state policy and give more stress on geo-economics rather than geo-politics? It does not look like it.\nThe question also is: will the Taliban be able to snap its ties with non-Afghan terror outfits which will try to extract their pounds of flesh for having helped the Taliban. One must remember that Jaish chief Maulana Masood Azhar was taken directly to Mullah Omar (who had led the Taliban's charge in Afghanistan in 1996), in Kandahar after he was freed by India in return for the safe release of passengers of the Indian Airlines flight hijacked from Kathmandu in December, 1999.\nThe change of guard in Kabul has set off security concerns for India and some other parts of South Asia. India will have to be on guard against the possibility of the Taliban sending is fighters or helping other terror groups to Jammu and Kashmir. Both India and Bangladesh must recognise that Jamaat-ul-Mujahideen Bangladesh has its roots in an earlier Afghan war. The JMB was founded by Afghan war veterans, and how the outfit went on a rampage in Bangladesh in the early 2000s is well-known. The Taliban recruited a large number of fighters from Bangladesh in the 1990s and some from India. The spill-over of the Taliban takeover in Afghanistan may result in a rise in extremism not only among radicals in Bangladesh and Rohingyas there, but also in India.\n \nPallab Bhattacharya is a special correspondent for The Daily Star.\n",
        "headline_1": "India’s Taliban challenge and Afghan policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/indias-taliban-challenge-and-afghan-policy-2157411",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2021"
    },
    {
        "full_article": "History unfolds in ways that may appear to be totally incomprehensible to us. It may not fit into our logic, may appear to be contrary to the facts that are at hand and our own analysis, which, often guided by our prejudice, may have indicated a different outcome. But as the dust settles and we understand things better, the outcome looks quite inevitable. That is how the Taliban takeover looks as we unearth more and more facts—inevitable. It is up to us now to understand the meaning of their victory, its regional and global significance, its ideological impact on the short term and the long term and what implications it has for us in Bangladesh.\nTwo fundamental realities must guide our present thinking: The importance of the Taliban victory and how the US, a superpower, will digest this humiliation and defeat and what course of action it will take.\nLet me address the second aspect first. Let us not forget that the US is a superpower and in some ways the only one for the moment. For them, it is very hard to live with the fact that a rustic, village-based community, with a backward economy in every sense, with little training in modern-day warfare, with no airpower, no latest weaponry, no tank, no laser-guided missiles, no night-vision equipment, no drones, no helicopters, and wearing only slippers and their traditional dress and carrying powerful automatic rifles—the only signs of modern weaponry—sent the US and NATO armies packing, invoking the memory of the US' ignominious flight from Saigon 46 years ago. It is very hard to digest this reality, especially for a superpower like the US, that lives with a daily diet of \"we are the best\" slogan.\nI mention this first because I anticipate that the immediate post-Taliban period will see efforts by the US and its Western allies to make the Taliban takeover look as bad as possible. They will try to highlight every flaw and shortcoming in the Taliban operation, notwithstanding the fact that so far six days of takeover have passed without much violence or law and order issues, which are inevitable in case of a shifting of power of this magnitude. This they will do—the CIA, starting from the 50s, has 70 years of experience in that—to  justify their 20-year presence in Afghanistan. The fundamental weakness of the Afghan society is its ethnic divide which every external power tried to exploit over the centuries. Hopefully, the new Taliban regime will be extremely conscious of that vulnerability and act accordingly.\nFrom the US perspective, the 20-years narrative of \"caring\" for the Afghan people and \"helping\" them to modernise and build a society of freedom and democracy cannot be allowed to just vanish into the thin air. Otherwise, the whole architecture of the \"white man's burden\" in its modern-day version loses credibility, especially for its, God forbid, future use.\nThe decision to invade Afghanistan was taken by George W Bush following the bombings of New York's Twin Tower and Pentagon by Al-Qaeda. Though there was not a single Afghan in the 19-member squad that led to the 9/11 attacks (in September 2001)—there were 15 Saudi men led by an Egyptian among them—yet, the Bush administration decided to invade and occupy Afghanistan because it refused to hand over Osama Bin Laden to the Americans. US and UK military began bombing the country in October, 2001.\nIt was more like \"how dare the US has been attacked\"—that too in its mainland, something that had never happened before, and so someone and the country that supports or shelters them have to pay. The man—Osama Bin Laden—was the self-proclaimed perpetrator and the country, Afghanistan, the shelter-giver to Bin Laden, became the recipient of US' wrath and thus the invasion of a country began. Bin Laden escaped to Pakistan and was later killed by the US forces in 2011.\nThe quick victory over the Taliban and its removal from power gave the Americans a premature feeling of having prevailed. The Taliban withdrew and returned to fight another day and win.\nWhat the Americans would now find harder to digest, more than the Taliban takeover—as that was being discussed in Doha for the last few years—is the manner of the takeover and collapsing of the edifice—the Afghan army—that the US military built over a 20-year period spending nearly a USD 100 billion to train and equip. No country, leave alone a superpower, can take defeat well. The Americans are especially vulnerable in these situations. \"It can't be their fault\", and so a scapegoat will have to be found.\nQuestions are being raised about who the Americans were training, and what level of efficiency, commitment and loyalty they were generating in these soldiers. Though the Americans are now trying to say that the Afghan national army did not want to fight to defend their country and were not committed, the real story is that the US trainers just did not see the writing on the wall. The government that these soldiers were supposed to defend did not enjoy public confidence, and the leaders for whom they were supposed to lay down their lives were corrupt to the core, many holding foreign passports and having their families living abroad. Nothing could depict the bankruptcy of the government leaders more than its head, President Ashraf Ghani, fleeing the country with a helicopter full of foreign currency—which he later denied. I think this one incident says it all.\nIt had been frequently reported that at the grassroots level, the ordinary soldiers were ill-paid if at all, not regularly given ration, and most often served under corrupt seniors. Didn't the US trainers know that? If not, then how come? And if yes, then what did they do about it. What was the role of the intelligence bodies? Were the trainers from the US army, or were they outsourced to private mercenary groups like the Blackwater who made millions of dollars for doing what the regular army was supposed to do, without any of the motivations and institutional disciplines that military institutions usually are known to have.\nThe vanishing Afghan army speaks more of the American training than of the Afghan soldiers. How can it be that as soldiers in the army under US training they disappear without any fighting and the same Afghans under the Taliban take on the mighty US and fight like lions for 20 years no less? As the US leaders search for an answer for the debacle, they should focus their attention internally, to their very institutions and investigate the US army itself, how it worked in Afghanistan, what were the role of the private companies, who were paid what and how.\nLet none of us lose sight of the enormity of this event. After Vietnam, this is the first time that the Americans have been defeated in the battlefield by a guerrilla force. And unlike the Vietnamese, who were helped by the Russians and the Chinese, the Afghans did not have such generous patrons.\nA rustic army comprising of tribal people got together and defeated the mightiest power in the world over a period of 20 years. The US had everything—money, power, literally the whole of the Western world behind it, not to speak of the latest technology, the most sophisticated communication systems, the extensive network of satellites to monitor the Taliban's every move. With the addition of drones, the Americans, to kill the \"enemy\", had only to press a button, sitting in an air-conditioned room in any part of the world, most probably in the US, and not having to take the trouble of going to the war-zone. This press a button warfare led to indiscriminate killings of Afghan civilians, including women and children, especially when the rules for air strikes were relaxed.\nWhat Vietnam proved 46 years ago to the US—after fighting there from the late fifties till 1975—Afghanistan proved again in 2021, that with all the sophisticated technology and limitless resources in hand, one cannot suppress the human spirit. It was Afghan nationalism, expressed through faith, that prevailed over unthinking arrogance, disdain for a people's way of life, very low impression of another people's culture and tradition. Not that everything about culture needs to be preserved, nor every aspect of tradition to be eulogised, but whatever change that needs to be brought about—and change must come in tune with the process of modernisation—cannot be done through imposition and foreign occupation. All changes must come from within, through a nation's own experiences and thinking.\nThe Taliban victory also proves, if proof was at all necessary, how the presence of foreign troops is hated everywhere in the world. Every country, in whatever stage of development, hates foreign domination. Howsoever it be packaged and  whatsoever be the narrative of \"helping\", \"assisting\", \"caring\", etc. the presence of foreign troops generates resentment which develops into hatred and finally into a desire to resist, and if compelled, through force. Each time the US air force flew sorties, each time a drone destroyed a house, each time US troops fired at an Afghan, it became a recruitment event for the Taliban.\nTo give some credit to the Americans, they seem to have understood this reality some time back, and hence started talking to the Taliban, initiating the Doha talks which reached its highest level in 2019 with US special envoy Zalmay Khalilzad and top Taliban leader Mullah Abdul Ghani Baradar leading their respective sides, reaching an \"agreement in principle\" when former President Trump, quite inexplicably called off the peace talks and cancelled a secret meeting at Camp David with Afghan President Ashraf Ghani. In February 2020, a \"Path to Peace\" agreement was signed and the first peace talks between the Taliban and Afghan government in 20 years was held in Doha. In April 2021, Biden declared complete troops withdrawal by September 2021.\nWell, the world didn't have to wait till then. The US's longest war in recent history ended as the Taliban took control of Kabul without any resistance.\nThe Taliban victory has tremendous significance for our region. It will definitely have Pakistan and India competing intensely for their attention. Here Pakistan may appear to have an edge, but India's considerable presence in infrastructure building in Afghanistan will not be something that the new rulers will ignore. Pakistan will focus on expeditious return of the three million refugees that have been living in Pakistan ever since the Soviet invasion of 1979 when their 10 year occupation began. India will keep a keen eye on how the Kashmir situation is handled by the Taliban, who have declared that they will not let their territory be used to meddle in other countries' affairs. They have assured the Chinese about their total non-interference about the Uyghurs. The Russians have their concerns about the Chechens, and here also, the Taliban appears to have calmed their nerves. It is too early to predict, but so far the dealings have been matured.\nAs for Bangladesh, we need to observe the situation carefully and move as it unfolds. About recognising them, we should go slow but definitely not close our mind to doing so, especially if they are able to form an inclusive government, taking in the other ethnic groups that inhabit their land. Their internal and external policies will definitely be a strong guiding factor for our actions in Bangladesh.\nThe thing to remember is that the external factors behind the Taliban coming to power are different this time around than in 1996, especially the part played by Saudi Arabia and its brand of Wahhabi Islam. In fact, Saudi Arabia itself has undergone changes.\nThe Taliban appears to have learnt a lot in the last 20 years since they were last in power. They are a far more nationalistic force than they were in 1996, and we should expect them to focus more on their own development than meddling in other people's affairs.\n \nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Taliban takeover of Afghanistan -- its meaning and implications",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-taliban-takeover-afghanistan-its-meaning-and-implications-2156426",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2021"
    },
    {
        "full_article": "On August 21, 2004, our government became a terrorist organisation. In what followed, the state itself became accessory to that terrorist act. Some rogue elements may have thrown the grenades but when all the branches of the state—the executive, the judiciary and the legislative—collectively worked to save the criminals and divert attention elsewhere then the state itself became complicit. What was most disconcerting is that the type of grenades used in the attack showed that inroads had been made into the army itself.\nWe agree with the prime minister when she says that such an attack in broad daylight couldn't have happened without the support of the government of the time. The destruction of the evidence, the lack of seriousness in investigating the crime and the political effort to downplay the tragedy all indicate complicity of the government and the ruling coalition.\nThe attempted assassination of Sheikh Hasina dealt a severe blow to the prospect of democracy-building in Bangladesh. The two-party system—the AL and BNP alternating in power—which should have been a boon for a stable democracy, became  a life and death contest for eliminating each other, not through public support but through violence as BNP-Jamaat's actions proved. The two parties, always bitter contestants for power, now became bitter enemies with the incumbent ready to resort to political assassinations to stay in power.\nWhat could have driven the BNP leadership of the time to choose to kill their political opponent? A total disregard for democracy and constitutional politics. Nothing reveals their lack of commitment to democracy better than this incident. Whatever their protestations may be, the so-called debates in the parliament, the sham of a one-member judicial inquiry commission, and the repeated government assertions that the attack was due to internal factors within Awami League proved beyond doubt that the BNP-Jamaat government of the day had no intention to unearth what really happened, let alone dispense justice.\nIt happened 17 years ago. But its impact still reverberates in our politics. After the brutal killing of Bangabandhu and the killing of the four national leaders in jail, the August 21 grenade carnage, in which 23 AL leaders and activists died, including Ivy Rahman, wife of veteran AL leader and the future President, Zillur Rahman, remains as the most tragic example of politics of killings and assassination. It is truly a miracle that saved the present prime minister and the then opposition leader's life.\n   We must never allow the events of August 21 to ever occur again, and we must learn from that experience to strengthen our democracy.\n",
        "headline_1": "Day when govt turned terrorist",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/day-when-govt-turned-terrorist-2157406",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2021"
    },
    {
        "full_article": "It appears that the peddling of Covid-19 vaccines on the black market—something we have feared to be an inevitability since February—is finally underway. According to a report published recently in The Daily Star, police arrested a 37-year-old man in the capital's Dakkhinkhan last Wednesday for selling Moderna vaccines at Sheba Clinic in the Chalabon area. This is in contradiction to the government's order of allowing all eligible vaccine recipients to only get jabs from designated government facilities, free of cost. The arrestee was supposedly employed as a volunteer at an Uttarkhan vaccination centre during the special vaccination drive earlier this month. He had been inoculating people for Tk 500 a dose.\nWe agree with experts such as Be-Nazir Ahmed from the National Immunisation Technical Advisory Groups (NITAG), who told this newspaper that mechanisms of the vaccine drive need to be examined and loopholes in the entire vaccine supply chain system need to be identified. Otherwise, this could be only the beginning of more and more vaccines being administered out of the government's line of sight.\nThere have also been incidents of influential people, such as Rajshahi City Corporation mayor and four of his family members, getting the jabs at home, apparently unaware that this was not allowed. The mayor claims that the inoculations had taken place \"about three months ago\", though how that could excuse the incident is beyond our understanding. Even more bizarre is the fact of a Cumilla City Corporation councillor administering shots to over 100 people herselfin her office on August 12.\nWhile these irregularities regarding the country's vaccination drive are underway, so is the usual blame game that different arms of the government play against each other during such mishaps. The deputy commissioner of Uttara division police told our reporters that the Dhaka North City Corporation has been requested to check for missing Covid-19 vaccine ampules and for details on the aforementioned vaccine peddler. But while the DNCC mayor said the police would have the city corporation's \"full assistance\", he also said \"they would not investigate the matter themselves.\" Health officials from the Directorate General of Health Services (DGHS), on the other hand, fully blame the centres operated under the city corporations during the special vaccination drive for all the recent anomalies and irregularities. \"Whatever\" the case may be, we would urge concerned authorities and the government to prioritise the free and safe vaccination of citizens above all else. We understand the need to inoculate as many people as possible, as quickly as possible. However, we believe the quality of service while administering Covid-19 vaccine shots cannot be compromised in a bid to reach a certain goal number of people vaccinated.\n",
        "headline_1": "Covid-19 vaccines being embezzled in the black market",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/covid-19-vaccines-being-embezzled-the-black-market-2157401",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2021"
    }
]