[
    {
        "full_article": "As policymakers prioritise universal access to potable water, the death of three persons last week in Chennai due to suspected consumption of contaminated piped water is a reminder that coverage is not the only problem: even urban centres with a long history of piped supply are still not assured of potable water that is free from dangerous contamination. The incident, which involved drinking water supplied through the State agency in suburban Pallavaram, also sent 34 people to hospital with complaints of diarrhoea. The laboratory test reports of local water samples are yet to be made public, and it may be too early to blame the agency. Nonetheless, the remarks of State Minister T.M. Anbarasan, accusing the affected people of not maintaining hygiene in their surroundings, come across as insensitive and irresponsible. Irrespective of the cause, it is concerning that severe contamination of water continues to occur with greater periodicity in cities in India. In the past six months, large-scale outbreaks of health episodes due to consumption of water containing E.coli have been reported in cities including Bengaluru, Kochi, Noida and Vizianagaram. This exposes the challenge of catering to the basic needs of people, who are increasingly shifting to cities and living in congested environs, putting the water and drainage infrastructure under strain.Governments face a challenge in providing safe drinking water in a tropical country such as India. Data from the Jal Shakti Ministry show that arsenic has been detected in groundwater in parts of 230 districts in 25 States and fluoride in 469 districts in 27 States. In 2022, according to the World Health Organization, at least 1.7 billion people, globally, used a drinking water source contaminated with faeces. Worldwide, an estimated one million people die annually from diarrhoea caused by unsafe drinking water, sanitation and hand hygiene. In 2010, the United Nations General Assembly had explicitly recognised the human right to water and sanitation. Towards this end, addressing the issue of chemical pollution of groundwater is also non-negotiable. Tamil Nadu Chief Minister M.K. Stalin is cognisant of this. Ahead of the last Assembly elections, he had unveiled his 10-year vision statement for seven priority areas to facilitate development of Tamil Nadu. This included promises to increase the annual per capita drinking water supply from nine lakh litres to 10 lakh litres; reduce wastage of water from 50% to 15%; and increase distribution of recycled water from 5% to 20%. Now, he needs to walk the talk, especially in terms of supplying safe drinking water.\r Published - December 09, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        drinking water\n                    \n                            /                      \n                        \n                        water pollution\n                    \n                            /                      \n                        \n                        water supply\n                    \n                            /                      \n                        \n                        Chennai\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        health and hygiene\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        United Nations\n                    \n                            /                      \n                        \n                        human rights\n                    \n                            /                      \n                        \n                        chemicals\n                    \n                            /                      \n                        \n                        Kochi\n                    \n                            /                      \n                        \n                        bengaluru\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Assembly Elections",
        "headline_1": "​Death by contamination: on Indian cities and unsafe drinking  water",
        "headline_2": "Governments need to ensure safety of piped supply of water while widening coverage",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdeath-by-contamination-on-indian-cities-and-unsafe-drinking-water/article68961754.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "A year is too short a time to assess a government’s performance, but it is still long enough to ascertain its commitment to fulfil its promises. The first Congress government in Telangana led by Chief Minister A. Revanth Reddy rode on the back of six guarantees, with a focus on widespread corruption allegations against Mr. Reddy’s predecessor, K. Chandrashekar Rao, who was perceived as being inaccessible and lording over a family-run fiefdom. The guarantees were directed at women, farmers, youth, and the elderly, aiming to enhance disposable incomes, social securities, and to provide employment. They range from providing ₹2,500 a month for women who are heads of below-poverty-line families, to doubling retirement pension for the disabled, and the poor among the elderly. A year on, some of these measures implemented include free public transport for women and increased medical insurance cover per family of up to ₹10 lakh, as well as fiscally expensive decisions such as 200 units of free power per household and writing off farmers’ loans up to ₹2 lakh.Some of the unfulfilled measures include raising input support for farmers from ₹10,000 annually — provided by the predecessor Bharat Rashtra Samithi (BRS) government — to ₹15,000, and filling two lakh government job vacancies. The government has cited a fiscal crisis caused by the Chandrashekar Rao government as the reason for this. Days after Mr. Reddy was sworn in on December 7, 2023, his government released a “white paper on the State’s finances”, which detailed a “more than ten times” jump in Telangana’s debt from ₹72,658 crore to over ₹6.71 lakh crore under the 10 year-long reign of the BRS, and that debt servicing alone constituted more than a third of the State’s budget, leaving “very little fiscal space” to implement the Congress guaranteed welfare measures. Since Mr. Reddy rode to power on the popular sentiment of familial corruption, judicial commissions have been set up to probe financial malfeasance in projects ranging from the Kaleshwaram Lift Irrigation Scheme to the power purchase agreement with Chhattisgarh. Mr. Reddy has also accused the Bharatiya Janata Party-led Union government of giving the State short-shrift in tax devolutions and the implementation of centrally funded projects. One promise that Mr. Reddy has worked on is the conduct of a caste census. While it has run into controversy, with complaints of a duplication of information provided to the earlier government, the outcome of the survey and the changes to reservations in government jobs and employment are being keenly watched. Mr. Reddy’s hurdles are daunting, but what appears to be lacking is a transparent plan and a candid admission on what to expect, given the situation, over the next four years. Published - December 09, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        politics\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        Telangana\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        gender\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        senior citizens\n                    \n                            /                      \n                        \n                        personal income\n                    \n                            /                      \n                        \n                        social security\n                    \n                            /                      \n                        \n                        employment\n                    \n                            /                      \n                        \n                        retirement\n                    \n                            /                      \n                        \n                        pension and welfare\n                    \n                            /                      \n                        \n                        public transport\n                    \n                            /                      \n                        \n                        electricity production and distribution\n                    \n                            /                      \n                        \n                        loans\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        Bharat Rashtra Samithi\n                    \n                            /                      \n                        \n                        government debt\n                    \n                            /                      \n                        \n                        corruption & bribery\n                    \n                            /                      \n                        \n                        budgets and budgeting\n                    \n                            /                      \n                        \n                        Caste\n                    \n                            /                      \n                        \n                        Socio Economic And Caste Census\n                    \n                            /                      \n                        \n                        water\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Chhattisgarh",
        "headline_1": "Miles to go: On one year of the Congress government in Telangana",
        "headline_2": "Telangana’s challenge is to focus on welfare amid a fiscal crisis",
        "link": "https://www.thehindu.com/opinion/editorial/miles-to-go-on-one-year-of-the-congress-government-in-telangana/article68961527.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "All its gift-giving is quite stressful\nFirst came Diwali. And now the end of the year brings another blur of festivals, celebrations and holidays that send gift-giving into a frenzy. Even for those who appreciate the spirit behind all this, opening every gift box risks it claiming their calorie or storage space, both of which are already creaking under immense strain.\nIt is as much of a challenge to find space for yet another glass bowl that is too-beautiful-to-use, as it is to find someone that one knows for sure the original giver doesn’t know, to pass the gift on to.\nThen there is all the wrapping that the boxes come in. I meticulously collect all the glittery stuff, pretty paper and bright ribbons with the virtuous intention to Reuse and Recycle. But storing the new hoard is a bit like putting the giraffe into the fridge. First you have to get last year’s elephant out. But doing that is not just difficult, it’s almost impossible. It requires great stealth and secrecy, to be carried out when the sharp-eyed clean-freak husband is not looking.\nEspecially when I have just stopped him from throwing the empty gift boxes into the general trash. In the interest of saving the planet they must be disposed of at the local kabadiwala, I told him. Till then, of course, they may live in the space behind my spare gas cylinder.\nBut when it comes to being hard to get rid of, it is the sweets that take the cake. The domestic help refuses to take any more and the guests that I was keeping them for turn out to be diabetic. I try sending some to neighbours, but the strategy backfires as they return the favour with even more. And all the while, the growing numbers of kaju katli, boondi laddoo, kardant and plum cakes call out my name enticingly.\nThat’s when some timely WhatsApp gyaan catches the eye: ‘The best way to fight temptation is to make sure it doesn’t exist.’ This advice sounds both reasonable and doable. I bring out all the leftover barfis, halwas and chocolates and eat them out of existence. Finally, I have a clean slate to begin my healthy living again – at least until 2025’s gifts start pouring in.\n\n",
        "headline_1": "Unwrapping the season",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/all-its-gift-giving-is-quite-stressful/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "Assad’s fall won’t just change regional dynamics. Chaos may spawn new terrorism, like in Iraq\nThe fall of the half-a-century-old Assad regime in Syria after a lightning offensive by Syrian rebels has completely upended the power dynamics in West Asia. It represents a huge blow to the Shia crescent that stretched from Iran all the way to Lebanon. But the ramifications of this momentous change won’t be confined to West Asia alone. \nPerfect storm for Assad | Now-ousted Syrian President Bashar al-Assad had survived the Arab Spring of the previous decade through a mix of state brutality, fighters and generals from Iran and Hezbollah, and Russian military support. But Moscow is bogged down in Ukraine, and Iran and Hezbollah are exhausted by their conflict with Israel. This left Assad vulnerable. Also, that Assad’s regime had morphed from its original Baathist roots into a minority Alawite regime – the majority of Syrians are Sunni Arabs – meant that there was widespread popular resentment against Damascus over 13 years of the Syrian civil war.\nSetback for Tehran | The Iranian regime had massively invested in Assad and reaped the benefits of Syria serving as a transit for weapons and personnel to Lebanon and Gaza. That chain has now been broken. This not only enhances Israel’s security but also serves notice to the Iranian Ayatollahs. The latter have long cultivated an image of resistance to Israel and US to justify their own hold on power in Iran. But the resistance is crumbling and that will buoy the Iranian moderates, including possibly strengthening current President Pezeshkian. The Arab states will welcome this. \nTurkey (and US) gains? | Speculation is rife that Turkey gave the go-ahead to the rebels led by the Islamist Hayat Tahrir al-Sham (HTS). Ankara has clear interests here. It wants millions of Syrian refugees sheltering in Turkey to return to Syria. Plus, Turkey views the Kurdish militia – backed by US – in northeastern Syria as a security threat to itself. But both the Kurds and the Syrian opposition wanted to see Assad go. They seem to have indirectly cooperated to oust the dictator. \nWill history repeat? | There’s no denying that the Assads – both Bashar and his father Hafez – ruled with an iron fist over their population through one of the most brutal security apparatuses. However, they were relatively secular in their outlook and fought religious extremists. Syrian rebels led by HTS are clearly Islamist. HTS is even proscribed as a terrorist organisation by US given its al-Qaeda roots. Therefore, conditions today are fertile in Syria for another Islamic State clone. Having ousted Assad, who is to say that HTS won’t set its sights on Israel or US forces in the region? An Iraq re-run is the last thing the world needs. \n\n",
        "headline_1": "Damascus doozy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/damascus-doozy/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "India to US, the difficulty of getting a lock on a part of govt that’s allegedly invisible \nThat smashing Bee Gees song goes, How deep is your love? Ask this about the deep state and you will get why it keeps some countries buzzing but not others. In China, that CCP controls different state apparatuses behind the scenes, including PLA, is not a bug in the system, but its basic feature. Ditto for the fact that there is no public oversight of the communtist party leadership. But in democracies the citizenry expects govt answerability and transparency. So the idea that some part of govt is carrying on beyond the authority of elected officials, deeply veiled from public gaze, worries some, and titillates others. \nWise and Ross’s 1964 book about covert CIA operations put this deep state proposition in a nutshell: There are two US govts, one is visible, the other invisible. Other scholars trace the concept to the aftermath of the French Revolution and Napoleonic wars, which involved European govts setting up new systems of surveillance and repression. Still others, to ruthless 20th century cabals in Turkey and Egypt. What’s different about the here and now is that it’s not just policy wonks honking all this up. Ironically, deep state has now gone mainstream. Both in India and US, one leading political party stands accused of fomenting this condition by the other.\nThe outgoing US govt denies any and all deep state plots to ‘destabilise India’. The incoming one has tasked Kash Patel and Musk-aswamy very much to bust said deep state. Between all the smoke and mirrors there is also democracy’s core need for bureaucratic continuity between different political dispensations. So, how deep are your suspicions? The terms of this conversation are such that like every govt denial about political conspiracy and UFOs and viruses, denying the existence of deep state can sound indistinguishable from a lie. \n\n",
        "headline_1": "Deep state is. Or isn’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/deep-state-is-or-isnt/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "Last week, a video of a racist rant against an Indian American family at Los Angeles airport went viral. Since the visibility of Indians has only risen in recent years — with a string of high-profile CEOs and political figures in the US, and even a former PM in the UK — many online interactions on global forums like X have also taken the form of insults, mockery, and expressions of hatred.\nThe dearth of Olympic medals occasioned insults about Indian physical inferiority. Indian democracy is smeared as an oppressive, near-theocratic tyranny. Once associated with swamis and spirituality, the country, in the online arena, has a reputation for littered streets and public defecation. AI-generated caricatures proliferate. Tellingly, western companies have programmed no ‘guardrails’ to limit AI’s use against Indians. (Ironically, diasporic Indians sustain, and sometimes run, the tech companies that developed these image generators in the first place.)\nPLANE RACISM: An Indian American photographer recorded a woman calling his family “not American” and “stinky”\nMaybe this contempt was always there, and it’s only surfacing now, as more and more people have seized the freedom to offend others. Insulting Indians is not just cost-free but lucrative. Outrage increases engagement, and engagement increases monetisation. Stinging the pride of thousands of online Indians translates into cash payouts for the one posting.\nThe world’s contempt for Indians really shouldn’t come as a surprise to Indians themselves. If hating Indians were an Olympic sport, the gold medal would never leave home. Almost all Indian ideologies, political or religious, draw strength from contempt for other Indians. They offer small groups of Indians a way to proclaim themselves different and, hence, better than all the other Indians. This is now uncoupled from traditional senses of ‘high’ and ‘low’ caste, since even ‘low’ ancestral status can serve the purpose of conferring moral supremacy over oppressive savarnas. The ideology often called ‘Hindutva’ seeks to dissolve these caste distinctions and replace them with a pan-Hindu identity (with the aim, of course, of creating a pan-Hindu voter bloc). By asserting that identity’s rootedness in India, this perspective’s adherents imply, and sometimes insist openly, that Hinduism and its kindred religions are more authentically Indian than non-Dharmic faiths, which themselves condemn millions of Indians for idol-worship and polytheism.\nThe encounter with global anti-Indian racism offers a corrective for all these fantasies of distinction. In the narrowed blue eyes of a foreign racist, a Brahmin and a Dalit receive equal measures of abuse. Which Indian wears a skull cap, a tilak, or a turban is quite irrelevant in the online arena; brown skin is a sufficient identifier. None of the haters can tell a Reddy from a Rajput or a Jatt from a Jain. Thousands of online racists want all Indians to speak English, or better yet, go back to their own country.\nIs Indian success in business and the professions really just the result of upper-caste privilege? Some of America’s progressive Leftists certainly think so. In recent years, they have published articles and proposed legislation targeting diasporic Indians on the basis of caste. White nationalists think Indian success is illegitimate, too, since they assume that all diasporic Indians favour one another in a vast, scheming network; their notion of Indians approaches, ever more closely, their notion of Jews.\nThis reaction was perhaps inevitable as the Indian diaspora became more visible in other countries. Whether surging or simply surfacing, anti-Indian animus might be a good thing for India itself. A little disillusionment might be healthy from a civilizational perspective. India’s America-facing middle and upper classes might temper their fawning adoration of America’s cultural exports and social mores. Above all, divisive rhetoric — exacerbating regional, religious, and caste-based divisions in pursuit of power — may come to seem counterproductive.\nIt already is, of course, but a habit of arguing internally has left Indians with a weakened sense of external threat awareness. The country’s geographic encirclement has been completed with the political transformation of Bangladesh, but even this new reality cannot get Indians to drop their quarrels for a moment. They seem as incorrigibly argumentative as ancient Greek city-states — or, alas, the many little kingdoms of India’s own history, so easy for outsiders to pick off.\nResponding to contempt with contempt is a vain tit-for-tat. Yet Indians should not tune out the insults, either. In the best-case scenario, external criticism about filth and disorder can foster more than just a collective identity. It can foster collective self-examination and reform.\nThat is how to distil real nectar from virtual vitriol. A neo-Gandhian vision of pan-Indian unity and uplift would result. The trigger for this updated, organic nationalism would not be one Indian giving inspiring speeches, as it was a hundred years ago, but thousands of foreigners hurling abuse. After all, nothing unites people like a common enemy. In the early 20th century, that was the British Empire. In the early 21st, it is the world.\n\n",
        "headline_1": "Virtual vitriol! Mocking Indians has become a global sport online",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/virtual-vitriol-mocking-indians-has-become-a-global-sport-online/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "In every crisis lies opportunity, and in every opportunity lurks crisis.\nThe startling advance of Syria's opposition in a week is the unintended consequence of two other conflicts, one near and one far. It leaves several key US allies with a new and largely unknown Islamist-led force, governing swathes of their strategic neighbor – if not most of it, given the pace of events, by the time you read this.\nSyria has absorbed so much diplomatic oxygen in the past 20 years, it is fitting this week of sweeping change popped up as if from a vacuum. Since the invasion of Iraq, the US has struggled to find a policy for Syria that could accommodate the vastly different needs of its allies Israel, Jordan, Turkey, and its sometime partners Iraq and Lebanon.\n\nWithout the physical crutches of Russia's air force and Iran's Hezbollah, Assad toppled when finally pushed\nSyria has always been the wing-nut of the region: linking Iraq's oil to the Mediterranean, the Shia of Iraq and Iran to Lebanon, and Nato's southern underbelly Turkey to Jordan's deserts. George W Bush put it in his Axis of Evil; Obama didn't want to touch it much in case he broke it further; Donald Trump bombed it once, very quickly.\nIt has been in the grip of a horrifically brutal dictatorship for decades.\nThe swiftly changing fate of Bashar al-Assad was not really made in Syria, but in southern Beirut and Donetsk. Without the physical crutches of Russia's air force and Iran's proxy muscle Hezbollah, he toppled when finally pushed.\nIsrael's brutal yet effective two-month war on Hezbollah probably did not pay much mind to Assad's fate. But it may have decided it.\nLikewise, the Russian invasion of Ukraine, 34 months ago, likely considered little how few jets or troops it might leave Moscow to uphold its Middle Eastern allies with. But the war of attrition has left Russia \"incapable\" of assisting Assad, even President-elect Donald Trump noted on Saturday.\nAnd indeed Russia's Foreign Minister Sergei Lavrov cut a weakened figure this weekend, saying: \"What is the forecast? I cannot guess. We are not in the business of guessing.\" These are not the words of a steadfast and capable guarantor, rather those of a regional power seeing its spinning plates hit the floor.\nIran has been wildly hamstrung in the past six months, as its war with Israel, usually in the shadows or deniable, evolved into high-stakes and largely ineffective long-range missile attacks.\nIts main proxy, Hezbollah, was crippled by a pager attack on its hierarchy, and then by weeks of vicious airstrikes. Tehran's pledges of support have done little so far but result in a joint statement with Syria and Iraq on \"a need for collective action to confront\" the rebels.\nThe Middle East is reeling because ideas taken as a given – like pervasive Iranian strength, and Russian solidity as an ally – are crumbling as they meet new realities.\nAssad prevailed as the leader of a blood-drenched minority, not through guile or grit, but because Iran murdered for him and Moscow bombed for him.\nNow these two allies are wildly over-stretched elsewhere, the imbalance that kept Assad and his ruling Alawite minority at the helm is also gone.\n",
        "headline_1": "2 wars changed Syria’s fortune",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/2-wars-changed-syrias-fortune-3771631",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "We're concerned about the plight of Bangladeshi migrant workers in Malaysia who are facing uncertainties because of protracted delays in getting their passports renewed. According to a report by this daily, approximately 26,096 expatriates are in limbo as their applications for machine-readable passports (MRPs) have hit a roadblock amid severe MRP booklet shortages. For many, this means their chances of renewing their visas on time may also be jeopardised, exposing them to risks of deportation as well as abuse and exploitations.\nAccording to a government estimate, around 15 lakh Bangladeshi migrants work in Malaysia. The present problem has its roots within the passport processing system at the Bangladesh High Commission in Kuala Lumpur. The commission introduced e-passport services on April 18 this year, but their uptake has been limited so far, with only 20,829 e-passport applications processed by October compared to 56,080 MRP applications. Reportedly, the attempt to phase out MRPs hasn't had the desired success partly because of the resistance of some corrupt elements within the embassy as it is harder to commit corruption in e-passport processing. Moreover, the shortage of MRP booklets continues to hold up applications. The recent termination of the outsourcing firm Expert Service Kuala Lumpur (ESKL)—which used to handle e-passports—may further aggravate the crisis.\nWe don't need reminding of the suffering and risks facing the applicants. In Malaysia, expatriates unable to renew their visas due to passport delays can buy up to eight special monthly passes that allow them to remain legally in the country while awaiting passport and visa renewals. However, if the delays persist and they cannot renew their documents within this period, they must either return home or be forced to stay there illegally. Reports of a recent crackdown leading to the capture of 93 undocumented migrant workers, including Bangladeshis, show how real the threat is. Undocumented workers are also much easier to exploit for employers, and if deported back home, it means a significant blow to their livelihoods and families.\nThe ongoing crisis, playing out against the backdrop of the Malaysian freeze on recruitment of new foreign workers earlier in the year, shows the urgency of addressing procedural bottlenecks and irregularities to better protect the interests of our workers. As things stand, expediting the supply of MRP booklets to clear pending applications should be considered in the short term. Simultaneously, the government must scale up e-passport processing to minimise dependence on the MRP system, and take measures to swiftly replace the terminated ESKL to avoid further service disruptions. We also urge the authorities to take stricter measures to root out corruption and irregularities within the ranks of embassies. Our migrant workers—sending their hard-earned remittances to bolster our economy—deserve the best from us.\n",
        "headline_1": "Passport renewal crisis is hurting our migrants in Malaysia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/passport-renewal-crisis-hurting-our-migrants-malaysia-3771276",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "The India Today interview, aired on December 3, of Shafiqul Alam, the chief adviser's press secretary, is a fairly good example of the typical Indian disinformation campaign.\nThe tone is set right at the beginning when the presenter introduces Shafiqul saying, \"…now listen in to how, in fact, this Yunus-government insider actually denies Hindu hate\" as if that has already been established.\n\nGaurav Sawant begins by saying that the reports from Bangladesh suggest the situation is rather \"grim\" for Hindus and minorities in Bangladesh and proceeds to ask Shafiqul, what the government is doing to make Hindus and other minorities feel secure \"amid reports that there is a sharp rise in attacks on them.\" There is no substantiation of the \"grim\" situation or the \"sharp rise,\" however, as if it is already established.\nShafiqul begins by saying there is an industrial scale misinformation coming out of India and the situation here for Hindus, or other minorities, is not as bad as is being made.\nBy the time Gaurav Sawant comes back with the question, the screen starts showing a photo of Ramen Roy and another of former ISKCON monk, Chinmoy Krishna Das, with subtitles reading Ramen Roy, Chinmoy Prabhu's lawyer, allegedly attacked by Islamists. This is where another layer of disinformation begins.\nRamen Roy is a Supreme Court lawyer who was attacked in Shahbagh on November 25 during a protest by ISKCON supporters. He slipped into a coma for lack of medical attention. A grave misfortune, no doubt, and rather deplorable incident. But the man was by no means Chinmoy's lawyer. In all likelihood, Ramen Roy was caught in a scuffle and the police must find the perpetrators of this senseless violence and ensure justice for the lawyer. As for Chinmoy himself, the monk had to leave (or was let go) ISKCON under very dubious circumstances with grave allegations levelled against him.\nGaurav Sawant then goes on to say, \"The manner in which Hindu temples are being burnt, professors are being sacked, police personnel are being sacked…your attorney general is calling ISKCON fundamentalist but Hefazat-e-Islam and Jamaat-e-Islami, they seem to be ruling the roost in Bangladesh…it just seems a little odd for a country like Bangladesh where India had played a very critical role in the freedom of Bangladesh from Pakistan and it just seems to be becoming another Pakistan.\" To that, Shafiqul repeated that India was flooded with an industrial scale misinformation campaign and asked Gaurav to send his team to Bangladesh.\n\nThe line of questioning brings in too many elements into play which makes it difficult to address the actual question at hand because of the need to set the premise straight—that the fundamentalist Islamists are not ruling the roost. No one from Bangladesh challenges Indian government about why RSS is ruling the roost there. It is a question for the Indians and their journalists to ask but not for outsiders. What the Indian media establishment refuses to accept or acknowledge is that they have a party in power for the last 10 years that aspires to establish a Hindu Rashtra, a Hindu state, which is almost similar to what the Jamaat-e-Islami aspires for—an Islamic state. Also, just because India helped Bangladesh does not mean Bangladesh is a vassal state.\nThe presenter suggested that hundreds of temples are burning as he speaks, while frenzied mullahs are forcing Hindu teachers and police officers to resign. It is not that it has not happened. It has. But police officers and teachers were made to resign for their political affiliations, not because they were Hindus, there were Muslims too. In fact, if one were to enumerate them, Muslims would perhaps outnumber Hindus by four to one. It was political retribution. That was also the same case with Munni Saha, which Shafiqul explains as another case of political reprisal, and not a case of religious persecution. There were some temples vandalised in August while in Chattogram, one temple was stoned and its glass door broke down.\nBut Shafiqul does not get the opportunity to point this out as Gaurav Sawant has begun talking at his interviewee almost goading him, instead of talking to him. Shafiq implores to let him finish before the host begins to shout over him. The interview soon breaks down where both are talking at the same time and it seems to the audience that a government official has been exposed.\nIn another interview with NDTV (this one with Shafiqul as well, aired on December 4), the anchor points out that the government has not arrested the violence on minorities \"given the fact that some of the videos and photos and commentary that's been coming in are actually attacks on minorities that continue unabated.\" Again, none of this is established or attributed directly. But the question is premised in such a manner that the unabated violence is a universally acknowledged truth.\nShafiqul acknowledges that there were indeed some violence and says there were isolated incidents. While this host continues in a more civil manner, the footage on screen turns aggressive. It shows absolute mayhem in several places, where thugs are beating up young women on the streets, mobs are chasing away police patrol and vandalising a police pickup van. Anyone would agree that the situation was completely out of control in Bangladesh and Hindus were indeed in grave danger. Except, most of the clips are from July and August where Chhatra League goons were beating up protesters, or where protesters were chasing away policemen and trying to vandalise their cars. Thus, through Shafiqul's insistence that the situation is stable, he comes off as brazenly misrepresenting facts.\nRumor Scanner, a factchecking outfit in Dhaka reported on December 6 that as many as 49 Indian news outlets published 13 fake news items on Bangladesh over the four months that the interim government has been in power. The outlets include reputable ones like Live Mint, India Today, Hindustan Times and The Print.\n\nThis selective choice of half-truths and exaggerating them with meticulous manipulation is repeated so much, especially on social media platforms and television stations, that they have unfortunately come to define the Indian media. There are of course some credible outlets like The Hindu and tough, but journalistic interviewers like Karan Thapar. In fact, Rajdeep Sardesai's recent interview by Karan Thapar for The Wire where the reputed journalist expressed his disillusionment with the Indian media establishment bears testimony to its downward spiral.\nWhat is perhaps most worrying is that this unrelenting barrage of disinformation campaign from the other side of the border is not helping cool down temperatures. It is becoming increasingly worrisome for minorities in India as well as those in Bangladesh, sometimes to such an extent that governments are now having to grapple with the issues before they escalate further.\nTanim Ahmed is digital editor at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How Indian media distorted two interviews with the CA's press secretary",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-indian-media-distorted-two-interviews-the-cas-press-secretary-3770741",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "No letup in market manipulation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-letup-in-market-manipulation-1733670101",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Sinister business ploy to raise edible oil price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sinister-business-ploy-to-raise-edible-oil-price-1733670134",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Anatomy of Rolls Royce import",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/anatomy-of-rolls-royce-import-1733672865",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Role of Six Sigma in business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/role-of-six-sigma-in-business-1733670187",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-12-2024"
    }
]