[
    {
        "full_article": "A new Council of Ministers led by the Bharatiya Janata Party’s Manik Saha took oath in Tripura on Wednesday. The 70-year-old doctor turned politician replaced Biplab Deb at the helm of the government in May 2022, as course correction by the BJP ahead of the Assembly polls. Things worked out well and the party has won, albeit with fewer seats. Dr. Saha continues to be Chief Minister into a second term, ending speculation about Union Minister Pratima Bhoumik being in contention. Ms. Bhoumik is likely to vacate the Assembly seat that she won and continue at the Centre. The BJP has retained four Ministers and inducted three new faces from its ranks, which includes Bikash Debbarma, the head of the party’s Scheduled Tribe Morcha. The party’s ally, the Indigenous People’s Front of Tripura (IPFT), which was significantly diminished but won a seat, saw Sukla Charan Noatia getting a berth. In the 60-member Assembly, the Council can have 12 members, and three berths are now vacant. The BJP is reportedly in talks with the Tipra Motha, a relatively new party that made an impressive debut with 13 seats, all won from the tribal regions of the State. It is possible that the BJP and the Tipra Motha could enter into an alliance.The BJP’s victory in Tripura came after decades of quiet work undertaken by Rashtriya Swayamsevak Sangh-affiliated organisations, which led to the defeat of the Left Front in 2018. The importance that the party attaches to the State was evident yet again going by the presence of its top leadership, including Prime Minister Narendra Modi, in Agartala on Wednesday. The party’s second consecutive electoral victory reinforces it in the border State, but new challenges have arisen. The new government has the immediate task of calming the violence that has followed the election results. The State has also witnessed a sharpening of the division between its tribal and non-tribal population, which the BJP has benefited from. The Tipra Motha’s campaign for a separate Greater Tipraland, which includes all what is now the Tripura Tribal Areas Autonomous District Council (TTAADC) area, has created a new fault line. The demand draws from the fear that demographic changes are leading to the increasing marginalisation of indigenous communities in Tripura. During the tenure of the last government, the internally displaced Bru community was enfranchised, bringing closure to a festering conflict in the northeast. Dr. Saha has to hit the ground running and watch over his shoulder for potential challenges to his authority. \nCOMMents\n SHARE\n\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTripura Assembly elections 2023\n\n/\n\ngovernment\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ntribals",
        "headline_1": "Saha in the saddle: On the road ahead for the Tripura Chief Minister",
        "headline_2": "The Chief Minister must deal with post-poll violence and address the demand for Greater Tipraland",
        "link": "https://www.thehindu.com/opinion/editorial/saha-in-the-saddle-the-hindu-editorial-on-the-road-ahead-for-the-tripura-chief-minister/article66595928.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "The remark by Iran Supreme Leader Ayatollah Ali Khamenei that poisoning schoolgirls is an “unforgivable crime” is a de facto confirmation of reports that thousands of girls across the Islamic Republic have been subject to poison attacks over the last few months. The first such incident was reported in November in the holy city of Qom, amidst women’s protests that were triggered by the death of Iranian Kurdish woman Mahsa Amini while in the custody of the infamous morality police. Since then, thousands of girls in at least 25 of Iran’s 31 provinces were reportedly affected by poison attacks. Initially there were two theories, with the first suggesting that it could be an act by religious extremists opposed to girls attending schools and the second, that psychological factors could be the reason, at least in some cases. Mr. Khamenei’s comment suggests that the authorities are seriously considering the possibility of chemical poisoning. The reports have created panic, triggering protests in many parts of the country, probably prompting the Supreme Leader to make the statement. Mr. Khamenei said on Monday that the regime would not spare whoever was responsible But on the same day, reports emerged of the arrest of the Qom journalist, Ali Pourtabatabaei, who reported on the poisoning.Iran, unlike Afghanistan under the Taliban, does not have a history of preventing girls from attending schools. After the Islamic revolution of 1979, the regime imposed restrictions on women, but encouraged their education and joining the workforce. According to the World Bank, female literacy rose from 26% in 1976 to 85% in 2021. For more than a decade, women have consistently outnumbered men in Iran’s universities. Given this history, it is surprising that schoolgirls are being targeted, something which did not happen even at the peak of the revolution. Therefore, such incidents should jolt the authorities into action. It may not be a coincidence that the targeting of schoolgirls occurs at a time when thousands of women, including schoolgirls, have been demanding more freedoms. The regime’s response has been brutal. But the Mullahs should realise that if the economic and social crises persist, they would further weaken a regime that is already seeing waves of protests. In a growing chasm between the country’s youth and its ageing revolutionaries, incidents such as the poison attacks would only worsen the situation. The regime should bring those responsible to justice. But the bigger problem is the lack of reforms within Iran’s system and the widening cracks between the state and society. The wave of protests is as much a challenge to the regime as it is an opportunity to drive political reforms. The Mullahs should embrace the latter to address the former.\r\nCOMMents\n SHARE \n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIran\n\n/\n\nschool\n\n/\n\narrest\n\n/\n\nreligion and belief\n\n/\n\neducation\n\n/\n\npolitics",
        "headline_1": "Challenge of change: On the realities in Iran and the need for reforms",
        "headline_2": "Iran must opt for reforms and freedoms, especially for its women",
        "link": "https://www.thehindu.com/opinion/editorial/challenge-of-change-the-hindu-editorial-on-the-realities-in-iran-and-the-need-for-reforms/article66595890.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Political temperatures are rising sharply in Karnataka as the assembly election approaches. Every day throws up an unanticipated twist in the complex and constantly evolving political narrative. In a little over two months the complexion of the new Karnataka legislature will be known. Four points merit consideration at this crucial stage in the run-up to the elections.\nTo start with, will Karnataka break its decades long tradition of not handing a governing party a majority in the next election? This ‘revolving door’ policy is in place since 1989. Can BJP set a new tradition or will Congress benefit from this entrenched voter behaviour? Fierce effort is evident from both parties. Strategies of both appear to aim at responding to this trend.\nRead full opinion on TOI+\n\n",
        "headline_1": "Kings & kingmakers in Karnataka: It appears to be Modi & Yeddy vs Shiva & Sidda. But watch out for Gowdas holding the key",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/kings-kingmakers-in-karnataka-it-appears-to-be-modi-yeddy-vs-shiva-sidda-but-watch-out-for-gowdas-holding-the-key/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Sometimes a bypoll seems to punch greatly above its weight. Congress’s win in Pune’s Kasba constituency, hitherto a BJP bastion, is a perfect case in point. It had NCP chief Sharad Pawar promptly declaiming that the people in Maharashtra are looking for a change – and to this end he shall personally ensure that Maha Vikas Aghadi contests the upcoming assembly and Lok Sabha elections together. Given the series of crises and setbacks that MVA has suffered previous to this win, grasping on to it for hope is quite reasonable. But learning the right lessons needs looking at the whole picture.\nOver in the Chinchwad bypoll a rebel Shiv Sena (UBT) candidate helped sink MVA while BJP pulled ahead. Evidently, the Sena’s vertical split followed by EC allotting the ‘Shiv Sena’ name as well as the bow and arrow symbol to the Eknath Shinde faction, are not the last words on rebellion’s toll on Uddhav Thackeray. Even if MVA holds together, the risk is that more and more of Shiv Sena flock is drifting away from the wounded Uddhav as time passes. This is on top of Congress being a divided house in this state too.\nBasically, MVA alliance poses a real challenge to Shinde-Fadnavis if it really coheres. The coherence impact can be particularly notable in BMC polls where a smaller number of votes can effect a big swing in seats. These polls are long overdue, with the term of all councillors having expired last March. That there is not a sharp public outcry over this delay may reflect how the civic body’s seriously subpar performance over the decades has left the citizenry indifferent to its fate. A similar distance is building up in the capital, with MCD endlessly stumbling from fisticuff to fisticuff. Such resignation and cynicism bode terribly ill for our cities’ future.\nThe Kasba and Chinchwad bypolls have shown political competition is going strong. It needs translating into competitive governance to deliver improved lives and livelihoods. One advantage the CM and deputy CM have over the opposition is that they can kick off a slew of infrastructure projects, including on the high-profile Mumbai Metro front. But even the best-intentioned project announcements are diminished by dysfunctional urban bodies. Unfortunately, there is little sign that a diligent BMC is a priority for any of the hotly contesting parties.\n\n",
        "headline_1": "Pune to Mumbai: Bypolls in Maharashtra made for interesting political reading. But when on earth will BMC polls be held?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pune-to-mumbai-bypolls-in-maharashtra-made-for-interesting-political-reading-but-when-on-earth-will-bmc-polls-be-held/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Even granting that both are headed into assembly elections this year, the squabble between Karnataka and Telangana on who bagged the latest foreign investment is healthy competition. Yes, there were typical pre-poll anxieties and image management on display. Both states’ governments raced to social media to claim wins. Letters from the foreign investor were tweeted, a letter of intent was seemingly confused with a done deal. But theatrics aside, that Apple partner and Taiwanese contract manufacturer Foxconn has set its eyes on investing in Telangana and/or Karnataka – in another sign of small but significant shifts away from its main manufacturing base in China – is good news for both states and all around.\nAt a time when global investor summits are quite the rage, CMs from almost all states beaming from hoardings and ads, and apparently wooing foreign investors in multiple ways, bulk of the FDI flows into Maharashtra, Karnataka, Tamil Nadu, Gujarat, Telangana. All these states are ahead in infrastructure, network capacity, policy stability and reasonably strong in law and order. Little wonder they are also destinations for the bulk of India’s migrant workers.\nThere’s a difference between South/West and North/East here. UP, MP, Bengal or even Bihar and Jharkhand may be high on intent and big on their outreach to investors – yet MoUs worth lakhs of crores that some states claim have barely moved beyond a summit’s photo-ops. Can rhetoric and claims bring in the global investor? No. And that is what state governments need to understand. Where infrastructure is deficient, connectivity scratchy, law and order sketchy, where fiefdoms, political or otherwise, run their writ with particular venom, where women don’t feel safe, where literacy levels are lower than average, there the investor will certainly not step.\n\n",
        "headline_1": "Investment divide: South and West are attracting more FDI than North and East. The latter group must understand why",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/investment-divide-south-and-west-are-attracting-more-fdi-than-north-and-east-the-latter-group-must-understand-why/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "The Indian Space Research Organisation (Isro) is popular globally for completing complex missions on shoestring budgets. But observers know annual allocations for the space programme are not at all in sync with the Centre’s astronomical ambitions.\nAfter a decades-long interval, the world is trying to put boots back on the Moon. Serious efforts continue towards finding another possible abode by determining plausible exoplanets in a “habitable zone”, as does studying Mars more. Applying space technology to benefit society and for strategic purposes remain key focus areas.\nRead full opinion on TOI+\n\n",
        "headline_1": "To aim for the Moon, Isro needs more GoI cash: Private sector’s entry should not make govt skimp on funds that would also make the agency talent-short",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/to-aim-for-the-moon-isro-needs-more-goi-cash-private-sectors-entry-should-not-make-govt-skimp-on-funds-for-talent-short-space-agency/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "This week, the UK-based International Institute for Environment and Development (IIED), together with the International Centre for Climate Change and Development (ICCCAD), launched a global initiative in Dhaka to address loss and damage from human-induced climate change. The initiative, called the Alliance for Locally-Led Approaches for Transformative Action on Loss and Damage (ALL ACT on LnD), is aimed at supporting vulnerable developing countries to build knowledge and capacity to address impacts of climate change and the consequent losses and damages in those countries.\nThe global launch was held with online participation from small island developing states (SIDS) as well as Least Developed Countries (LDCs), and also by representatives from developed countries such as the UK, Germany, the US, Ireland, New Zealand, along with UN agencies and others.\nThis new initiative aims to support both governments and civil societies in the vulnerable countries to enhance their knowledge of and responses to the adverse impacts of human-induced climate change, which have now become a reality around the world.\nThese efforts to enhance understanding and build capacity in each country are complementary to the ongoing discussion under the United Nations Framework Convention on Climate Change (UNFCCC) to implement the ground-breaking decision to establish a funding mechanism to address loss and damage, agreed upon at the annual climate conference (COP27) last year.\nThe process under the UNFCCC is moving forward with the creation of the Transitional Committee on loss and damage funding, which will meet three times before COP28 this year and provide advice to the negotiators on how to operationalise the funding mechanism.\n\nThese efforts to enhance understanding and build capacity in each country are complementary to the ongoing discussion under the United Nations Framework Convention on Climate Change (UNFCCC) to implement the ground-breaking decision to establish a funding mechanism to address loss and damage, agreed upon at the annual climate conference (COP27) last year.\nAt the same time, the second Glasgow Dialogue on loss and damage is due to be held in June in Bonn, Germany, which will allow governments and experts to share ideas on the issues that need to be addressed at COP28. These include where the funds will come from, how much money is needed, who will manage the funds, who will be eligible to receive the funds, etc.\nWhile all these questions are indeed legitimate and need to be discussed, debated and agreed upon in good faith, the highest priority, in my view, must be given to delivering outcomes rapidly and helping the poorest victims who are already suffering losses and damages now.\nAt the launch of ALL ACT, we were reminded of this urgency by the representative of Vanuatu, who described the devastation caused by two successive typhoons that hit the country a few days ago.\nThus, the challenge for the Transitional Committee members as well as the negotiators ahead of COP28 is to deliver outcomes at a speed never seen before. They also need to provide funds proactively to the victims in cash and not require project proposals to be submitted, which take too long to process. One important source of expertise and knowledge is the humanitarian sector, which has developed many ways to bring support to vulnerable communities in vulnerable developing countries.\nIt is therefore essential that the initiative under UNFCCC be coordinated with the United Nations Office for Coordination of Humanitarian Affairs (UNOCHA). A special envoy for loss and damage should be appointed to connect the UNFCCC with UNOCHA as well as the vulnerable communities/countries. The new ALL ACT initiative can provide support to this end going forward.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Global loss and damage initiative launched in Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/global-loss-and-damage-initiative-launched-dhaka-3266261",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Although there have been positive changes in terms of women's empowerment in Bangladesh, the gender gap at the administration is still quite concerning. As a report by this daily has shown, based on a 2021 estimate from the Bangladesh Bureau of Statistics (BBS), the percentage of female officials was 19.62 percent in public administration, while it was 22.64 percent in field administration. Moreover, out of the 6,310 secretary-level posts under the public administration ministry, 5,072 were held by men while only 1,238 were held by women. The higher the positions, the fewer were women occupying them.\nAs per another report by the finance division from 2019-2020, the highest percentage of women officials was in the fisheries and livestock ministry – at only 27.59 percent!\nThese distressing statistics overshadow the fact that, despite the rise witnessed in school/college dropouts and consequently in child marriages since the outbreak of the pandemic, female students have outperformed their male counterparts every exam season for many years now. Why are there so few women in the public and field administrations then? Where do the successful female graduates go? Why are so many still failing to complete graduation, or embark on a profession of their choosing? And why are ministries that impact every aspect of women's lives have so few of them on their staff?\nExperts think that lack of gender equity plays the most significant role behind the massive difference between male and female participations in our workforce. For one, female students often have to endure the scourge of early marriage as well as the stress of child-bearing without adequate support from their close ones. Some don't even make it to the tertiary level of education before they are forced to prioritise marriage over education. With the dominant social narrative being that it is more important for men to build their careers, women also do not receive much encouragement from their families to keep aiming high with their studies or work. And even when women do earn a place in the administration, their progress up the ladder is slowed down by various factors.\nWe call for a higher participation of women in administration – not to fulfil some arbitrary quota, but because it is crucial for women to hold as many of these offices as men. Only that can ensure gender equity at the local level. When citizens see women performing administrative roles which impact the management of a locality, the prevailing gender norms will inevitably shift towards being more women-friendly. As such, the onus is on the government to make space for more women officials by ensuring a safe, flexible, and supportive working environment for them. Introducing proper transport services and day-care facilities has been suggested by a few experts. It is also important to highlight the achievements of existing women officials so as to encourage more aspirants to aim higher.\n",
        "headline_1": "We need more women at the top ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-more-women-the-top-3266156",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Our deepest sympathy goes out to the victims of Tuesday's deadly blast in Gulistan which led to the death of at least 19 people so far, and injured over a hundred. Some of the injured, we are told, are in critical condition, so the death toll may rise further. The frequency with which such explosion or fire-related incidents have been occurring in recent times is really worrying. Just over a span of four days, there have been three such incidents. On Saturday, an oxygen plant in Chattogram's Sitakunda upazila was rocked by an explosion that blew its entire roof off, killing at least seven people. The next day, there was an explosion at Dhaka's Science Lab area, which killed at least three and injured 40 others. The Gulistan explosion comes only two days after that.\nAccording to those present there during the time of the blast, the whole neighbourhood apparently shook as if there was an earthquake. The windowpanes of the building where the blast occurred even fell onto the nearby street injuring pedestrians. What could have led to such a powerful explosion? Investigators so far have found no evidence of sabotage either in the Gulistan explosion or the Science Lab blast. Although their causes are yet to be fully determined, the chief of Dhaka Metropolitan Police (DMP) did suggest that accumulated gas may have caused the explosion at the Gulistan building.\nGiven that there is no option but to wait for the investigators to determine what caused the two explosions, we do not wish to speculate on them further. However, given the frequency of such cases and the damage they have caused – particularly in terms of lost lives – can they truly be called coincidences? Even if they were not the result of sabotage, the lack of focus given to building safety – which will become clear to anyone visiting the blast sites – is an issue that has long plagued Dhaka.\nThere is also the factor of efficiently conducting rescue operations, which deserves scrutiny. Reportedly, complications in getting clearance had delayed the resumption of rescue efforts at the Gulistan building on Tuesday night. Even though the fire service was ready to carry out their operation, they couldn't enter the building without clearance from the Rajdhani Unnayan Kartripakkha (Rajuk). Whatever the issue for the delay was, during emergencies, those precious moments that are lost due to various reasons/delays could be the difference between whether someone gets to live or not. Hence, the fire service and other first responders need to have all the support from every government agency to carry on their important duties during emergencies. This message must be sent to every agency, and clear channels of urgent communications should be set up.\nWe hope that thorough and independent investigations will be able to clear up the confusion surrounding what caused the two explosions in Dhaka. At the same time, we urge the authorities to take the matter of building safety seriously, and improve our disaster preparedness and responsiveness.\n",
        "headline_1": "Blast after blast in Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/blast-after-blast-dhaka-3266091",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Although there have been positive changes in terms of women's empowerment in Bangladesh, the gender gap at the administration is still quite concerning. As a report by this daily has shown, based on a 2021 estimate from the Bangladesh Bureau of Statistics (BBS), the percentage of female officials was 19.62 percent in public administration, while it was 22.64 percent in field administration. Moreover, out of the 6,310 secretary-level posts under the public administration ministry, 5,072 were held by men while only 1,238 were held by women. The higher the positions, the fewer were women occupying them.\nAs per another report by the finance division from 2019-2020, the highest percentage of women officials was in the fisheries and livestock ministry – at only 27.59 percent!\nThese distressing statistics overshadow the fact that, despite the rise witnessed in school/college dropouts and consequently in child marriages since the outbreak of the pandemic, female students have outperformed their male counterparts every exam season for many years now. Why are there so few women in the public and field administrations then? Where do the successful female graduates go? Why are so many still failing to complete graduation, or embark on a profession of their choosing? And why are ministries that impact every aspect of women's lives have so few of them on their staff?\nExperts think that lack of gender equity plays the most significant role behind the massive difference between male and female participations in our workforce. For one, female students often have to endure the scourge of early marriage as well as the stress of child-bearing without adequate support from their close ones. Some don't even make it to the tertiary level of education before they are forced to prioritise marriage over education. With the dominant social narrative being that it is more important for men to build their careers, women also do not receive much encouragement from their families to keep aiming high with their studies or work. And even when women do earn a place in the administration, their progress up the ladder is slowed down by various factors.\nWe call for a higher participation of women in administration – not to fulfil some arbitrary quota, but because it is crucial for women to hold as many of these offices as men. Only that can ensure gender equity at the local level. When citizens see women performing administrative roles which impact the management of a locality, the prevailing gender norms will inevitably shift towards being more women-friendly. As such, the onus is on the government to make space for more women officials by ensuring a safe, flexible, and supportive working environment for them. Introducing proper transport services and day-care facilities has been suggested by a few experts. It is also important to highlight the achievements of existing women officials so as to encourage more aspirants to aim higher.\n",
        "headline_1": "We need more women at the top ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-more-women-the-top-3266156",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Our deepest sympathy goes out to the victims of Tuesday's deadly blast in Gulistan which led to the death of at least 19 people so far, and injured over a hundred. Some of the injured, we are told, are in critical condition, so the death toll may rise further. The frequency with which such explosion or fire-related incidents have been occurring in recent times is really worrying. Just over a span of four days, there have been three such incidents. On Saturday, an oxygen plant in Chattogram's Sitakunda upazila was rocked by an explosion that blew its entire roof off, killing at least seven people. The next day, there was an explosion at Dhaka's Science Lab area, which killed at least three and injured 40 others. The Gulistan explosion comes only two days after that.\nAccording to those present there during the time of the blast, the whole neighbourhood apparently shook as if there was an earthquake. The windowpanes of the building where the blast occurred even fell onto the nearby street injuring pedestrians. What could have led to such a powerful explosion? Investigators so far have found no evidence of sabotage either in the Gulistan explosion or the Science Lab blast. Although their causes are yet to be fully determined, the chief of Dhaka Metropolitan Police (DMP) did suggest that accumulated gas may have caused the explosion at the Gulistan building.\nGiven that there is no option but to wait for the investigators to determine what caused the two explosions, we do not wish to speculate on them further. However, given the frequency of such cases and the damage they have caused – particularly in terms of lost lives – can they truly be called coincidences? Even if they were not the result of sabotage, the lack of focus given to building safety – which will become clear to anyone visiting the blast sites – is an issue that has long plagued Dhaka.\nThere is also the factor of efficiently conducting rescue operations, which deserves scrutiny. Reportedly, complications in getting clearance had delayed the resumption of rescue efforts at the Gulistan building on Tuesday night. Even though the fire service was ready to carry out their operation, they couldn't enter the building without clearance from the Rajdhani Unnayan Kartripakkha (Rajuk). Whatever the issue for the delay was, during emergencies, those precious moments that are lost due to various reasons/delays could be the difference between whether someone gets to live or not. Hence, the fire service and other first responders need to have all the support from every government agency to carry on their important duties during emergencies. This message must be sent to every agency, and clear channels of urgent communications should be set up.\nWe hope that thorough and independent investigations will be able to clear up the confusion surrounding what caused the two explosions in Dhaka. At the same time, we urge the authorities to take the matter of building safety seriously, and improve our disaster preparedness and responsiveness.\n",
        "headline_1": "Blast after blast in Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/blast-after-blast-dhaka-3266091",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Three devastating blasts ---one in Sitakunda, another in Science Laboratory area and yet another in Gulistan's Fulbaria ---within just four days have sent a shockwave all across the country. The number of casualties in the three blasts ---seven dead and 24 four seriously injured in the first, three dead and 15 injured in the second and 18 dead and about 100 injured in the third ---is evident enough of the deadliness of the blasts. Clearly, the first blast in the Seema Oxygen Ltd is of industrial nature, the other two occurred in commercial establishments. In high summer, the country usually witnesses incidents of deadly fire in both crowded urban locations and in rural settings. But these are not fire incidents. In case of the oxygen producing and filling plant, experts visiting the spot after the blast have primarily pointed accusing fingers at the column through which oxygen passes into cylinders. The causes of blasts in Fulbaria and in the three-storied building near Science Laboratory are still shrouded in mystery. Different agencies including the Army, Rapid Action Battalion (RAB) and Counter Terrorism and Transnational Crime (CTTC) responsible for detection of the cause of explosion of any kind have, after initial check-up, ruled out sabotage in case of the blasts in Shirin Bhaban in Science Laboratory area and Queen's Tower in Fulbaria. Their considered opinion so far is that accumulated gas has led to the deadly explosions in both cases. Thankfully, none has made the observation conclusive. All the agencies will give their final verdicts after further and comprehensive investigations. This is highly imperative because the frequency of the explosions have indeed struck terror into people's hearts. They must rest assured that such devastation will not take place with increasing frequencies and claim lives and cause grievous injuries to scores of people in areas unsuspected. As for the oxygen filling plant, there are claims and counterclaims ---none of which, though, is conclusive ---over updated explosive licence, monitoring by government agencies and negligence of the management of the factory. After the BM Container Depot blast following the fire, there was a need for intensive monitoring of such depots and oxygen plants in Sitakund, which are directly related to ship-breaking. Hazardous as these industrial ventures are, there is no alternative to technologies' upgrading and constant monitoring to ensure safety of all such activities. Let the probe be decisive and the follow-up remedies adopted by such industrial units. Quite evidently, the cases of Shirin Bhaban and Queen's Tower blasts, are intriguing. Even if there might have been a concealed gas line left plugged with any chance of leaking in the former, no such gas line or use of gas cylinder---a potential risk now---has been reported from the latter. There are only shops of different kinds. The only remote possibility is the accumulation of gas and consequent blast from toilet pipes similar to the one at a hotel opposite to Jonaki Cinema Hall. A former director general of the Fire Service and Civil Defence has made such a reference. The other possibility of a blast from air conditioner has been ruled out. This warrants that the investigation is thorough in order to identify the real cause or causes so that maintenance of buildings can be failsafe and their users know about and practise the dos and don'ts.",
        "headline_1": "Identifying causes of three deadly blasts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/identifying-causes-of-three-deadly-blasts-1678280310",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Pakistan's police have been trying for days to take former Prime Minister Imran Khan into custody on the basis of judicial directives. They have attempted to serve him with summons issued by the court. They have failed to do that because thousands of Khan's supporters have thrown a cordon around his home, determined to prevent the authorities from taking the former leader to prison or produce him in court.Imran Khan and his followers have come forth with the rather ludicrous explanation that there are fears of the life of the former Premier being in danger if he submits to arrest. Khan has kept mentioning a few people, including Prime Minister Shehbaz Sharif, Interior Minister Rana Sanaullah and a senior army officer, who he believes were behind the assassination attempt on him a few months ago. Khan clearly is of the opinion that the same individuals will be a threat to his life if the police do indeed arrest him.It is comedy being enacted in Pakistan by Imran Khan and his followers. And it is because it is one of those rare instances in South Asian history when a political leader, one who considers himself an important cog in the wheel of democratic politics, has deliberately taken shelter behind his followers. The police have thus been prevented from doing their job; and the judiciary has been placed in an embarrassing situation because its directives are being flouted by a politician who proclaims ad infinitum that Pakistan should go back to democracy and to the rule of law.Khan's action in shielding himself behind his supporters, who clearly have mutated into a mob, and refusing to have the law take its course is unprecedented in modern political history. The story of politics in the Indian subcontinent is replete with instances of prominent political figures submitting themselves to arrest. Mahatma Gandhi and Jawaharlal Nehru, along with their colleagues in the Indian National Congress, never considered shielding themselves from arrest in pre-partition times and spent years in prison. In the years of the Emergency in India between 1975 and 1977, opposition leaders were carted off to prison. Once the Janata government took charge after the electoral defeat of the Congress in 1977, Indira Gandhi was placed under arrest and produced in court. She and her followers offered no resistance.It is a hallmark of politicians of conviction to speak of injustices in society, of the need for democracy to triumph even at risk to their freedom to operate in society. Bangladesh's history is a long tale of the innumerable times when Bangabandhu Sheikh Mujibur Rahman was arrested, in the pre-1971 era, by the Pakistani authorities. It takes courage for politicians to wait for security forces to come to them and take them away to prison. It is an indelible part of history that in the minutes before the Pakistan army launched military operations against the Bengali population in March 1971, Bangabandhu refused to evade arrest by leaving Dhaka. Twice in his career, once in the Agartala Case and then at his secret trial before a military tribunal in Pakistan in 1971, Bangabandhu was faced with the threat of his life ending on the gallows. He did not flinch.Bangabandhu's political associates demonstrated similar political fortitude when the police or other security personnel came looking for them. Tajuddin Ahmad, Syed Nazrul Islam and others allowed themselves to be arrested and spent months and years in prison. Communist leaders such as Moni Singh stayed in prison for long periods and so did the politician-academic-scholar Sardar Fazlul Karim. For such brave souls, prison was an educative experience. Bangabandhu called prison his second home. In Pakistan itself, history speaks of the many times when political leaders were placed under arrest and then were compelled to spend long periods in jail. A number of Baloch leaders, men like Abdus Samad Achakzai, suffered under successive regimes in the country. Khan Abdul Ghaffar Khan and Khan Abdul Wali Khan were repeatedly arrested for their political convictions. None of these politicians encouraged their supporters to make it hard for the police to take them into custody.Zulfikar Ali Bhutto was arrested by the regime of his one-time mentor Ayub Khan in November 1968 and stayed in prison till February 1969. In September 1977, he was arrested by the Ziaul Haq regime and would never come out of incarceration alive. His execution in April did not end the agony of his family. Bhutto's wife Nusrat and daughter Benazir were forced to spend time either in prison or under house arrest at home by the Zia regime. None of these individuals ever contemplated the possibility of evading arrest by calling on their followers to stand guard before their homes. Nawaz Sharif, Asif Zardari and Shehbaz Sharif have been to jail, have faced judicial proceedings. The police came and in line with orders hauled them off to prison. General Pervez Musharraf, who died not long ago, also experienced life in prison after he lost power and attempted to make a comeback in politics. Imran Khan has broken with this long tradition of political incarceration in the subcontinent. He is bitter about the way he was removed from office, which is understandable. He is deeply angry at the way the army, which once raised him to high office, played a pivotal role in his fall. That too is a sentiment not to be overlooked.But where a mature demonstration politics is the issue, Imran Khan has not risen to the heights. It is improbable that a mob of followers will day after day prevent law enforcers from making their entry into the home of one on whom court orders have been served. Yet that is precisely what has been happening with the fans of the cricketer-turned-politician in Pakistan. Imran Khan, whose speeches have been banned on Pakistani electronic media (which again is an act militating against free speech and democracy), would like to respond to the charges against him through video link. That would be impolitic on the part of an individual who has been Prime Minister and would like to be in power again. Indeed, by not restraining his followers and not responding to the law by turning himself over to the authorities, the former leader is hammering away at his own image.In societies struggling for democracy to govern life, the story has always been one of politicians considered a threat to governments holding their heads high when security forces come looking for them, mounting a determined defence for themselves in court and earning their places in history.Imran Khan has done nothing of the sort. That gives ammunition to the likes of Bilawal Bhutto Zardari to denigrate him in public.\n[email protected]",
        "headline_1": "Imran Khan and the history of political incarceration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imran-khan-and-the-history-of-political-incarceration-1678280361",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "For the first time in 50 years, five Bangladeshi universities have been ranked in the Times Higher Education World University Rankings 2023. The ranking, which includes a total of 1,799 universities across 104 countries and regions, placed University of Dhaka (DU) and North South University (NSU) between 601st and 800th place among the higher education institutions worldwide. The other three universities included in the ranking are Bangladesh Agricultural University (BAU), Bangladesh University of Engineering and Technology (BUET), and Khulna University of Engineering and Technology (KUET). THE ranking is considered as one of the most prestigious ones in the world. And five of our universities have shown tremendous improvement in this ranking. Unfortunately, the rest 48 other universities in the country were nowhere near that grading. Apart from Times Higher Education, other prominent international rankings are QS World University Ranking, Shanghai Academic Ranking of World Universities and Academic Rankings of World Universities. There are other organisations that provide their own rankings nationally, regionally and internationally like Financial Times ranking for business schools and US Today ranking for American universities. A new trend is emerging in many countries about providing regional rankings and national rankings for the top institutions. For example, QS provides rankings for Asian universities. In India, many national organisations and publications have introduced rankings for the country's universities. Had Bangladesh introduced a national ranking system for its universities, it could have improved the quality of higher education and created competition among all our universities. A healthy competition among our universities can lead many of them to compete in the international arena and excel in international rankings since most of these rankings are based on some common performance indicators like teaching, research, knowledge transfer and international outlook. The University Grants Commission (UGC) can administer this national ranking system by setting its own parameters. This will help the country's highest seats of learning to improve their academic performance which will benefit both students and teachers. Many countries have projects dedicated to put their institutions of higher education at the top position in terms of global rankings. For example, Russia has the Project 5-100 aiming to bring its top five universities in the list of 100 best universities in the world. Meanwhile, China, South Korea, Japan, Singapore, and Malaysia are countries with clear strategies for promoting their universities to improve their position in the rankings. Evidently, no such measure has even been thought of by our policymakers. Rather, we have other restrictions. Bangladesh is probably the only country in the world where private universities are not able to offer PhD degrees to their students. All this is hindering our universities to do well in the international rankings. If Bangladesh had its own ranking system for its universities, many believe, such problems could be sorted out soon. \n[email protected]l.com",
        "headline_1": "National ranking for universities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/national-ranking-for-universities-1678280402",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2023"
    },
    {
        "full_article": "Every year, the world celebrates International Women's Day on March 8 paying attention to women's rights and problems such as violence and abuse that women are subjected to. This year is no exception. We have celebrated the day with an array of programmes on Wednesday. It is laudable that one day in a year is dedicated to celebrating women. But this day should not be celebrated just as a formality. Our women face verbal, physical and psychological abuse everywhere in the country. According to the rights group 'Ain o Salish Kendra', in 2022, a total of 936 women were raped, 47 were killed after rapes, seven committed suicide after rapes, 161 were sexually harassed, and seven committed suicide after harassment. And many crimes against women go unreported due to a lack of legal and social protection. Despite the challenges, many Bangladeshi women are leading the way in advocating for women's rights and equality. However, the celebration of International Women's Day serves as a reminder of the progress that has been made and the work that still needs to be done to achieve gender equality in the country. We all must stand up for the rights of women. We have always seen that a mother, a wife, a daughter and a sister have been the strong foundation in society. Today, we all need to have a broad mindset and encourage our daughters to work and fulfil their desires. We should protect them and not misbehave with them. With the growth and success of a girl child, it will not only make the family proud, but will also contribute to the overall development of the country. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Standing up for women and their rights",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-up-for-women-and-their-rights-1678280433",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-03-2023"
    }
]