[
    {
        "full_article": "With investigators finding tell-tale signs of a terror plot having gone awry, post Sunday’s predawn car blast near a temple in communally-fragile Coimbatore, the incident, unless tackled professionally with sensitivity, holds the potential of escalating existing tensions on the law and order and political fronts.Information that the car’s driver and suspected mastermind, who was charred, Jameesha Mubin, was briefly under the National Investigation Agency (NIA) radar, would certainly call into question the capabilities of the intelligence apparatus in sensing and forestalling a terror plot.It is sheer providence that an LPG cylinder in the car exploded, as preliminary investigation suggests, before Mubin could strike terror.What cannot be overlooked is that the incident came against the backdrop of serial Molotov cocktail attacks last month, targeting properties of right-wing outfits and their office-bearers in the wake of the nationwide ban on the Popular Front of India.To the credit of the police force, the larger design was unravelled and the suspected plotters unmasked in less than 24 hours.That half a dozen suspects have been arrested bears testimony to their investigation skills. Despite the police’s commendable post-blast action, realising the gravity and political ramifications of the issue at hand, Tamil Nadu Chief Minister M.K. Stalin did the right thing in recommending that the NIA take over the probe.Governor R.N. Ravi, a former IPS officer, has questioned the four-day delay in calling the NIA. However, that is a matter of perspective and individual assessment of the ground situation.Politically, this has thrown up some challenges for Mr. Stalin. He has to delicately balance the duty of taking along the minorities and the administrative need to uncompromisingly deal with fundamentalists, who propagate violence as an answer to political problems.In this he would require the support of constituent parties of the DMK-led Secular Progressive Alliance, which should acknowledge the need for such balance. The DMK, as such, faces criticism of being soft on terror, due to the 1998 Coimbatore serial blasts, though Tamil Nadu has seen the fangs of terror during the AIADMK regime too (1993 RSS office blast).He also has to combat attempts trying to stoke communal passions and driving religious polarisation using this incident as a springboard. The BJP has seized upon the issue with a section of its leaders calling for a Coimbatore bandh on October 31 to put the heat on the government and consolidate itself politically.What is needed, though, is for the NIA and the government to deal with the plotters firmly while not providing scope for communalising and politicising terrorism.To read this editorial in Tamil, click here. To read this editorial in Hindi, click here.",
        "headline_1": "Explosive affair: On the Coimbatore car blast",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/explosive-affair-the-hindu-editorial-on-the-october-23-2022-coimbatore-car-blast/article66065644.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Russia’s allegation that Ukraine was planning to launch a so-called dirty bomb shows how dramatically the Ukraine conflict has escalated. Russia’s Defence Minister Sergei Shoigu held talks with many of his global counterparts, including Rajnath Singh, accusing Ukraine of potential “nuclear terrorism”. A dirty bomb is not a nuclear bomb but a conventional explosive device with radioactive materials, the explosion of which could turn swathes of land uninhabitable for decades. Ukraine and its western backers have rejected the Russian allegations, saying the Russians, who have suffered setbacks, are making unfounded claims for a false flag attack. It is difficult to ascertain what is going on behind the fog of a full-scale war, but the talk of dirty bombs and nuclear terrorism does not bode well. Ever since the U.S.’s nuclear bombing of Japan in 1945, the world has largely treated the nuclear option as taboo. Even in 1962, when the Soviet Union and the U.S. were on the brink of conflict, their leaders managed to end the crisis amicably through dialogue. But unfortunately, Vladimir Putin’s threat of using all means available to him to protect his country and Joe Biden’s warning of a “nuclear Armageddon” are tantamount to normalising the nuclear option in the middle of a conflict that is in an escalatory spiral.What is more surprising is that even as the war is steadily deteriorating, there is no conscious effort by any side to start a dialogue. Russia says it is ready for talks but has not given any concrete proposals, and its offer for talks cannot be trusted, especially after it announced the annexation of four partially controlled Ukrainian regions. Ukraine says it will not hold talks with Russia as long as Mr. Putin is in power and that it intends to fight till all Ukrainian regions are liberated, including Crimea. Ukraine’s western backers say they would continue to support Ukraine’s resistance “as long as it takes”. As all sides take maximalist positions, escalation is creating its own dynamic, taking the whole world hostage. Eight months of war have already created economic and humanitarian disasters. And there are greater fears of a direct conflict between Russia and NATO, two nuclear forces. What more do the stakeholders of this war want before they actually begin serious talks? They should realise that unchecked escalation with an open possibility of a Russia-NATO war would be catastrophic for the whole world. The stakes are higher than their geopolitical goals. The rhetoric on nuclear attacks and retaliation should stop immediately and Russia, Ukraine and the West should begin talks to end the conflict. The alternative would be cataclysmic.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Careless threats: On the Ukraine war and the dirty bomb talk",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/careless-threats-the-hindu-editorial-on-the-ukraine-war-and-the-dirty-bomb-talk/article66065668.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "In the best of times, and the best of data, an analysis of country performance is problematical. What happens when it was the worst of times, as surely the two-year period 2020-21, was for the world?\nBefore we could proceed with a reasonable analysis, the world was further shocked with the conflict in Ukraine. Doing a simple count, the following five unprecedented, and unexpected, events occurred in sequence.\nRead full opinion on TOI+\n\n",
        "headline_1": "The first among twenty: India’s economy is set to thoroughly outpace its fellow G20 members over the next five years",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-first-among-twenty-indias-economy-is-set-to-thoroughly-outpace-its-fellow-g20-members-over-the-next-five-years/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "A year of handing out excuses for not doing enough to clamp down on fake news ended badly for social media platforms. GoI last week amended rules introduced last year to nudge these platforms to take responsibility for content moderation. The amendments enhance platforms’ responsibility. It’s no longer enough to advise users to follow guidelines. Now, they are mandated to make “reasonable efforts” to prevent transmission of information that is fake or misleading. In short, it’s now obligatory on the part of social media platforms to ensure that they are not the medium for the spread of fake news – which is how it should be. Traditional media is regulated, it also subjects itself to self-regulation and gatekeeping. Social media must take responsibility as well.\nThe danger of offering unregulated social media is stark in the ongoing Brazilian presidential elections. Social media has been the main vehicle through which fake news and morphed visuals have been circulated. Efforts on the part of platforms to counter it by placing restrictions on bulk transmission have been thoroughly inadequate. The consequence of unchecked transmission of fake news is potentially lasting damage to social harmony.\nThe push towards ending immunity for content hosted on social media platforms is global. In April, the European parliament and EU member states reached an agreement on the proposed Digital Services Act. The legislation allows users to flag problematic content and platforms are obliged to cooperate with them. These regulatory changes are overdue. Whistleblower accounts show that social media platforms create algorithms that push incendiary content. These revelations discredit platforms’ claims that they are neutral. On the contrary, their business model tilts towards designing algorithms that favour conspiracies. GoI has done the right thing by escalating obligations of social media platforms after observing their approach over the last year.\nAmong the other two important changes in last week’s amendments is a requirement that platforms explain the rules in more Indian languages. Given India’s linguistic diversity, this makes sense. The amendments also arm GoI with the power to create a new body: Grievance Appellate Committee. It has the potential to plug gaps in the regulatory architecture – provided it doesn’t end up as some sort of bureaucratic mission creep. The overall thrust of the amendments is in the right direction and they signal that regulators no longer buy the argument of neutral platforms.\n\n",
        "headline_1": "Get real, social media: IT rules do the right thing by placing more content-monitoring responsibility on platforms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/get-real-social-media-it-rules-do-the-right-thing-by-placing-more-content-monitoring-responsibility-on-platforms/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Today the US Supreme Court is set to hear oral arguments on whether race can be used as a determining factor in college admissions. The challenger group says this ends up disadvantaging Asians and whites, while the defender institutions see compelling educational value in pursuing diversity. Previously in 1978 the court had ruled racial ‘quotas’ unconstitutional but allowed forms of ‘affirmative action’ to accept more minority applicants. The present case underlines that different minorities can have different interests. Equally interesting, it will be heard by the most diverse US SC ever but with the two black justices holding opposite views.\nThe push-pull in the US courts is accompanied by serious statistical, philosophical and policy debates outside. By contrast in India the quota conversations are driven largely by politics, univocal politics at that. Whether it is the Karnataka government passing an ordinance to increase SC and ST quotas, the Jharkhand government okaying 77% quotas in state government jobs, the Centre granting ST status to Hattees in Himachal Pradesh, and so on, every political dispensation increases the quotas. The minor difference is in how close to poll dates this happens.\nLast year a constitution bench struck down reservation for the Maratha community as going against the right to equality and protection against discrimination by exceeding the 50% ceiling. But whether it is those who bulldoze quotas for powerful communities or those who raise SC-ST quotas while wailing that 70 years of benefits have been swallowed by a creamy layer, logic gets no ear. All quotas are chasing a relatively small number of openings in government education and jobs. Nobody expects them to actually deliver social uplift. But they will further deepen social stratification – a negative outcome of affirmative action.\n\n",
        "headline_1": "Quota question: Affirmative action has become an overused political tool, with no debates. Contrast this with US",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/quota-question-affirmative-action-has-become-an-overused-political-tool-with-no-debates-contrast-this-with-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Yesterday the Prime Minister of India laid the foundation stone for the Tata consortium’s C-295 manufacturing facility in Vadodara. This is momentous.\nIt is the first large-scale project given directly to the private sector and also the first time that this transport aircraft manufacturing capability is being set up in the country, thereby bridging a critical gap in indigenous aircraft manufacturing.\nRead full opinion on TOI+\n\n",
        "headline_1": "How the aviation ecosystem will take flight with C-295s: The Vadodara project should help private sector manufacturers think, plan and deliver big",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-the-aviation-ecosystem-will-take-flight-with-c-295s-the-vadodara-project-should-help-private-sector-manufacturers-think-plan-and-deliver-big/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Marc Riboud (1923-2016), one of the first generation of Magnum photographers, was born in Lyon, France. He travelled and worked extensively in the Middle East, Afghanistan, India, China, Japan, Cambodia, North and South Vietnam, Former Soviet Union, Algeria, and Sub-Saharan Africa throughout the 60s and 70s. His picture of a \"young woman holding a flower,\" taken in front of the Pentagon during a protest against the Vietnam War, became an international symbol of peace.\n\n\"Other journalists had many problems getting into the country. This was about a month before the war started between India and Pakistan; everybody was trying to go into the liberated area of Bangladesh. I got there with a small group of Westerners, taken by three or four Bangladesh boys from Calcutta across the river tributary of the Ganges by boat. For one entire day, from early morning until late at night, we walked in the liberated area. We walked to the front line, which is where the Bengals really were fighting against the West Pakistani troops, and then back to the border and the river in the evening.\" \nBangladesh's independence struggle piqued his attention, and he arrived in Kolkata in late November 1971. He journeyed inside the refugee camps and liberated zones. His expedition began at Sherpur, and after crossing the mighty Brahmaputra river, he witnessed the decisive battle of Jamalpur, which he extensively documented. The majority of these photos are still unpublished to this day. When Pakistan declared   war against India on December 3 to distract the world from the atrocities committed against the Bangladeshi population, he entered Bangladesh with an advancing Indian army backed up by Bangladeshi freedom fighters. He was one of the first photographers to enter Dhaka and capture the city's liberation with his camera.\nLorene Durret, Director of Les amis de Marc Riboud, has been working on Marc Riboud's photographic archive for quite a long time. She is currently co-curating an exhibition at Alliance Française de Dhaka, showcasing a selection of Marc Riboud's 50 photographs taken during the Liberation War of Bangladesh. In this conversation with art historian, curator and co-founder of Duniyadari Archive Amirul Rajiv, Lorene Durret talked about her association with the life and works of Master Photographer Marc Riboud.\nAmirul Rajiv: When did you meet Marc Riboud and begin working with him?\nLorene Durret: I met Marc Riboud about 16 years ago while I was working at Delpire which is a major historical, photography publisher in Paris run by Robert Delpire. He published 'The Americans' by Robert Frank and primary books of Henri Cartier-Bresson, among many others. He was an important figure in the photography world. I worked in his office for about a year and he used to organise Friday lunch with the photographers he was working with, his friends and colleagues. That's how I met Marc Riboud!\nWe talked about his work. He was already old but full of life. Then he asked me if I wanted to work with him. I told him that I would very much like to but I was about to go abroad for an internship.\nWhen I came back, I contacted him again and after some months I started to work as his assistant. I think that was back in 2009. I worked with him every day on his exhibition projects, books, managing his archive, licensing, etc. So, I learned more about publishing, more about exhibitions and little by little I started to manage his office. After a few years, he became ill and I kept on working with his family to organise the archive. After he died in 2016, his photographic archive was donated to Guimet-National Asian Arts Museum. So, it's a journey that started with him and now continues with his photographs – some of which are still unpublished or unknown.\nAR: How did this collaboration with the Liberation War Museum come about? And how did the show come to Bangladesh?\n\nLD:  It started back in February 2021. We were contacted by Mofidul Hoque, a trustee of the Liberation War Museum who knew that Marc Riboud covered the Liberation War of Bangladesh. But he didn't see the photographs and didn't know how many existed. With the help of Alliance Française de Dhaka and the Embassy of France in Dhaka, we shared the contact sheets and documents of the work with him.\nMarc was in Bangladesh in November and December of 1971. After checking the contact sheets, Mofidul Haque was enthusiastic and wanted to set up an exhibition. So that's how we started to work on the selection for the exhibition of 50 photographs. We didn't have much time because we wanted to showcase them for the 50th anniversary of Bangladesh's independence. That's also a reason why we limited ourselves to 50 photographs, which was not easy. We discussed the choice of photographs, contents, captions, etc.\nThe Liberation War Museum actually dug out a lot of information about Marc Riboud's journey in Bangladesh. We prepared the prints in Paris at our lab so they could be sent to Bangladesh for the first show at the Liberation War Museum.\nAR: How many photos did you start with before reaching the final selection of 50?\nLD: We estimated that there are about 900 to 1,000 black and white photographs taken by Marc Riboud in Bangladesh. We could not consider all of them as some were not properly focused or composed as they had been taken in haste, during military action. So, we primarily selected 200 relevant photos and then reduced the number to 50. We wanted to show the different places that Marc Riboud had photographed with different kinds of pictures, and we organised it chronologically to match his journey for the Liberation War Museum exhibition in October 2021. For the exhibition here in La Galerie, Alliance Française de Dhaka, we took a different visual approach and tried to design the exhibition in harmony with the smaller gallery space and environment.\nAR: Is there any possibility to see the whole collection of photographs of Marc Riboud in Bangladesh?\nLD: Not right now because they are not all online and not all are digitised. When we started the project, very few negatives were digitised. So, we digitised some of them for the purposes of the exhibition. Soon more photographs, along with all the contact sheets, should be available online. We are working on it with Guimet Museum. Because they are building a new website where you will be able to browse through their collection. As Marc Riboud's contact sheets have now all been digitised, we wish to add them to this new website. Maybe not for the public but for professionals, so they can have easy access.\nAR: Was he a freelance photographer during 1971?\nLD: Yes, he was a freelance photographer but also a member of Magnum Photos. He was a member from 1953 to 1979. Then he stayed as sort of a contributor. But he always chose his assignments himself.\nAR: Did he share any memories of Bangladesh with you? Or did he leave any writeups on the Liberation War of Bangladesh in 1971?\n\nLD: There are a few earlier writeups. Some of his photographs were published in a book called 'The Concerned Photographer 2' (edited by Cornell Capa, brother of Robert Capa) back in 1972. That was an important publication which included 11 photographs by him. Among these two were taken in Bangladesh about which he had written short texts. We also have a paragraph in the introductory text in the 'Photo Poche 37: Marc Riboud' publication, 1989, where he spoke about one photograph but that's about it. He didn't speak much about it and I never worked on this particular subject with him. Since we were not preparing an exhibition or a book, these photographs were forgotten.\nAR: How important is it to have a co-curator who is more accustomed to the history and culture of the land while dealing with historical imagery of Bangladesh?\nLD: It was very important as we both brought different things to the table. He had the historical knowledge that we didn't have. We had on our side a few documents left by Marc Riboud to locate and caption the photographs. Mofidul Hoque and his team from Liberation War Museum located the images, the moments, the exact date and researched what was going on, which would have been much harder for us because we are not specialised in the history or geography of Bangladesh. That is why, when we do this kind of project, we always try to build the exhibition together.\nAR: Did working on this project open up a new window for you as you had to look into the works of other photographers of 1971?\nLD: Yes. While working on this exhibition, I tried to find books and writings on the war of 1971 in French and I found very little. But I saw so many images and I think it would be interesting to present them in France, in a different way. Because it is a history that people don't know about. With that in mind, we started a collaboration with the Asian Arts Museum in Toulon and also the House of Photography in Toulon, in the south of France. They will probably host an exhibition there. Now I am working with their director to find a narrative that would be relevant for French museums.\nAR: Will it solely be on the photographs of 1971?\n\nLD: It will not only be about 1971 but the main focus will be that time period. Because there are so many great photographers who came at that time. However, I want to extend the subject to newer works by younger photographers and artists. This is what I am working on right now.\nAR: What would you suggest to the photographers, curators and archivists working in Bangladesh?\nLD: To keep on with their work! We often think of archiving with museum standards but not all structures have this capacity. I always think it's interesting to consider the way you preserve an archive by how you started it. For example, some archives which are preserved in families are not well-protected. You can start by taking the first step of going through them and taking the first measures of protection. Then take a second step with better equipment and all. But it's also about common sense, about finding the materials you need or trying to create them. It's not always ideal.  And it's not always perfect in French museums as well. We also have problems, of space, old buildings. But it is interesting to evaluate what you are doing and try to improve as much as you can, given the situation such as climate, environment etc.\nAR: We already travelled to Sherpur, Jamalpur and Dhaka as well as the Liberation War Museum in the last few days. Do you think the findings will add value to the archive that you're building?\nLD: Absolutely! We also met Jahurul Huq Munshi, the freedom fighter in one of the photographs, who shared interesting memories, and checked the information we found from the three other photographers who accompanied Marc Riboud and the Indian troops. This is important information about how Marc Riboud used to work. 1971 was an important era for the press and magazines. Marc Riboud was making his living from his press publications. So, it is important for us to learn about his working process.\nAR: Did visiting the places where Marc himself travelled during his journey and coming across the characters of his photographs leave any impact on you?\n\nLD: Well, it was moving. I was trying to imagine what happened, what he witnessed. The places have changed so much, some of them more than others. In Sherpur, we saw places which could be identified quite easily, but with other places in Dhaka we had more trouble imagining what they looked like 50 years back. But I think it is important to see how places evolve and how history leaves its trace, or not. To know these things happened in these places, and to locate them exactly, was moving. \nAR: The torture of Biharis that took place in front of the media got global attention while the atrocities committed by the Pakistani army have still not been officially recognised. How do you balance these narratives while curating the show?\nLD:  In our modern history, when you don't have photographs of some events, it makes them more difficult to be acknowledged. The killings you mentioned took place in the presence of many photographers. Some of them got awards for their photographs. For the killings of the Bangladeshi population, prior to 1971, there were probably less photographers and less stories published. So, these killings were less documented photographically. But there are oral histories and testimonies. The image has a role but it's not the only source of information. We still see it in the news today. When there's a story to sell, the press publishes it. They don't always think of the consequences. And then, they move on to something else a few days after. So surely, there are many other kinds of recordings and documentation that are important to be presented as evidence.\nAR: The atrocities committed in 1971 have not yet been recognised as genocide. Recently, a bill was raised in the US Congress which sought to acknowledge the 1971 atrocities committed by the Pakistani army as genocide. Do you think visual documentation can play a role in this regard?\nLD: Of course, photographs are used as a source of evidence, but they are not the only source. As for considering these atrocities as genocide or not, it's not for me to say because it involves so many political reasons and pressures. But I understand why this classification is important, for history to move on.\nAR: Having studied newspaper documents, books, resolutions, archives and the photographs of Marc Riboud, do you think what happened with Bangladesh has been recognised in the international arena?\nLD: No, I don't think so! I think the question should be, why, even after 50 years, it has not been recognised as genocide.\n",
        "headline_1": "Marc Riboud’s Bangladesh 1971  Mourning and Morning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/marc-ribouds-bangladesh-1971-mourning-and-morning-3156566",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Not long ago, we commented on the government's plan to establish five new development authorities in Sylhet, Payra, Rangpur, Barishal and Mymensingh. Already, there are a number of similar development authorities – in Dhaka, Cox's Bazar, Khulna, Rajshahi, Gazipur, and Chattogram. What's common to these region-specific development agencies is their lack of effect, as they are hamstrung by manpower shortage, wasteful or unaccountable spending, lack of initiative to uphold their mandate, non-cooperation from other government departments, etc. Clearly, setting up new agencies without fixing these institutional challenges runs the risk of making them similarly ineffective. Is more of Rajuk what Bangladesh needs at this moment?\nExperts at a recent roundtable covered by Prothom Alo have raised an equally important question: Is more of Dhaka-focused development good for the future of Dhaka and, by extension, Bangladesh? Clearly, it is not. Dhaka has become a colossal primate city, larger than the next three big cities combined. Yet, we continue to keep our urban policies centred on Dhaka that has done little to make it liveable. This Dhaka-centrism has hurt Dhaka more than it benefitted it, or its residents, while lack of focus on other cities and metropolises has resulted in them lagging behind in terms of growth opportunities. This is why experts have called for a policy of equitable urban development across the country, one that will take some of the pressure off the capital, and offer all other regions equal access to economic and administrative opportunities, civic amenities, quality healthcare and education, etc.\nWith the fallout of climate change being felt across the coast, this is all the more important. We need to prepare our cities to accommodate the growing number of climate refugees so that their burden doesn't fall disproportionately on Dhaka. Bangladesh is going through a rapid change, a deeply unsustainable urbanisation process that makes any future planning difficult. But we must try. The recently unveiled Detailed Area Plan (DAP) for Dhaka has been criticised by environmental and urban experts for not reflecting the need for the best use of available spaces and resources, and it doesn't help that a clueless and, frankly, rudderless Rajuk is in charge of moving the needle on this front.\nAs one expert has said at the roundtable, we need a DAP for each (mid-sized) city, and properly staffed and motivated agencies in charge of their development. Only then will the country's development become equitable and sustainable, its benefits reaching every citizen. As well as addressing housing and other liveability issues, such policies must preserve what remains of our agricultural lands for the sake of our present and future food safety. They must allow for more playgrounds, open spaces, and schools within walking distances, and for villages to coexist with equal importance. And all initiatives must be part of a national urban policy, which is yet to be formulated, for better coordination and more balanced development. Otherwise, the government's Vision 2041 will remain only in words.\n",
        "headline_1": "All cities need a DAP of their own",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/all-cities-need-dap-their-own-3156251",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "The alarming rise in dengue cases in the country shows the authorities' lack of action, and of priorities, to put an end to this growing health menace. We agree with the experts that had the authorities been vigilant enough since May, when the first cases were reported, the situation would not have been so dire now. As per data from the Directorate General of Health Services (DGHS), at least 36,131 dengue cases and 134 deaths have been recorded so far this year. In the 24 hours till October 29 morning, at least six died and 869 were admitted to hospitals across the country. Analysing the trend, a national daily has termed 2022 the second-worst year in terms of dengue cases recorded in the country's history, with the worst being 2019, when 101,354 cases and 179 deaths were recorded.\nTo illustrate the danger we now face, it can be noted that in a survey conducted by the DGHS in August, Aedes mosquitoes were found in 13.4 percent of houses under Dhaka North City Corporation and 11.75 percent of houses under Dhaka South City Corporation.\nSure, the situation this year may not be as bad as what it was in 2019 (yet), but why is it as bad as it is now anyway?\nIt is especially concerning that data on infections and deaths are only being collected from a selection of 123 healthcare facilities treating dengue patients, meaning that cases outside the purview of these facilities are not being counted. The actual reality may be much worse. We also fail to understand why the authorities have allowed the dengue situation to go so far this year in the first place. Since May, we have often heard about various drives conducted by the city corporations and the DGHS. But clearly, those were not effective, as dengue has now spread to at least 58 districts, most of which are not equipped enough to deal with this surge.\nHow is it that a country that faced a nationwide dengue outbreak barely three years ago is so ill-prepared? Why are the drives only concentrated within the capital? And why do healthcare facilities outside Dhaka not have the resources to treat all patients properly? As experts have pointed out in the recent past, dengue hotspots and risk areas are not being identified properly (in order to eradicate Aedes larvae and mosquitoes). And fogging areas indiscriminately (which only knocks down adult mosquitoes) is no use unless the authorities can also eradicate its larvae.\nAt this stage, one only hopes that the authorities will finally wake up and heed the advice of experts. It's vital that Aedes larvae and mosquito hotspots across the country are identified and eradicated. Equally important is the need to equip hospitals outside the capital with necessary resources so that they can treat more patients, and treat them properly. Dengue is not just an urban disease. We must stop treating it as such if we are to prevent another 2019.\n",
        "headline_1": "Why is dengue being allowed to spread?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-dengue-being-allowed-spread-3156221",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Two major political parties of Bangladesh are on a collision course. The opposition demands the next general election to help under an impartial, caretaker government. The ruling party is staunchly against that. It is not hard to guess that next year will likely be a time of political unrest, social instability and turmoil. This is undesirable when the country just came out of a pandemic and the world is heading towards an economic downturn.\nI had the opportunity to be a part of the Bangladesh Civil Service (administration) for some time and was involved with election duties in many capacities. Voting can be manipulated through many tactics. The common scenarios include polling centres being overrun by political musclemen, vote-counting being influenced at presiding or returning officer's level, law enforcement officials taking over the control of polling centres allowing ballot-stuffing, etc. All these can happen either by direct patronisation of the administration or because of their blindness.\nUnder an incumbent government, the Election Commission may not be able to exercise their full control over the field administration for various reasons, but the most important is the \"conflict of interest.\" This occurs when an individual's personal interests compromise his or her judgement, decisions or actions. A conflict of interest, since it blurs the normal judgement, must be taken very seriously while assigning important responsibilities. Deputy commissioners (DCs) and superintendents of police (SPs) – two main facilitators of an election – become so perniciously politicalised during normal times and benefit from the ruling regime that they find it essential for their own sakes to keep the status quo. Under such a situation, assigning them with election-related responsibilities creates a strong conflict of interest.\nAn election process broadly consists of: (1) administering the voting and vote-counting process; and (2) maintenance of law and order. Election commissioners are tenured for five years with high status and handsome remuneration. This can provide a strong temptation for anyone to remain in that position for as long as possible, by any means. A long period also exposes the election commissioners to the risk of being politicised.\nTo resolve such conflicts of interest, similar to the appointment of returning officers, election commissioners can also be engaged for a very brief period to conduct an election. Such individuals can be selected from retired people who have either never worked for the state or from those who left government service long before an election. Duties such as hearing election-related complaints and appeals can be outsourced to retired judges on an \"appointed when required\" basis. Returning officers should also be appointed from the pool of retired people – one for each constituency. There is a proposal that returning officers can be permanent officers of the Election Commission, but this will only shift the problem. As long as returning officers are being paid by the state and dependent on paycheques for subsistence, they would remain under similar conflict of interest. Presiding officers may be sourced from private and government officials, as they are currently being appointed, but they must not be posted in their place of residence or work for election duties.\nThe members of Bangladesh Police work under high political exposure in their normal course of profession. This makes it difficult for them to act neutrally during elections. Solutions may include involving armed forces. For better supervision and to deploy forces with greater concentration, elections can be conducted in several days instead of one day. Battery-powered mobile CCTV cameras can be installed inside polling centres so that returning officers can monitor voting from control rooms.\nIn conclusion, I would like to emphasise that the root cause lies within the state and its different wings – legislative, judicial, and the executive. Complete overhaul of the past colonial system was necessary just after independence from the British Raj, but that never happened. People were kept unaware of the actual state of affairs for the perpetuity of the same class of leaders who had been in power since the days of Permanent Settlement. Maulana Bhashani said that very precisely, \"If the peasants and working class are kept unaware of the system then it is easy to exploit – (but) if they become conscious of their rights, then tyrant regimes along with their flatterers are bound to collapse.\" The permanent solution of a free and fair election is to make the masses aware of the importance of their votes and voting.\nSaifur Rahman is a senior IT specialist working in the Australian Public Service.\n\n",
        "headline_1": "How to avoid conflict of interest in resolving election stalemate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-avoid-conflict-interest-resolving-election-stalemate-3156176",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Not long ago, we commented on the government's plan to establish five new development authorities in Sylhet, Payra, Rangpur, Barishal and Mymensingh. Already, there are a number of similar development authorities – in Dhaka, Cox's Bazar, Khulna, Rajshahi, Gazipur, and Chattogram. What's common to these region-specific development agencies is their lack of effect, as they are hamstrung by manpower shortage, wasteful or unaccountable spending, lack of initiative to uphold their mandate, non-cooperation from other government departments, etc. Clearly, setting up new agencies without fixing these institutional challenges runs the risk of making them similarly ineffective. Is more of Rajuk what Bangladesh needs at this moment?\nExperts at a recent roundtable covered by Prothom Alo have raised an equally important question: Is more of Dhaka-focused development good for the future of Dhaka and, by extension, Bangladesh? Clearly, it is not. Dhaka has become a colossal primate city, larger than the next three big cities combined. Yet, we continue to keep our urban policies centred on Dhaka that has done little to make it liveable. This Dhaka-centrism has hurt Dhaka more than it benefitted it, or its residents, while lack of focus on other cities and metropolises has resulted in them lagging behind in terms of growth opportunities. This is why experts have called for a policy of equitable urban development across the country, one that will take some of the pressure off the capital, and offer all other regions equal access to economic and administrative opportunities, civic amenities, quality healthcare and education, etc.\nWith the fallout of climate change being felt across the coast, this is all the more important. We need to prepare our cities to accommodate the growing number of climate refugees so that their burden doesn't fall disproportionately on Dhaka. Bangladesh is going through a rapid change, a deeply unsustainable urbanisation process that makes any future planning difficult. But we must try. The recently unveiled Detailed Area Plan (DAP) for Dhaka has been criticised by environmental and urban experts for not reflecting the need for the best use of available spaces and resources, and it doesn't help that a clueless and, frankly, rudderless Rajuk is in charge of moving the needle on this front.\nAs one expert has said at the roundtable, we need a DAP for each (mid-sized) city, and properly staffed and motivated agencies in charge of their development. Only then will the country's development become equitable and sustainable, its benefits reaching every citizen. As well as addressing housing and other liveability issues, such policies must preserve what remains of our agricultural lands for the sake of our present and future food safety. They must allow for more playgrounds, open spaces, and schools within walking distances, and for villages to coexist with equal importance. And all initiatives must be part of a national urban policy, which is yet to be formulated, for better coordination and more balanced development. Otherwise, the government's Vision 2041 will remain only in words.\n",
        "headline_1": "All cities need a DAP of their own",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/all-cities-need-dap-their-own-3156251",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "The alarming rise in dengue cases in the country shows the authorities' lack of action, and of priorities, to put an end to this growing health menace. We agree with the experts that had the authorities been vigilant enough since May, when the first cases were reported, the situation would not have been so dire now. As per data from the Directorate General of Health Services (DGHS), at least 36,131 dengue cases and 134 deaths have been recorded so far this year. In the 24 hours till October 29 morning, at least six died and 869 were admitted to hospitals across the country. Analysing the trend, a national daily has termed 2022 the second-worst year in terms of dengue cases recorded in the country's history, with the worst being 2019, when 101,354 cases and 179 deaths were recorded.\nTo illustrate the danger we now face, it can be noted that in a survey conducted by the DGHS in August, Aedes mosquitoes were found in 13.4 percent of houses under Dhaka North City Corporation and 11.75 percent of houses under Dhaka South City Corporation.\nSure, the situation this year may not be as bad as what it was in 2019 (yet), but why is it as bad as it is now anyway?\nIt is especially concerning that data on infections and deaths are only being collected from a selection of 123 healthcare facilities treating dengue patients, meaning that cases outside the purview of these facilities are not being counted. The actual reality may be much worse. We also fail to understand why the authorities have allowed the dengue situation to go so far this year in the first place. Since May, we have often heard about various drives conducted by the city corporations and the DGHS. But clearly, those were not effective, as dengue has now spread to at least 58 districts, most of which are not equipped enough to deal with this surge.\nHow is it that a country that faced a nationwide dengue outbreak barely three years ago is so ill-prepared? Why are the drives only concentrated within the capital? And why do healthcare facilities outside Dhaka not have the resources to treat all patients properly? As experts have pointed out in the recent past, dengue hotspots and risk areas are not being identified properly (in order to eradicate Aedes larvae and mosquitoes). And fogging areas indiscriminately (which only knocks down adult mosquitoes) is no use unless the authorities can also eradicate its larvae.\nAt this stage, one only hopes that the authorities will finally wake up and heed the advice of experts. It's vital that Aedes larvae and mosquito hotspots across the country are identified and eradicated. Equally important is the need to equip hospitals outside the capital with necessary resources so that they can treat more patients, and treat them properly. Dengue is not just an urban disease. We must stop treating it as such if we are to prevent another 2019.\n",
        "headline_1": "Why is dengue being allowed to spread?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-dengue-being-allowed-spread-3156221",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Except a few super-rich nations, the rest of the world has yet to come free of the impacts of the Covid pandemic. Developing and poorer nations, like Bangladesh, are among them. The Covid-19 fallout has already added to the newly identified woes the country is grappling with. Recent findings of a survey show that the impact of the Covid pandemic has worsened the income vulnerability of people, particularly of women, youths, and the urban poor. An in-depth survey carried out recently by the BIDS (Bangladesh Institute of Development Studies) shows that despite economic recovery in some areas, challenges are proving daunting. They include ensuring health and education, employment generation and reduction in poverty. In the context of the prevalent Covid-19 impacts in all social strata and sectors, a general round-up may not be considered too early. According to socio-economic forecasts made by many Bangladeshi think tanks, the post-Covid stasis accompanying tense implosions may not go away soon. Perhaps in order to draw the outlines of and put in perspective a clear picture of the Bangladesh situation, the BIDS hosted a seminar in Dhaka on October 26, marking the survey's release. While dwelling on the recovery from Covid impacts, World Bank (WB) senior economist Dr Wambile has observed that the impacts were unequal, 'affecting the poor and vulnerable disproportionately, and creating the new poor'. Referring to the unequal recovery, across sectors, from the Covid-19 shocks, the World Bank senior economist found the income recovery to be better among those in manufacturing, agriculture, salaried jobs; while it was quite slow for the self-employed and service-sector workers.The level of food insecurity during the Covid-time has not escaped the notice of the WB economist. On this issue, many people back in 2020-21 could not imagine even faintly that the world economy would be heading for another spate of punishing food crunches thanks to the unbearable inflationary pressure caused by the Russia-Ukraine war. The post-corona food inflation is more a problem of supply than production fall, unfortunately with global implications. Biased global politics and aggressively manipulative businesses have led to food insecurity to an unprecedented level. Vulnerability of the most food-insecure regions has become a cause for serious concern.The economist suggests creation of time-befitting infrastructure in order to cope with future economic and health-sector shocks. The government and the development partners should expand and strengthen safety nets for the victims. As a sector worst-affected by the Covid shocks, the education sector deserves special attention to put into effect a reversal of the leaning losses caused by indefinite closures of educational institutions. Since the learning gaps have been caused by a global and an initially unwieldy pandemic, its solution needs country-specific focus and strategy. The country, mercifully, didn't have to brace for fresh bouts of the corona dread thanks to its prompt start of the vaccination campaign. Educational institutions have been spared an explosion of Covid-19 cases, so have been the slums and villages. So, the country's economic recovery could take place steadily but for the manipulative global energy market and the Russia-Ukraine war. In such a crunch time, all the multilateral agencies' suggestions notwithstanding, the government must devise expanded vulnerability support programmes for saving the worst affected.",
        "headline_1": "Post-pandemic realities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/post-pandemic-realities-1667139159",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "The International Monetary Fund (IMF), quoting the World Food Programme (WFP), recently said that at present 345 million people across the globe are in danger of facing acute food insecurity. And 828 million people have already been going hungry every night. It all points to both shortage and unavailability of food worldwide. However, the issue of food insecurity is not of recent origin. Droughts, downpours and flash floods, often happening in the wrong place at the wrong time, have been seriously affecting production and harvesting of crops. The reason for such vagaries of weather is known to all. It is the climate change that is behind the apparently crazy behaviour of the weather at different parts of the globe.But one needs also to bear in mind that ultimately it is human action that brought about a climate change. Add to it the ongoing regional conflicts and the pandemic. Together these factors have left their disruptive impact on both production and distribution of food internationally. The recent Russia-Ukraine war has only added fuel to the flame. Russia and Ukraine being major food-grain producing countries in the world, the war has severely disrupted the supply of their food grains to the world market. Naturally, the prices of food grains have gone up in the world market.How the international food grain market will behave depends also in a large measure on the global power politics of which the world's big food grain producers like the USA, Brazil, China and India are major players. This year some food surplus countries put restrictions on the export of their food grains. Apparently, such measure had more to do with an eye to those countries' own food security than to make any extra profit. This is a sign that many countries that are not food deficit are trying to stock food grains as a safeguard against any food-related uncertainties in the future. Whatever the reason, such protectiveness on the part of some major producers of agricultural commodities has been contributing to price hike of food grains in the international market. Meanwhile, a UN-brokered 120 days' deal reached on July 22 this year between Russia and Ukraine enabled transport of Ukrainian food grains outside that country. It has definitely been contributing to stabilisation of food price in the world market. However, this grain deal is also in the balance now following Moscow's announcement of suspending it (the deal) indefinitely due to what Moscow claimed Kyiv's massive drone attack on Russia's Black Sea Fleet in Sevastopol in Crimea on Saturday (October 29).That apart, the threat to the developing and least developed countries is the food price inflation due to falling value of local currency against US dollar. In this context, the World Bank (WB) recently (on October 26) noted that 60 per cent of the oil-importing developing countries increased fuel price due to continuous depreciation of their local currencies, a move that also pushed up the food price further. Also, the rise in the price of imported fuel oil impacted agricultural production negatively. As a result, the production cost of agricultural commodities including food grain is rising. That is a cause for concern, especially, for the low income people in the developing and least developed countries. In Bangladesh, for example, till now, there is no supply shortage of agricultural products including food grains in the market. Even so, those are hardly affordable for people in the fixed and low income bracket. In this connection, a WB-conducted survey between June 2020 and May 2022 found that around 30 per cent of the population in the country are food-insecure. The proportion of the people who cannot afford their night meal has about doubled to 13 per cent in May this year (2022) from seven per cent in June 2020 when the pandemic-induced food crisis was at its peak. The study further found that in May this year six per cent of the people surveyed could not afford to buy food, while it was five per cent in June 2021.Also, the number of people who went to bed hungry at night in May this year was twice that of June last year. This is a clear indication that the poorer segment of the population is losing their access to food at a faster rate than before. So, food insecurity is not entirely about availability of food in the market. Actually, it is the public's ability to access it that matters. In every famine in the past, when millions were dying of hunger, a section of the traders were getting richer. The food crises were created artificially for reasons that had, in many cases, nothing to do with shortage of food in a country or a region. The infamous Bengal famine of 1943 that killed some three million people is a case in point. A research team led by Vimal Mishra of the Indian Institute of Technology (IIT), Gandhinagar, India, studied six major Indian famines between 1873 and 1943. It concluded that the 1943's Bengal famine was not caused by drought or crop failure as is widely claimed, but was rather due to policy failure by the then-colonial rulers. Wartime restrictions on wheat import by the British government played a big part in that famine, the researchers argued. Rather than supplying to the Bengali people dying from hunger, the wheat was actually diverted to Europe for stockpiling to meet post-war needs. That means politics, not famine, was behind the starvation and consequent death of millions in Bengal in 1943. So, it is always not a lack of food that lies behind famines. Sheer greed for super profit, or just political expediency may also be the cause of food insecurity and, ultimately, famines. These factors need also to be taken into consideration while devising a strategy to ensure food security.\n[email protected]",
        "headline_1": "Greed, politics and famines",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/greed-politics-and-famines-1667139239",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "Called 'Krishaker bazaar' (farmers' market), the weekly temporary holiday outlets have their name somewhat misleading. Like women's markets where women-only are the sellers and buyers, here farmers are only one party ---sellers that is---and the other party is a select band of city customers which is sensitive about what it purchases from the market. Anyway when the issue in question is supply of safe foods---vegetables, fruits and maybe, a few common spices --- in this case, the initiative is highly laudable. In a country where foods are adulterated in unimaginable ways and rampant use of chemical fertilisers, pesticides and herbicides is prevalent, here is an attempt to ensure that farm produce grown organically is available to customers who take extra care for procuring such foodstuffs. Farmers themselves take their produce to a makeshift market for sale. Several agencies under the ministry of agriculture are involved with the process of selection, supervision of farmers and cultivation as well as support for making the exclusive market a reality. In the past couple of weeks, at least three such farmers' markets have made their debut in Mohammadpur, Azimpur and Adabar. It seems these are part of the 15 farmers' markets planned early in May this year to be opened in Dhaka and a few townships in close proximity. The first such market has been running successfully on the premises of the BADC (Bangladesh Agriculture Development Corporation) Sech Bhaban since the first weekly holidays of December, 2019. There is no reason why the recently inaugurated ones will not follow suit. Yet it must be admitted that compared to the enormous number of residents of Dhaka, who would prefer buying these fresh produce directly from farmers, the supply cannot prove to be more than a drop in the ocean. At a time when every consumable is outrageously costly, not all can avail of this opportunity. Some people living close by one of these markets will never venture into such markets considering their shoe-string family budgets. Once again, social discrimination cannot be avoided in cases where the privileged with money power has the advantage of ruling the roost.What ideally should have been is that foods ---in fact every consumable item ---had to be hundred per cent safe for human health. Of course in terms of size, shape and look, qualities of farm produce may vary but there should have been no compromise on the safety issue. Unfortunately, this issue has ever remained neglected and this is why initiatives like farmers' markets have to be taken. In a country where restaurants, factories, bakeries (quite a few of them are reputed for their brands) and even bottling facilities of drinking waters are engaged in malpractices and are slapped fines for such clandestine activities, the very mindset of people in businesses is questionable. How can people use extremely harmful chemical agents in foods and ingredients used for preparation of foodstuffs? That this is outright criminal and fines alone fall short of justice by miles hardly occurs to all involved with the process. True, people all over the world had to opt for modern farming involving high yielding varieties of cereals, vegetables and fruits developed in the laboratory as also chemical fertilisers and pesticides in order to feed the growing population. But in underdeveloped countries ---one of which Bangladesh was until recently, fertilisers and insecticides have been used indiscriminately leading to all kinds of seriously adverse impacts on the soil, water and the overall environment. Sane people have long sounded the alarm bell ringing. Policymakers have also started to realise the danger of eating produce heavily laced with the poisonous fertilisers and pesticides. This is a reverse journey for organic farming and farmers' market is part of the venture. Now the challenge is to ensure that every citizen of the country enjoys safe foods. This is a daunting challenge but at least these farmers have shown the way. Their good work has to be extended bit by bit all across the country in order to build a regime of cultivation, storage, supply, processing and preparation of safe foods. \n[email protected]",
        "headline_1": "Krishaker bazaar shows the way",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/krishaker-bazaar-shows-the-way-1667139273",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2022"
    },
    {
        "full_article": "The southeast part of Dhaka city that includes Bashabo, Goran, Nandipara, Kadamtala and Rajarbagh does not have any public transport service. A large number of inhabitants living in this area have been suffering from transportation problem for years. Rickshaws are not allowed to ply on a number of busy roads. CNG-run auto-rickshaws are not affordable to all. So, many people are forced to ride on risky human haulers. Although there are some private bus operators, they run only on the main road. Their service is poor but they charge exorbitant fares. In this situation, the Bangladesh Road Transport Corporation (BRTC) should come forward and reduce the sufferings of thousands of inhabitants of this region. The government has recently increased the number of BRTC buses in different routes throughout the country. If the BRTC authorities introduce a bus service from Bashabo to Tantibazar via Mugda, Saidabad, Doyaganj, Dholaikhal and Bangsgal, a large number of people of the city's southeast part will immensely benefit.\nMd Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "BRTC bus service from Bashabo to Tantibazar",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/brtc-bus-service-from-bashabo-to-tantibazar-1667139295",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2022"
    }
]