[
    {
        "full_article": "Politico-legal cases have a momentum of their own, depending on who is being prosecuted and who facilitates forward movement on their procedural aspects. A Special Court in Bengaluru has acted swiftly to direct the State’s Lokayukta police to investigate a complaint of corruption against Chief Minister Siddaramaiah. The step comes in the wake of the Karnataka High Court lifting the bar on the Special Court dealing with private complaints on the issue, while upholding Governor Thaawarchand Gehlot’s grant of permission to initiate an investigation into allegations against the CM. The charges arise from benefits worth ₹56 crore that his family allegedly derived from the allotment of 14 compensatory sites by the Mysuru Urban Development Authority (MUDA) to his wife, Ms. Parvathi, who was one of those whose land had been acquired and developed for a residential layout. The High Court rejected Mr. Siddaramaiah’s stand that Mr. Gehlot had acted in undue haste in issuing a show-cause notice on the very day the complaint was received and had shown non-application of mind while approving the beginning of a probe. It further rejected the argument that the Governor should follow the advice of the Council of Ministers in this. Also rejected was the contention that the prior approval requirement under Section 17A of the Prevention of Corruption Act for opening a probe can only pertain to a police officer and not any private complainant.The High Court verdict narrates the facts behind the way in which Ms. Parvathi came to possess the land through a gift-deed from her brother, who had purchased the land from a person long after its acquisition had been notified and the compensation amount deposited in court. It justifies the Governor acting on his own discretion on the ground that the Council of Ministers was biased towards the CM and its advice to the Governor to reject the request for sanction was rightly ignored. Its ruling on Section 17A is rooted in an earlier Karnataka High Court decision that a private complainant has to produce the sanctioning authority’s approval for the jurisdiction court to take cognisance of his complaint of corruption against a public servant. This aspect may be taken up on appeal, as also the court’s rejection of Mr. Siddaramaiah’s key contention that he had made no decision or recommendation in this MUDA matter to justify the court allowing an investigation against him. The question whether the Governor was free from bias is also likely to arise. Beyond fact and law, the central question in this case is whether this is a genuine anti-corruption move or an instance of a Governor using the statutory power to allow investigation or prosecution to undermine a regime. Published - September 27, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nbengaluru\n\n/\n\ncorruption & bribery\n\n/\n\nKarnataka\n\n/\n\ngovernment\n\n/\n\nlaws\n\n/\n\nGovernor",
        "headline_1": "​Embattled CM: On Karnataka Chief Minister Siddaramaiah",
        "headline_2": "Anti-graft moves should not be overshadowed by political motive",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bembattled-cm-on-the-karnataka-chief-minister/article68686447.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "The Supreme Court of India has rapped judges over the knuckles, asking them to refrain from making “casual observations” that reveal their communal bias or misogyny. Judicial proceedings are live-streamed in some courts across the country, with a wide reach beyond the four walls of a courtroom, and the top court was firm that judges, and everyone in the judicial fraternity, must be aware of the responsibility and act accordingly. The “heart and soul of judging is to be fair”, it observed, and noted that judges must strictly adhere to the values laid down by the Constitution, and not be guided by prejudice. Taking suo motu cognisance of video clips featuring Karnataka High Court Judge V. Srishananda and his sexist comments to a woman lawyer on two separate judicial proceedings, a five-judge Special Bench headed by Chief Justice of India (CJI) D.Y. Chandrachud observed in its order on Wednesday that off-the-cuff remarks by judges would show them in a negative light and impact the entire judicial institution adversely. On a previous occasion, the Karnataka High Court judge had referred to a Muslim-dominated locality in west Bengaluru as ‘Pakistan’. The Bench took a stern note of that remark as well, contending, “you cannot call any part of the territory of India ‘Pakistan’... This is fundamentally wrong under the Constitution”.The judge apologised after the suo motu notice, and calling it a “contrite apology”, the top court said it was concluding the proceedings, but not before making several observations in open court. In fact, Attorney General R. Venkataramani and Solicitor General Tushar Mehta had advised the Court to hold the procedure in-house so that its remarks are not misrepresented on social media later. To this, the CJI quipped, “The answer to sunlight is more sunlight. The answer is not to close our doors and shut out everything.” Last month too, the Court had cautioned a judge of the Punjab and Haryana High Court to stop making “random, unwarranted” remarks during proceedings. In 2023, the Court released a handbook to combat gender stereotyping within the judiciary. Aiming to assist the legal community in “identifying, understanding and combating stereotypes about women”, it came out with a glossary of gender-unjust terms, suggesting alternative words or phrases to be used while drafting pleadings as well as orders and judgments. It is imperative for court officials to be gender-sensitised. The judicial ecosystem must run without any bias towards any community. Stereotyping any person on the lines of gender or religion will perpetuate harmful inequalities, and carriers of justice should be mindful of this at all times. Published - September 27, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nreligion and belief\n\n/\n\nKarnataka\n\n/\n\ncourt administration\n\n/\n\nPunjab\n\n/\n\nHaryana\n\n/\n\ngender\n\n/\n\nlanguage",
        "headline_1": "​Judge and prejudice: On conduct in judicial proceedings",
        "headline_2": "Judicial officers must be mindful of language that reveal bias",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bjudge-and-prejudice-on-conduct-in-judicial-proceedings/article68686279.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "From Pune to Bengaluru, increasing traffic jams are killing Indian cities. But urban planners fail to step up\nRecent heavy rains in Pune led to monstrous traffic congestion for residents of the city. The collective frustration was expressed by industrialist Rajiv Bajaj, who blamed broken roads, malfunctioning traffic signals and missing traffic officials for converting a commute of 35 minutes into 4 hours. But this is an increasingly familiar story across the country. Traffic congestion kills economic growth, leads to massive productivity loss and even impacts public health.\nRecipe for jams | There are multiple factors behind traffic congestion. A paper by the Institute for Social and Economic Change conceptualises the problem as an expected by-product of urbanisation. Growing cities lead to higher incomes and mobility demands. This in turn leads to higher ownership of private vehicles and inevitable congestion. But urban planners know this well. Yet, little is done to anticipate and increase road capacity, while expansion of public transport remains lethargic.\nBane of cities | Add to this poor road construction and design, as well as poor civic maintenance. In IT hub Bengaluru, the estimated loss of productive hours due to late arrivals caused by traffic congestion was 7.07L hours in 2018. This amounted to a cost of ₹11.7bn. Things have only worsened since. And it’s not just businesses that suffer. Time lost in traffic prevents all-round value-creating activities, worsening quality of life. \nDowner for investors | If cities are unable to solve traffic congestion, they eventually become unattractive for investors. Predictable road transport is an essential pillar of industry, ensuring smooth supply chains. But Mumbai, the country’s financial hub and a major port, loses ₹410bn annually due to traffic jams. Plus, extreme weather events are only likely to increase, disrupting everyday lives and logistics. Our urban authorities need to plan accordingly. Without this our cities will continue to remain very unsmart, and fail to serve as engines of growth.  \n\n",
        "headline_1": "Gridlock nation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gridlock-nation/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "Good thing HP’s put on hold eatery order. UP should know impact will be on social rift, not hygiene  \nThe govt in Himachal Pradesh (HP) followed UP in trying to make food places, like small restaurants and street vendors, put up signs showing who the owners are. But after the Congress party told them it was a bad idea, HP stopped the plan. In UP, the government is pushing for something similar. They want to check the identities of food workers and owners, saying it will help stop people from adding bad stuff to food.\nBut the truth is, it might do more harm than good. In India, people come from different backgrounds—different religions, castes, and regions. If the government forces businesses to show their identities, it could cause more division and make it harder for some people to earn a living. \nInstead of adding new rules, we already have laws that make sure food is safe and clean. What’s really needed is better enforcement of those laws. There are programs in place, like food safety laws and projects to make street food better, and even loans to help small vendors grow their businesses. Focusing on hygiene and safety is important, but making people display their identity isn’t the right way to do it.\n\n",
        "headline_1": "Very grubby",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/very-grubby-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "Good thing HP’s put on hold eatery order. UP should know impact will be on social rift, not hygiene  \nAfter a rap from Congress high command, Himachal govt did well to put a pause on its ill-advised step to get eateries and vendors to put up their identities. But in UP, Yogi govt has yet to hit pause in its insistence on “verification” of owners and workers in the food sector, formal and informal. \nWhat’s in a name? | Plenty, going by UP govt that believes posting identities of owners, especially of dhabas, vends and ‘restaurants’, in semi-permanent premises – which together make up the informal food sector – will help curb food adulteration. This is the second instance UP govt has raised such a demand after an identical call – albeit for a different reason – in July during Kanwar Yatra. SC had stayed that order, saying food laws require menus be displayed, and food be correctly labelled, that the case was one of “safety, standard and secularism”. But doubling down now, UP has called for the food regulatory rules to be amended to make posting of names mandatory. In a society so stratified – by caste, religion and region – govts insisting on such potentially exclusionary criteria of identities being displayed can not only impact access to livelihoods but also deepen faultlines.\nWhat about hygiene? | UP govt raised the issue following alleged adulteration of Tirupati prasad. Adulteration is a big deal and govts are right to be alert to the extent of the problem. India’s informal food sector is about 20L units strong, per FSSAI. While small eateries, shacks, ‘restaurants’ in semi-permanent premises, food carts and vends must register under food safety laws, 2006, and licensing rules, 2011, compliance and enforcement are lacking. This should not be so. The informal food sector is integral to India’s workforce and students, inherent to every state’s culinary culture. \nAre more rules needed? | No. There’s the food law of 2006 and rules of 2011. There’s BIS standards for street food vendors (2012). There’s the 2014 law for street vendors that includes food vendors. FSSAI runs a Clean Street Food project. PM Kaushal Vikas Yojana aims to make a global brand of street foods, PMSVANidhi provides vendors micro-credit. At least five ministries are stakeholders in eateries – consumer affairs & food, health & family welfare, food processing, tourism and skill development. \nNo new laws or rules are required. Enforcement is key if hygiene is the focus. Weather vagaries increase risks of contamination, but harping on identity to “maintain law and order” (Himachal) or “verification” (UP) is just spoiling the social climate.\n\n",
        "headline_1": "Very grubby",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/very-grubby/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "A dairy product that brings back to mind and taste a faraway time and place\nMy introduction to cheese was not agreeable. To my nine-year-old nose it smelt bad, and tasted worse. I’d never heard of James Joyce, let alone having read him, but I’d have agreed with his description of cheese as “the decaying corpse of milk”.\nThe cheese had been prescribed by our doctor as a protein-rich restorative for me after a bout of flu. Ours was a vegetarian home and cheese was the best dietary supplement. A tin of imported and expensive Kraft was bought and opened. I took a sniff, a tentative nibble, and pushed the smelly thing away. No one in the household would eat it, so it was foisted on the reluctant darzi who tailored my school uniforms.\nYears passed. I grew up, as did my tastebuds, which developed a liking for the once-odious cheese. What did the trick was the smoked Bandel product sold in Calcutta’s New Market.\nThen Bunny and I went on a holiday to Kalimpong, near Darjeeling, and discovered the Cheddar-like variety made in a dairy run by a Swiss priest, Father Butty and, our liking for cheese blossomed into a lifelong love affair.\nNot much later, India too developed a palate for Western-style cheese, largely thanks to its passion for pizza with its smothering of mozzarella.\nSince then, a number of dairies in the country have started making excellent cheeses. But when Father Butty left India in 1986, the dairy he’d started wound up and Kalimpong cheese became a thing of the past, an absence that faded with time like a sepia print.\nBut Kalimpong and its cheese came back into sharp focus recently when a magazine published by a friend and ex-colleague carried a feature on Samuel Yonzon, a young man who has started making the delicacy. I got in touch with Samuel on WhatsApp and he obligingly sent me 500g of his creation for ₹800, including courier charges.\nAs Bunny and I once again savour this resurrected treat, we realise that sometimes the best flavour of all is the enduring taste of memory.\n\n",
        "headline_1": "Asli cheese",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/asli-cheese/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "For some time now, we have observed our head of government, politicians, and high-ranking officials often favouring foreign media outlets for interviews instead of engaging with national media. As a result, Bangladeshi citizens are often forced to rely on international sources for information that should be readily available domestically. This practice, we believe, should change as we work toward building a new and different kind of Bangladesh.\nContinuing this trend, Bangladesh's Chief of Army Staff General Waker-uz-Zaman recently gave an interview to Reuters, where he stated that he fully supports the interim government, led by Chief Adviser Muhammad Yunus, in its mission to implement key reforms following the ouster of former Prime Minister Sheikh Hasina. This is encouraging news, as the country is clearly in desperate need of reforms that can hopefully prevent the brutal authoritarianism of the former government from being repeated. However, the army chief also mentioned that he believes these reforms should lead to elections within the next 18 months.\nPreviously, politicians, advisers to the interim government, and others have spoken about the need for reforms before elections are held, but no specific timeframe was proposed by anyone in the government until now. This, of course, raises the question whether the government will face any limitations regarding how much time they will be given to implement these reforms.\nGiven the questions that could arise as a result of the army chief's statement, we must ask, wouldn't it have been more appropriate for the chief adviser himself to address the issue of the interim government's timeframe? Since the government has not officially announced a specific timeline, the army chief's remarks could create confusion. In light of this, we believe that such a statement should have been avoided until the chief adviser directly addressed the matter.\nThe army chief also proposed placing the defence ministry under the office of the president. We assume he suggested this since politicians have previously tried to use the army for political reasons, a practice that, as he himself admitted, risks politicising the defence force. Such politicisation can only harm the professionalism of the army as well as our national interests. Therefore, we fully agree with him that the army must remain a professional force, free of political influence. We believe the same must be done with the DGFI, which has also been subject to political misuse. Another encouraging statement by the army chief was his commitment to ensuring that any army personnel found guilty of human rights violations would be held accountable. This would help ensure that our army remains a force the people can trust and respect.\nFinally, we commend the army for supporting the interim government and for preventing further bloodshed during the final days of the brutal Hasina-led government. This really proved its pro-people stance, for which it deserves our appreciation. We hope that the army will always stand by the people of Bangladesh and safeguard our national interests, and never be used as a political weapon under any circumstances.\n",
        "headline_1": "Reforms vital before the election is held",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reforms-vital-the-election-held-3712991",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "There is currently a huge Awami League-shaped hole in Bangladesh's electoral politics, so BNP trying to dive headlong into it comes as no surprise. Since Sheikh Hasina's fall on August 5, BNP has had to navigate a delicate tightrope—balancing its ambition to return to power with the pressure to support popular demands for state reforms. The party doesn't want to risk the ire of the very students that ousted its arch-rival, potentially putting it in pole position to win the next election. But reforms take time, something it doesn't have plenty of after nearly two decades of wait. And the grassroots are getting impatient.\n\"Impatient\" is perhaps an understatement for what has unfolded over the past month and a half. A more fitting description would be a chaotic transformation of a party getting used to having things its way. As BNP-affiliated leaders, activists, and professional groups scramble to fill the void left by Awami League, we are getting an early preview of the making of another regime—and it's nothing short of disturbing.\nFor example, since August 5, at least 14 BNP members have lost their lives, eight of them in factional clashes. The most recent murder occurred on Friday in Chattogram's Changaon area, where a Jatiyatabadi Jubo Dal activist was fatally stabbed during a clash between rival factions. On the same day, heavy clashes between two BNP-linked groups in Chandpur left at least 30 people injured. On Sunday, a similar clash in Narayanganj left at least 12 injured, followed by another in Kushtia two days later, injuring 10 more. These violent power struggles, often revolving around the control of extortion rackets, have become disturbingly common. In that, the BNP grassroots seem to be re-enacting scenes from Awami League's time in power which, too, was plagued by factional infighting, with over 150 of its leaders and activists killed in mostly turf wars since the 2018 election.\nOver the past weeks, reports have also emerged of BNP leaders and activists taking over slums, footpaths, transport hubs, extortion rackets across various markets and informal businesses, and even former Awami League offices. Meanwhile, in the civil service, there have been allegations against BNP-affiliated groups trying to influence promotions, placements, public contracts, etc.\nOfficially, the party is against such practices. Tarique Rahman, the acting chairman, recently warned that BNP will not tolerate any reckless actions by \"misguided\" individuals that could harm \"the trust and love\" it has earned through \"years of struggle, sacrifice, and perseverance.\" He urged party members to \"identify and resist\" those tarnishing BNP's image, emphasising its commitment to not only expelling such individuals but also taking \"legal action\" against them.\nThese warnings coupled with occasional disciplinary measures, however, have proven insufficient to deter errant party supporters, which suggests two things: either those were not strict or convincing enough, or the party is not trying hard enough. Both scenarios are likely in an environment of patronage politics that has long been the mainstay of our political culture. This system of patronage begins at grassroots with the capture of extortion rackets or other undue benefits by political thugs, and culminates with systemic regulatory capture by vested interest groups, all of which serves as an incentive for them to keep working for a party. Barring exceptions, the prospect or promise of mutual gain largely governs the relationship between major parties and their supporters.\nBNP, for all its pro-reform posturing in the aid of the interim government, has yet to demonstrate a real willingness to dismantle this corrupt system. While, to be fair, it has shown some signs of remaking itself as a party with a more open political ethos, the revolutionary times that we are living through demand much more.\n\nIronically, Awami League's ouster through a bloody uprising has stripped BNP of two key advantages that it could have used in an election campaign: anti-incumbency bias, and public sympathy for the repression it had endured. In an alternate reality where those factors still mattered, BNP could have expected Gen Z—with no lived memory of its 2001-06 rule—to support it unquestioningly, and older generations to accept it as the lesser of two evils. The problem is, the new generation has shown a political maturity beyond their years, and to win them over, BNP now must offer something genuinely new.\nIronically, Awami League's ouster through a bloody uprising has stripped BNP of two key advantages that it could have used in an election campaign: anti-incumbency bias, and public sympathy for the repression it had endured. In an alternate reality where those factors still mattered, BNP could have expected Gen Z—with no lived memory of its 2001-06 rule—to support it unquestioningly, and older generations to accept it as the lesser of two evils. The problem is, the new generation has shown a political maturity beyond their years, and to win them over, BNP now must offer something genuinely new.\nSo far, it has been giving mixed signals. On the one hand, it acknowledged that repeating Awami League's mistakes could lead to the same fate for itself, stressing the importance of understanding the shift in people's mind-sets. On the other hand, it continues to call for elections as soon as possible. Its rhetoric surrounding the student-led mass movement, trying to co-opt it as its own, and its suggestion that long-term reforms should be left to an elected government also reveal glaring contradictions. Perhaps the army chief's recent statement—in which he vowed to back the interim government \"come what may\" to possibly ensure elections within the next 18 months—will prompt BNP to reassess its approach. While expecting an election roadmap is not unreasonable, it must lift its sights beyond its ambition and bring the reform drive to its own doorsteps.\nAt 46, BNP is in need of renewal, and the sooner it realises this, the better. As the largest party in the country now, it has a responsibility not just to its leaders and activists but to the entire political landscape. To truly demonstrate that it remains in tune with the spirit of the mass uprising, BNP needs to lead by example and undertake the following initiatives.\nFirst, it must help dismantle the patronage system by making it clear to party leaders and supporters that BNP politics will henceforth offer no undeserved benefits, and anyone using its name for such purposes will be met with swift punishment. Second, it should ask its loyalist groups within the civil service to stop influencing decisions, or risk being blacklisted. Third, it should establish a democratic, secular, and gender-inclusive party structure, and have a high-powered committee constantly check erosion of these values in party activities. Fourth, it should bring clarity on its finances by making the names of its donors public and conducting internal audits of assets held by party leaders. Fifth, it should control its grassroots leaders and activists, preventing infighting and any criminality through strict enforcement of disciplinary measures.\nSixth, it should comply with the Representation of the People Order (RPO) clause that prohibits political parties from having affiliated student or teacher organisations. Over the years, political parties, including BNP, have bypassed this law on mere technicalities, passing their student wings off as \"brotherly\" or \"associate\" organisations, thus enabling crimes and hegemonic practices that led not only to a deep distrust of student politics but also unimaginable sufferings.\nThere can be many other reforms that are necessary. What BNP can do to remake itself in line with the spirit of the mass uprising can be the topic of a discussion that the party should itself encourage for its own benefit.\nJust before the January 7, 2024 election, I wrote an article titled \"Can BNP survive the pre-election meltdown?\" amid heavy crackdowns by Awami League. I guess the question now is, can BNP fulfil the post-uprising expectations? After all, if political parties do not break free from their long-entrenched monopolistic and authoritarian attitudes, changing the constitution and implementing other state reforms cannot prevent future regimes from turning dictatorial again. BNP has a historic responsibility in this regard. \nBadiuzzaman Bay is an assistant editor at The Daily Star. \n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "BNP faces the weight of history and expectations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/bnp-faces-the-weight-history-and-expectations-3712561",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "World Contraception Day, observed on September 26, raises awareness about family planning and contraceptive access. This year's theme, \"A choice for all. Freedom to plan, power to choose,\" emphasises individuals' fundamental right to make informed decisions about their reproductive health. \"A choice for all\" highlights the need for universal access to contraception, ensuring everyone can decide if, when, and how many children to have. \"Freedom to plan\" underscores the role of family planning in enabling individuals and couples to shape their futures and balance personal goals with available resources. Finally, \"Power to choose\" emphasises the autonomy that comes with control over reproductive choices, free from societal, economic, or cultural barriers.\nThis focus is particularly relevant as the world, through the Sustainable Development Goals (SDGs), has set ambitious targets to reduce maternal and child mortality, empower women, and ensure universal access to sexual and reproductive healthcare by 2030. While the world continues to grapple with population growth, effective family planning and contraception are crucial to achieving these goals. However, with only six years left to meet the SDGs, over 164 million women globally who wish to avoid pregnancy are still not using contraception. This accounts for approximately 8.6 percent of the 1.9 billion women of reproductive age worldwide, with the majority living in low and lower-middle-income countries (LMICs), where relevant indicators have shown little progress over the years. A similar situation is evident in Bangladesh, where the 2022 Bangladesh Demographic and Health Survey reported a 10 percent prevalence of unmet need for contraception, a rate comparable to that recorded a decade earlier in 2012. This stagnation has slowed progress on key maternal and child health indicators, including maternal and child mortality.\nEarlier in the 2020s, Bangladesh was often cited as a model for LMICs aiming to build strong family planning programmes, and with good reason. The country has had one of the strongest and most successful national family planning initiatives in the world, increasing its contraceptive prevalence from only three percent in 1971 to 58 percent in 2004. This groundbreaking success contributed to reducing the total fertility rate from 6.3 to 3 children per woman and maternal mortality from 600 to 372 per 100,000 live births between 1975 and 2004. However, Bangladesh's progress stagnated following the 2000s, with contraception use increasing only by six percent, from 58 percent in 2004 to 64 percent in 2022. The unmet need for contraception has remained constant since the early 2000s. Long-acting and permanent methods (LAPMs) remain very low at eight percent over the decades. As a result of this stagnation, Bangladesh has failed to meet the commitments it made at the 2012 London Summit on Family Planning, including increasing contraceptive use to 75 percent by 2021 and improving the choice and availability of LAPMs.\nSeveral factors may explain the stagnation in contraceptive use and the unmet need for contraception. These include religious norms, social and community-level restrictions, the perception of contraception as solely a women's issue, and reproductive coercion—all of which have historically been prevalent among the Bangladeshi population. However, the most significant reasons appear to be the reduced efforts at the governmental level to increase contraception uptake, alongside a declining fertility rate and recent achievement of replacement-level fertility. This devaluation is concerning, given the country's high burden of unintended pregnancies (around 22 percent of total live births), short interval pregnancies (around 25 percent), and unsafe abortions.\nThe devaluation of governmental efforts has occurred through several pathways, affecting both exposure to family planning messages and the distribution of contraception. For instance, the exposure to family planning messages that Bangladesh ensured in the early 2000s through routine home visits by family welfare assistants (FWA) declined significantly. Moreover, the government has increasingly privatised the supply sources of modern contraception methods. In contrast, private sectors, including pharmacies and private hospitals, have become the dominant sources of modern contraception.\nSeveral interconnected challenges have diminished the effectiveness of field level family planning services, contributing to the stagnation of related rates—governmental devaluation being among the most significant. Other challenges include field-level issues faced by FWA, such as the lack of monitoring of their activities and a serious level of dissatisfaction with their jobs, stemming from low salaries and limited acceptance within the community. These issues have largely gone unaddressed over the years, hindering their effectiveness, leading to a higher number of vacant FWA positions across the country. Besides, the population of Bangladesh since the establishment of the FWAs in 1980s have almost doubled, and FWAs are now serving couples at double the rate they did in the 1980s. Moreover, FWAs are increasingly engaged in other activities, such as vaccinations. Consequently, while the provision of family planning services at the household level remains operational, there appears to be less enthusiasm than in the past, resulting in lower quality of services and fewer visits.\nSince the early 2000s, Bangladesh has shifted contraception distribution from field-level visits by FWA to healthcare facilities. This change signals to FWA that women should collect contraception from the nearest facility, which may lead them to focus less on field-level distribution and more on other duties. Contraception is culturally sensitive in Bangladesh and requires privacy for discussions, yet facilities often lack private spaces. Overcrowding at healthcare centres means that workers, prioritising maternal healthcare, have limited time for contraceptive counselling. Even when time is available, many healthcare providers feel uncomfortable discussing family planning despite having MBBS degrees. Additionally, coordination between household-level services and healthcare centres is minimal, leading to unequal coverage and some individuals missing out on services. The overcrowding also drives people to rely on private sources for contraception, though increasing purchasing power also contributes to this trend.\nThese factors represent systemic challenges to contraceptive uptake and contribute to stagnation in related indicators. Regardless of these challenges, ensuring universal access to contraception is crucial, not only to meet SDG targets but also to empower women to control their fertility and plan their families. Immediate governmental focus on this aspect should be a priority.\nDr Md Nuruzzaman Khan is associate professor in the Department of Population Science at Jatiya Kabi Kazi Nazrul Islam University in Mymensingh and also an associate fellow of the Bangladesh Academy of Sciences, Dhaka, Bangladesh, and a McKenzie Fellow at the University of Melbourne, Australia. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Confronting stagnation in Bangladesh's contraceptive uptake",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/confronting-stagnation-bangladeshs-contraceptive-uptake-3712791",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "Following the latest unrest among RMG workers for about two months in the two major manufacturing hubs at Ashulia and Gazipur driven by demands for implementing minimum wage and other job-related benefits, the agreement reached between the factory owners and protesting workers should defuse tension. The agreement came at a tripartite meeting held at the labour ministry on Tuesday attended by four advisers of the interim government, labour union representatives and leaders of Bangladesh Garment Manufacturers and Exporters Association (BGMEA). Factory owners and labour leaders have issued a joint statement agreeing to implement immediately all the 18 points of the workers' demands.The eagerness of both parties-the owners and the workers-to resolve the ongoing turmoil in the country's crucial export sector, as indicated in their joint statement, reflects sound judgment. Some of the workers' demands, particularly the issue of minimum wage, are not new. This issue had arisen several times in the past without any definitive resolution, leading to occasional violence, including arson attacks on factories. As a result, production was halted, and export orders remained either unfulfilled or redirected to other countries. Over the past month or so, there have been repeated acts of violence and vandalism, forcing many factories to shut down their operations. In this context, the tripartite meeting is a significant step towards restoring peace in the RMG sector. Several of the demands are to be implemented immediately, while others have been scheduled for implementation within a short time. In the tripartite meeting, the factory owners agreed that the minimum wage would be implemented in all factories by next month (October) and that factories would clear all outstanding dues by October 10. They also agreed that employment in the factories would be nondiscriminatory based on merit and skill, and according to the types of work. As per the joint statement, workers cannot be retrenched unfairly in violation of labour laws. Among the other demands agreed upon, extension of maternity leave for female workers, setting up of day-care facilities in factory complexes, raising attendance bonus and tiffin allowance etc clear the way for improving workplace environment. In response to workers' demands for rationing, the government has agreed to temporarily provide essential commodities at affordable prices through the TCB in labour-intensive areas. Additionally, sale of rice and flour through the food department will be expanded. It has also been decided that a committee led by an additional secretary of the labour ministry with three representatives each from owners and workers will scrutinise the capability of the industry regarding wage review within the next six months. Accordingly, it will recommend measures regarding the demand for 10 per cent annual increment, considering the current inflation and labour law by November this year.The outcomes of the tripartite meeting and the joint statement no doubt represent a significant breakthrough in addressing the long-standing demands of RMG workers. At this critical juncture, it is essential for all stakeholders in the RMG sector to put in their best to preserve peace in the national interest.",
        "headline_1": "RMG workers' demands met, time to move ahead",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-workers-demands-met-time-to-move-ahead-1727361615",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "The transformation of the modest one-point non-political quota reform student movement into nine-point political agitation following the death of six protestors including Abu Syed, and its successful culmination in bringing a powerful regime down are unique in history. There were student movements before and those were not confined to this country alone. In the 60s of the past century, the world was introduced to universal ideals of social justice, free speech, feminism and anti-war sentiment courtesy of the earth-shaking student movements. Governments, particularly the capitalist big powers had to incorporate all such ideals and principles to a certain degree in the state policy. Although the uprising has some similarities with what is controversially termed the 'Arab Spring', it is distinct from the latter that had its origin in Tunisia and spread to other Arabian countries causing heads rolling at the top. The most remarkable similarity is the demonstration of youth force but in the Arab world, ruthless suppression of rebellion, counter revolution, civil war and military interventions by foreign powers ultimately turned the Arab Spring into an Arab Winter. In the very term, there is a reflection of the Western expectation for democratisation and when that expectation faded, it assumed the negative epithet. In Bangladesh, the student-led protest initially did not even hint a rebellion against the authoritarian regime. Gradually did it shape into a passionate and aggressive campaign with the violence resorted to as a response by the state machinery. All that the coordinators or leaders of the non-political student movement have so far given to understand is that their objective is to establish a discrimination-free society. A call to that effect has prompted mass people to express their solidarity with students and join the movement. So, terming it a 'revolution' or 'second independence' seems to be a bit exaggeration. The courage and conviction as demonstrated by students and others in the face of brutality and insanity of the murderous law enforcers ushered in victory of the good over the evil.However, snatching victory is one thing but achieving the stated goal is a completely different proposition. In this task, students could not expect a more experienced and expert team to accomplish the assignment in the key areas. Already six commissions have been formed to advance the cause. The recommended reforms will be placed for thorough deliberations with political parties before reaching a consensus on those. Thus the interim government is on the right track so far. Until now, the issue of balancing power at the top has got currency in public debate and views of some political parties. The fact that the army chief has stated in no uncertain terms his support for Muhammad Yunus's government and ruled out the military's involvement in politics is quite reassuring. Yet the administrative reform may still fall far short of the right type of socio-political programmes to bring parity in opportunities and statuses between and among individuals and classes of people. An undefined and unelaborated term like anti-discrimination sets no specific agenda to follow. The interim government cannot make the miracle happen. It can at best frame the legal instruments for the next elected government to endorse. Now the question is, will political parties which are all assemblies of privileged, opportunists and moneyed people go by the agreed formula once any of those achieve an overwhelming majority in the polls? Are they mentally prepared for socio-economic equity? Let alone communism which envisages elimination of class struggles and establishment of a classless society with the state controlling the means of production, property and wealth, even socialism is an anathema to them. Leftists in disarray here hardly stand any chance of emulating the feat of the Janata Vimukti Peramuna of Sri Lanka that has just won popular mandate to rule. This leads to the query, what the starting point of the campaign would be. Where the dedicated communist leaderships of Soviet Union and China failed, uninitiated political elements will not feel the urge to embark on carrying out any such programme. After all, the elite, rich and privileged are the beneficiaries of the existing socio-political system. They are the last persons to take a logical approach to the problem of social inequality. Dr Yunus has a privilege to have worked with the marginalised class in society but others in his team and those in commissions tasked with recommending reforms have no such experience. Even if the stake-holders agree on scripting the legal basis for opening the door to socio-economic equity, its execution will rest on the elected government. However, the process can safely be started with the confiscation of wealth illegally amassed by politicians and bureaucrats. The government of the United Kingdom (UK) has reportedly agreed to help return the laundered money. If this truly happens and other countries follow suit, the billions of Taka can solely be dedicated to poverty alleviation. Similarly, the confiscated wealth can be allocated for reviving the moribund small and medium enterprises and establishing more of those, training of workers, facilitating marketing of their products by creating a pool of transports to be operated under a cooperative system. The most challenging part of bridging the yawning economic disparity is to take on the business and moneyed class. Their accumulation of wealth has not often gone the fair and honest ways. Restitution is what can address this problem. There is no better way than heavily taxing their enormous wealth. The revenue so earned can be spent on the welfare of the poor and the marginalised ushering in a reasonably sound socio-economic order.\n[email protected]",
        "headline_1": "Daunting challenge of building discrimination-free society",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/daunting-challenge-of-building-discrimination-free-society-1727361657",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "Soil health is a multifaceted concept that refers to soil's ability to function as a vital living ecosystem sustaining living organisms while also maintaining environmental sustainability. Healthy soil is the foundation of global food production and environmental sustainability. It supports plant and animal life as well as contributes to sustainable agricultural productivity and ensures food security. Healthy soil can sequester carbon and reduce greenhouse gas emissions, thereby contributing to climate change mitigation, adaptation efforts, and ecosystem health. Now-a-days, the concept of soil health has widened the prospects of ecosystem services like climate regulation, water purification, human health protection and biodiversity conservation. This comprehensive perspective highlights soil health as a central focus for both scientists and policymakers worldwide.Degraded soils profoundly impact food security, posing significant challenges to sustaining the global population's nutritional needs. Soil degradation, driven by urban industrialisation and transportation, leads to soil erosion, loss of organic matter, pollution and salinity, all of which diminishes soil fertility and decreases agricultural productivity. Intensive agricultural practices also exacerbate this soil degradation. Although intensive agricultural practices initially boost food production, they lead to decline in long-term soil health due to over-reliance on synthetic fertilizers and pesticides. Consequently, nearly 1.0 billion people face hunger worldwide, and around 4.0 billion are at risk of malnutrition due to nutritional deficiencies in degraded soils. However, there is potential for restoring degraded lands through sustainable practices like the use of perennial cropping systems and site-specific microbial inoculums, which can enhance soil fertility and resilience. Addressing soil degradation is crucial for ensuring long-term food security and meeting the growing global population's nutritional needs.Soil health is intrinsically linked to several Sustainable Development Goals (SDGs) declared by the United Nations (UN), particularly those related to food security and human well-being. SDG2 (\"zero hunger\") and SDG 3 (\"good health and well-being\") are directly impacted by soil health. SDG 2 emphasises the need for sustainable agricultural practices that ensure food security. Healthy soils play a decisive role by supporting nutrient-rich crop production and enhancing food system resilience. Similarly, SDG 3 is closely tied to soil health. Soil contamination harms human health, hence, maintaining soil health can contribute to the production of safer and more nutritious food. The UN's SDG 6 (\"Clean Water and Sanitation\") is another area where soil health is one of the essentials. Healthy soils act as natural filters, improving water quality and availability. Moreover, SDG 13 (\"Climate Action\") recognizes the role of soil in climate change mitigation, as healthy soils can sequester and store significant amounts of carbon. Furthermore, SDG 15 (\"life on land\") emphasises the importance of soil health for ecosystem services including food security, climate action and biodiversity preservation. Despite the importance of soil health, many regions worldwide face significant challenges in maintaining and restoring soil quality. Soil degradation caused by erosion, contamination, compaction and overuse of chemicals has devastating consequences for food security and ecosystem health. To address these challenges, sustainable soil management practices through regenerative agriculture practices must be widely adopted, including conservation tillage, cover cropping, organic amendments, crop rotation etc. These practices enhance soil health, improve crop yields and contribute to achieving the SDGs. In the United States, farmers adopting sustainable soil practices have witnessed improved crop yields, better soil fertility and enhanced resilience to climate change. Additionally, increasing soil literacy among younger generations is required for future food security, as understanding the link between and among soil health, climate change and human health can help improve soil management practices. Collaborative efforts between scientists, policymakers and farmers are essential to develop and implement innovative soil management strategies aligned with the SDGs.The link between soil health and food security is close. Sustainable agriculture depends on long-term soil fertility contributing to food production and environmental sustainability which together ensure food security for future generations.\n(Sulav Indra Paul is a Ph.D. Student and Graduate Research Assistant at Oklahoma State University, USA)",
        "headline_1": "Soil health and future of food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/soil-health-and-future-of-food-security-1727361705",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2024"
    },
    {
        "full_article": "The common room culture in public universities is a damaging practice that negatively affects the university environment. It disrupts the healthy and enriching atmosphere of student halls, turning them into overcrowded, unsanitary spaces that resemble slums. With eight to ten people crammed into a room designed for just two or three, the study environment is destroyed, and students become vulnerable to serious illnesses. Additionally, common rooms breed conflict, leading to frequent arguments, group tensions, fights, and even violence. These issues severely damage the quality of student life. Therefore, the general students of universities are making a sincere appeal to the new university administrations to end the common room culture without delay.\nMd. Riyad Uddin, Studentdepartment of Bangla University of Chittagong[email protected]",
        "headline_1": "Stop common room culture",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-common-room-culture-1727361728",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2024"
    }
]