[
    {
        "full_article": "The significance of data in influencing policy constructs and thereon, decisions, is non-contestable. The country takes periodic stock of various parameters just to inform welfare policies better. In context, the recent decision of the Union government to drop the disability-specific question from the National Family Health Survey (NFHS)-6 seems churlish and sends out wrong signals. After years of campaigning for the same, activists rejoiced when the government added one question on disability in the NFHS-5, and were hopeful that this would be built upon in subsequent versions of the nation-wide survey. The deletion, and reluctance to map the minutiae that will help understand their lives and needs better, leaves the question: is the government serious about its commitment to the disabled in the country, who number, as per the 2011 Census, about 2.68 crore? The Ministry of Health and Family responded that questions about disability were already asked as part of the Sample Registration Survey (SRS) 76th round, conducted between July and December 2018, and that any specific information can be tabulated from the raw data, which is also available in the public domain. It has also gone on record stating that disability data will ‘not change fast’. That might be an erroneous supposition.While gross data on disabilities will change marginally (but still be substantial given the numbers), the count of 6.1 lakh sample households that the NFHS relies on will make the data set truly representative. The elaborate questions asked by the NFHS will provide valuable specifics on the lives of the disabled; something on that scale hitherto conspicuous by its absence. While the SRS does a good job with marking the prevalence and incidence of disability, education level, living arrangements, care-givers, certificate of disability, accessibility and unemployment rate, among others, the NFHS asks more comprehensive questions. It seeks answers on health and nutrition status, access to health schemes, insurance, sexual behaviour, availability of family planning, use of contraception, domestic violence, household amenities and possessions, lifestyle indicators, and access to drinking water and toilets. There is no doubt that the latter will yield better, more robust, data on the disability sector. While Health Ministry officials claim that the sole NFHS question on disability too resulted in under-reporting, that might actually be a function of training for field staff who ask the questions. The state must employ these efforts — adding questions on disabilities, training field staff, because nothing really justifies any attempt to keep a significant section out of a massive scale count of the Indian population.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndisabled\n\n/\n\nwelfare\n\n/\n\nhealth\n\n/\n\npersonal data collection\n\n/\n\nnutrition and diet\n\n/\n\nfamily planning\n\n/\n\ndrinking water\n\n/\n\npopulation\n\n/\n\ninsurance\n\n/\n\nsurvey",
        "headline_1": "Making disability count: On why NFHS will yield more robust, data on the disability sector",
        "headline_2": "Including disability in the NHFS-6 will serve the government well",
        "link": "https://www.thehindu.com/opinion/editorial/making-disability-count-the-hindu-editorial-on-why-nfhs-will-yield-more-robust-data-on-the-disability-sector/article67034559.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "As a secular fundamentalist, I welcome Prime Minister Modi’s call for a Uniform Civil Code (UCC) to govern the personal law of all religious groups, including Muslims and Christians. When reforming Hindu personal law in the 1950s, Jawaharlal Nehru should have reformed the personal laws of all religious groups to give India a UCC. Sadly, he funked the task. It is high time India abolished religious differences in personal law. But this should be a secular exercise, not a majoritarian one.\n\nIt will mean reforming Hindu law too, not just Muslim and Christian personal law. For instance, Hindus currently have the right to form Hindu Undivided Families as a separate legal and tax entity, something without parallel in Islam or Christianity. This right has been used historically to evade thousands of crores of taxes and deny women equal property rights, and must be reformed by a UCC.\nRead full opinion on TOI+\n\n",
        "headline_1": "India needs UCC but it can’t be rushed through",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/india-needs-ucc-but-it-cant-be-rushed-through/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "When it comes to endemic political violence, West Bengal has a head start over other parts of the country. The settling of political differences through murder, violent intimidation and administrative recrimination is by now a well-established phenomenon in this border state, its origins dating back to the mid-1960s when the Left upstaged the Congress.\n\nThe violence invariably reaches a crescendo during elections when rival forces attempt to exercise ‘area domination’ — a military term for ensuring that rivals are prevented from campaigning and voting without a dada looking over their shoulder. Whereas the rest of the country has been making steady progress in the direction of free voting, accurate electoral rolls, prevention of impersonation anderror-free counting of votes, Bengal has been moving steadily in the other direction.\nRead full opinion on TOI+\n\n",
        "headline_1": "Bengal election violence: Why the courts had to step in to uphold democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/bengal-election-violence-why-the-courts-had-to-step-in-to-uphold-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "Not only is the Census delayed but last month, it was decided to simply drop disability-related questions from the sixth National Family Health Survey (NFHS). This act of invisibilisation of persons with disability isn’t new. The NFHS didn’t really cover health-related aspects of persons with disabilities even in the last survey. All it did was to count their presence through three questions. Moreover, it focused on identifying people across only five specific disabilities, vis a vis the twenty-one that are part of the Rights of Persons with Disabilities Act, 2016.\n\nIdeally, the upcoming NFHS survey should have had a detailed study of health-related data as persons with disabilities were disproportionately affected by the Covid-19 pandemic. This would have been a positive step towards a better, more equitable public health system. Unfortunately, that isn’t the case, and the questions have been dropped citing the inability to collect inaccurate data.\nThe problem with the last NFHS was that data collection involved a complex process where interviewers explained to the respondents what disability is. These explanations were highly technical and beyond the grasp of most ordinary people. This probably resulted in the undercounting of disabled population. While 2.2% of the population was counted as persons with disabilities in the 2011 Census, that number in NFHS-5 was less than 1%.\nThis act of miscounting or undercounting raises very important questions about the seriousness of our government machinery when it comes to issues around disability. Were disability experts and members of the disability community consulted at any stage of the survey? Were the surveyors trained to simplify the identification of the disabled? Why were no questions about health and wellness of disabled persons included? And once we start asking these questions, we ask ourselves if these decisions of inclusion and exclusion were motivated by some policy imperative or just a case of gross indifference.\nWhile disabled people are often presented as inspirational subjects in public spaces, their lives are still plagued by stigma and an indifferent social system. One symptomatic problem where this indifference is highlighted is a complicated and extremely medicalised certification system. Simply put, to get certain benefits from the government, you have to prove that you have more than 40% disability according to the given guidelines. Even if you somehow navigate this absurd medicalisation, you realise that there are two parallel systems for certification running in many places.\nThe old certification system and the new Unique Disability Identification (UDID) system, both equally cumbersome and difficult for a person with disability to navigate. With such a certification system, one wonders how certificates can be the bedrock of a welfare system for the disabled.\nThe social aspects of disability in India are often sidelined for a more medicalised classification which leaves many persons with disabilities without even an official identity. Persons with chronic illnesses, chronic pain, debilitating illnesses who can’t find themselves in the approved list of disabilities but are not able to live fully, access spaces or hold on to a job are not even considered disabled. Across the world, there is a debate on the need to extend the net of disability due to long Covid. India seems to be untouched by that entire discourse, and is not even doing enough to ensure that those who are disabled have an easy access to basic welfare schemes.\nThe casual inclusion of questions on disability and then its subsequent dropping highlights the attitude of our general policy discourse towards disability. No matter what the stage, everything about our disability policy reeks of tokenism. Millions of disabled people have no access to education or public health because of inaccessible infrastructure. They can’t get a certificate made because the system is too complicated and unwelcoming. They are trapped at home, unable to find work, waiting for their disability pensions to arrive on time. What we are presented in the name of a disability discourse are examples. Examples of persons who have ‘overcome’ their disability. Examples of persons who don’t protest the stigma, inaccessibility, or discrimination that they face in everyday life.\nExamples of persons always ready for a photo op. In a survey about health, what we are given are three questions that neither capture our health nor our struggle to access the health system. What we are told is that we can be hastily counted and easily discounted. That we don’t matter. Whenever the system grants us one of our rights, it behaves as if it is doing us a favour. After a point, this tokenism seems like a farce and soon the indifferent system no longer seems naïve but cruel and oppressive. How long can we just go on with just tokenism? As a disabled person, I am tired. I am sure there are millions like me.\nAnicca is a writer and disability rights activist\n\n",
        "headline_1": "NFHS questions: Disabled used as inspo but we still don’t count",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/nfhs-questions-disabled-used-as-inspo-but-we-still-dont-count/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "India’s first assignment in the new cycle of the World Test Championship is a two-match series in the Caribbean starting in a little over a week.\nIn the past 15-odd years, West Indies have slumped badly in Test cricket (currently ranked No 8 by ICC) and should be easy pickings for No 1 ranked India, unless Rohit Sharma and his team show diabolically poor form.\nThis series is significant for India on two counts. Winning overseas, considered more difficult for all teams, provides a buffer against upset results in home matches. Second, these matches could indicate whether changes made to the Test squad in the wake of the recent debacle against Australia are a step in the right direction.\nCricket – Ashes – Second Test – England Practice – Lords, London, Britain – June 26, 2023 England head coach Brendon McCullum during practice Action Images via Reuters/Peter Cziborra\nHow the Indian team, looking to rebuild with new talent to replace those ageing or injured, navigates this testing period is critical to the country’s cricketing fortunes going ahead.\nBeing roundly thrashed in the WTC final last month was a wake-up call that everything is not hunky-dory as is generally tom-tommed. Two years earlier, India had lost to New Zealand in the inaugural WTC final, so this failure was not happenstance and brooks no excuse. Rather, it highlights that inadequacies and frailties were glossed over.\nWinning and losing is ‘part of the game’ is a useful truism to lean on most times but becomes wobbly when applied to Indian cricket in ICC tournaments across formats. Since winning the Champions Trophy in 2013, India has been in two WTC finals, a T20 World Cup final and two ODI World Cup semi-finals but drawn a blank. This is a distressing pattern.\nI’ll desist from using the unsavoury term ‘chokers’ because, ironically, in the same period, India has also been the most consistent team in the world and for long periods, enjoyed the ICC’s top ranking in all formats. But that is no solace for failing repeatedly on the ‘big’ occasion.\nWhy are titles proving elusive? There is no dearth of high-quality talent, facilities are first rate, financial rewards for players massive. The best coaches and support staff are hired at fancy cost, selectors are paid top dollar to identify talent.\nSo, what’s the shortcoming? I venture it is the nature of conversation that exists in Indian cricket. The richest, best-structured systems can get fatigued of ideas, stagnate, even decay. Fresh vision, new energy, bold imagination, and gutsy risk-taking are needed to transform an unrewarding situation.\nChange to some degree will come by deploying more resources — money, manpower or whatever — to tide over immediate crises, but is more likely to happen with having the right people in key roles starting a new conversation that then permeates through osmosis across the system.\nEngland’s return to eminence in the last decade provides an interesting example of this. Moribund for several decades, English cricket went in for an overhaul after a disastrous performance in the 2015 World Cup. Since then, they’ve won the ODI WC (2019), T20 WC (2022) and, in the past 15 months, been the most exciting and hugely successful Test team too.\nThis has come about by creating an environment where the conversation departed from the old, give-me-job-security and safety-first approach of administrators, players, coaches, enabling a radical shift in mindset and ethos and leading to dramatic results.\nRob Key, ECB’s managing director since 2022, has said he wanted the status quo to be disrupted because the same things were being done year after year with the same results. In Ben Stokes and coach Brendon ‘Baz’ McCullum, he found guys who not only shared his vision for English cricket, but had even more daring methods to effect change. He bought their ‘no fear-of-failure’ approach which, while not infallible, is redefining the way Test cricket can be played.\nThe nature and quality of conversation prevailing in a system is usually at the core of how well or badly players, and particularly teams, perform. There is no template for such conversations, which will differ from team to team and country to country at different points in time. What’s common is creating an environment in which different constituents in the eco-system collude dynamically to meet objectives. Changes in captains, players, coaches could be a major consequence, but not necessarily the essence of such conversations. Tactics, strategies, team selections will emerge from the overarching conversation or get plugged into it.\nThe next 24 months are huge in cricket, what with the ODI World Cup later this year, the T20 World Cup next year and the WTC final in 2025. What Indian cricket needs to make this period rewarding is a change in conversation.\nThere is too much talk of blockbuster money deals, sinecures, powerplay or what have you, and not enough about accountability, improving performance, winning. There needs to be a shift from the self-congratulatory mode for the enormous financial richness of Indian cricket, well-deserved and important as it is, and prioritise excellence on the field of play instead. This shift in conversation must emanate from the top.\nMemon is a sports commentator and columnist\n\n",
        "headline_1": "To end its title drought, India can learn from England’s turnaround",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/to-end-its-title-drought-india-can-learn-from-englands-turnaround/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "The abnormal surge in green chilli prices in recent days has once again exposed the failure of market regulators to keep prices of essentials stable and protect the interests of ordinary consumers. On Saturday, retail prices of green chilli jumped to an unprecedented Tk 700 per kg – a steep increase from just Tk 100 to Tk 120 per kg a month ago – while wholesalers at Karwan Bazar sold it for Tk 500 per kg. This marked the culmination of a rapid price escalation centred around the Eid holiday, when chilli is usually in high demand, in a trend that exploits temporary disruptions in food supply to inflate prices.\nAlthough retail prices of chilli fell by Tk 200 to Tk 250 per kg on Sunday, thanks to reports of the impending arrival of imported chilli, the damage has already been done. The spike in chilli prices has caused significant distress to consumers already struggling with a massive cost-of-living crisis. We are told that a further decline in chilli prices is expected within a few days. We must ask, however, why the situation has been allowed to deteriorate to the point that it did. True, weather-induced crop damage is largely to blame for the dearth of supply and resultant price increases, but it was nothing unpredictable. It could be, and should have been, offset with timely imports and stern measures against price manipulators. That the authorities still failed to intervene points to their lack of sincerity.\nThis is totally unacceptable. We have, unfortunately, seen such scenarios in the past as well. We have seen how the absence of effective oversight mechanisms and proactive measures to address supply shortages left consumers at the mercy of unscrupulous market players. The inability to predict and address such situations is a fundamental flaw in our market regulatory system, which should aim to protect consumers from being exploited. We urge the authorities to acknowledge this failure, and take immediate steps to rectify it. Without proactive measures, consumers will continue to be victims of such contingencies.\n",
        "headline_1": "Market regulation at its worst",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/market-regulation-its-worst-3359551",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "Back to the garden\nSouls is not the first band in Bangladesh to reach the milestone of 50 years. That honour belongs to Zinga Shilpi Goshty. Zinga started a decade before Souls in 1963. However, Souls is different and, in some ways, a unique Band in Bangladesh.\nWhen mentioning the Souls, you would like to ask like in Wish You Were Here, 'which one's Pink'? In a discussion of the Rolling Stones (1962), Pink Floyd (1965), Genesis (1967), Black Sabbath (1968), King Crimson (1968), Guns and Roses (1985) and other bands, you ask, 'which incarnation of the band'? Like these bands, Souls has gone through multiple line-ups. In fact, Souls has gone through more line-ups than any other band in Bangladesh. A discussion of Souls is a discussion of the many incarnations of the Band. Somehow, in each carnation, across few generations, the band has added something new to its rainbow.\nLooking back on Souls will be looking back at one colour of a rainbow in the Band music of Bangladesh. It will also be looking at the 1960s, the decade preceding Souls. That preceding decade and the Liberation War shaped popular music in Bangladesh as we see it today.\nAmerican pie, long, long time ago\nThe first rock 'n roll single that topped the charts in the USA and the UK was 'Rock Around the Clock' by Bill Haley and the Comets in 1954. Soon after, Chuck Berry, Fats Domino, Little Richard, Jerry Lee Lewis, Elvis Presley, and Buddy Holly laid the foundations of Rock 'n Roll in the USA. It was through Radio Luxembourg that this brand of music found a young audience in the British Isles and rest of Europe.\nBy the end of the 1950s, British artistes, influenced by the Americans, slowly started to bring their version of Rock 'n Roll and popular music. These American and British artistes performed in English. Soon American and British artistes would find another young audience in South Asia. This time the portal was the 'Paradise Island' programme on what was then Radio Ceylon.\nAs the 1960s dawned the 'baby boom' generation of East Pakistan was ready to start their version of Rock 'n Roll in the form of what would later become band music.\nI know it's only rock 'n' roll\nIt was not by design, but the birth of band music in this country coincides with Please Please Me, the Beatles debut album that debuted on March 23, 1963.\nThe first organized band in East Pakistan can be credited to Zinga Goshty from Chattogram. Shafaat Ali of Chattogram College formed the band on March 4, 1963. Zinga was a family band that mostly played traditional music in orchestration. They did, however, have a timeless song in 'Tomari Jeebone'.\nIn 1964, Fazle Rob, Rafiq Mazhar Islam, Sufi Rashid, and Khaja Sabbir of St Gregory's School formed Iolites. The band named themselves Windy Side of Care in 1967. Chattogram was not too far behind. In 1965, Farid Rashid, Neo Mendes, Noel Mendes, and Shakil of St Placid's School formed Lightnings.\nRambling Stones (featuring Jafar Iqbal and others), Bokolom (featuring Jalal Abedin and others), Fire on Ice (featuring Selim Alam and others) were other bands of the Pakistan era. They performed mainly in Hotels and Clubs in Dhaka and Chattogram. Through radio and TV they reached out.\nNone of these bands lasted long. Zinga exists, but only in name. In 1969, Rambling Stones disbanded after a fire in their practice pad. Lightnings disbanded after a bomb attack during a programme at Hotel Purbani in 1973. Iolites faded away.\nJust when the bands of the 1960s started to experiment, the wheels of history were set into motion. 1971 dawned. The nation's young went out to liberate their country. A few of them would return to change band music and popular music in Bangladesh forever. The stage was set for Souls to be born.\nHere comes the sun\n\nThe journey of Souls starts from Chittagong Club. A 15-year-old Sazedul Alam returned home on December 20, 1971 just after the Liberation War. He attended the 1971, 31st Night at Chittagong Club. Lightnings performed that night. Lightnings sparked a 'light' in Sazed's mind. Sazed decided to form a band.\nIn 1972, Sazed, Subrata Barua Rony and Momtazur Rahman Lulu formed a band. They needed a name. Sazed's father, litterateur, Mahbubul Alam, suggested, 'Surela'. Surela's first notable programme was the 1972, 31st Night at Chittagong Club. The band soon found an investor and a manager in Wadud Islam.\nSazed's nephew, Fariadul Islam Chowdhury suggested the name 'The Souls' for the band. A friend, Mainul Alam dropped 'the'. And thus, the story of Souls started in 1973. The first line-up included Sazed (vocals and guitar), Lulu (lead guitar), Rony (drums), and Enayet (accordion). That first line-up would be the first incarnation of many more incarnations.\nIn the beginning, long time ago\nTapan, Rudy and Lorenjo soon joined Souls. Rudy and Lorenjo did covers of English hits.  In 1975 Lulu, Rudy and Lorenjo left the band. Shahed, Taju and Naquib joined. The 1975 line-up included: Tapan and Taju on vocal; Sazed on lead guitar; Shahed on bass guitar; Naquib Khan on the organ; Rony on the drums and Newaz on percussion.\nThere was one shortcoming. Souls was still a local Chattogram based band. This was to change in 1976. Souls participated in the All Bengal Rock Concert competition that year. They bagged three prizes: Top ten, top organ player (Naquib) and top vocalist (Taju). The competition gave the band an opportunity to become a national band. This freed themselves from the realms of Chattogram. The band's performance on Bangladesh Television (BTV) and the Shilpakala Academy earned them critical acclaim. Still, something was missing.\nChanging line-ups started to become a regular feature of Souls. Rouf joined in 1977. That year, Taju left, and Rudy returned. Tapan went to Dhaka for studies, but featured with the band when he could. The band needed a signature song. That was just around the corner, but not without a price.\nAs Souls was ready to enter a new stratosphere with their first signature song, 'Mon Shudhu Mon Chhuyechhe' by Naquib Khan in 1978, the band experienced another line-up change. Sazed, Rony and Rouf left Bangladesh. Unlike other bands, a change in their line-up made Souls either more resilient or it brought a new flavour and colour to the band.\n1980 was a seminal year. The 1980 line-up included: Tapan (Bangla songs), Nasim (English songs), Bachchu (lead guitar), Shahed (bass guitar), Pilu (drums), and Naquib (organ).\nThat year, before a concert at Dhaka Medical College, Tapan fell ill. Naquib stood in for Tapan for Bangla songs. And that was it. Naquib brought a new flavour.\nSouls launched their debut album Super Souls in 1980. This album would turn out to be the wildfire the band was dreaming for.\nSuper Souls personified the band at the time. The album was a collection of eight Bangla and four English songs. Souls could not have asked for more in a debut album. There was no mechanism to determine if a single topped the charts or not. The only way to determine if a song was a hit was to see responses in concerts and the radio waves.\n'Super Souls' was like 'A Hard Day's Night' of the Beatles. Each Bangla track: 'Mon Shudhu Mon Chuyechhe', 'Tore Putuler Moto Kore', 'Dorgay Mom Jele', 'Bhule Gechho Tumi', 'Nadi Eshe Poth', 'Amra Je Bhalobashi', 'Shukh Pakhi Ailo Uriya', 'Mukhorito Jeeboner Cholar Pothe' became an anthem of generation 1980.\nWhen songs enter the heart of a generation, some of them will filter on to the next generation. This makes the artiste, or the band survive. That is what started for Souls through 'Super Souls' in 1980.\nWhich one's Pink?\n\nSouls has been like a partnership in cricket. Just when a partnership settles in and looks to last forever, a wicket falls.\nIn 1982, Souls experienced another change in their line-up. Naquib and Pilu left Chattogram for Dhaka. Gerard replaced Naquib. Rali came in as the rhythm guitarist. Rony returned from abroad and took back his place on the drums from Pilu.\nSouls once again showed their resilience. A new line-up was both a challenge and an opportunity to take the band forward. Ayub Bachchu and Nasim Ali started to compose songs. With some unpublished songs of Naquib, Tajul and Jilu, Souls launched their second album in 1982: 'Colleger Corridor-e'. Again, the album created anthems for young people.\nThe line-up changed again. In 1985, Shahed and Gerard left. Mohammad Ali (bass guitar), and Suhash (keyboardist) joined. The next year, Souls launched their third album, 'Manush Matir Kachhakachi'. Their fourth album, 'East and West' came out in 1988.\n1989-90 the band had another change in its line-up. Suhash went abroad. Partha Barua joined as the keyboardist. Over time, Partha would become the link of Souls between the past, the present, and the future.\nIn 1990, Ayub Bachchu left Souls. Bachchu would go on to form LRB. Naquib formed Renaissance soon after he left.\nIn spite of so many ups and downs, Souls kept on rolling. They kept on performing. They kept on bringing out albums. Each album, somehow, resonated with some young people of the time. This ensured that Souls would survive from one generation to the next.\nInheritance tracks\nMy first encounter with Souls was in 1985. After my SSC, I was having a vacation at Lalkhan Bazar in Chattogram at my Nanu Bari. My Chhoto Mama, Raju, was a musician in his young days. He knew Chattogram bands of pre and post 1971. Raju Mama was also a schoolmate of Mohit Ul Alam (Sazed's elder brother).  Because of these connections, music was always a part of my childhood vacations in Chattogram.\nOne day, two people came to Raju Mama's den. They were Nasim Ali and Ayub Bachchu of Souls. That was the first time I saw two rock stars in flesh and soul. I spent the whole time looking at them, lost for words. Before returning to Dhaka, I got what was then their only albums, 'Super Souls', and 'College-er Corridor-e'. My answer to 'which one's Pink' are these two albums. I belong to that incarnation of Souls. Each song on those two albums are my inheritance tracks.\nYears later, I entered my daughter's room. Annapurna was listening to a song. It was 'Byastota' from 'Aaj din katuk gaane'. I told Annapurna, I belong to the first two Souls albums. I was surprised to see my cassettes from 1985 on her table. She spins them sometimes on a cassette player I gifted her when I saw she was falling in love with music.\nThank you for the music\n\nThis year, Souls celebrates fifty years. The band is an example of Darwin's 'survival of the fittest' through its resilience and adaptation. In each line-up of Souls, the concept of Souls acted as a platform for leading musicians. This is probably what separates Souls from other bands in Bangladesh. Each line-up brought something new to the table. Each line-up gave an anthem to the generation of the time.\nIf the concept of Souls as a platform survives, then the Golden Jubilee is Part I. Our children and their children will celebrate Part II, the Centennial Jubilee of Souls in 2073. Souls will be the first band to do so.\nReference:\n1. 'Bangla-r Rock Metal' by Milu Aman and Haque Faruk. Aajob Prokash. Feb 2023.\n2. Key discussions with Professor Mohit Ul Alam and Milu Aman.\nAsrar Chowdhury is a Professor of Economics at Jahangirnagar University. He has contributed to the Daily Star since 1993. Email: [email protected]\n",
        "headline_1": "Souls at 50: The many incarnations of a band",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/souls-50-the-many-incarnations-band-3359481",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "I read with interest a piece published recently in The Daily Star on the first anniversary of the Padma Multipurpose Bridge (PMB) opening. The country was euphoric this time last year due to the inauguration of this bridge by Prime Minister Sheikh Hasina. Although it is too early to judge its full impacts and benefits, there are already many positive stories on how the PMB has transformed the country – thanks to the bridge's immediate impact on transport and faster connectivity to the Barishal and Khulna regions in the southwest.\nThe Padma Bridge entered the planning stage following the completion of the Jamuna Bridge in 1998. A pre-feasibility study was conducted in 2000 by Rendel, Palmer and Tritton, followed by a full-fledged feasibility study (FS) by Nippon Koei in 2003-2005, funded by Japan International Cooperation Agency (JICA). Four potential sites (Paturia-Goalundo, Mawa-Janjira, Dohar-Charbhadrasan, and Chandpur-Bhedarganj) were considered during the FS, and the Mawa-Janjira site was recommended by the JICA team. The detailed final technical design of the Padma Bridge (2008-2010) was funded by the Asian Development Bank (ADB).\nThe double-deck multipurpose bridge designed by New Zealand-based firm Maunsell-Aecom was a real accomplishment and an \"engineering feat.\" However, long before the project construction was to begin, the co-financiers (ADB, JICA, and the World Bank) withdrew their funding commitments due to a dispute with the government of Bangladesh over alleged corruption in the selection of contractors and management consultants. The situation led to serious political controversy, with allegations and counter-allegations between the government and the World Bank. Finally, in 2013, Prime Minister Sheikh Hasina strongly stated that the bridge would be built by Bangladesh without any external assistance. Accordingly, construction of the main bridge and other components commenced in November 2014. With pride and confidence, the bridge was opened to the public on June 25, 2022.\nThe 6.15km-long Padma Multipurpose Bridge – the longest in South Asia – established a fixed, reliable, and safe crossing over the Padma River from Mawa to Janjira and to the southwest region, reducing four hours of ferry commute to merely a 10-minute ride over the bridge. The bridge connects the southwestern region (which has over 35 million people) with the capital of Dhaka, boosting business and the movement of export goods between the Mongla seaport and the rest of the country.\nThe improved transport network has now reduced the hauling time of vehicles and enhanced economic activity, boosting the national GDP, according to one estimate, to roughly one percent annually. Further, as a result of the new link and increased accessibility, the country's southwest now experiences higher levels of economic activity, increased mobility, migration, and new employment opportunities, with impacts of poverty reduction in the region.\nThose affected by the construction of the bridge and its other components (that is, approach viaducts, river-training work, 14km of approach roads, bridge-end facilities, toll plazas, service areas, offices, etc) were properly resettled and rehabilitated in four resettlement sites in Mawa and Janjira. The resettlement plan was designed following the \"good practices\" of the Jamuna Bridge experience. Monetary compensation was made as per the replacement cost for land and other assets prior to displacement. The displaced households had options of either moving to resettlement sites or taking \"self-managed\" resettlement packages with all the applicable compensation and benefits. Close to 2,000 households opted for self-managed resettlement and moved to existing villages in Mawa and Janjira areas.\nFour resettlement sites were built with provisions for house plots for over 2,400 households, and including civic amenities such as internal roads, water supply, electricity, schools, a market area, and waste management systems. The resettlers in the four sites are largely from the affected villages along the bank, where they had experienced multiple displacements in the past due to annual endemic erosion. In contrast, they now live in secure, semi-urban townships with access to employment and other social development support – particularly assistance for poor women and vulnerable groups, and training and livelihood programmes by a reputed non-government organisation (NGO) hired by Bangladesh Bridge Authority (BBA). In sum, Padma Bridge established a \"development approach\" to resettlement management, benefitting those affected by the project.\nThe benefits and potentials of the Padma Bridge megaproject are yet to be realised. Currently, only the four-lane divided motorway on the upper deck is operational. The dual-gauge rail line on the lower deck will be completed soon. The fibre optic cable and the gas pipeline on the bridge, separate but parallel power transmission line, the railway stations in Mawa and Janjira, and the eco-tourism centre on the Janjira side will ultimately fundamentally transform the region, making the Padma Bridge a real transportation \"hub\" and a key driver for economic growth and social change. Furthermore, the fixed link has opened up a real possibility for expanding Dhaka city to Mawa and to the southwest across the Padma Bridge to Shariatpur and Madaripur, which should be carefully studied by the government. To me, the future of Dhaka as a liveable city lies across the Padma Bridge.\nDr Mohammad Zaman was a member of Jica and Maunsell-Aecom Team and led the Social and Environmental Management Planning for the Padma Bridge project. His recent edited book (with co-editor Hafiza Khatun) is titled 'Development-Induced Displacement and Resettlement in Bangladesh: Case Studies and Practices.'\n\n",
        "headline_1": "Stories and impacts of Padma Bridge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/stories-and-impacts-padma-bridge-3359321",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "The abnormal surge in green chilli prices in recent days has once again exposed the failure of market regulators to keep prices of essentials stable and protect the interests of ordinary consumers. On Saturday, retail prices of green chilli jumped to an unprecedented Tk 700 per kg – a steep increase from just Tk 100 to Tk 120 per kg a month ago – while wholesalers at Karwan Bazar sold it for Tk 500 per kg. This marked the culmination of a rapid price escalation centred around the Eid holiday, when chilli is usually in high demand, in a trend that exploits temporary disruptions in food supply to inflate prices.\nAlthough retail prices of chilli fell by Tk 200 to Tk 250 per kg on Sunday, thanks to reports of the impending arrival of imported chilli, the damage has already been done. The spike in chilli prices has caused significant distress to consumers already struggling with a massive cost-of-living crisis. We are told that a further decline in chilli prices is expected within a few days. We must ask, however, why the situation has been allowed to deteriorate to the point that it did. True, weather-induced crop damage is largely to blame for the dearth of supply and resultant price increases, but it was nothing unpredictable. It could be, and should have been, offset with timely imports and stern measures against price manipulators. That the authorities still failed to intervene points to their lack of sincerity.\nThis is totally unacceptable. We have, unfortunately, seen such scenarios in the past as well. We have seen how the absence of effective oversight mechanisms and proactive measures to address supply shortages left consumers at the mercy of unscrupulous market players. The inability to predict and address such situations is a fundamental flaw in our market regulatory system, which should aim to protect consumers from being exploited. We urge the authorities to acknowledge this failure, and take immediate steps to rectify it. Without proactive measures, consumers will continue to be victims of such contingencies.\n",
        "headline_1": "Market regulation at its worst",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/market-regulation-its-worst-3359551",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "This July 1 marks the seventh anniversary of the worst terrorist attack that Bangladesh has ever witnessed, which left 20 people dead including nine Italians, seven Japanese, three Bangladeshis, and one Indian. Later, two police officers and two civilians died during the standoff. The brutality of the attack left Bangladesh shaken, shocked, and utterly devastated psychologically and later economically.\nSince that horrific day, the government has been relentless in trying to combat militancy with an iron hand. The series of raids on militant dens and arrests of some of the most notorious leaders proved to be effective in diminishing the power of these deranged zealots. Most of the militants were young men, educated and from well-off families. Yet the masterminds of the Holey Artisan attack managed to brainwash them into carrying out such barbaric acts.\nThe government's hard approach has initially borne fruit in terms of keeping militant attacks at bay after many were killed or arrested. Seven of the individuals who were involved in planning the attack have been sentenced to death by the lower court. The High Court is now hearing the case for disposal.\nBut what about the soft approach to curbing militancy, which is to counter the distorted ideology that these terror outfits are based on? Has the government been successful in preventing young men from joining militant outfits? What do we really know of the mobilisation of militant groups in the country?\nUnfortunately, we are practically shooting in the dark when it comes to the softer approaches of counterterrorism. Since the Holey Artisan attack, many suspected militants have been sent to jail. With no effective de-radicalisation programme in operation, prisons have now become dens of militant regrouping and brainwashing. Many militants have come out on bail or have served their time and are now free. From 2005 till 2021, around 597 militant suspects were let out on bail with nine of them missing, as per a report by The Daily Star quoting the police. Moreover, many of the 334 JMB militants convicted in the 93 cases filed over the simultaneous bomb blasts in 2005 served their ten-year sentence, and are now free men. Are we to believe that all these individuals have given up their radical ideology and are now peaceful, law-abiding citizens? Have the police or counterterrorism units kept tabs on their activities?\nRecent reports have revealed that new militant groups are on the rise with some members coming from former militant groups that were once thought to have been dissolved. The Anti-Terrorism Unit, Counter Terrorism and Transnational Crime unit, and the security forces are fighting militancy, but militant outfits are still gaining members, training in remote areas, and accumulating arms. With the national elections not far away, we cannot help but be worried about what these outfits have been up to, and what influence they have been exerting on young, impressionable minds.\nThe elaborate de-radicalisation programmes initiated by the government did not see adequate results, as they fizzled out or were stuck in bureaucratic tangles. The government must immediately target prison inmates. As suggested by security experts, religious clerics can be sent to the jails to give proper interpretation of Islam, a religion that promotes peace and tolerance. Teachers should be engaged to educate the inmates and help them reconnect with their families. Counselling must be a major part of de-radicalisation programmes in order for the inmates to cope with their mental health problems.\nAt the same time, counter-terrorism efforts must target young people who are the major targets of terrorist outfits. Sensitising them to social values, patriotism, and the spirit of our Liberation War, as well as engaging them in productive activities such as sports, debating and social work can provide alternative ideals to follow. For this, community involvement is essential.\nMilitancy and terrorism flourish when there is acute disgruntlement and a sense of despair in society. The government must take into account the socio-economic and political reasons that provide fodder for militancy. It must provide a sense of social justice, fairness and economic stability for all citizens in order to convince individuals vulnerable to militant ideology to abandon thoughts of hatred and violence towards the perceived enemy, and to embrace the ideals of acceptance of the other and empathy for fellow human beings.\n",
        "headline_1": "How successful have we been in countering terrorism?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-successful-have-we-been-countering-terrorism-3358726",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "At the moment, Dhaka has few bustling areas where footpaths aren't chockablock with pedestrians wriggling through crowds and an array of consumer goods on display. The areas concerned have no permission for setting up shops along the space of footpaths, exclusively meant for walking. An atrocious aspect of the spectacle is that the business activities of some improvised shops are also run from here. Encroachment on Dhaka footpaths by vendors began on a small scale in the early 1980s. After the trend became widespread, the footpaths of almost the whole capital began passing through a distressing transformation --- the shops' illegal extension. A few of them began even renting out the footpath space in front of their shops. Shops in areas owned by both the Dhaka South City Corporation (DSCC) and Dhaka North City Corporation (DNCC) operate their full-scale business from these spots. However, a number of these shops are said to have been allowed to operate under the government-owned bus sheds. At the same time, other shopping facilities located at important points on footpath in the city corporation areas claim to have received due 'permissions' from the relevant authorities. Few believe them. Amid this confused situation, one truth remains clear. If this anarchic situation on the Dhaka footpaths continues unabated, the pedestrians' woes are feared to multiply further. Even in lean hours, movement through these walkways proves highly challenging. In a city teeming with population, the crowded and lawless footpaths add to the sufferings of the pedestrians. The abuse of footpaths of Dhaka in the form of makeshift motor repair shops or mini-garages to motor parts retailers to movement of motorbikes in rush hours and even to space for car parking is far and wide. Large fruit sellers and snacks-cum-tea corners, joints of photocopying and computer print-outs etc occupy a large space meant for pedestrians.Bringing order to the Dhaka footpaths in the busy areas has long become an imperative. Given the fast pace in which their condition is declining, days are not far when this city could be declared as one sans the trouble of footpaths. A section of the city-dwellers will, undoubtedly, be happy. Urban laws, rules and regulations, and the other dos and don'ts are anathema to them. The general people should be made to realise that the city of Dhaka has grown through different phases. In the early days of the city's urbanisation, the authorities' priority was to put in place motor vehicle-friendly roads. Several long-distance roads were constructed in quick succession. The early days of footpaths didn't see any radical development in the beginning, except compelling the pedestrians to use footpaths while on foot. It took a long time to make people accustomed to the practice of using footpaths.Ironically, over six decades later people frenetically look for spacious and hazard-free footpaths in Dhaka. But what they confront instead is a series of ordeals they do not deserve. Footpaths are made for the pedestrians to help them walk in safety. As motor vehicles speed past people on foot, the authorities concerned have built the raised walkways to protect them from being hit by motorised vehicles. It's amazing to see that the pedestrians are fast becoming strangers to the footpaths. All it could mean that the relevant authorities, including the DSCC and the DNCC, are shunning responsibility in the upkeep of the capital's footpaths. This warrants urgent intervention by the policymakers.",
        "headline_1": "City footpaths - for whom?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/city-footpaths-for-whom-1688305387",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "The highest number of livestock including cattle, goat and sheep are slaughtered in Bangladesh during one of the major religious festivals of the Muslims, the Eid-ul-Adha. According to reports, around 12.5 million cattle and smaller animals were reared with an eye to this year's Eid-ul-Adha, though the actual demand was estimated to be around 10.4 million sacrificial animals. That means some 2.1 million animals remained unsold in the Eid cattle markets this time. But as could be learnt from some cattle dealers who came to the capital city with the hope of making good profit by selling their livestock, there were fewer buyers than expected in the city's designated cattle markets. The reason for this depressed demand for sacrificial animals during the just-celebrated Eid is also not hard to comprehend. The prices of essential commodities have seen an unprecedented rise (officially the inflation is 9.9 per cent, though unofficially it is around 20 per cent), whereas the income levels of the fixed and lower income people have remained stagnant. So, fewer buyers of sacrificial animals went to the cattle markets this year than in normal times.  It's a double whammy for the cattle farmers who raised the livestock targeting the Eid.This is obviously bad news especially for the bigger cattle famers who invested a large sum of money in raising these animals. The farmers who took loan from bank to raise their animals will be worse off. Cattle rearing is indeed a risky enterprise in Bangladesh. But consider the role they played in reducing the country's dependence on Indian cattle, most of which were skinny and sick, that would be brought to Bangladesh from the other side of the border, both legally and illegally. Then most often the rampant smuggling of India-origin cattle into Bangladesh was blamed on the so-called 'Bangladeshi cattle smugglers', whose lives did not matter to the security guards on the other side of the border. However,the country's cattle farmers did a revolution in that the nation is now self-sufficient in livestock production.No doubt, the 2015's ban on the cross-border cattle trade by the Bharatiya Janata Party (BJP)-led government in Indiadid played a critical role in forcing Bangladesh to be on its own in this regard. But if cattle farmers face such big losses year after year, a time may come when they may switch to other income earning activities. That would be disastrous not only for cattle farming as such, but also for its spin-off, the leather sector. The leather sector, which has high export potential as it brought USD1.25 billion last fiscal year (FY22), may greatly suffer as a result. Unfortunately, despite its huge potential for contribution to the country's export diversification efforts, this sector has already been suffering due to other reasons which include wrong policies of the government and the hunger for super-profit by a segment of operators in the leather sector. Consider this. The hides of the sacrificial animals constitute about 50 per cent of the total hides produced in the country round the year. So far as their domestic use is concerned, the cattle and goat hides produced during the Eid-ul-Adha should be enough to feed the country's tannery industries. Sadly, seasonal and other small-scale cattle and goat hide traders who collect and sell the hides to the stockists/wholesalers have been getting a raw deal from the latter in recent years. Though the government sets the per square-foot (sft) prices of cowhide within Dhaka and outside Dhaka every year (this year, for instance, the prices of cowhide have been fixed between taka 50 and taka 55 within Dhaka and between Taka 45 and Taka 48 outside Dhaka.The prices of goatskin have not been readjusted, though), but in actual practice they are sold below that price. Sometimes, the prices of hides go down even below their purchasing price, let alone the officially determined prices. Such reports have already started to come from different markets of the capital city as well as from the districts. In such a situation, as it was also the case last year and the year before, smaller hide traders prefer the hides to rot to selling those at throwaway prices. This is real bad news for such a potential sector of the economy. So, if the thriving livestock sector and the potential leather industry of the country are to be saved, the government must intervene. Cattle farmers have to be provided with cheap bank loans and cattle feed at a subsidised rate. Also, there should be some arrangements to insure investors in the livestock sector especially those who rear cattle targeting the Eid-ul-Azha market. Regarding the leather sector, which is at present an informal one, it should be allowed to grow into a formal sector where the operators especially the small and medium-level animal hide traders will have trade licences, enjoy access to bank credit and get the government's policy support. For donation purpose, the owners of sacrificial animals can donate the money obtained from selling the hides and skins to the institutions of their choice. This will help rawhide to develop into a commodity controlled by market forces. [email protected]",
        "headline_1": "Helping cattle farming and rawhide trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/helping-cattle-farming-and-rawhide-trade-1688305476",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "Even the rhetoric, 'zero tolerance to corruption' has disappeared from political lexicon for a long time. It is not because corruption itself has taken its leave from administration and society. Far from it, if has been rife. Reports prepared by the Comptroller and Auditor General (CAG) of Bangladesh, the prime financial oversight institution, on different government offices have exposed how obscenely rife financial irregularities are in those. Here the focus is on the health sector, more particularly on the procurement of medical equipment by the Central Medical Store Depot (CMSD) for different government hospitals.According to the CAG report, the CMSD misspent Tk 4.59 billion in the five financial years between 2015 and 2019. The way it did so only gives the impression that it has developed a nexus of swindlers of public money in cahoots with the administration of some government medical colleges and where such collusion was not possible simply dumped equipment uninvited. This perhaps explains why machines and equipment sent to medical colleges remain undisturbed and uninstalled for years together or if unpacked and installed, cannot be put into operation. If this is not enough, the outrageously inflated prices of medical gadgets not only confirm the level of corruption resorted to but also gives a glimpse of how others are made malleable parties to the malpractice which consequently becomes infectious. The CAG report finds that medical and surgical supplies from the CMSD were 18 times pricier in the financial year 2016-17 than those on offer at the time from the Public Health Institute and the Essential Drug Company, both government entities. Clearly, the medical colleges which received the supplies and the supplier are both willing partners of this large-scale corrupt practice. In a country where allocation for the health sector is one of the lowest in the region and the poor people cannot afford healthcare costs in the absence of diagnostic machines and equipment in upazila health complexes and intensive care units (ICU) even in most district hospitals, swindling of public money in this way is indeed a crime against the people. These elements are enemies of the people and they must be meted out the punishment they deserve under the law of the land. The allocation may be low but what is the point of forcing on hospitals medical equipment that cannot be used because either those are unwanted or there are no trained technicians or operators to operate those. Had the allocated fund been properly used, public hospitals could be armed with better and more medical facilities. There is a complaint that physicians are reluctant to stay at their duty stations in upazilas and districts. When they are transferred from the capital's hospitals, they find upazila health complexes and even district health facilities awfully poorly equipped. They cannot apply their knowledge and skills there, so they try to leave the place as soon as they can. This again serves as a breeding ground for grafts as such transfers are facilitated by underhand dealings of a fat amount of money in each case.  Here is just a five years' corruption picture. It has been going on for decades and it is not the only area of misuse of public money in the health sector. Public hospitals apart, private ones with or without qualified doctors, minimum medical gadgets and healthcare environment can run rather more commercially than professionally because of oversight institutions' indifference or involvement in malpractices. Thus in most cases medical care leaves much to be desired and at times awful blunders end up causing tragedies like the one that happened recently at the Central Hospital. So, there always remains a gap in confidence between the public and healthcare facilities here. No wonder, people who can afford seeks medical care abroad.[email protected]",
        "headline_1": "Health sector mired in malpractices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/health-sector-mired-in-malpractices-1688305529",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2023"
    },
    {
        "full_article": "Dhaka city wears a different look during Eid vacations. No unbearable traffic jam and noise of people and vehicles can be seen in this one of the most populous cities in the world in those days. However, Dhaka will soon become a crowded city when holidaymakers start returning to the city from their village homes. It would take 30-35 minutes just to move 200 metres in some places. Traffic congestion wastes our precious time. Students face trouble to reach their educational institutions on time. Some of them even miss their examination for this. People cannot reach their workplaces timely. Patients on ambulance rarely reach the hospital emergency. Traffic congestion in the capital causes a loss of about $1.68 billion a year. Traffic jam in this city is so terrible that the average speed of motor vehicles on the roads of Dhaka city is only 6.4 kilometre per hour. The World Traffic Index-2019 lists Dhaka as the most traffic-congested city in the world. The effects of traffic congestion can be felt physically and mentally. One is forced to spend a lot of time on the road for traffic congestion. Even small distances can take hours to pass. The long period of time spent in traffic is having a negative impact on people's mental health. Due to traffic congestion, both air and noise pollution is rising. We, however, believe that traffic jam in Dhaka city is still manageable. Alongside mega projects like metro-rail, we should concentrate on modernising our traffic management system. If we equip our traffic system with latest technologies, we can eliminate traffic problem in this city to a great extent. Jeba Fariha, Student of Department of English, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Improve traffic management system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improve-traffic-management-system-1688305564",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2023"
    }
]