[
    {
        "full_article": "The killing of al-Qaeda leader Ayman al-Zawahiri at a Kabul safe house by an American drone is a clear setback to the Sunni Islamist terror organisation. Zawahiri, the Egyptian doctor-turned-terrorist-in-chief, had been leading al-Qaeda since the 2011 killing of his predecessor, Osama bin Laden, in Pakistan’s Abbottabad in an American commando raid. Zawahiri was an instrumental figure in most of al-Qaeda’s big attacks, from the American embassy bombings in east Africa in August 1998 to the September 11, 2001 attacks. Inspired by the teachings of Egyptian Muslim Brotherhood cleric Sayyid Qutb, who was hanged by the administration of President Gamal Abdel Nasser, Zawahiri had formed an underground Islamist organisation as a teenager. Later, he headed the dreaded Egyptian Islamic Jihad, which merged with al-Qaeda a few months before the 9/11 attacks. Since then, he had been number two in al-Qaeda, which he took over after bin Laden’s death. Just like his former boss, he was believed to be hiding in Pakistan. But U.S. officials say Zawahiri moved back to Afghanistan earlier this year, perhaps hoping that he would be safer in a Taliban-controlled country. It turned out to be his last hiding place.The killing is a rare battlefield victory for the Biden administration in counterterrorism. It lends credence to the administration’s claims that it can continue to carry out successful operations “over the horizon” without basing troops in countries such as Afghanistan. U.S. intelligence officials worked for months to confirm Zawahiri’s identity and establish a pattern of life before carrying out the strike. But the attack also raises several questions. The withdrawal of American troops from Afghanistan was based on the Doha agreement, reached between the Trump administration, which was later accepted by the Biden administration, and the Taliban. Under the agreement, the Taliban promised to cut all ties with terrorist organisations such as the Islamic State and al-Qaeda in return for the U.S.’s pullout. The U.S. completed its withdrawal on August 31, 16 days after the Taliban captured Kabul. While the Taliban are fighting the Islamic State, their ties with al-Qaeda have remained mysterious. Sirajuddin Haqqani, leader of the Haqqani faction, who is currently the Taliban’s Interior Minister, has been known for his close al-Qaeda links. Given the history of al-Qaeda and the Taliban, it is difficult to believe that Zawahiri was living in one of the wealthiest quarters of Kabul — it also houses several high-profile Taliban leaders, technocrats and former warlords — without the knowledge of the Taliban leadership. Whether Zahawiri’s killing will weaken a decentralised al-Qaeda without an organisational hierarchy is not clear. But a bigger challenge the U.S. and other countries face is to ensure that the Taliban regime does not help terror outfits regroup in Afghanistan. That is the spirit of the Doha agreement.",
        "headline_1": "Death of a face: on the elimination of al-Qaeda leader Ayman al-Zawahiri",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/death-of-a-face-on-the-elimination-of-al-qaeda-leader-ayman-al-zawahiri/article65716764.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "The visit to Taiwan by the U.S. House Speaker and veteran Democrat politician, Nancy Pelosi, has risked triggering a fourth Taiwan Strait crisis and a dangerous escalation amid already worsening relations between the world’s two biggest powers. Ms. Pelosi is the highest-ranking U.S. official to visit Taiwan in 25 years — the first by a House Speaker since Newt Gingrich’s trip in 1997. That visit took place in the aftermath of the third Taiwan Strait crisis, when China conducted missile tests in response to then Taiwan President Lee Teng-hui visiting the U.S. In a phone call on July 28, U.S. President Biden sought to assure his counterpart, Xi Jinping, that “the U.S. policy has not changed”. But that does not seem to be the view in Beijing. As China’s Foreign Ministry put it on August 2, in its view, Washington, going back to the days of the Trump administration, has been gradually “hollowing out” its “One China Policy”. In the call, Mr. Xi warned Mr. Biden that “those who play with fire will perish by it” and said he “hoped that the U.S will be clear-eyed” about the consequences. Beijing has responded by announcing military drills near Taiwan. More countermeasures could follow.This latest crisis comes at a time when China-U.S. relations are already on edge. This explains why even officials in the Biden administration and the U.S. military had called on Ms. Pelosi to reconsider. Ironically, that prospect was likely diminished by China’s stern public warnings, which all but ensured the trip would go ahead as a cancellation would have been politically costly for the Biden administration. Domestic political considerations appear to be driving both sides into their respective corners in this entirely avoidable crisis. Mr. Xi is three months away from a politically sensitive Party Congress that will mark the start of his third term. White House officials have made the point that Ms. Pelosi represents a different branch of government and members of Congress have travelled previously to Taiwan. That the visit appears to have been driven largely by Ms. Pelosi, who has been sharply critical of China’s policies in Tibet, Xinjiang and Hong Kong, rather than by the Biden administration, has not appeared to have assuaged Beijing. A sharp response, in Beijing’s view, would dissuade other countries from engaging with Taiwan at higher political levels. It may also burnish Mr. Xi’s status at home. The fact that neither side wants, nor can afford, a military confrontation may yet see the current tensions defused with each side walking away and claiming a show of strength for their domestic audiences. The latest crisis has, however, made clear the perilous state of relations between the world’s two biggest powers. It is unlikely to be the last.",
        "headline_1": "An avoidable crisis: on the Nancy Pelosi Taiwan visit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/an-avoidable-crisis-on-the-nancy-pelosi-taiwan-visit/article65716795.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "Not since World War II has the global economy suffered such a long period of uncertainty, which started in 2020 with the pandemic and intensified with the Russia-Ukraine war. How has India coped? Not badly at all. Whether in terms of rupee, inflation, deficits and credit growth, the economy has weathered the crisis.\nLet’s understand how.\nLook at rupee depreciation vis-à-vis dollar index appreciation\nIf we take February 24 as the starting point of our measurement and index it to 100, rupee has depreciated by 3.9% as of August 2. This tells us the story. Because:\nRead full opinion on TOI+\n\n",
        "headline_1": "Battling the crisis well: From rupee to inflation to deficit, the India story is much better than pessimists suggest",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/battling-the-crisis-well-from-rupee-to-inflation-to-deficit-the-india-story-is-much-better-than-pessimists-suggest/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "Spectrum auction for 5G services concluded Monday. The big picture is that 71% of the spectrum was sold for Rs 1.5 lakh crore, which can be paid over 20 annual instalments. Three features of the auctions stood out. GoI showed a lot more pragmatism this time, because in recent auctions spectrum often remained unsold. While that’s been the case this time too, GoI helped push things along by diluting the cost of acquisition. Payment in instalments was introduced, bank guarantees were waived and spectrum usage charges eliminated. It helped.\nAction was concentrated in three bands. In 700 MHz, which went unsold in two preceding auctions, 3300 MHz and 26 GHz. The last two bands were auctioned for the first time and all four bidders picked up spectrum in 26 GHz. The 700 MHz and 26 GHz bands will see different kinds of 5G rollout. The former is a low-frequency band which can cover wide areas with fewer base stations but is relatively slow in download speed. The 26 GHz spectrum is a millimetre wave band. Its chief characteristics are fast connection speeds of more than 3 Gbps but limited range for signals. This band is likely to be used for captive networks among businesses.\nThe 3300 MHz mid band is where most of the auction revenue was generated. About 54% of the total spent were in bids for this band. The three incumbent telecom firms competed for it and 76% of the spectrum on offer was sold. The action here suggests that incumbents continue to augment their 4G capacity as that will remain the mainstay for a while. This band also offers the room to upgrade at a later date as the market evolves. One sign of the market’s evolution is that just 17% of the spectrum in the 900 MHz, the mainstay of voice calls, got sold.\nThe unsold spectrum does raise questions on the reserve price. It was too high in some of the bands. Spectrum is a finite resource and when it goes unsold, a precious economic resource is wasted. GoI’s pragmatism must extend to reserve price.\n\n",
        "headline_1": "Auction action: Telcos are also thinking of 4G while planning for 5G. Lower reserve prices would have helped them & GoI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/auction-action-telcos-are-also-thinking-of-4g-while-planning-for-5g-lower-reserve-prices-would-have-helped-them-goi/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "Al-Qaida leader Ayman al-Zawahiri’s assassination in a US drone strike in Afghanistan demonstrates that the American war on terror endures. Zawahiri had moved to Kabul after the Taliban takeover last year. He was finally targeted by an American drone on the balcony of a building in the Afghan capital. He was closely involved with the planning and execution of the 9/11 attacks, as well as other terror strikes on American targets around the world such as the 1998 bombings of US embassies in Kenya and Tanzania. His elimination is good news.\nThat said, al-Qaida has become a shell of its former self since Zawahiri took over the outfit following Osama bin Laden’s assassination in 2011. Multiple factors are behind this. The global Islamist terrorist movement has splintered with al-Qaida branches across the world practically operating independently. In fact, the Iraqi branch of al-Qaida morphed into the Islamic State terror group that went on to claim leadership of the Islamist movement. Similarly, al-Qaida branches in Syria, north Africa and even in the Indian subcontinent have gone on to achieve operational independence.\nThe most significant aspect of Zawahiri’s death is that he was eliminated in Afghanistan – this raises serious questions about Taliban’s ability to honour the 2020 Doha Agreement. The latter had paved the way for US withdrawal from Afghanistan on the condition that Taliban guarantee Afghan soil will never be used to harbour al-Qaida and other terror groups. Zawahiri’s residence was in the heart of Kabul and it shows Taliban is either unwilling or unable to drop its dangerous friends. While the US got distracted with the war in Ukraine, Taliban’s hardcore Kandhari faction along with the Pakistan-backed Haqqanis used the opportunity to sideline the moderate Doha faction and re-imposed an ultra-conservative agenda for Afghanistan.\nThis means that India must remain on alert as Pakistan, with its influence over sections of Taliban, could reactivate Afghanistan as an anti-India terror base. Therefore, India must coordinate closely with the US and other countries that share its concerns to counter the terror threat coming from Afghanistan, and carefully assess Taliban even while establishing ties with it.\n\n",
        "headline_1": "Many mini Qaedas: Zawahiri’s elimination is good news. But terrorism has morphed since Osama-Ayman days",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/many-mini-qaedas-zawahiris-elimination-is-good-news-but-terrorism-has-morphed-since-osama-ayman-days/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "Half the world has launched commercial 5G services with over a billion users. India is the latest entrant. So, how soon can we get a 5G network and what will it mean for us?\nShorter rollout period for India possible: 5G has typically taken 8-12 months for rollout in most countries. In India, that period may get shortened.\n* A third of smartphone shipment is 5G-enabled already.\n* Launches of 5G testbeds have happened for start-ups and industry players.\n* Telcos are ready to roll out their networks across India starting with selected pockets.\nRead full opinion on TOI+\n\n",
        "headline_1": "What GoI can do for a quick 5G rollout: Temporary customs and GST exemptions for network equipment and spectrum will really help",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-goi-can-do-for-a-quick-5g-rollout-temporary-customs-and-gst-exemptions-for-network-equipment-and-spectrum-will-really-help/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "I studied Biochemistry and Molecular Biology at Dhaka University (DU). Pure sciences are usually considered \"rich man's subjects\" in general, requiring more resources for the laboratory settings compared to the applied sciences. So, the funds that the government provides to departments like Biochemistry, even in the so-called best institutions like DU, are merely adequate enough to set up labs that mostly resemble a 1950s-70s biochemistry lab as per the global standard. \nOur public universities conduct a four-year degree following the US' convention. The American argument for a four-year system is that the first year is somewhat exploratory for the students, and in the final year, they write a thesis. However, not surprisingly, we copied the US convention but left out all of its perks. Our students are enrolled in specific departments under specific majors from the get-go, with no  scope for \"exploration\" whatsoever. And, of course, my department could not even provide a thesis opportunity for their undergraduate fourth year students. \nWhy is that the case, you may wonder. The reason, of course, was that there were Master's students who needed to be accommodated first. So, the university did not have enough space for undergraduates. \nHowever, it's time we ask about the legitimacy of the Master's degrees being administered in our public universities. The only reason anyone should acquire an MSc degree anywhere is for research experience, and the research that is being conducted in universities here definitely does not meet the global standard for that of an MSc degree, and would have been better served by an undergraduate thesis instead. However, once I acquired my Bachelor's degree, I was, in a way, forced to go for an MSc degree. I wanted to apply to universities abroad but they all required research experience. So, I had to spend an extra 1.5 years getting an MSc degree and official research experience, which, in retrospect, I consider to have been a complete waste of my time. \nI do not blame my institution alone for this. We, as a nation, have a strange fetish for degrees, even if the degree does not add any real value. And because everyone is getting useless degrees, employers also raise their entry bars to match and require an MSc degree. Thus, such useless MSc degrees are normalised. Nobody profits from this. Not the university, not employers, and certainly not the students who have to spend a year or more working for the MSc. But everyone is happy because they can claim to have a postgraduate degree. It's almost like we are too ashamed to admit the system is too underfunded to give out any MSc degrees at all. So, we are attaching fake tags to our low quality products and convincing ourselves they are actually quality products. \nIt's high time we abolish this farce in the name of education and save the precious years of our early adulthood. \nAs deplorable as our public universities are, the national colleges are an even bigger scam. They are essentially unemployment factories which serve no function whatsoever apart from filling the demand for our degree fetish while wasting the public money. This same fund could be more effectively used for setting up technical colleges. But the sad truth is that we would like to complete a four-year graduate programme – even if that leaves us unemployed – so that we can tell everyone we are \"graduates.\"\nImitation of a good system can be fruitful if done properly. But this watered-down imitation of the American system is costing us money, youth, and time. \nBachelor's programmes in the US span four years because in the first year the students get to enrol in a variety of courses to explore their interests before they decide what their major should be. As our current tertiary education infrastructure does not allow students to explore their interests before deciding on a major, there is no justification for the extra year, which costs us time and money. We should therefore go back to our previous three-year graduation format, which is also a standard in Europe.\nSecondly, MSc programmes should either be eliminated or severely restricted. The resources freed up from eliminating MSc programmes can be better utilised to include a thesis course in undergraduate programmes so that students do not have to get an MSc degree just to acquire some research experience. If this is implemented, our students can apply to universities abroad as soon as they complete their graduation, and employers will also eventually stop asking for MSc degrees for entry-level jobs. After all, why should an entry-level job require an MSc degree? \nFinally, as a society, we need to get over our obsession with getting degrees for the sake of it when it does not add any real value to our careers. A good step forward would be to do a complete overhaul of our national colleges. Our economy demands technically skilled personnel, which aren't being created by our tertiary education system. As the national colleges are nowhere near the global standard in terms of giving out even Bachelor's degrees (let alone MSc degrees), the resources would be best utilised by establishing a quality technical education infrastructure. \nInstead of catering to our degree fetish and staying caught up in the cycle of conducting and acquiring useless degrees, we need to get rid of these degrees altogether and focus on improving the quality of the degrees we're currently disbursing. We also need to bestow upon technical education the significance it receives in developed countries.\nShafaat Hossain is a graduate student at the University of Houston in the US.\n\n",
        "headline_1": "Our public education system's strange fetish for useless degrees",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/our-public-education-systems-strange-fetish-useless-degrees-3086126",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "When Sukran* sat on a fishing trawler to cross the Bay of Bengal and change her life for the better, she thought for a split second that, had she gotten a marriage proposal from a \"decent\" family, from a man with a job, she would not have started this deadly journey to Malaysia. \nThose were Sukran's words when we first met in 2020, after she was rescued from a fishing trawler with 396 other survivors around mid-February, after spending 55 days adrift in the Bay of Bengal. Cut to 2022: Sukran is married. \nHer husband is a middle-aged man with five children. Sukran is his second wife and is now pregnant with her second child in the Rohingya refugees camp. This is not how Sukran wanted her life to be, as I recall. \"Anyway… I have a secure life now. His first wife lives in another camp. My marriage gave me security. You know how men behave with an unmarried girl. It's better for a girl to get married when she is still entering puberty. Unmarried girls are not safe around men,\" Sukran tells me.\nOver the last four years, polygamy has increased in Rohingya refugee camps due to the social, cultural, and religious dynamics of the community. This was not the case when they were in Myanmar. A special order was issued only for Muslims of Rakhine state in the 1990s. It stated that, without an identity check and official permission from Burma's border security force NaSaKa and Burma's Military authorities, Rohingya marriages could not take place in Myanmar. The whole process was also rigorous and expensive. Also, in 2015, Myanmar passed a monogamy law where having more than one wife was made illegal for men.\nAs per the dominant belief of the Rohingya community, a woman under the supervision of a man can live a safe life. But does that save them from getting harassed and raped? \n\"Marriage is the only solution of the community to 'save' a girl from being abused in camps. Our women are precious to us. If she is married, other men will not look at her. They should also stay at home to be safe. Or else accidents can happen,\" says a Female Religious Teacher (FRT).\nIn the camps, marriage registration is directly under the camp in-charge's (CiC) supervision, in coordination with the security forces. The CiC acts as an executive magistrate under the Mobile Courts Act, with the power to resolve disputes and implement punishments. But CiC-led documentation started only in mid-2020. After the 2017 influx of Rohingya refugees, most marriages were unregistered and became only a religious ritual. Thus, polygamy has increased. \n\"Powerful and wealthy men can afford more than one wife. So, why not!,\" asserted a Rohingya male volunteer. By saying \"powerful men,\" he meant majhis, members of political groups, leaders, and imams who are comparatively rich and powerful in camps. Having more than one wife is a symbol of wealth and power for them. \nAccording to 2022 figures from the UNHCR, there are around 10 percent more adult women than men in the Rohingya refugee camps. Many men were killed in the Myanmar crackdown, while some illegally migrated to Saudi Arabia and Malaysia abandoning their wives in the camps. Due to there being fewer men than unmarried women in camps, the men feel obligated to marry more than once and indulge in polygamy. Sometimes, husbands are reported to have \"disappeared,\" but aid workers track them down to other camps, where they are found to be married to another woman. In other situations, men keep several wives in different camps to receive aid and humanitarian assistance as women in the camps are prioritised by humanitarian organisations, unlike in Myanmar. After receiving aid for different wives from the different camps, men trade the aid for cash.\nOther factors which propagate polygamy are dowry (polygamous men do not ask for dowry from the bride's family), patriarchy and religious conservativeness in society, many Rohingya men being in prison for being involved in illegal activities in camps, unemployment, etc. \nAid agencies are becoming aware of this fact and are becoming strict at the distribution spot. But it is difficult due to the unregistered marriages. One of the distribution centre operators from an international humanitarian agency mentioned, \"Receiving extra aid by getting married twice or thrice is a common issue here. Women come to receive aid in the distribution centre and men trade aid products through women.\" \nHalima*, a 19-year-old girl (married to a 38-year-old man) says, \"It is better to marry an already married man than to wait around to get married. Men can get married four times in our religion. My husband has two more wives in two other camps. Each of his families receives livelihood products from their respective camps. I do not like being one of my husband's three wives, but I do not have another choice.\"\nGender norms have been changing in Rohingya society after the displacement. While they were in Myanmar, women were involved in household chores only. Now, they have different roles to play. At aid distribution centres, they are prioritised. Working as volunteers and being community leaders, they are working to develop the capacity of other women in camps, and are learning to make their own decisions. Empowered women who are in polygamous marriages often raise their voices but get beaten by their husbands. Men are threatened by empowered women in camps and thus, gender-based violence is increasing too. \nIn May 2022, an ACAPS report mentioned, \"Data on the number of polygamous families in the camps is not publicly available, given the sensitivity of the topic.\" It also mentioned that marriages between Rohingya women and Bangladeshi men are increasing, even though it is illegal. But the rate of polygamy is definitely increasing, indicating a need for immediate action.\n*Names of all interviewees have been changed to protect them from being victims of misconduct.\n\nNazmun Naher Shishir is a humanitarian worker based in Cox's Bazar.\n",
        "headline_1": "Rising polygamy: Cost of being a woman in Rohingya camps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rising-polygamy-cost-being-woman-rohingya-camps-3086101",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "Until the onset of the current macroeconomic challenges, the story of macroeconomic stability in Bangladesh over the past one and a half decades included sustained and rising economic growth, low volatility of economic growth, keeping the budget deficit at around five percent of GDP, favourable current account balance, a declining share of foreign aid in the gross national income (GNI), low level of external debt as a percentage of GNI, overall robust growth of exports and remittances, growing foreign exchange reserves, manageable inflationary pressure, a stable exchange rate, a high level of installed capacity of electricity, and reasonably stable private investment regime. The list is long. Not many developing countries have enjoyed such macroeconomic stability for a long time in recent years. Even when the Covid pandemic affected the economy, poverty, and labour market in Bangladesh, the macroeconomic stability was not affected much. The government was able to run a large stimulus package.\nHowever, there is the other side of the coin, too. Despite the macroeconomic success, Bangladesh faces several long-standing challenges, which include a very low tax-GDP ratio, a high degree of non-performing loans and weak governance in the banking sector, very low level of foreign direct investment (FDI), misalignment of exchange rate hurting export promotion and export diversification, high cost of doing business, lack of export diversification, sluggish employment growth, slow progress in private sector investment, a large amount of illicit outward money transfer, high amount of subsidies in the annual budget, and inefficiency in budget implementation.\nThe ongoing global economic crisis is a result of shocks from both the demand and supply sides, but supply-side disruption is the dominant one. Bangladesh, like most developing countries, has been struck hard by this slowdown and the war in Ukraine, which is driving up the prices of food and fertiliser and exacerbating food insecurity and poverty. The pressure of the current price hike is beyond the endurance level of the low-income people in the country. We are also facing an escalated current account deficit, slow growth in remittances, stress on the US dollar exchange rate, and strain on the forex reserves to support a sufficient and comfortable number of months of imports. Bangladesh's economy depends significantly on foreign trade. More significantly, its exports, including ready-made garment (RMG) products, shrimps, leather, etc are heavily dependent on Western consumer demand. Therefore, a global recession is likely to have detrimental effects on Bangladesh's export potential.\nThere have been three types of responses so far from the government to counter the current challenges: several attempts to contain imports, some devaluation of the currency, and several austerity measures. The government has also started the process of securing a loan from the International Monetary Fund (IMF) in the range of USD 4.5 billion, and some loans from the Asian Development Bank (ADB) and World Bank. There may be some conditions attached to the loans, especially from the IMF, which are likely to include undertaking reform in some critical areas, especially in the banking and taxation sectors. In the past, we have seen major disagreements among stakeholders in Bangladesh regarding adhering to the IMF conditionalities. But this time, we are seeing a kind of growing consensus on the necessity of such conditionalities that might seek reforms.\nThe government's responses to the crisis have largely been firefighting measures. But the ongoing macroeconomic challenges require undertaking some critical reforms – more than the firefighting measures – to address some inherent structural weaknesses in our economy. The banking sector's weak governance needs to be looked at quite seriously. At the same time, the existing interest rate cap – nine percent on lending and six percent on deposits – needs to be lifted.\nThe current situation underscores the need for a much bigger fiscal space that the country is seriously lacking. Bangladesh's tax effort has been inadequate and keeps falling short of its potential. Bangladesh has one of the lowest tax-to-GDP ratios in the world – at less than nine percent. The necessity for a prudent fiscal framework has become much more obvious than in the past. It is expected that the government will demonstrate strong political will in putting into effect long-overdue crucial reforms in the taxation sector.\nThere has been a devaluation of the local currency, we will probably see more of that in the coming days. This is likely to provide some strong incentives for export promotion and diversification. But currency devaluation may not have an auto-trigger for export response and export diversification unless some of the very inherent policy-induced and supply-side issues are taken care of. Many non-RMG export sectors, especially leather, light engineering and agro-processing, suffer from various policy-induced and supply-side bottlenecks in the form of high tariff and tax rates, weak infrastructure, and a lack of access to financing.\nAs a result of the war and its effects on fuel prices, Bangladesh may get the much-needed impetus it needs to reduce its dependency on fuel imports and switch to a green, resilient, and inclusive growth trajectory. We should gradually reduce ineffective fuel subsidies that typically favour wealthier households and drain the public coffers.\nIn terms of debt management, currently, Bangladesh is not under pressure like Sri Lanka. Public debt remains sustainable. However, the country needs to be on alert, because many of the country's large-scale projects are financed by foreign debt, and the amount of annual debt servicing is going to escalate quite significantly in a few years from now. Concerns exist regarding the lack of appropriate feasibility studies as well as the cost and time overruns of many megaprojects. Avoiding unnecessary megaprojects and proper feasibility studies of the development projects are crucial. The projects that are already underway could become burdensome if their completion are delayed and the expenses eventually become exorbitantly high. All these could eventually put unwanted strain on the debt burden.\nBangladesh hasn't been successful in attracting large-scale FDI, whereas FDI could be a major source of foreign exchange. The Padma Bridge has opened up a huge opportunity both for domestic and foreign investments. But we need Padma Plus; that means it's not only the Padma Bridge but several other investment-friendly measures that need to be put in place to make the best out of this bridge. To attract FDI, making some special economic zones operational at the quickest possible time is warranted.\nWhile the government has a priority to focus more on macroeconomic stability and economic recovery, it is equally important to address the issues of poverty, vulnerability, and rising inequality. Over the last two decades, the successive governments continued spending very low on education, health, and social protection. The repeated failures to increase the shockingly low tax-to-GDP ratio are the main cause behind low social spending. However, there are also concerns that the policymakers have not yet set in place the proper priorities when it comes to making significant investments in social protection, healthcare, and education.\nAll the structural measures are meant to make the underlying economic fundamentals of the country stronger to counter the short-term turbulence and achieve the long-term goals. Bangladesh has been enjoying macroeconomic stability for a long time, which created a reasonably resilient long-term path for its economy. But policymakers need to be very careful about these very strong short-term shocks. Unless the necessary structural reforms are undertaken, these short-term shocks can destabilise the long-term path quite significantly.\n \nDr Selim Raihan is a professor at the Department of Economics of the University of Dhaka, and executive director at the South Asian Network on Economic Modeling (Sanem).\n\n",
        "headline_1": "The anatomy of macroeconomic challenges in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-anatomy-macroeconomic-challenges-bangladesh-3086091",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "We are dumbfounded by the way an organised gang has been extorting truck and other vehicle drivers at various points of the roads in areas under the Dhaka South City Corporation (DSCC) in the name of city toll collection. Surprisingly, the gang members are none other than the employees of a company authorised by the DSCC for city toll collection. According to a report by the daily Prothom Alo, the DSCC has given lease to the company to collect tolls from at least 57 points in five areas: Sayedabad, Gulistan-Jaykali Mandir, Fulbaria, Dayaganj, and Dholaikhal truck terminal. But what the employees of the company are doing is collecting tolls from outside the designated spots. While they are supposed to collect tolls from buses and minibuses from some particular points, they are collecting tolls from trucks and other cargo vehicles and charging them as they want. And if the drivers don't comply, they are even beating them up with rods and sticks.\nReportedly, these illegal activities have been going on for a long time without the city authorities taking any steps to contain the situation. Police and Rab have only arrested some of the petty extortionists and filed a few cases. That's all. Last year, this daily published a similar report on how two companies, authorised by the DSCC, were collecting tolls from commercial vehicles in the name of non-existent terminals. It has been also found that the entire toll collection system was running without following due procedure, but no corrective measures have been taken over the years.\nReportedly, the LGRD ministry issued a letter to all concerned in 2015 regarding toll collection. The question is, have the ministry's guidelines been followed by the DSCC authorities? From the way the company designated by the DSCC is operating its activities, it is clear that it doesn't care for any rules and regulations. Such toll collection is nothing but \"institutionalised extortion\" and must stop once and for all, because it is the DSCC authorities that are losing the revenue; reportedly, the DSCC has earned only Tk 13 crore from toll collection in one year.\nWhat the DSCC authorities should do now is issue a show-cause notice to the company for violating the rules and regulations for toll collection. They must investigate and find out the real extortionists and take legal action against them. Only arresting some field-level employees will not help. Also, in order to streamline the toll collection system, they must formulate some specific guidelines for the lease-holding companies and also monitor that the lessees abide by the rules. The toll collectors must follow some basic rules, such as wearing their designated clothes and showing their ID cards before toll collection.\nIt is the DSCC's responsibility to stop such extortion – and seriously explore the culpability and corruption of its own officials in the whole process.\n",
        "headline_1": "Illegal toll collection from vehicles must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/illegal-toll-collection-vehicles-must-stop-3086061",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "We are dumbfounded by the way an organised gang has been extorting truck and other vehicle drivers at various points of the roads in areas under the Dhaka South City Corporation (DSCC) in the name of city toll collection. Surprisingly, the gang members are none other than the employees of a company authorised by the DSCC for city toll collection. According to a report by the daily Prothom Alo, the DSCC has given lease to the company to collect tolls from at least 57 points in five areas: Sayedabad, Gulistan-Jaykali Mandir, Fulbaria, Dayaganj, and Dholaikhal truck terminal. But what the employees of the company are doing is collecting tolls from outside the designated spots. While they are supposed to collect tolls from buses and minibuses from some particular points, they are collecting tolls from trucks and other cargo vehicles and charging them as they want. And if the drivers don't comply, they are even beating them up with rods and sticks.\nReportedly, these illegal activities have been going on for a long time without the city authorities taking any steps to contain the situation. Police and Rab have only arrested some of the petty extortionists and filed a few cases. That's all. Last year, this daily published a similar report on how two companies, authorised by the DSCC, were collecting tolls from commercial vehicles in the name of non-existent terminals. It has been also found that the entire toll collection system was running without following due procedure, but no corrective measures have been taken over the years.\nReportedly, the LGRD ministry issued a letter to all concerned in 2015 regarding toll collection. The question is, have the ministry's guidelines been followed by the DSCC authorities? From the way the company designated by the DSCC is operating its activities, it is clear that it doesn't care for any rules and regulations. Such toll collection is nothing but \"institutionalised extortion\" and must stop once and for all, because it is the DSCC authorities that are losing the revenue; reportedly, the DSCC has earned only Tk 13 crore from toll collection in one year.\nWhat the DSCC authorities should do now is issue a show-cause notice to the company for violating the rules and regulations for toll collection. They must investigate and find out the real extortionists and take legal action against them. Only arresting some field-level employees will not help. Also, in order to streamline the toll collection system, they must formulate some specific guidelines for the lease-holding companies and also monitor that the lessees abide by the rules. The toll collectors must follow some basic rules, such as wearing their designated clothes and showing their ID cards before toll collection.\nIt is the DSCC's responsibility to stop such extortion – and seriously explore the culpability and corruption of its own officials in the whole process.\n",
        "headline_1": "Illegal toll collection from vehicles must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/illegal-toll-collection-vehicles-must-stop-3086061",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "On the same day that the home minister told journalists that law enforcement agencies would not restrict BNP if they hold peaceful programmes, one BNP activist was killed allegedly by police fire while scores were injured after a procession was blocked by police in Bhola. According to local BNP activists, who were protesting the rise in fuel prices and load shedding in the country, they had taken verbal permission to organise a rally and a procession. However, the police contest that the party did not take permission for the procession specifically, and that BNP supporters hurled brick chips and glass bottles at them when they intercepted it.\nLet us assume that the police version of events is the correct one. Let us put aside the fact that in an ideal society, you would not need to request permission to exercise your right to protest. Let us also accept that it was the BNP protesters who became violent first. Even in these circumstances, is it fair for the police to use live bullets to bring a situation \"under control\"? Can the police become judge, jury and executioner and end the life of a man for hurling brick chips? Are there no methods of maintaining law and order other than using such excessive force? Equally importantly, what message does it send to the opposition political camp, especially when BNP is refusing to participate in the upcoming national election fearing undue interferences from the ruling party?\nBNP activist Abdur Rahim is not the first person in the past week to have been killed after police interventions. On July 27, seven-month-old Sumaiya was shot in her mother's lap during election violence in Thakurgaon. On that evening too, the police were attacked by supporters of a defeated contestant, and apparently they opened fire in self-defence. The fact that an infant ended up being killed demonstrates just how reckless this firing must have been. Despite there being a provision in the police code for firing into the ground to frighten rioters, or at knee height to cause injury, we continue to see deaths as a result of lethal force from the police.\nEvery public institution run with taxpayers' money must be accountable to the people. This is all the more crucial for law enforcement agencies who are the only force legally empowered to detain, question, threaten, and sometimes even take the life of a citizen. A force with such power must adhere to the highest ethical standards, and follow procedure to the letter. Yet, what we continue to witness in Bangladesh can only be described as an abuse of power and a miscarriage of justice. Without accountability and immediate reforms, we fear more citizens will continue to die or suffer at the hands of law enforcement agencies.\n",
        "headline_1": "Can police just kill people on the streets?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-police-just-kill-people-the-streets-3085236",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "As multitudes of fresh youths join the country's labour market every year, they remain mostly unemployed or underemployed. Only a small portion of them ---14.9 per cent --- with the requisite skills, reportedly can find jobs in the formal sector. The rest 85.1 per cent remain without work or have to accept the drudgery of being engaged in the informal sector. Obviously, this reflects negatively on the productivity of the country's employable youths. According to an estimate, every year some 2.2 million able-bodied youths join the country's workforce. With few jobs available to them, they soon become a burden to their families and society. Against this backdrop, it is reassuring to learn that the government has formulated an apprenticeship guideline to develop a workforce that is equipped with various skills so that they may become productive and thus can meet the demands of the local as well as the overseas job markets. The move, albeit a belated one, is obviously the first step towards providing a lifeline to the growing army of the unemployed in the country. It is indeed a cruel irony that when only a small fraction of the country's unemployed youths can find employment in local industries, the remaining better-paid positions are grabbed by foreign workers. On this score, a report by the Transparency International, Bangladesh (TI, B) published in February, 2020 says that a quarter of a million foreign workers are employed both legally and illegally in Bangladesh and they remit to their home countries foreign currency equivalent to Tk 2.64 trillion every year. Also, as a consequence, the government is losing revenue worth Tk120 billion annually, the (TI,B) report further adds. In stark contrast to that a large number of unskilled and low-skilled local youths are in a mad rush to get low-paid overseas jobs. Even worse, many of them end up in foreign lands as victims of trafficking in person. On the other hand, a large portion of whatever our unskilled, semi-skilled and low-paid migrant workers employed overseas are remitting home as foreign currency is being spent to pay the foreigners working in Bangladesh. This is very unfortunate, especially, at a time when the volume of homebound remittance is shrinking due to various factors attributable to a large extent to the volatile foreign currency market.In this situation, it is imperative that the latent potential of the country's youth workforce is duly tapped through upskilling them in trades that can meet the demands of local and overseas employers. Here, Bangladesh's diplomatic missions abroad have a big role to play by way of supplying current information about jobs in demand in the host countries, especially, those that are suitable for the upskilled local youths. It is worthwhile to note that the task of raising the skills of the local youths is not merely a matter of reducing unemployment in the country. In fact, it is more than that particularly at a time when the economy is in the process of upgrading itself as a middle income one. It is only more so because the world economy at the moment is experiencing a tectonic change in the shape of the so-called fourth industrial revolution (4IR). So, the government would be required to get its act together and transform the country's youths into a highly productive force, who can meet the emerging challenges of the time.",
        "headline_1": "Raising skill levels of unemployed youths",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-skill-levels-of-unemployed-youths-1659451851",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "Amid the many adversities the country has been facing since the outbreak of the pandemic, the only area that appears to keep hope alive is on the export front. Exports, no doubt, have demonstrated commendable resilience, and the number one export item, readymade garment (RMG), though initially held up by snags, has apparently come out of the difficulties. This is evident from the surge in export to the biggest single market-- USA. In fact, an increase in export of garment to this key market is dubbed a boom.  According to the US Office of Textile and Apparel (OTEXA), US brands and retailers imported $40.93 billion in January-May this year-- up by 40.11 per cent year-on-year. The important thing for Bangladesh is that the country was able to substantially increase its share in the US market in keeping with the soaring US imports. Bangladesh's export of RMG to the US witnessed a 59 per cent rise to $4.11 billion in January-May this year compared to the corresponding period last year. The country earned $7.14 billion from RMG export to the US last year-- 8.76 per cent of the US RMG market. With the surge in export this year, market share has risen to 9.30 per cent till May 2022. Last year, Bangladesh exported $7.15 billion worth of RMG to this market. Compared to 2020, this was about 36 per cent higher. Garments worth $5.93 billion were exported in 2019 to the US market. The following year also had a great start. However, with the outbreak of COVID-19, exports continued to decline. Finally, garments worth $5.23 billion were exported in 2020. The country's RMG industry leaders opine that due to the Russia-Ukraine war, some of the European Union's (EU) brands and buyers are currently giving a second thought to buying. However, a lot of orders are coming from US brands and buyers. The US has a large number of orders for June-July season. If there is no new problem, industry leaders expect the country to keep up this high growth in exports. Two factors are attributed to the increased RMG export to the US market. While on the one hand, both knit and woven garments have been shipped to the US market in large volumes in the past two years, on the other, there has been a commendable growth in knitwear export causing a sizable diversion from the EU market to that of the US.  Sustaining the flow of export to the US might be a challenge in the future as rising inflation in the US affecting the consumers is likely to impact on their purchasing capacity, which may turn worse by the Russia-Ukraine war. However, according to industry insiders, orders as of now are aplenty and this will keep the current momentum for at least a couple of months. Meanwhile, a FE report quoting a study titled '2022 Fashion Industry Benchmarking Study' says improvement in fulfilling compliance norms by Bangladesh's exporters is an important factor in the increase of its apparel export to the US. The study, jointly conducted by the United States Fashion Industry Association (USFIA) and the University of Delaware, was released recently. It said that although Bangladesh ranked poorly in labour and social compliance years back, lately there has been a noticeable improvement in this regard. US buyers gave the country 1.5 points out of 5.0 in fulfilling compliance norms in 2018, which moved to 2.0 during 2019-2021, and in 2022 there has been a further upward move to 2.5. The study also says that despite current economic conditions and continuing setbacks due to Covid-19 pandemic, Bangladesh still offers the most competitive prices in 2022. The study based on views of selected respondents say that more than 70 per cent of the respondents have stated sourcing from China now involves 'high' or 'very high' labour and social compliance risks. The points for China are 2.0, while for Vietnam 3.0, according to the survey. More than 80 per cent of respondents expected to cut sourcing from China over the next two years as they are adopting a more diverse sourcing base in response to supply chain disruptions and the need to mitigate growing sourcing risks. Concerned quarters are taking the study report seriously. The study surveyed executives from over 30 leading fashion brands, retailers, importers, and wholesalers, including some of the largest brands and retailers in the US. Increasing sourcing and production costs remain a top concern for the US fashion industry and, for the first time in the nine-year history of the Benchmarking Study, 100 per cent of respondents expect their sourcing costs to increase in 2022, including nearly 40 per cent expecting a substantial cost increase from a year ago. Asia remains the dominant sourcing base for US fashion companies. Notably, eight out of the top ten most-utilised sourcing destinations are Asia-based, led by China (91 per cent utilisation rate), Vietnam (88 per cent), Bangladesh (84 per cent), and India (72 per cent). Regarding Asia-based suppliers, India, Bangladesh, Indonesia, and Vietnam are among the most popular destinations where respondents plan to increase sourcing over the next two years. \"In general, these countries have relatively large-scale production capacity and stable economic and political situation,\" the study report says. From the above, it appears that although Bangladesh has substantially improved in meeting compliance needs, further improvement is critically important for a larger share of US apparel market. \n[email protected]",
        "headline_1": "Sustaining the momentum in RMG export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sustaining-the-momentum-in-rmg-export-1659451923",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "How many people live in the Bangladesh capital couldn't be known as yet from the latest census! Dhaka's two city corporations, according to a 2020 enrolment report, had 5,465,703 voters. If that figure is doubled (to 10.93 million) for reasonably estimating its population by adding under-18 and floating people, that's still half the projected number of 22.47 million as per macro-trend analysis.Migrant workers and working people who commute from neighbourhood and adjacent administrative districts, and people visiting the city for official, medical, business and other purposes cant's be counted as city dwellers. An official of the Bangladesh Bureau of Statistics (BBS) -- the enumerating agency -- elucidated this when this author sought to know the details of the census outcome and its methodology.So, the answer, given by a jobseeker during his viva voce in a television drama in the1980s that the Dhaka city's population was \"Mela (quite a lot)\", remains valid till date. Thus the city planners won't be able to say soon exactly how many residents in this megacity need foods, lodging and utility and regulatory services.However, the biggest puzzle of this year's census report is how the national population has stagnated despite a more than 1.0 per cent growth over the decade. The 2022 census' primary data suggests the population at 165,158,616, almost equal to the 2011 figure of 164.4 million.The population may stand at 170 million in the final report, forecast the BBS official, explaining that there's no legal scope to count non-resident Bangladeshis. Tracking of emigrants at exit and re-entry points, databank of adults having national identity cards, and birth registration and school enrolment could have helped present a clearer picture.Even if the projected number is taken into account, Bangladesh requires less than 30 million (27,922,500) tonnes of foodgrains a year given a person's average consumption of 450 grams a day. And if the country's annual grain output is truly in a range of 36-38 million tonnes, we have a huge surplus. Then, why are we not a grain exporting country?Take also the case of the previous fiscal year's gross domestic product (GDP), estimated at US$465 billion and per capita at $2,824 based on the previous census. If our population now rises to 170 million, each citizen would lose $100, though not in real term, fortunately. That growth will raise the rate of unemployment since the number of jobs won't increase through this census.Authentic data are essential for policymaking and project planning. An underestimate showing the population at 5-7 million lower than the realistic total, may deprive goods manufacturers, service providers, distributors and traders of a huge market opportunity and lead to a crisis that causes more sufferings to consumers.The recent dollar market volatility, energy sector crisis, price spiral and tensions in the financial sector can't be analysed separately, without accurate data generated today and taken from the past.When the country has a reserve equivalent to, say, nine months of import bills, another puzzle arises: Why is the budget support from the International Monetary Fund required (to cushion balance of payments deficit)?Following contradictory statements, it was reported that Dhaka was going to seek US$4.5 billion IMF loan plus $1.0 billion from the World Bank and $700 million from the Asian Development Bank. Already a major recipient of commercial loans including supplier's credit from other sources, Bangladesh shall have to spend billions for debt servicing from 2024 onwards.However, the future generation of leaders must know how much today's and tomorrow's children would have to repay and why.In spite of attempts to downplay, the impacts of siphoning off money, costly power sector deals and infrastructure projects, stock market scams, and loan forgery and banking sector mismanagement, are being felt on different fronts. It's high time the country had taken stock of the fallouts of the old moves, mistakes and lapses in order to learn a lesson and tide over the crisis.\n[email protected]",
        "headline_1": "Consequences of statistical mismatches",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/consequences-of-statistical-mismatches-1659451962",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2022"
    },
    {
        "full_article": "While still confronting the looming fear of yet another coronavirus wave, Dhaka city has to deal with the return of dengue recently. According to the Directorate General of Health Services, more than 60 dengue patients are being admitted to different hospitals in the capital city every day. A total of ten people have so far died from dengue this year between January 1 and August 1. More than 1,500 dengue cases have been reported only in July. This shows that there is a chance of witnessing a higher number of dengue patients this year compared to the past couple of years. Dengue virus is known to remain a threat from June to September in the country. But experts fear that the disease may stay longer this year because the standing water from the season's rain has created an optimal environment for the disease-carrying Aedes mosquitoe to breed. So, strict preventive measures should be taken by the authorities concerned to keep the virus at bay. One of which is a city-wide fumigation to kill breeding mosquitoes and their eggs before they have a chance of spreading the disease. More useful sporicidal fumigants should be procured as the existing ones are apparently failing to deliver the desired results. Hospitals should be well-equipped to treat the rising number of dengue patients so that people do not have to lose their lives anymore. \nSirazi Shahjahan, Malibagh, Dhaka,[email protected]",
        "headline_1": "Keeping dengue at bay",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-dengue-at-bay-1659451984",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2022"
    }
]