[
    {
        "full_article": "Panic and confusion seem to have triggered the Lucknow-Mumbai Pushpak Express accident in Maharashtra that killed 12 people and injured at least 10 others. Eyewitness accounts talk about the rumour of a fire that led to an alarm chain being pulled and the train coming to a stop. Passengers often choose to get down when their train makes unscheduled stops and that is what happened near Pachora station in Jalgaon district. Those who deboarded on the side of an oncoming train on the adjacent track, the Karnataka Express, were mowed down. Reports talk about a curve that reduced the line of sight of the driver of the oncoming train who, nevertheless, promptly applied the brakes seeing the flashing lights, as in the procedure adopted to stop all other trains when one train stops midsection. The Karnataka Express was speeding and had a braking distance of some 750 m; the Rajdhani needs more than a kilometre to stop. It could have been worse had the brakes not been applied promptly, railway officials have been quoted as saying. Passengers deboarding a train and facing danger is not uncommon either. Auto doors that can be opened and closed only by railway personnel — a feature of the Vande Bharat and Rajdhani trains — may need to be fitted in general trains as well. Such doors come with their own logistical challenges such as a requirement that the door locking system of each bogie matches with the rest, but it may well be worth the cost.The panic shown by the passengers is a typical response in India and is seen in stampedes. In 2017, a flower vendor on a rail platform bridge at Elphinstone Road station in Mumbai, apparently complained in Marathi of ‘her flowers falling’, which commuters misunderstood to mean that the bridge was collapsing, leading to a stampede that killed 23 people. Probably, the series of railway accidents in recent times was fresh in the minds of the Pushpak Express passengers and added to the panic. While those accidents, at first glance, were caused by human errors or local faults, they were actually a result of a long-term and unaddressed need for enhancing railway safety. Further, initial media reports quoted railway officials talking about “hot axle” and “brake binding” that may have caused sparks and smoke, which gave rise to fears of a fire, and in turn the alarm chain being pulled. Brake binding happens when a brake is applied by the driver but after its release the brake does not disengage in one or more bogies. The wheels, instead of rolling, would only slide when speed picks up, leading to the emission of sparks and smoke. Brake binding is a case of poor maintenance. An inquiry by the Commissioner of Railway Safety concerned, an independent body of railway experts that does not come under the Railway Ministry, should uncover the true cause of Wednesday’s accident. Published - January 24, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        railway accident\n                    \n                            /                      \n                        \n                        safety of citizens\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Mumbai\n                    \n                            /                      \n                        \n                        inquiry",
        "headline_1": "Rumour has it: on the Lucknow-Mumbai Pushpak Express accident",
        "headline_2": "The underlying causes of the track deaths have more to do with deep rooted malaises",
        "link": "https://www.thehindu.com/opinion/editorial/rumour-has-it-on-the-lucknow-mumbai-pushpak-express-accident/article69132602.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "President Donald Trump’s decision to withdraw the United States from the World Health Organization (WHO), based on charges of bias, is stunningly short sighted, and deeply concerning to the global health community. Pundits are predicting that this move, if not withdrawn, or reconsidered, may well unleash the butterfly effect — a cascading set of unpredictable consequences arising from even the smallest of changes in a system. Soon after his inauguration, Mr. Trump wasted no time in announcing the beginning of the process of ending the U.S.’s membership of WHO. In language that smacked of petulance, Mr. Trump, as he signed his first batch of executive orders, declared: “The World Health [Organization] ripped us off.” The U.S. will now leave the United Nations health agency in 12 months’ time and stop all financial contributions to its work. He accused the organisation of mishandling the COVID-19 pandemic, and of being partisan towards China, though the U.S. contributed more to its coffers. The move has not been entirely unexpected: during his previous term as U.S. President, he relentlessly criticised WHO for acting slow and being “owned and controlled by China”; in 2020 he initiated a move to halt funding to WHO, though it was scuppered as his term came to an end.Why is the withdrawal of the U.S. significant? For starters, Mr. Trump is right — the U.S., which is a founding member of WHO, is also its biggest financial backer, contributing around 18% of its overall funding. Withdrawal of these funds will seriously impact health programmes being implemented across the world, including interventions for HIV/AIDS, tuberculosis and the eradication of certain infectious diseases. WHO is also involved in ensuring equity of access to life-saving drugs for people across the world, building stronger health systems, detecting and preventing disease outbreaks. If Mr. Trump could set his petulance aside, it would be clear that global health does not operate in silos, and neither a stern countenance nor physical boundaries can keep pathogens out of one’s own geography. If any lessons have been learned at all from the COVID-19 pandemic, it is that no one is safe until everyone is safe, and that collaboration among nations, and open sharing of data and technology are essential to tackle pandemics. WHO has reached out to the U.S., hoping that it will reconsider its decision and engage once again with it. As fantastic as it may sound, medicine is no stranger to miracles of science, and the health community hopes one more will restore the U.S. back to WHO’s fold.\r Published - January 24, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        United Nations\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Coronavirus\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        finance (general)\n                    \n                            /                      \n                        \n                        AIDS\n                    \n                            /                      \n                        \n                        tuberculosis\n                    \n                            /                      \n                        \n                        disease\n                    \n                            /                      \n                        \n                        prescription drugs\n                    \n                            /                      \n                        \n                        technology (general)",
        "headline_1": "​WHO is right: On the U.S. leaving the World Health Organization",
        "headline_2": "The U.S. must return to WHO’s fold in its own interest",
        "link": "https://www.thehindu.com/opinion/editorial/who-is-right-on-the-us-leaving-the-world-health-organization/article69132267.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "Changing styles in everything from clothes to cars is what keeps the wheels of commerce spinning\nAt first I thought it was a case of mass somnambulism, people walking in their sleep. Men and women were out and about wearing their night suits, pyjamas and tops of matching colour and design.\nBunny explained to me that they weren’t sleepwalkers, and what they were wearing weren’t night suits, but a new fashion statement called co-ords, in which the same material was used to make the tops and bottoms of the outfits.\nThis made me think of fashion in general and how it has to continually reinvent itself to remain, well, fashionable. And it often does so by going round and round in circles.\nThere was a time when unisex jeans had flared hems called bell-bottoms, and were the in thing. Then the hems narrowed and became churidars. Then they narrowed some more and became skinnies. And when everyone’s wearing skinnies and looking identical, fashion is likely to resurrect bell-bottoms.\nFashion applies not just to clothes but to everything, from cars, to TVs, to refrigerators, to smartphones. All these things which are called consumer durables aren’t durables at all, because fashion dictates that they keep changing.\nAnother term for fashion is built-in obsolescence, b-i o for short. B-i o is said to have been invented in the 1920s by the US automobile industry. Carmakers were worried because everyone who wanted a car already had one, so the motor market wasn’t growing, and they’d soon be out of business.\nTo stimulate consumer demand they decided to make minor design changes every year so the latest model would look different from earlier models, and if you didn’t want to be seen as a cheapskate by your neighbours you’d buy the latest make.\nAnd b-i o was born. Makers of all products build in a feature, of component or design, which will make the product dysfunctional or undesirable in a limited time period.\nThis ensures a perennially renewable demand for all manner of products. Including those products called political parties. Except in their case, b-i o isn’t called b-i o. It’s called the anti-incumbency factor. \n\n",
        "headline_1": "Fashion and b-i o",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/fashion-and-b-i-o/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "Animals, like us, feel lonely & need comforting. A Japan aquarium discovered this\nThat there is a loneliness epidemic across the human species is widely accepted today. Research into it has gone up, particularly since the pandemic. But we are not alone on this planet. We share it with millions of other species. Is it an anthropomorphic fallacy to ask if they are feeling lonely too? No. As anyone with a much loved four-legged family member will know. As biologists say, we can only gain knowledge about animals by actually looking at them (and not inattentively through our mobile phones). A Japanese aquarium did so, and has brought us a fascinating finding.\nAfter the aquarium in Shimonoseki closed for renovation, it noticed that their solitary sunfish had stopped eating. Previously, it used to swim up to the front of its tank whenever people came to visit. So, on the off chance that it was missing the visitors, they put cardboard cutout faces and aquarium uniforms on hangers, near the fish. And they also started waving at it, lots. Soon enough, it was back to gobbling its jellyfish meals.\nIn German, sunfish are called “swimming heads”. Scientific name, Mola Mola, this big, bony creature has a back fin that folds in on itself, giving it an unusual circular appearance. It can weigh upwards of 2,000kg and live longer than two decades. The thing is, if the Shimonoseki sunfish is feeling lonely, what’s going on at aquariums around the world? We pay too little attention to “zoochosis”, distress and diseases of animals in confinement. At the same time, we find ever more comfort in stuffed toys. The Shimonoseki lesson is that the happiness of human and animal is intertwined. But for too long and too destructively, it’s the pitiless Ahab in us who’s prevailed. It’s he who must be caged.\n\n",
        "headline_1": "Fish  human",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fish-loves-human/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "Stargate’s under a cloud, Indian netas should also be more upfront about investor summit MoUs \nElon Musk, master of rocket flying, has called out Trump’s other friends for kite flying. Shortly after Trump announced a $500bn AI infra project called Stargate – “largest in history” – on his second day in office, Musk dissed its principals on X. “They don’t actually have the money,” he wrote. Stargate needs$100bn to get off the ground. Musk claims “on good authority” that SoftBank, which is responsible for the financial side, “has well under $10bn secured”. He’s been rebutted of course. OpenAI, Microsoft and Oracle opened their wallets to reveal $101bn in ready cash; SoftBank’s said to have another $24.3bn on its balance sheet. But don’t they have other fish to fry? Musk, despite his very public animus towards OpenAI’s Sam Altman, might be onto something here. Remember Trump’s 2017 announcement about a $10bn Foxconn factory in Wisconsin that didn’t materialise? So well done, Musk, and it would be good if netas in India also sometimes let light escape from the black hole of investor summits and billion-dollar MoUs that seem to have the shelf life of a birthday greeting card.\nIt would take a brave soul with spreadsheet smarts to tot up all the trillions of dollars worth of MoUs that Indian states have signed with investors over the years. On Wednesday, Maharashtra announced a 16L cr MoU haul ($185bn) at the WEF meet in Davos. In its 2023 investor summit, UP signed 18,643 MoUs worth 32L cr ($370bn). Andhra signed MoUs worth 13L cr ($150bn) the same year and Bengal had proposals worth 3.8L cr ($44bn). That’s well over half a trillion dollars between just three states, and when it comes to investor summits, Assam, Haryana, Madhya Pradesh, Rajasthan and others are also in the game.\nHow much investment actually happens in India? Govt data shows gross fixed capital formation rose from about 33L cr ($381bn) in 2014-15 to 54L cr ($624bn) in 2022-23. The record for one quarter is 15.7L cr ($182bn). But GCFC includes investment by govt, so clearly the investor summit MoUs are worth little more than their weight in paper. While states maintain opacity around MoU conversion rates, the reality sometimes slips out in headlines. For example, 90 of 1,045 MoUs (8.6%) signed at the 2018 UP summit had translated into investments over two years. In Haryana 36% of MoUs signed at the 2016 summit materialised by 2024.\n\n",
        "headline_1": "Well done, Musk",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/well-done-musk/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "Putting up concrete structures everywhere is one of the most destructive human traits \nIt’s so Trump. In the middle of the world’s most intractable conflict, he sniffed out real estate possibilities in Gaza. After all, the ceasefire deal was partly brokered by his property developer buddy. Remember that Trump’s damad  Kushner had talked up the possibilities of Gaza’s waterfront. But why single out the Trump family. This real estate view of the world is widely shared by many policymakers and some super-rich. Fragile beaches or mountains or islands or even planets like Mars, there’s no piece of land they can’t make over into a property listing. That’s why, for example, the Great Nicobar islands are being prospected for ‘mega-development’. Even the high Himalayas are newly disaster-prone, because of rampant overbuilding sharpening the risk of avalanches and floods. \nWhat does a developer care about the resilience of the environment or the long-term chances of living there? They simply raze and build, social and environmental costs don’t figure. Their responsibility ends at the point of sale. The risks are all yours, dear buyer, whether they stem from bitter, dispossessed locals or ecological vulnerabilities. Malibu or Nicobar, they’ll sell you the pretty brochures and leave you to figure out the fine print.\nThere has been some belated acknowledgment of the real estate sector’s obligation to decarbonise, the need for a circular economy, retrofitting old buildings for new uses, rather than demolishing and starting from scratch. But the bad old ways die hard: as long as the planet is seen as property to be sold for a quick buck, rather than a commonwealth, an ark, a home to be cherished because our lives depend on it, we’ll keep paving our paradises and putting up parking lots there. Condos in Gaza? Don’t rule it out. Palestinians? They can be moved to Negev desert, Kushner had said.\n\n",
        "headline_1": "Build, baby, build",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/build-baby-build/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "Our heart goes out to the over 18,000 Bangladeshis who missed the deadline to fly to Malaysia for work around eight months ago through no fault of their own, and are still waiting to travel, despite various assurances given to them over time. It can be recalled that Malaysia reopened its labour market to Bangladeshi workers in 2022—after a four-year suspension due to recruitment irregularities—but then announced a freeze on hiring foreign workers in March 2024. This affected prospective workers from 14 countries, including Bangladesh, who were asked to enter the country by May 31. However, despite obtaining clearance from the Bureau of Manpower, Employment and Training (BMET), completing other necessary paperwork, securing visas, and even purchasing plane tickets in some cases, thousands of Bangladeshis failed to enter Malaysia by that deadline.\nThe failure was primarily due to mismanagement by the previous regime and local recruiting agents. Since June, numerous promises have been made, but none have been fulfilled. To be fair to the current government, it appears to have made sincere efforts to address the grievances of these prospective migrants. However, the reality remains that these individuals have faced significant hardships to prepare for their travel. Many have incurred substantial debts—with some even selling their land—to cover travel-related expenses. As they continue to wait, some have had to take on further loans, while others are struggling to cope with mounting interest on their existing debts. The psychological toll of this prolonged uncertainty has also been immense, with many families facing anxiety about their financial stability and future. Under these circumstances, the longer they have to wait to travel to Malaysia, the more debt-ridden and vulnerable they will become.\nRecently, Law Adviser Asif Nazrul assured prospective migrants that they would be sent to Malaysia in phases, starting in late March or early April. He stated that those with BMET clearance and visas would begin travelling by the end of March, while those without BMET cards but with visas would be prioritised next. He further mentioned that individuals without BMET cards or visas should reclaim their passports and funds from the recruitment agencies, with ministry support in the process if necessary.\nWhile we are encouraged by the law adviser's assurance, it is essential that these promises translate into action without further delay and that the timeline is followed without exception. Transparency and regular updates on the progress of the phased travel plan would help rebuild trust among the affected workers. Additionally, the government should ensure strict oversight of recruiting agents and agencies to prevent similar lapses in the future.\n",
        "headline_1": "Deliver on assurances to stranded workers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/deliver-assurances-stranded-workers-3806721",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "Addressing the intricate relationship between fire incidents and climate change is increasingly crucial, particularly in vulnerable regions like Bangladesh, which faces escalating threats from climate-related events. The alarming rise in global temperatures has been directly linked to a surge in the frequency and intensity of wildfires, illustrating a clear connection between climate instability and fire risks. For instance, the devastating wildfires that swept through Southern California in 2025 serve as a stark reminder of how prolonged drought, extreme heat, and strong winds can combine to create catastrophic fire conditions. These events not only result in the significant destruction of homes and ecosystems but also highlight the urgent need for countries like Bangladesh to understand and prepare for similar outcomes. \nAs climate change continues to unravel, the impacts become more pronounced, particularly through altered weather patterns that exacerbate fire risks. Rising temperatures lead to prolonged dry spells, which, in turn, dry out vegetation and increase flammability, creating an environment conducive to fire outbreaks. The 2025 Southern California wildfires exemplified how erratic precipitation, coupled with extreme heat, can generate conditions ripe for wildfires, resulting in extensive property and wildlife losses. These patterns are not unique to California; they are increasingly relevant to Bangladesh, where altered rainfall and rising temperatures threaten local ecosystems and agricultural productivity, both of which are vital for food security and economic stability. Other factors, such as rapid urbanisation, deforestation, and unsustainable agricultural practices, could exacerbate this growing threat. \nThe catastrophic experiences from Southern California serve as a cautionary tale; communities that lacked preparedness faced devastating losses. Similarly, many rural communities in Bangladesh are ill-equipped to handle fire outbreaks, hindered by socio-economic vulnerabilities and limited resources. Effective fire management is further complicated by numerous challenges that Bangladesh faces, including limited resources and inadequate infrastructure. The absence of comprehensive fire management policies and trained personnel severely hampers timely responses to fire outbreaks. The 2025 wildfires in Southern California underscored the importance of having well-trained firefighting teams and readily available resources for rapid response. In contrast, Bangladesh suffers from a general lack of awareness regarding fire risks and prevention strategies, leaving communities vulnerable and emphasising an urgent need for education and capacity-building initiatives. \nTo enhance resilience against fire risks in the context of climate change, Bangladesh must adopt integrated disaster management strategies that encompass community engagement and education programmes aimed at raising awareness about fire prevention and response. The US has successfully implemented community-based programmes that encourage local residents to become active participants in fire prevention efforts; such initiatives could serve as valuable models for Bangladesh. Additionally, promoting sustainable land-use practices, such as agroforestry and controlled burning, can mitigate fire risks while simultaneously supporting local livelihoods. Governance plays a crucial role in addressing the intertwined challenges of climate change and fire management in Bangladesh.\nThe wildfires in Southern California demonstrated the necessity of having clear policies and emergency response plans that can be activated during fire outbreaks. Bangladesh must strengthen its policies related to climate adaptation and disaster risk reduction, ensuring these policies are comprehensive and responsive to local needs. Encouraging stakeholder participation at all levels of governance can lead to more effective fire management strategies. Moreover, international collaboration is pivotal in enhancing fire management strategies in Bangladesh. Engaging with global organisations and neighbouring countries can facilitate the exchange of knowledge, resources, and best practices in fire prevention and response. Several developed global countries often collaborate with their international partners for wildfire management, sharing technology and strategies that have proven effective; Bangladesh could greatly benefit from similar partnerships. These collaborations would strengthen Bangladesh's capacity to manage fire incidents effectively and contribute to a more resilient future in the face of climate change. \nThe urgency of addressing fire risks in the context of climate change in Bangladesh cannot be overstated. As the climate continues to evolve, proactive measures must be prioritised to build resilience within vulnerable communities. The lessons learned from the 2025 Southern California wildfire season, particularly the importance of preparedness, community engagement, and sustainable practices, are critical for Bangladesh. By fostering a culture of preparedness and adaptation, the country can safeguard its environment, protect livelihoods, and enhance the well-being of its people amidst an increasingly uncertain climate landscape. \nTo reiterate, the interconnected challenges posed by climate change and rising fire risks present a complex dilemma for Bangladesh. The need for comprehensive and integrative strategies that encompass education, policy reform, community engagement, and international cooperation is paramount. As global temperatures continue to rise, and as we witness the consequences of extreme weather patterns, Bangladesh must take proactive steps to mitigate the potential fire risks by fostering resilience at all levels of society. The experiences from regions like Southern California provide valuable lessons that can aid in shaping effective fire management strategies tailored to the unique circumstances faced by Bangladesh. Through concerted efforts in education, policy enhancement, and collaborative initiatives, the country can better prepare for the challenges posed by climate change while protecting its vulnerable communities and natural resources.\nMd Ayatullah Khan is doctoral researcher in Department of Geography at Hong Kong Baptist University, Kowloon Tong, Hong Kong.\n\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "Climate change and fire risks: Lessons from Southern California for Bangladesh ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/climate-change-and-fire-risks-lessons-southern-california-bangladesh-3806571",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "Following the student-led mass uprising that led to the historical fall of the fascist Sheikh Hasina government on August 5, 2024, the interim government formed the Constitutional Reform Commission in October to draft and adopt a new, inclusive and democratic constitution, ensuring the inviolability of human dignity. After months of deliberation, the committee, headed by Prof Ali Riaz, a political scientist and Bangladesh specialist with international renown, has submitted their report with a number of key reform recommendations. Some of those recommendations are unprecedented, and praiseworthy, whereas some of them need further clarifications or even amending through consultation with the citizenry and other stakeholders.\nLet's start with the Preamble, which is the soul of the constitution and is considered its legal and moral basis. Along with the historic Liberation War of 1971, the anti-discrimination movement of 2024 is mentioned with equal respect in the new proposed Preamble. This may seem like a good decision, but one may wonder if the wording is not clear enough to distinguish the difference between these two historic events. While 2024 will forever be a glorious chapter in our history that the new generation brought about, it would be foolhardy to try and compare it to 1971, which marks the genesis of the nation. We are not suggesting that the new Preamble does that directly, but we believe that more careful wording could avoid this equivocation and distinguish both events in their own glory.\nA major change has been proposed in the fundamental principles of state policy by removing nationalism, socialism and secularism, retaining only democracy from the original principles. The other three have been replaced by equality, human dignity, social justice, and pluralism. By adding pluralism, they encourage the state to promote communal co-existence and mutual respect among different communities as Bangladesh is a pluralistic, multi-ethnic, multi-religious, multi-linguistic and multi-cultural country. Although removing \"secularism\" may seem counterproductive, hopefully, the inclusion of \"pluralism\" will help the people consider every ethnic/religious community as equal and maintain harmony in society.\nDiscarding secularism makes further sense because Bangladesh has not experienced separation of \"church\" and \"state\" the way Western nations have, and the ideology of secularism may not apply to our context as they would in the nations that ordain secularism as their basic tenet. In our part of the world, religion has always played a key role, and often a political one, to ensure that the state machinery works properly in favour of the oppressed.\nAnother praiseworthy recommendation is the abolition of Article 6 (2) of the current constitution, which says all the people of Bangladesh are a \"nation of Bangalees,\" to be replaced by \"all citizens of Bangladesh will be considered as Bangladeshi,\" irrespective of their ethnic origin. This is a must-have for a pluralist Bangladesh that is inclusive of all other ethnic identities. Ethnic minorities have been sidelined and marginalised throughout much of Bangladesh's history; it's high time this was rectified. Since independence, we have spent much of our time trying to tell the ethnic minorities to assimilate with the Bangalee majority, not taking into account their distinct ethnic cultures. This is a foundational contradiction for our nation that started its journey of nationalism on a quest for equal cultural recognition in the Pakistani state. It's high time for the course of history to bend towards justice in this respect.\nHowever, the recommendation to completely abolish Article 7A of the constitution, which describes the offences related to the constitution as sedition, and Article 7B, which says the basic structure of the constitution is not amendable, is needed because this reform proposal does recommend changes to the basic structure. However, to prevent the future regimes from turning into new fascists and use the constitution as their shield with flexible amendments at any time, there should be some provisions to address such constitution-related offences, which might be added later in the newly reformed constitution. A point may be made against keeping the constitution as rigid and inflexible as it is now: it is better to have a constitution that can be changed as per the needs of the time. However, our existing constitution has had 17 amendments over the last five decades even after being a rigid one. Our history teaches us that making the constitution flexible may backfire and turn it into a plaything in case a party gets enough votes to change it as they wish—like the Awami League got in the 2008 election. This may be prevented if there are more seats in parliament.\nOne of the most significant changes recommended is to make the parliament bicameral, dividing it into two chambers: National Assembly and Senate. While this sounds like a good idea as it will increase public representation in the assembly, this may prove to be too chaotic and expensive to maintain for a small country like Bangladesh. Having 350 seats for 64 districts should be enough for the legislature to function smoothly, if the government has the goodwill to run it properly. Unicameral parliament is typical in small countries with unitary systems of government (e.g. Denmark, Sweden, Finland, Portugal, Hungary, New Zealand, etc), some of which are bigger than Bangladesh. However, the way the Senate has been planned is progressive and innovative. Choosing members through proportional representation, reserving seats for disadvantaged sections of society, and creating an option for the president to choose more members show that this new plan has a way of increasing representation from the citizenry. And due to its structure, more non-political people from the citizenry and civil society can be present in the upper house.\nAnother really positive recommendation is to ensure at least 10 percent youth participation in the national assembly from every political party. Also, the number of reserved seats for female members of parliament has been increased from 50 to 100, which will include more women in the legislature.\nHowever, the timeliest reformation recommendation is perhaps decentralising the judiciary by establishing permanent benches of the High Court in every division of Bangladesh. This is not an entirely new concept for our country. The Eighth Amendment introduced this system in 1988. Although it was widely criticised back then in the Anwar Hussain vs Bangladesh case (known as the eighth amendment case) as it was challenged on the ground of ultra vires, the basic doctrine was nullified in 1989. Now, if it becomes possible with the new constitutional reform, it will be an effective step towards reducing the backlog of pending cases that is too big a burden for only one capital-centric High Court Division.\nAnother notable recommendation is to establish an independent Judicial Appointments Commission (JAC), led by the chief justice and six other members, to select judges for recruitment to both divisions of the Supreme Court. In the present time, the appointment of judges to the Supreme Court is handled by the president with prior mandatory consultation with the prime minister. This appointment process has a room for bias as it is greatly influenced by the executive. With the JAC, transparency and accountability will be ensured in the appointment of judges, which will make the judiciary truly free and independent, ensuring the separation of power.\nOne thing that the committee did not recommend, but would have been a good idea, is including the provision for the posts of vice-president and deputy prime minister. This could have been a great addition to the constitution, especially if there were provisions that the opposition would nominate the vice-president and also would appoint the deputy prime minister. This would ensure that the opposition has a strong role in state affairs and are not just lame ducks who are only good for walking out of parliament in a fit of rage. It is important to note here that the commission commendably suggested that floor-crossing be allowed in most cases. This will empower the MPs as their votes will actually matter, and real politics will take place in parliament.\nOverall, there are both positives and negatives of the proposed recommendations for constitutional reform. There is still much work to do. The committee should promptly sit with all political parties, and consult the public too, to add to and amend the proposed recommendations. Without public deliberation, this constitution may become another top-down imposition like the 1972 constitution. The constitution is a written document, but the ideas of the nation remain in the hearts and minds of the citizens. Therefore, it is important to consult the people, who are the source of all power in the republic, before proceeding with any drastic or sweeping changes.\nAparajita Debnath is an advocate at Dhaka Judge Court.\n\nAnupam Debashis Roy is pursuing PhD at the University of Oxford. He can be reached at [email protected].\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "A discursive analysis of the constitutional reform recommendations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/discursive-analysis-the-constitutional-reform-recommendations-3805816",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Renegotiating  power tariffs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/renegotiating-power-tariffs-1737647412",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Billionaires to trillionaires at the cost of the poor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/billionaires-to-trillionaires-at-the-cost-of-the-poor-1737647451",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "For whom the belle toils!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/for-whom-the-belle-toils-1737647572",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Facilitating hassle-free travel",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facilitating-hassle-free-travel-1737647607",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2025"
    }
]