[
    {
        "full_article": "Madhya Pradesh, which is in the geographical centre of India, will likely witness a straight contest between the Bharatiya Janata Party (BJP) and the Congress in the Assembly election in November. The BJP is currently in power in the State, though it was the Congress that won the election five years ago in 2018. Using defections from the Congress, the BJP usurped power two years later in 2020. The BJP hopes to overcome the anti-incumbency that it has accumulated over 18 years through some deft moves and electoral experiments. The party has given enough indications that Chief Minister Shivraj Singh Chouhan will not continue in the event of the party winning another term; it has fielded seven Parliament members including three Union Ministers — Narendra Singh Tomar, Faggan Singh Kulaste, and Prahlad Singh Patel. The party is betting that it will be able to generate new enthusiasm among its fatigued cadres. The BJP strategy also deemphasises the performance of the State government and Mr. Chouhan and turns the spotlight on the personal image of Prime Minister Narendra Modi. The party’s campaigning focuses on social groups such as tribespeople even as it lays claim to being the sole spokesperson of Hindu identity politics, which manifests itself in acts such as the inauguration of a landmark statue of Adi Shankaracharya recently.The Congress, which is still nursing the wounds of the 2020 split, is trying to turn that setback in its favour in this round. The entry of Congress defectors into its fold unsettled the power balance within the BJP, particularly in the Gwalior-Chambal region, which might translate into electoral dividends for the Congress. The defections also shed some weight from the top for the Congress, helping it to better balance its internal affairs. All leaders now defer to former Chief Minister Kamal Nath who is firmly in command of the party campaign. Congress leader Rahul Gandhi’s Bharat Jodo Yatra had generated enthusiasm in the State, and he now commands a following that adds additional heft for the party. The Congress’s uncharacteristic plunge into caste politics by promising a caste-based survey across the country will be on test in Madhya Pradesh. Unlike Rajasthan and Chhattisgarh, the Congress does not have a considerable number of Other Backward Class leaders in Madhya Pradesh. The party may also have to deal with sniper attacks from the Aam Aadmi Party which may try to alter the bipolar nature of the contest. The biggest challenge for the Congress is to walk a tight rope on the question of Hindu identity politics, and avoid communal polarisation that the BJP instinctively resorts to when on the back foot.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCaste\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nRajasthan\n\n/\n\nChhattisgarh\n\n/\n\nreligion and belief\n\n/\n\nBharat Jodo Yatra\n\n/\n\nAam Aadmi Party",
        "headline_1": "Central point: On the Madhya Pradesh Assembly polls",
        "headline_2": "Congress should not use caste mobilisation as counter to communalism",
        "link": "https://www.thehindu.com/opinion/editorial/central-point-the-hindu-editorial-on-the-madhya-pradesh-assembly-elections-in-november-2023/article67407980.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "The Goods and Services Tax (GST) Council last Saturday lifted the haze on about a dozen tax treatment ambiguities, some of which have lingered since the indirect tax regime’s launch in July 2017, such as the tax on corporate and personal guarantees for bank loans. It slashed the GST on molasses from 28% to 5%, with a view to lower cattle feed costs and ease up cash flows for sugar mills so they may pay farmers’ dues faster. Rate tweaks and spring-cleaning clarifications apart, one of the significant outcomes was the decision not to exercise the Council’s power to tax extra neutral alcohol (ENA) used for alcoholic liquor. With alcohol for human consumption still outside the GST net, the indirect tax levy on ENA or high strength potable alcohol — a key ingredient — could not be set off against State levies on the final product. Industry had been seeking for clarity on this vexed issue for years, with courts taking varying positions. It is heartening that the Council, that met just twice in 2022, has met four times this year, and thrice in just four months, even if a few agenda items pertained to fixing anomalies in recent decisions. With the age norms for the president and members of the long-awaited GST Appellate Tribunals now harmonised with other tribunals — a clearly avoidable oversight — one hopes they will become operational soon. For consumers and producers, however, the biggest matter of concern should be the Council’s resolve to meet at a future date exclusively to discuss what Finance Minister Nirmala Sitharaman termed ‘perspective planning’ on the GST Compensation Cess and what kind of surcharge it could be replaced with. Originally packaged as a time-bound levy on top of a ‘Good and Simple Tax’ to compensate States for revenue losses for the first five years of GST, the COVID-19 pandemic’s hit on tax collections had triggered an extension of the Cess levied on so-called demerit goods such as aerated drinks, tobacco products and automobiles, till March 2026. Discouraging some sin goods may be desirable. However, ringing in a new cess must not be done in isolation, but as a part of the broader rationalisation of GST’s complex multiple-rate structure. That rationalisation exercise, initiated two years ago, unfortunately remains off the table despite robust revenue inflows in recent times. Frequent tweaks of irritants aside, the GST regime needs a holistic reform plan, including a road map to bring in excluded items such as electricity, petroleum and alcohol.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nagriculture",
        "headline_1": "Spring cleaning: On GST regime reform",
        "headline_2": "Fixing grey areas is good, but the GST regime needs a broader reform road map",
        "link": "https://www.thehindu.com/opinion/editorial/spring-cleaning-the-hindu-editorial-on-gst-regime-reform/article67408516.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "Dismissing Iran’s role in Hamas’s attack, former military intelligence chief of Israel Major-General Tamir Heymantells Rudroneel Ghosh the immediate goal is to restore Israeli control. He warns Hezbollah: “Don’t put us to the test.”\n\n● Is this a systems failure on Israel’s part?\nI’ve no doubt this will be investigated most thoroughly. The time for investigations will come. There’s no doubt something extremely problematic happened. But for the time being, every effort must go towards clearing the area in Israel adjacent to the Gaza Strip of terrorists, and preparing to expand the fighting into Gazan territory, and dealing with the issue of Israeli hostages. IDF, Israeli security agency Shin Bet, and military intelligence are all focused on that.\nThe commanders will turn the sense of outrage into organised, offensive operations against Hamas and the other terrorist organisations. The test of a strong, quality army like IDF is to be able to recover quickly even from a surprise attack like Saturday’s. We’re already witnessing the start of a reversal; restoration of Israeli control over events.\n● How did Hamas launch such an attack when they were thought to be weakened?\nThis will be examined. For years, Israel believed Hamas preferred to undermine stability in the West Bank while maintaining quiet in the Gaza Strip. That belief collapsed in a tragic way. Hamas is the strongest military force among Palestinians. The last few years, Hamas has restored its military strength significantly. There was intelligence failure here too. Currently, we don’t have the luxury of stopping. The remaining campaign depends on solid reliable intelligence. We’ll hit Hamas hard – its leaders, commanders, activists are all potential subjects of assassinations.\nRead full story on TOI+\n\n",
        "headline_1": "‘Our reading of Hamas proved totally wrong…but right now the job is to hit Hamas hard…its commanders, activists…all are targets’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/our-reading-of-hamas-proved-totally-wrongbut-right-now-the-job-is-to-hit-hamas-hardits-commanders-activistsall-are-targets/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "2019’s Economics Nobel Laureates write on this year’s winner, Claudia Goldin, whose work is directly relevant to understanding why so few women in India are in paid work and how that can be changed\nSuppose we were to tell you that there is a large country where the fraction of women in the labor force is no more than a quarter and that only 6% of married women are in the labor force. Moreover this number has been drifting down, and that probably has something to do with the move away from agriculture in the economy towards manufacturing, where the jobs are seen as too heavy and dirty for women. However, as often with these moves to “protect” women from the harshness of the world, there is a strong element of sexism involved–the prevalent social norm is that only women whose husband could not support the family should work. Given the rising earnings of male workers this meant that it became harder and harder for married women to work outside their home without making their husbands feel inadequate.\nYou would think it is India, no?\nIt is in fact the United States at any time between 1830 and 1930, as we learnt from Claudia Goldin who won this year’s Nobel Prize in Economics. The third woman to do so, and the third economic historian, after Simon Kuznets and his PhD student Bob Fogel, who in turn was Claudia’s PhD advisor, whose main work is on the history of women in the labor market. The focus is on the US, but there are obvious and important implications for India.\n\nWhat we also learn from Claudia’s research is that this was not always the case—in 1790, 60% of women in the US worked, which was not very different from the corresponding rate for men (then, like now, those at the beginning of their adult life and those near the end didn’t work as much). It went down steeply in the early 19th century and stayed down into the first quarter of the 20th century, and only started to go up in the 1930s.\nThe US today is very different. While it is still true that women work less than men, the difference is not huge. 47% of the US labor force is female today. Claudia argues that this is partly the result of the growth in office jobs mostly in the service sector, starting in the last years of the 19th century—jobs in banking, insurance, school-teaching and nursing, for example-which were seen as appropriate for women.\nBut history played its role as well. It is no accident that the turn-around takes place in the 1930s, when the Great Depression forces women to seek employment for sheer economic survival. The economy revives by the end of the 1930s, but starting in 1941, as America men go off to fight in the second world war, the US government tries to reverse the hundred-year old stigma against women working in factories with, among other things, posters of the marvelously muscled mythical machinist, Rosie the Riveter. The impetus of that moment of liberation carries through the 1950s, and then merges into the broader social movements of the 1960s and after. Women’s labor force participation has stayed high since despite the occasional wobble.\n \nAs many have noted, this move to make use of the talents of women is an important part of the growth of any successful economy and  potentially a brake on India’s aspiration to be a great economic power. After all, a large and increasingly well-educated part of our potential labor force is not being used. The good news is that the norm eventually shifted in the US. Let’s only hope that it is not necessary to go through a Great Depression and a World War to get there.\n \nBut shifting the norm is only half the battle. Claudia’s other important point is that to take full advantage of the many talents that women bring to the labor force we need other changes in the economic and social structures. Claudia has a beautiful piece of research showing evidence of discrimination against women: she showed that when a certain Symphony Orchestra went from auditions where the musicians could be observed, to blind auditions, women started to get more of the coveted positions. Even in this exceedingly rarified setting where the goal is supposedly to find the best, prejudice plays a major role.\n \nDespite that, she believes that the biggest thing preventing women from rising to the very top in today’s USA, is less discrimination than the do-or-die nature of high-powered jobs. Women in the end, Claudia believes, give up opportunities because they would like to also have a life where they don’t worry about spending enough time with their children and other loved ones. The lack of availability of affordable high-quality childcare and elderly care in the US, even relative to most European countries, makes the challenge that much harder for younger women.\n \nIn India these issues are not yet properly in the policy space–very little is being done by governments to bring women into the workplace.  The obligations placed on married Indian women at home (between running the home and taking care of the children and the elderly) are so demanding that a regular job outside of the home is hard to manage. But unlike in the US a hundred years ago where women worked till they got married, even young unmarried women are missing in the Indian work scene, the combined result of parental paranoia and the very real lack of physical security in and outside the workplace. We hope that this prize, highlighting the forces that prevent women from working, will inspire an effort to change this. \n\n",
        "headline_1": "Her Goldin Words",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/her-goldin-words-2019s-economics-nobel-laureates-write-on-this-years-winner-claudia-goldin-whose-work-is-directly-relevant-to-understanding-why-so-few-women-in-india-are-in-paid-w/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "Israel is now in full battle mode, taking the fight back to Hamas. It’s a justified and understandable response to terror attacks that indiscriminately targeted civilians, extracting a death toll of nearly 1,000, with Israeli authorities saying the count can go up. Israeli forces regained control of their breached border with Gaza Strip yesterday. Israeli jets started pounding Hamas-linked targets in the Palestinian enclave. And around 300,000 Israeli military reservists have been called up for a possible ground offensive into Gaza. But even as it targets Hamas, Israel should remember a few things.\n\nTel Aviv must understand that while Hamas leaders and fighters are legitimate targets, rising numbers of collateral Palestinian civilian deaths would be bad optics, perhaps not right now but almost certainly down the line. Also, conflating Palestinians in Gaza with Hamas helps the narrative of Israel’s enemies. Many pundits have argued that one of Hamas’s objectives was to derail the ongoing rapprochement between Israel and some Arab nations, a follow-up on the Abraham Accords. If Israel goes all out and flattens Gaza, those Arab nations would have no choice but to halt those negotiations indefinitely, given the sympathy that Arab societies have for the Palestinian cause.\nPlus, the last thing that the international community needs is a larger regional conflagration. An all-out Gaza offensive by Israel may draw in Iran-backed Hezbollah into the conflict. From there, the escalation matrix could go anywhere. Iran may directly get involved and with the US sending its own warships to the region in support of Israel, things could get really nasty. There are already suspicions in some quarters that Iranian planners aided Hamas in its assault on Israel. And with Iran aligning with Russia in the war in Ukraine, the Israel-Palestine conflict could become another front in the strategic-security tussle between the West and the Russia-Iran-China trio.\nThat in turn would bring another round of internal turmoil for the Arab world where countries like Saudi Arabia are trying to reorient their societies and economies in a modern direction. And this requires letting go of past baggage and making peace with Israel. But that can’t happen if the Israel-Hamas conflict gets bigger. There is no real gain for Israel in taking its military counteroffensive too far. Calibration will serve Tel Aviv’s security objectives, restrict Palestinian civilian casualties and keep the international community on Israel’s side.\n\n",
        "headline_1": "Be Smart, Tel Aviv: Why Israel needs to carefully calibrate its military response to the terror attack by Hamas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-smart-tel-aviv-why-israel-needs-to-carefully-calibrate-its-military-response-to-the-terror-attack-by-hamas/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "Chief election commissioner Rajiv Kumar on Monday likened last-minute fiscal promises of political parties facing elections to a “tadka” of populism. His views must be read in the context of EC’s discussions with political parties on a potential pro forma to quantify fiscal implications of promises. EC said the effort is meant to safeguard voter rights. Safeguarding voter rights is good but EC’s effort to get parties to fill out a pro forma on fiscal implications is misdirected for two reasons.\n\nFirst, a pro forma will convey little because it will necessarily be based on a set of assumptions. That hardly improves the meaningful information available to voters. Second, the narrative of states running amok on fiscal matters is misconstrued.\nIndia has an elaborate system of checks and balances on state finances. State fiscal responsibility and budget management laws quantify fiscal thresholds that cannot be breached. GOI then enforces it by setting annual borrowing limits. On occasions GOI slashes the debt states can raise. Finally, CAG provides granular details on government accounts to the citizenry.\nTake Rajasthan, for example. Its welfare package and debt implications are debated often. CAG’s audit for 2021-22 said that Rajasthan’s debt-GSDP ratio was 37.7%, which was consistent with the FRBM law. However, a greater share of debt receipts is being used towards redeeming old debt, a sign of incipient trouble. Voters do have enough safeguards on fiscal issues and promises and schemes are really a matter between them and the political executive. Information, however, is lacking on political funding. Funding instruments such as electoral bonds allow concealment of the source of funding even though it can influence public policy. This is an area where voters need safeguards, with or without a pro forma.\n\n",
        "headline_1": "Spent Thought: EC on wrong track asking parties to detail fiscal costs of ‘populism’. That’s a matter between voters & governments",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/spent-thought-ec-on-wrong-track-asking-parties-to-detail-fiscal-costs-of-populism-thats-a-matter-between-voters-governments/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "The press conference held on October 9, 2023 by the medical board responsible for Khaleda Zia's treatment at Evercare Hospital is deeply concerning. During the conference, doctors conveyed that the health of the BNP chairperson is in an extremely critical condition, and that they have exhausted all available treatment options within Bangladesh. Additionally, doctors emphasised the inadequacy of the treatment she has been receiving locally.\nThe medical team has consistently recommended that Khaleda Zia be allowed to seek immediate, advanced medical care abroad. Her family has made multiple appeals to the government, seeking permission for her to travel abroad for better treatment. However, the government's response has been marked by a combination of vindictiveness, double standards, and political immaturity.\nIn the most recent instance, when Khaleda's health deteriorated, her brother Shamim Iskander applied to the home ministry urgently requesting her permanent release and approval for overseas medical treatment.\nRegrettably, the law minister stipulated that Khaleda Zia, even in her critical condition, must return to jail before any consideration, which includes the necessity for her to appeal once more. Furthermore, on September 30, PM Sheikh Hasina introduced a new condition, requiring Khaleda to appear in court as part of the process. Subsequently, on October 1, the government rejected the plea from Khaleda's family, citing legal grounds. Things took a more distasteful turn when the prime minister remarked two days later about Khaleda's age and the possible future consequences.\nLegal experts have already affirmed that whatever legal obstacles exist can easily be overcome. Their argument is that Khaleda Zia was granted temporary release via an executive order under Section 401(1) of the Code of Criminal Procedure (CrPC) and, similarly, she can be allowed to travel abroad through an executive order. All that is required is the government's willingness to act. This, unfortunately, seems to be missing.\n\nLegal experts have already affirmed that whatever legal obstacles exist can easily be overcome. Their argument is that Khaleda Zia was granted temporary release via an executive order under Section 401(1) of the Code of Criminal Procedure (CrPC) and, similarly, she can be allowed to travel abroad through an executive order. All that is required is the government's willingness to act. This, unfortunately, seems to be missing.\nTo better understand the legal context, let's review Section 401(1) of the CrPC, which states: \"When any person has been sentenced to punishment for an offence, the Government may at any time without conditions or upon any conditions which the person sentenced accepts, suspend the execution of his sentence or remit the whole or any part of the punishment to which he has been sentenced.\"\nThe entire ordeal surrounding the denial of Khaleda Zia's request to travel abroad has been plagued with questions from the very beginning. In the midst of the Covid-19 pandemic, the government temporarily released Khaleda Zia from incarceration on March 25, 2020, via an executive order, with conditions that restricted her to her Gulshan residence and prohibited her from leaving the country. It's important to note that Khaleda Zia was already seriously ill at that time, and her release was granted due to her deteriorating health.\nMoreover, it may be rare, but is there no precedent of releasing convicted individuals and granting them permission to travel abroad?\nIndeed, one notable example is the case of ruling party MP Haji Selim, who faced a corruption conviction but was allowed to seek medical treatment abroad.\nTo understand the government's double standards, it's essential to delve deeper into Haji Selim's case. Despite being convicted by the court in 2008, he didn't end up in jail until 2022. And shortly thereafter, he was released on bail. In stark contrast, Khaleda Zia was incarcerated immediately upon the delivery of her verdict. Both Khaleda Zia and Awami League MP Haji Selim faced corruption charges – but their cases differ substantially. The charges against Khaleda Zia relate to fund transfers from the Zia Orphanage Trust and the Zia Charitable Trust, without allegations of misappropriation. Haji Selim, on the other hand, was accused of accumulating wealth through illicit means and initially received a 13-year sentence, which was later reduced to 10 years by the High Court. Conversely, Khaleda Zia's sentence, as determined by the lower court, was increased by the High Court.\nAnother pertinent example is that of Jatiya Samajtantrik Dal leader ASM Abdur Rab, who was permitted to seek medical treatment in then West Germany while serving a prison sentence imposed by a martial law court.\nOne may wonder why the government is so adamant in preventing the mortally ill Khaleda from seeking medical treatment abroad. The answer may be that Khaleda Zia reportedly instructed her party members not to agree to participate in the upcoming parliamentary election under the current government in exchange for her being allowed to receive treatment abroad.\nWhile one can certainly criticise Khaleda Zia for her mistakes during her nearly four-decades-long political career, it's also undeniable that she has made significant contributions to the betterment of the people of Bangladesh.\nIt is a matter of hope that the doctors believe time has not run out yet. The unanimous decision of the medical board is to proceed with the TIPS procedure and arrange for a liver transplant at an advanced multidisciplinary centre abroad.\nThe way the AL-led government has been handling Khaleda Zia's treatment issue lacks political courtesy and reeks of vengeance. This sets a perilous precedent for the future of Bangladeshi politics. We mustn't forget how the attempted assassination of Sheikh Hasina on August 21, 2004 vitiated the political culture of Bangladesh, leaving behind a legacy of deep-seated animosity that endures to this day. If the government's obstinacy leads to a fatal outcome for Khaleda, it will only further degrade Bangladesh's politics and pose even greater challenges for the incumbents to navigate the consequent crisis. The government should seize this opportunity and promptly arrange for Khaleda's treatment abroad, as recommended by the medical board.\nShamsuddoza Sajen is a journalist and researcher. He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Who will be responsible if Khaleda Zia’s health takes a fatal turn?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-will-be-responsible-if-khaleda-zias-health-takes-fatal-turn-3440656",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "Across Bangladesh, hundreds of thousands of citizens silently suffer from serious mental health illnesses without treatment or diagnosis. Last year, a total of 582 students in the country died by suicide, according to a study by Aachol Foundation. When reports of such tragic cases come about, our first response as a society is to offer sympathy and scour through details of individual lives to find some reasoning behind the incidents. But the cause of such tragedies lies in the fact that mental health is still largely misunderstood as a personal issue, with a lingering social stigma in seeking help. As we observe World Mental Health Day on October 10 every year, we must recognise that the mental health crisis in the nation isn't just about the unhappiness of individuals. It's about our society, economy, and the gruelling shortcomings of our medical establishment.\nIn the government budget for FY 2022-23, mental healthcare was mentioned as part of an \"In addition...\" bit, with a plan to expand Pabna Mental Hospital to international standards. Yet, the specialised facility remains alarmingly inadequate, being unchanged for decades and having only 500 beds. According to a recent report by this daily, the Pabna hospital has been failing to offer proper services due to a lack of manpower and equipment. Only 14 doctors are working, while 17 posts have long been vacant! The abysmal state of the most reliable mental health hospital in the nation only shows that those who suffer from chronic mental health issues are victims of a healthcare system that is simply not designed to meet their needs.\nLast year, the country undertook its first ever National Mental Health Policy to decrease suicide rates through prevention and awareness programmes. However, the Bangladesh Psychiatrists Association has highlighted how the policy does not recognise the significance of mental health. We urge the health ministry to overhaul the Pabna Mental Hospital and start treating mental health with the same priority as any other physical illness. A rigorous plan must be developed to allocate adequate human and financial resources for district hospitals and upazila health complexes, as well as training for community health workers, to respond to mental health emergencies. Furthermore, to address the prevalence of mental health issues among the youth, educational institutions should accommodate psychological health counselling. As citizens battle with persistent socioeconomic issues in the nation today – such as increasing income inequality and unemployment – it has never been more urgent to take mental health seriously.\n",
        "headline_1": "Mental health is a public health issue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mental-health-public-health-issue-3440591",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "Athar Ali Khan, former member of the Bangladesh Cricket team and broadcaster representing Tigers' voice, gives his post-match take on Bangladesh vs England, ICC World Cup 2023, to The Daily Star Opinion. \nI thought winning the toss and choosing not to bat first was not a bad decision but in the end it didn't turn out well for us solely because Dawid Malan was absolutely brilliant with the bat. 140 with 107 deliveries. To be able to put that innings together, as he's been in terrific touch, he's been scoring consistently. On top of that when they added 115 from the first wicket, 52 from Jonny Bairstow, it looked like it was going to be a very big score. Bangladesh could have done a little bit better with the ball. But the first three wickets – Dawid Malan at 140 runs, Jonny Bairstow at 52, and Joe Root at 82 – took the game away from Bangladesh. \nIt was disappointing to see how the tigers bowled in the first 10 overs. They took their time. Because England was also under pressure. Losing to New Zealand earlier on. They earned 61 without losing a wicket, 67 in the next 10, 60 between 20 and 30 overs. But from 30 to 40 overs they really stepped on the gas. They put up 111 runs with losing 2 wickets. Bangladesh came back strongly in the last 10 overs but I thought it was a little bit too late. In the last 10 overs consuming only 66 runs and took 6 wickets. But by then England had scored 364 runs. That's already a massive total for that pitch in Dharamshala. \nIt was a bit of a surprise for me when Shakib Al Hasan completed his full quota of overs in 30-32 overs. He did pick up the wicket of Jonny Bairstow. In the end Shariful Islam picked up 3 for 75. Mahedi Hasan got 4 for 71. But frankly surprised not to see our front line bowlers like Taskin Ahmed, who only bowled 6 overs, 1 for 38. And also Mehidy Hasan Miraz, who was the player of the match in the first match, only bowled 6 overs, was expensive yes, none for 55. But surprised to see the front line bowlers not bowling their full quota of overs. Mostafiz, expensive, none for 70.\nEngland just batted well. They were very very good with the bat. We know the brand of cricket that England plays. \nPoor start from Bangladesh, a disappointing start apart from the classy Liton Kumar Das. Good to see him back in form. Who made 76 of just 66 deliveries. But there was no support from anyone else. Yes Mushfiqur came but it was a little bit too late. Because we lost our first wicket at the score of 14, we lost our second wicket at a score of 14, Tanzid Hasan Tamim chasing a wide delivery and then Nazmul Hasan Shanto, the man in form, played a shot in his very first ball which went up in the air, it was caught. They were 3 down for 26 and 4 out for 49 the game was done and dusted at that point. \nMushfiqur Rahim fought hard, 51 of 64, Towhid Hridoy batting at number 7 got 39 at 61, difficult because England has got a very strong bowling line up. In the end, bowled out at 227. It is important for everyone to understand, to put up a good performance everyone has to work hard.\nIn this condition, considering 364, we need Bangladesh to bat better. It is a difficult chase, I wanted more from Liton and more from Mushfiqur Rahim. Top order, apart from Liton Kumar Das, Tanzid, Shakib, Nazmul need to put up \nDisappointing performance from Bangladesh but my hopes are still high. I was expecting a fight till the last ball, which didn't happen. I am expecting the fight to continue, especially against New Zealand.\nAthar Ali Khan is former member of the Bangladesh Cricket Team and broadcaster representing Tigers' voice. His twitter handle is @AtharAliKhan97\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Commentary by Athar Ali Khan: Disappointing performance from Bangladesh but my hopes are still high",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/commentary-athar-ali-khan-disappointing-performance-bangladesh-my-hopes-are-still-high-3440551",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "Across Bangladesh, hundreds of thousands of citizens silently suffer from serious mental health illnesses without treatment or diagnosis. Last year, a total of 582 students in the country died by suicide, according to a study by Aachol Foundation. When reports of such tragic cases come about, our first response as a society is to offer sympathy and scour through details of individual lives to find some reasoning behind the incidents. But the cause of such tragedies lies in the fact that mental health is still largely misunderstood as a personal issue, with a lingering social stigma in seeking help. As we observe World Mental Health Day on October 10 every year, we must recognise that the mental health crisis in the nation isn't just about the unhappiness of individuals. It's about our society, economy, and the gruelling shortcomings of our medical establishment.\nIn the government budget for FY 2022-23, mental healthcare was mentioned as part of an \"In addition...\" bit, with a plan to expand Pabna Mental Hospital to international standards. Yet, the specialised facility remains alarmingly inadequate, being unchanged for decades and having only 500 beds. According to a recent report by this daily, the Pabna hospital has been failing to offer proper services due to a lack of manpower and equipment. Only 14 doctors are working, while 17 posts have long been vacant! The abysmal state of the most reliable mental health hospital in the nation only shows that those who suffer from chronic mental health issues are victims of a healthcare system that is simply not designed to meet their needs.\nLast year, the country undertook its first ever National Mental Health Policy to decrease suicide rates through prevention and awareness programmes. However, the Bangladesh Psychiatrists Association has highlighted how the policy does not recognise the significance of mental health. We urge the health ministry to overhaul the Pabna Mental Hospital and start treating mental health with the same priority as any other physical illness. A rigorous plan must be developed to allocate adequate human and financial resources for district hospitals and upazila health complexes, as well as training for community health workers, to respond to mental health emergencies. Furthermore, to address the prevalence of mental health issues among the youth, educational institutions should accommodate psychological health counselling. As citizens battle with persistent socioeconomic issues in the nation today – such as increasing income inequality and unemployment – it has never been more urgent to take mental health seriously.\n",
        "headline_1": "Mental health is a public health issue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mental-health-public-health-issue-3440591",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "Politicians are nothing if not masters of the elusive art of compromise. When a crisis ensues in a nation's life, it falls on the politicians to negotiate a solution and execute it. If it has something to do with the politicians themselves, they can reach across the aisle and iron out their differences. They can bicker publicly but bond privately, and that has always served nations. So what's really stopping Awami League and BNP from taking even baby steps towards that all-too-important compromise over the next election, despite the catastrophic consequences that likely await the nation should they fail to do so?\nAccording to a report, while meeting a pre-election assessment team of the US on Monday, both parties held steadfastly to their positions. Awami League has said that no compromise can be worked out with BNP in violation of the constitution, while BNP has said that a fair election is only possible under a neutral administration. There have been accusations and counteraccusations as well, with the former alleging that BNP has \"blocked the space\" for any compromise, and the latter alleging that the ruling party has \"institutionalised\" vote rigging and thus must resign before election.\nIt is clear that mistrust still runs deep between the two parties, and neither is willing to take the first step towards reconciliation. A fair election – which both Awami League and BNP want – requires having the right system in place and the right environment for holding it – which both parties also agree on, at least theoretically. Where things get sticky is finding the right way to go about it. Given their diametrically opposite views on this matter, we must ask: is there a middle ground where the concerns of both can be addressed and accommodated – ensuring neutrality of the election-time government by limiting partisan influences in election-related affairs but without compromising the spirit of the constitution? Can each budge a little from their position so that both can come closer to a working understanding?\nAfter all, what is more important – party interests or public interests? Both parties should understand that their intransigence is only hurting the nation, with an already battered economy likely to bleed more if the uncertainty is prolonged. The threat to lives should also not be discounted if violence erupts. For the greater good of the nation, it is imperative that both parties engage in dialogues immediately and try to find a common ground from which they can work on finding a workable solution.\n",
        "headline_1": "Dialogue is not optional, it’s a must at this stage ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dialogue-not-optional-its-must-stage-3440371",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "The genesis of acrimonious racial hatred derived from anti-Semitism or Nazism created a hotspot of soured relations marked by regular violence and armed clashes at times leading to full-scale wars in the West Bank and Gaza strip. The 'Operation Al-Aqsa Flood carried out by Hamas inside Israel was one such eruption but the fiercest in the 75-year history of the conflict. What was once an Arab-Israeli conflict has now petered out into the suppression of Palestinian people, native to 360 sq km Gaza. Today, more and more Arab countries have normalised or are about to normalise relations with the Jewish state and Hamas finds itself left out friendless. In fact, the Israeli withdrawal from Gaza in 2005 could be a turning point in Palestine-Israel relations but for the intervention by the latter in the area once again following Hamas's election victory in 2006. Thus the seed of discord and conflict was sowed anew and since then the Palestinians, denied of their basic human rights, have been living a sub-human life. Hamas was quite aware of the terrible response to their sudden attacks on Israeli territories in which more than 1,000 Jewish people mostly civilians died. Indeed, Hamas, branded by Israel and the West as an Islamist group, is no match for the fire power of Israel but then why did it carry out such an attack? Now Israeli fighter planes are pounding Gaza with bombs to reduce the entire settlements to rubbles and ashes. The death toll there is on the rise every hour and it is closer to the number of casualties in Israel and if Israeli Prime Minister Benjamin Netanyahu's threat of a sustained war to destroy Hamas and \"change the Middle East\" is carried out, how and where the war will end is anybody's guess. Ever since the UN-backed forcible creation of the Israel on Palestinian land, a kind of paranoia has overwhelmed reason of the peoples in the entire Middle East. Of late, the Arabian countries have accepted the reality and tried to mend fences with Israel. Had it been reciprocated and the Camp David Agreement given the chance to take hold, the vitriolic relations between Palestine and Israel could be tempered with reason and pragmatism. Unfortunately, things have gone the other way and the Palestinians' desperation has forced Hamas to take the apparently preposterous course of action. It possibly knows it cannot win the war against Israel but at least the loss of lives and property in Israel as a result of the attack would make the Jewish people and their leaders feel how the Palestinians suffer in their ancestral homes.Already the conflict has led to a humanitarian crisis in the confined Gaza strip and the UN has appealed for creation of a humanitarian corridor for reaching medical aid and relief there. Israel claims it has reestablished control over the lost territories. It should be persuaded by big powers and the UN to move no further. Hamas has acted crazily but Netanyahu's policies and actions, as complained by an Israeli newspaper the Haaretz, have been the primary cause behind it. Also, it has to be ensured that innocent people must not suffer for the action of warring parties. The war has wider ramification. The Ukraine war is dragging on and this fresh escalation of war in the Middle East threatens to increase energy prices which may eventually deal a blow to the global economy's recovery.",
        "headline_1": "Israel-Palestine war bodes ill for all",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/israel-palestine-war-bodes-ill-for-all-1697035934",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "They are all stationed in important western capitals. And they are all looking away from the terror that has descended on Palestinians in Gaza. They are all lining up behind Netanyahu, to let him know that in his war against the innocent in Gaza they are with him.They are not, have never been with the Palestinians in these past so many years. These people without a state, inhabiting the ghetto Gaza has been turned into, have borne the brunt of Jewish settler violence and Israeli military might. These powerful men and women in the West have had no time for these Palestinians.These men and women of enormous power have spoken of the need for Israel to exist free of danger. They have looked away from the danger into which Netanyahu and his far-right government have pushed these hapless Palestinians. They do not see, they do not wish to acknowledge the war crimes the Palestinian people are being subjected to, month after month, year after year.They condemn Hamas terrorism. They do not speak of the terror their friends in Tel Aviv rain down on people who have no means of defending themselves – no army, no air force, no navy, no formal structure of what constitutes a state. They are not worried when Israel's cabinet orders a blockade of Gaza, prevents food, water, electricity and aid from going in.They stand solidly behind the men whose savagery is pounding Gaza into rubble, life into unmoving flesh, families into memories of those bloodied to death. They see buildings and homes and offices slipping into ash. But they look away.They have no inclination to see conditions for what those conditions are. They see the terror machine of a state mowing down lives. And yet they do not perceive circumstances for what they are. For these men and women, the swift murder of those Gazans is no war crime. It is Israel's act of self-defence, even if Netanyahu has promised revenge on an entire population for the action of a militant group craving freedom for its people.Look away from Gaza for a while, to take in the hypocrisy these men and women of unlimited, unchallenged power have exhibited elsewhere around the world. They have always condemned the Chinese over the alleged repression exercised on the Uyghurs. They have condemned President Vladimir Putin over his assault on Ukraine, have gone looking for evidence of Russian war crimes, have had sanctions imposed on the Russian leader.These powerful men and women, operating in Washington, London, Paris, Berlin and Brussels, draw a veil over the crimes, crimes against humanity, being committed by a government whose country has stood on territory that was once an entirety of Palestine. These individuals of power miss no opportunity to take Iran's ayatollahs to task over the human rights being violated in Tehran and elsewhere in the country. But Iran's rulers have not bombed people in regions beyond Iran. And yet for these powerful individuals Iran is a potent threat. Israel is not.Time was when such powerful western leaders sat in comfortable couches even as some among their own went into destroying Iraq in 2003. No provocation was there for George W. Bush and Tony Blair, except the WMD lie they invented and repeated ad nauseam, to march into Baghdad, topple Iraq's government and unleash the fury that would put the country to the torch.The world, the western hemisphere, looked away at the time. The western hemisphere is looking away from Gaza now. To all intents and purposes, Palestinians either do not exist or they have turned subhuman, undeserving of the attention of the putatively civilised world. Palestine was buried under the weight of Israel in May 1948. Its soul refuses to die.And Palestinians have trekked from country to country in search of bare existence. In the world's power capitals, they are not seen on the radar. They carry begging bowls, they live on the aid doled out by global bodies and charity organisations. In a world of power and prosperity, these Palestinians always stand outside the door for scraps of sympathy. Hearts in the West have grown hard and cold. Sympathy is not to be found there for these people whose grandparents and parents were driven out of their homes and villages in 1948. Hearts melt --- and they should – when innocent men and women die in Hamas missile raids on Ashkelon. But hearts do not melt when Palestinians have their lives snuffed out in Netanyahu's revenge mission.The United Nations informs the world that 187,000 of Gaza's 2.3 million people have left their homes in search of shelter since Netanyahu's offensive went underway. Back in 2014, Israel's aggressive air and ground offensive forced 400,000 Gazans out of their homes. These men and women, in their hubristic hold on authority, said nothing nine years ago. They will say nothing in 2023.And that is the pity. These western human symbols of power, fond of lecturing governments in less powerful or weak nations on democracy and human rights and rule of law, will not lecture Israel. Those Hamas missiles were a violation of the sanctity of life. These Israeli bombs falling on Palestinian homes, on old and young and babies, are for these powerful men and women no violation of life's noble principles.For these powerful rulers of the world, life is of little consequence in Afghanistan, where people perish in hunger, where girls cannot go to school, where government is based on the primitive and on an endless use of the lash on women. They lorded it over Afghanistan as purveyors of neo-colonialism, before abandoning it to the wolves.Their ancestors abandoned the Palestinians decades ago, for what mattered was the Balfour Declaration. It did not matter that Palestinian homes, their villages, their olive gardens, their heritage, their songs were pushed into exile. And so it does not matter today that the descendants of those exiles are paying for the sins of western colonialism, that they carry their dead and bloodied babies to cemeteries in the narrow confines of Gaza. The numbers go up. Illegal Jewish settlements spread out across occupied territory. Palestinian graves extend as far as the eye can see.But those men and women, immaculate in their demonstration of authority in the world's elegant and well-ordered capitals, do not have time to see such manifestations of reality. The blood on the streets of Gaza does not move them. No hint of statesmanship lights up their politics. Absence of moral leadership turns them into hollow men. \n[email protected]",
        "headline_1": "A ghostly landscape of Palestinian graves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-ghostly-landscape-of-palestinian-graves-1697036004",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "\nProvident fund (PF) is a crucial retirement benefit for private and public sector employees. A provident fund, in general, is built up with the small contributions of the employees from their salaries. The employers also contribute an equal sum to the fund. At the time of retirement, employees receive an amount of money that includes their own as well as employers’ contributions, including the interest accrued on it. The amount can be withdrawn only after the PF reaches maturity. This payment allows individuals to enjoy a financial safety when they retire from work and do not have a steady monthly income. For private sector employees, the PF is very helpful since they are not allowed to enjoy pension benefits like their public sector counterparts. However, this PF benefit has recently been subjected to tax. According to the Income Tax Act of 2023, the government of Bangladesh has recently imposed a 27.5 per cent corporate tax on the income from private provident funds from this fiscal year. However, provident funds of the government employees have been exempted from this tax. As for instance, you deposit Tk 3,000 from your monthly salary in the provident fund. Your employer also contributes Tk 3,000 to the fund. So, the total comes to Tk 6,000 a month or Tk 72,000 a year. Now, if your employer deposits this amount with a bank as FDR (fixed deposit receipt) at 10 per cent interest, the amount of interest earned will be Tk 7,200. And it will be added to your provident fund. Earlier, Tk 720 was deducted as source tax on this investment, at the rate of 10 per cent. With the new 27.5 per cent tax, the government will take away Tk 1,980 from your fund. That means the government will deduct an additional Tk 1,260 every year from your retirement benefit, starting from this fiscal year 2024. This hefty tax imposed on private sector employees is simply discriminatory as it exempts government-managed provident funds from this new tax. Now the new income tax law that imposes around 30 per cent corporate tax on the income of private trusts and funds will significantly decrease the retirement benefits of private sector employees. It is not only that the government employees do not have to pay any tax on their provident and gratuity funds, the government, on the contrary, pays 13 per cent interest on their provident fund. This is the highest interest on deposits. Increasing tax on the income of private sector provident funds means only discouraging such funds. Generally, the government collects taxes for the welfare of the people. But now, tax is being taken from the public welfare funds. Isn't it against progressive taxation? In a country like Bangladesh where private-sector employers get only a few retirement benefits, provident funds are a lifeline for the retirees. Increasing tax on the Provident Funds (PFs) could discourage workers and negatively impact the private sector. \n[email protected]",
        "headline_1": "Why increase tax on private sector provident fund?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-increase-tax-on-private-sector-provident-fund-1697036041",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2023"
    },
    {
        "full_article": "The quality of bus fleets in Dhaka city is very poor. Most of the buses and minibuses in the capital lack a decent look with their bodies carrying innumerable dents and their paints gone long ago. According to the media, close to half a million vehicles without fitness certificates are currently plying our roads. And it would be of no surprise to see more tragic road accidents in the future. Usually, buses and minibuses are the preferred modes of travel for the majority of residents. But the current bus fleets are not friendly to all passengers. In the absence of better alternatives, we often have to endure long delays and overcrowding. All these translate into sufferings and loss of health and money on a daily-basis. The existing bus service in Dhaka city is far below the minimum standard. The authorities concerned should ensure quality and passenger-friendly bus service to reduce people's dependence on private vehicles. The authorities and public transport companies should come forward to help build a properly planned and managed transport network. At the same time, unfit buses should be kept off the roads of Dhaka as soon as possible. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Keeping unfit buses off the road",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-unfit-buses-off-the-road-1697036072",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-10-2023"
    }
]