[
    {
        "full_article": "When you first read it, it may seem like something scripted for the silver screen: the story of a Bangladeshi woman who is struck by an awful tragedy—her 17-year-old daughter lured away by traffickers and forced to work in a brothel in India. At her wit's end, and with no support from anyone, the woman decides to take her fate into her own hands, going on a hero's journey to save her. Taking the ultimate risk of being willingly trafficked to India by the same gang—yes, you read that right—she escapes from Delhi, travels around a thousand kilometres to Bihar, and pulls off a daring rescue of her child from the hands of the villains.\nWhat makes for good content onscreen, unfortunately, translates into an extremely sombre reality. This is, of course, the story of a woman with immense fortitude and strength of character. But it is also the story of yet another marginalised family that has fallen through the cracks, and yet another woman who was unable to access the system meant to help or protect victims like her daughter. It is only after her story became viral on social media that the Rapid Action Battalion, early last month, arrested three members of the gang that trafficked them.\nAccording to a report in The Daily Star, this gang has allegedly trafficked over 200 girls and women into India over the past 8-10 years. So why did the authorities only apprehend them recently? The speed with which the arrests were made suggest this could have been done much sooner.\nThe reports surrounding this woman's daring rescue mission do not clarify if she had reached out to local law enforcement agencies in order to get her daughter back. However, one can only imagine that the decision to get yourself trafficked to another country—opening yourself up to all kinds of risks, including being beaten, raped or even killed, with no idea of whether you will ever come back—is not one that is taken lightly. So what happened? Did the police ignore her? Did she lack the financial capacity to convince the authorities to take her seriously? Did she think she would be discriminated against because of her humble background? Did she worry that, because of social stereotyping and patriarchal norms, her teenage daughter would be ostracised instead of being recognised as a victim? Regardless of whether this woman reported her daughter's trafficking or not, this incident raises serious questions about barriers to accessing justice in this country, especially for women from marginalised backgrounds.\nThe importance of social media in getting the attention of law enforcement agencies is also hugely disconcerting. Many will remember the horrific video of the gang rape of a woman in Noakhali that acted as a catalyst for the nationwide movement for justice for rape survivors. In an interview to The Daily Star, the woman had said: \"I went to the [local] Member and told him that I am poor and I do not have the power to go to the police myself. I asked him to investigate the matter and seek justice on my behalf.\" However, her appeal fell on deaf ears, and it was only after the video of her abuse went viral that four people were arrested for the crime.\nIn a similar fashion, the transnational gang that used TikTok to traffic women to India and force them into sex work was only uncovered after (Indian and Bangladeshi) police began investigating a viral social media post of a 22-year-old Bangladeshi woman being tortured and sexually assaulted in India. As arrests were made on both sides of the border, one of the apprehended members of the ring admitted they had trafficked nearly 1,000 women in the last eight years. Is it possible that none of the family members of these women tried to take recourse to the law? How did this gang operate for so long, right under the noses of both Bangladeshi and Indian authorities, using digital spaces that are regularly monitored and policed in both the countries (often to the detriment of free speech)?\nTrue, in all of these cases, the law enforcement agencies acted with a great deal of efficiency and speed—but only after an online outcry stirred them into action.\nTrafficking is, unfortunately, not a new phenomenon in Bangladesh. Data suggests that around 400 women are trafficked out of Bangladesh every month. Some reports suggest that around 200,000 women and children have been trafficked out of the country over the past 10 years. Research from almost 20 years ago identified at least 18 transit points along the Bangladesh-India border—with the Benapole and Satkhira routes being the most commonly used. Yet, armed with this knowledge, and even after setting up the monitoring cell for human trafficking and several trafficking tribunals, Bangladesh has made very little headway in getting human trafficking under control. These transit points are still being used regularly, as the investigation into the TikTok trafficking ring revealed—their victims were being held at \"safe houses\" in bordering districts such as Satkhira before being trafficked to India.\nAccording to the US Department of State's \"Trafficking in Persons Report 2021,\" Bangladesh prosecuted 517 suspected traffickers last year, but convicted only seven—and only one of them was convicted for sex trafficking. Despite the existence of the Prevention and Suppression of Human Trafficking Act, 2012 and Bangladesh's accession to the UN Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, in 2019, there is a clear disconnect between our policies on paper and our actions on the ground. The State Department report also wrote: \"The number of convictions decreased, while law enforcement continued to deny credible reports of official complicity in trafficking, forced labour and sex trafficking of Rohingyas, and child sex trafficking, including in licensed brothels, and did not demonstrate efforts to identify victims or investigate these persistent reports.\"\nThe report also suggested that the government made minimal efforts to assist Bangladeshi victims of trafficking abroad, and did not provide support to victims penalised for the unlawful acts they were forced to commit by their traffickers. This is a fair assessment, given that at least six victims of the TikTok trafficking ring, including a minor, are reportedly still stranded in India, and only recently, seven Bangladeshi women who were trafficked to India and jailed for their \"illegal entry\" finally managed to return home after being imprisoned for two years.\nSaying that the issue of trafficking is complicated would be an understatement, and it is almost impossible to curb it without transnational cooperation. However, there is one common theme here on our end in Bangladesh—from having appeals disregarded by law enforcement officials to being left to languish in foreign prisons/shelters, the female victims of trafficking are still extremely vulnerable and are often ignored. And now their vulnerabilities have been exacerbated by Covid-19. According to a recent report in this daily, transnational trafficking syndicates are now specifically targeting women in city slums and selling them to brothels in India after promising them lucrative jobs.\nIn a country where labour trafficking syndicates continue to mushroom and flourish, and where such trafficking can even occur via official channels—the case of 14-year-old Kulsum, who was killed in Saudi Arabia in September 2020 after being sent there with false papers, comes to mind—it should come as no surprise that many vulnerable women are voluntarily going abroad in the hopes of employment, only to be trapped into sex slavery. What is surprising is how little is being don to tackle this. There is much more to be said about the repatriation and rehabilitation of trafficking victims and the support that they deserve from their country, as well as about the creation of conditions within the country, so that women do not feel the need to take such dangerous decisions.\nBut before everything else, they must be able to access the formal justice system and the laws that are meant to protect them. It is high time state authorities seriously invested their time and effort into ensuring this legal empowerment.\nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @shuprovatasneem \n",
        "headline_1": "Legal empowerment: the missing catalyst for human trafficking victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/legal-empowerment-the-missing-catalyst-human-trafficking-victims-2170791",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2021"
    },
    {
        "full_article": "On the occasion of International Literacy Day, proclaimed by the United Nations in 1966, there will be pronouncements with much fanfare about the vital role of literacy in national development and the progress that has been made. Meanwhile, Unesco has been reporting since the 1990s that about 780 million adults in the world remain non-literate—any progress made since then is apparently offset by population growth.\nThe Bangladesh government reported a precise adult literacy rate of 74.7 percent in 2019. Educationists remain sceptical about the real numbers of adults and youth in Bangladesh—as well as in the world—who have the functional and sustainable literacy skills that make a difference in their lives. The effort and the goal of meaningful mass literacy appear to remain mired in shaky political commitments and the consequent policy and programmes that cannot succeed.\nPaulo Freire, the Brazilian educator and author of the \"Pedagogy of the Oppressed,\" said that literacy should enable learners to read the world, not just the word. Freire spent most of his life in exile from Brazil because of his advocacy for \"conscientisation\" of the literacy learner. The literacy managers of the world have remained focused on the \"word\"—the mechanics of decoding the alphabet—and they count literacy results accordingly. This mechanical approach does not motivate and inspire the learners—children or adults.\nAt Unesco's birth after the Second World War, its very first general conference, held in 1946, discussed the idea of education as the means to fight poverty and promote well-being of people. In 1947, an ambitious literacy programme titled \"Fundamental Education\" was announced as a necessary precondition for the maintenance of international peace and the growth of economic prosperity. The history of how this innocuous initiative became caught in Cold War diplomacy and failed to achieve its mission has come to light in part on the basis of declassified US Department of State records [Charles Dorn and Kristen Ghodsee (2012). \"The Cold War Politicization of Literacy: Communism, UNESCO, and the World Bank\"].\nUnesco stressed the importance of education as a mechanism for social, political, and economic development. The success of literacy campaign in Cuba, China, and the Soviet Union dominated the discussion at the UN agency. The role of mass education in the economic and social change in these particular countries, viewed as Cold War opponents, was an alarm signal for the US-led allied powers. A US government appraisal of Unesco in 1953 concluded that the UN agency had come under communist influence, and that the goals of \"Fundamental Education\" were \"contrary to American ideals and traditions.\"\nAt the same time, the logic for fighting mass illiteracy could not be denied. Unesco faced increasing pressure from the administration of then US President Lyndon B Johnson to formulate a sanitised literacy programme called \"functional\" (the term used to refer to vocationally oriented literacy) rather than \"mass\" (the term used to refer to literacy meant to achieve political and social goals such as consciousness-raising). The latter became associated with Cuba and communism. WW Rostow, Johnson's national security adviser who authored \"The Stages of Economic Growth – A Non-Communist Manifesto,\" was the pointsman for the US move.\nThen Unesco Director General Rene Maheu opted in 1966 to pursue the \"purely economic\" aim, establishing a 10-year Experimental World Literacy Project (EWLP) in 11 countries. In 1969, one-third of the way into the project, an internal evaluation found that the EWLP had not produced the expected results. It had fallen seriously behind schedule, partly due to scarce funding. The US, for instance, placed its fund with the UN Development Programme, rather than with Unesco directly. There were tensions between national and international objectives, and about traditional and functional approaches to literacy instruction. Director General Maheu still asserted that the basic approach of functional literacy was the right one. The report cited the approval of World Bank's new president Robert McNamara (the architect of the Vietnam War as US defence secretary) as a good reason for the continuation of EWLP.\nUnesco mounted a formal evaluation of EWLP in 1976 to reconsider the political, social, and economic principles that underlie functional literacy. The evaluation team comprising members from Algeria, Brazil, Canada, India and Vietnam issued a scathing indictment of EWLP's narrow aim that regarded people as cogs in the production machine. It was also critical of the motives of the US-led protagonists and the World Bank, who pushed this view.\nMcNamara, to his credit, introduced a new paradigm—\"redistribution with growth\" (meeting \"basic needs\" in the parlance of UN organisations)—instead of unalloyed economic growth during his 13-year tenure at the World Bank. This paradigm recognised the need for education as an investment in development. World Bank undertook a reassessment of its education strategy, which included an examination of the role of basic and non-formal education. A much-cited report, in preparing which this writer participated, was published by the bank. (Philip Coombs and Manzoor Ahmed, \"Attacking Rural Poverty: How Nonformal Education Can Help,\" 1974).\nWhile the World Bank's education investments increased and it included primary education for the first time, its economists, abetted by its bureaucracy, were still wary of supporting a broad vision of literacy. The bank's self-defined agenda to promote redistribution excluded literacy, which was seen as ideologically linked with political, rather than economic goals. The idea of teaching poor people to read became entangled with fears of socialist revolution. The goal of a world campaign against illiteracy became a casualty of the Cold War.\nUnesco has not been able to overcome the sad legacy of the Cold War. The way it defines and measures literacy (or lets countries do it), dictated by its executive board representing national governments, still remains a reductionist and mechanistic approach. Relying mostly on self-reporting of skill levels, rather than assessment by testing, raises questions about what these reported literacy rates really mean. The adult literacy projects are mostly \"stand alone\" and ad hoc activities, rather than a part of a lifelong learning strategy, despite recent rhetoric about lifelong learning. The Education for All (EFA) targets for literacy, first adopted in 2000 and reiterated in 2015, can be fairly described as reflecting a narrow view emphasising the mechanics of decoding symbols. Many countries have adopted programme strategies along this line and followed the simplistic and conventional definition-and-assessment approach.\nThe parallel to the global political dynamics that undermined the real aim and approach to empower people through literacy can be seen in Bangladesh. The Awami League government, in its 2009 manifesto, promised to eliminate adult illiteracy by 2014. The approach indicated was similar to the previous Total Literacy Movement (TLM) initiated in 1996, which enrolled adults in courses set up by the politicians' favourite NGOs and declared the enrolees to be literate after six months. Thus, many upazilas were proclaimed to be free of illiteracy. The TLM project was later dubbed as a \"Total Loss of Money.\"\nNot until 2014, the target year to eliminate illiteracy, did the government finally take up the Basic Literacy Project to teach literacy and life skills to 450,000 people aged between 15 and 45 years in 64 districts. But the project did not begin until 2018.  The life skills component was dropped \"due to fund crisis.\"\nAn evaluation report by the Implementation Monitoring and Evaluation Division (IMED) of the Planning Ministry said 63 percent of the participants were wrongly selected. Experts say an absence of proper planning, a lack of will and financing as well as the implementation capacity are the reasons behind slow progress of the project (\"Literacy heading nowhere,\" The Daily Star, September 8, 2019). The Covid-19 pandemic has brought to a halt whatever literacy activity was underway (\"Literacy project falls thru,\" The Daily Star, September 8, 2020). The increase in reported literacy rate is mainly the result of the spread of primary education.\nA Non-formal Education Development Programme (NFEDP) was formulated by the government's Bureau of Non-formal Education (BNFE) in collaboration with NGOs and academic stakeholders. It anticipated a workable multi-tier partnership model at national, district, upazila and union levels to set up a network of community learning centres and to expand the opportunity for literacy as a first step for lifelong learning. The NFEDP is premised on a concept of strong partnerships of state and non-state actors, substantial roles for NGOs, community organisations, local government; and supportive and facilitative regulatory processes and mechanisms, along with adequate funding.\nA decision regarding the proposed NFEDP, however, remains stalled. Ambivalence at the policy-making level about the anticipated strong role of non-state actors appears to be a reason for the indecision. The political dynamic of policy and decision-making keeps success unattainable in respect of meaningful literacy.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "The politics of mass literacy: Where we stand",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-politics-mass-literacy-where-we-stand-2170786",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2021"
    },
    {
        "full_article": "While schools are primarily responsible for facilitating schooling activities for the students, there are other factors as well that play crucial roles in ensuring the best learning experiences. Community partnership is one of them.\nThe significance of community partnership in the context of primary education in Bangladesh is enormous, particularly when children are set to go back to school after an 18-month hiatus from regular academic activities because of the Covid-19 pandemic.\nThe concept of community partnership is almost the same in different educational contexts, but its nature could vary from one context to another. Therefore, it is considered a highly situational phenomenon. Joyce Epstein, director of Center on School, Family, and Community Partnerships at Johns Hopkins University, said that community partnership is a situation where different groups of people collaborate with schools to run and manage events, support students' academic activities, and take decisions democratically. \nConsidering the importance of community partnership in education, the World Declaration on Education for All, in its Article 7, puts a greater emphasis on strengthening partnership. The current pandemic situation has also heightened its importance. The major reason for prioritising community partnership is that, since schools could not be in touch with all their students proportionately, it would be tough for the teachers to properly understand what their students have been through during the pandemic. Hence through community partnership, teachers will be able to easily reach out to their students' guardians to learn about the students' academic and mental health conditions in detail.\nAlong with traditional teaching-learning practices, schools could help provide need-based and context-specific support to the pupils through community partnership, which may include trauma-informed and differentiated teaching. By building and strengthening partnership with the community, schools will also have greater opportunities to mobilise the resources of the community. In addition, it can help schools enhance their adaptivity to the post-Covid situation, which would eventually impact students' academic achievements positively.\nAccording to Harvard Family Research Project reports (2010), partnership can support, transform, and strengthen individual participants, which can eventually contribute to a better curriculum and the attainment of goals. Beside this, community partnership can contribute to students' all-round improvements. Therefore, it can be said that community partnership will play a crucial role in ensuring a better learning experience, particularly in the post-Covid period.\nBangladesh's education policies have already undertaken two major initiatives to enhance the scopes of community partnerships: Parent-Teachers Association, and School Managing Committee. However, the results yielded by those initiatives are not satisfactory enough. A 2016 study, conducted by Mahammad Abul Hasnat, a Dhaka-based teacher, revealed that rural parents do not have a clear idea about whether or not their involvement is required and how they can be involved. In government primary schools, which have limited resources, it has been observed that parents do not have much scope to get involved, although everything is there, just on pen and paper.\nBangladesh needs to pay close attention to the challenges around community partnership. In his study, Mahammad Abul Hasnat found that lack of communication from the school's end is one of the major barriers to community involvement. Another issue is that many parents are not aware of what it takes to build and sustain the partnership with schools. Beside this, a small section of parents are involved, but not actively engaged due to the lack of proactive communication. In addition to this, teachers of the government primary schools have to take extra administrative responsibilities besides their main duties. Therefore, many teachers and administrators lack the motivation and urge to build a strong partnership with the community.\nIn order to overcome the aforementioned roadblocks, the government can initiate a comprehensive programme, through which members of communities will develop a strong awareness of the importance of their partnership with the schools. Besides, research should be conducted to find the challenges as well as potential scopes for building effective and context-specific partnerships. The government should also introduce a range of policies dedicated to enhancing the partnership building process. Also, a sense of ownership and responsibility is important from everyone's end to make it a success.\nFinally, community partnership is about building an efficient and sustainable relationship among the stakeholders to run the schools effectively and to adapt to the needs of the students and community members. It can help students cope with the new normal and get the best out of formal schooling. Although Bangladesh has made some progress in building community partnerships for education, it still has room to grow.\nSaykat Biswas is working as a deputy manager in the Skills Development Programme of Brac.\n",
        "headline_1": "Community partnership can minimise learning gaps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/community-partnership-can-minimise-learning-gaps-2170781",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2021"
    },
    {
        "full_article": "The Ports of Bangladesh face severe congestion every year between the months of April and October. This year, the ongoing Covid-19 situation in Bangladesh has begun to impact the maritime industry, particularly port yards, causing major cargo congestion. It was seen in the past few weeks that hundreds of export laden trucks and covered vans carrying cargos from the different parts of the country were standing in a long queue in front of the inland container depots (ICDs), although the Chittagong Port Authority (CPA) had claimed that the Chittagong Port was free of container congestion and that exports and imports were proceeding normally and the country's Ministry of Transportation, on the other hand, made statement that the transportation of export products from the ports was not a major issue because there were sufficient ships and empty containers lying at the ports. Amid the situation, the CPA in the last month had asked the ICDs of the country to shift ICD-bound goods and empty containers from the port yards. By allowing the storing of all cargoes at the private depots and undertaking other measures, such as raising the number of berths by the government, priority berthing for Colombo-going vessels, the CPA has now able to improve the cargo congestion situation at the port yards and such improvement has also eased the backlog situation at the private depots. But this development is considered to be temporary.\nThe substantial disruption of shipping schedules of vessels at many transshipment ports, as a result of the pandemic, is one of the key causes of the current problem. Furthermore, vessels stuck in the Suez Canal have also caused a backlog at transshipment ports. Import containers heading for Bangladesh are congested at transshipment ports, i.e. Singapore, Colombo, and Port Klang. On the other hand, the containers that took goods for export in many foreign ports are taking more time to return as the import in the country has decreased due to the pandemic. Besides, the containers that are lying idle in the ports of Bangladesh are mostly from other companies that are not owned by the frontline MLOs, such as Hapag-Lloyd, Hyundai Merchant Marine, CMA CGM, Mediterranean Shipping Company (MSC) and Maersk Line, who mostly ship cargos from Bangladesh. Because of this halt in the container bookings, the shipment of cargos to the mother vessels in transshipment ports has become uncertain. Furthermore, the paucity of feeder vessels is also noticeable and the freighters are failing to book spaces in the mother vessels due to severe space scarcity in mother vessels at transshipment ports.\nThe crisis of container congestion at ports creates an imbalance in shipping activities. The supply chains disrupt. Shippers and consignees count demurrages for the prolonged stay of trucks and covered vans in front of the ports or deports and they eventually have to bear the additional expenses for the shipments. The merchants, shipping lines, forwarders, terminal operators, hauliers have to incur unforeseen additional costs, whatever the reasons of congestion are. It is extremely difficult to determine the true costs as incurred by them due to the congestion. Moreover, delayed shipments in numerous consignments are causing exporters to be concerned about timely delivery and order cancellations.\nThe delay in shipping and hike in costs are causing Bangladesh to lag behind its competitors. The country's economy will see a negative impact if this continues. In these circumstances, the government should undertake effective long-term measures to solve this regular annual problem. Taking the pandemic into consideration, the port authorities, who have a larger role to play in addressing these challenges, need to ensure better services to the shippers and take all kind of safety measures so that the port staff, workers, and other stakeholders such as importers, exporters, shipping agents, clearing and forwarding agents, freight forwarders, berth operators, ship-handling operators, and customs officials could work together to come out from the crisis. It is evident that, although the government has not shut down the port activities for a single day in the midst of the lockdown, the lockdown can no longer be given to save the shipping industry. \nThe assistance of all stakeholders is needed to increase the handling capacity as per our growing demand and to hold the supply chain. Shippers must come forward to help us and find a way out with regard to the issues involving scarcity of containers. A legislative change may be made with regard to the cargo congestion and, overall, to encourage the shipping competition among the exporters, the importers and the shipping companies who will play their respective roles without undue influence. In this respect, the United States' Ocean Shipping Reform Act of 2021 which aims to address the carriers' service failures and unfair pricing at the container markets may be a reference point for Bangladesh.\nWe also consider that inadequate infrastructure at the ports is also contributing to cargo congestion. In order to deal with the problems that the port authorities are currently facing and to save the country's shipping sector in the long run, the ports of the country should compulsorily be modernised by upgrading the infrastructures, installing digitisation and making investment in new technologies. The construction work of the 'Bay Terminal', the project of the government which will expectedly enhance the container handling capacity of Chattogram Port upto 5 million TEUs to the existing yearly capacity (which is around 3.1 million TEUs container), must be finished as quickly as feasible.\nThe writers are Head of the Chambers of MCLaw Services and Advocate of Supreme Court of Bangladesh, respectively.\n",
        "headline_1": "Congestion of Containers in Ports and ICDs: Legislative and Infrastructural Reforms Needed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/law-our-rights/news/congestion-containers-ports-and-icds-legislative-and-infrastructural-reforms-needed-2170341",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2021"
    },
    {
        "full_article": "As the world continues its journey towards the Fourth Industrial Revolution, with exponential growth seen across the global telecommunications industry, we are concerned that Bangladesh, instead of following suit, is taking a huge step backwards with a planned amendment to the Bangladesh Telecommunications Act. This will strip the Bangladesh Telecommunication Regulatory Commission (BTRC) of its independence and cede most of its powers to the telecom ministry, which will hamper the commission's ability to take decisions and implement effective measures, and ultimately be hugely detrimental to the growth of the industry.\nThe BTRC's independence had already been curtailed in 2010 by making it a requirement for the commission to seek ministry approval for issuing, renewing, transferring or revoking telecom licences, and for setting tariffs on different services. However, the 2021 draft amendment will be the final nail in the BTRC's coffin. It will transfer almost complete control over to the ministry by requiring the commission to take ministry approval for almost everything it plans to do. It will give the ministry the power to recruit, appoint, promote, transfer and penalise all higher-tier BTRC employees (Grades 1 to 9) without involving the commission chairman; the responsibility of investigating allegations against the BTRC commissioner will be transferred from the Supreme Court judges over to the ministry as well.\nThe rationale that Posts and Telecommunication Minister Mustafa Jabbar has provided for taking away the BTRC's independence is that the commission can often function in an autocratic manner, especially in the case of appointments. However, if that is the case, the ministry has every authority to call for an investigation into these occurrences and act with due diligence. But it cannot be the reason behind completely transferring the authority of the BTRC over to the bureaucracy, simply because it is not functioning effectively.\nIt is worrying that the government does not seem too concerned about how the proposed amendment will affect consumers, the industry and the future trends of growth. According to experts, the challenges and roadblocks that are impeding the growth of the telecom industry are not addressed in the draft law, and there are no clear-cut ideas as to how it will work with and implement the \"Digital Bangladesh\" road map either. Rather than updating a 20-year-old law for modern times, the amendment will only tighten the government's grip on the telecom sector and create a conflict of interest, where the government will become both the regulator and the operator of the industry. We can simply find no rationale behind amending the law in a way that will not only fail to modernise the industry, but will ultimately harm it instead.\n",
        "headline_1": "Proposed telecom act amendment will only harm the industry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/proposed-telecom-act-amendment-will-only-harm-the-industry-2170771",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2021"
    },
    {
        "full_article": "As per a report published in The Daily Star on Tuesday, Hashem Foods Ltd has bought legal indemnity by handing out a meagre Tk 2 lakh to each of the families of the victims killed in the devastating fire that engulfed its factory in Rupganj, Narayanganj on July 8. While paying said amount, these families were made to give an undertaking, which absolves the factory owners of all monetary liability for the 54 people who were killed in the fire.\nWe have two points to emphasise here.\nFirstly, we believe that Hashem Foods' action is a mean ploy to circumvent the law and avoid the consequences—both penal and legal—which the culpability of their callous disregard for workers' safety makes them liable to. It can be mentioned that a writ petition is pending with the High Court, filed on July 11 by four organisations seeking Tk 5 crore in compensation for each of the victims' families.\nAs we have said in these very columns before, the fire was not an accident but a case of pure and simple murder, and the factory owners cannot be allowed to get away so cheaply. We are not privy to the findings of the report of the committee set up by the Ministry of Labour. But our views have been substantiated by the citizens' committee which is unanimous about the gross negligence and callous disregard for workers'safety displayed by the factory owners. Not only is the money offered a pittance, the manner in which the acquiescence of the victims' families has been obtained smacks of deceit. Most of them cannot read and did not know what they were signing on. So whatever agreement has been made by Hashem Foods is ultra vires—it has no legal basis.\nSecondly, the agreement should not absolve the owners of the penal consequences for their culpability in the 54 deaths. In this regard, we would hope that all the necessary investigations are completed quickly, and the case is taken to court as soon as possible and the guilty parties are punished. Industrial accidents have continued to occur mainly because those responsible for the accidents have either not been called to account for their acts of omissions or commissions, or have managed to escape through legal loopholes. Unless examples are made of all those in the chain, apart from the owners, who are responsible for overseeing that safety measures are complied with—and that includes several government agencies, too—accidents will continue to occur and poor workers will continue to die.\n",
        "headline_1": "Should workers’ lives come so cheap?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/should-workers-lives-come-so-cheap-2170766",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2021"
    }
]