[
    {
        "full_article": "The election of Droupadi Murmu as India’s 15th President is rich in symbolism. In the 75th year of the country’s Independence, Ms. Murmu becomes the second woman to occupy the Rashtrapati Bhavan, and the first member of a tribal community to do so. Her membership of the Santhal tribe is in focus. She has risen through the ranks in the Bharatiya Janata Party (BJP), and has shown a mind of her own during her stint as Governor of Jharkhand. Her election to the highest office of the country comes 101 years after two tribespeople were elected to legislative bodies in colonial India. Founding figures of the Republic were acutely cognisant of the disadvantageous position of the tribespeople and made special provisions such as the Fifth and Sixth Schedules of the Constitution. Jaipal Singh Munda, sportsman and tribal leader, was a prominent member of the Constituent Assembly who forcefully articulated the fears and hopes of tribespeople. In 2000, two States, Jharkhand and Chhattisgarh, were formed to give more focused attention to the concentrated tribal population in these regions. The Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, was passed in 2006. Ms. Murmu’s election is a milestone in the journey of tribal empowerment, though she is by no means limited to her identity. It is a moment of pride for India.For the BJP and Prime Minister Narendra Modi, this is a moment of political triumph over the Opposition. Paving the way for a tribal woman to succeed a Dalit in the highest office, Mr. Modi has shown yet again his capacity to constantly script invigorating politics by gauging the political aspirations of marginalised communities and enlisting them for Hindutva politics. Ms. Murmu’s elevation has elated tribespeople across the country, and this could convert into significant electoral gains for the BJP in the coming days. Her candidacy split the Opposition, as many members of the Shiv Sena and JMM supported her. Tribespeople have high expectations from Ms. Murmu’s rise to the top, but that could be realised only if the Modi government backs up its symbolism with substance. This is the right moment to pay attention to the concerns that many tribal activists have been raising — of a systematic erosion of protections accorded to tribals, harassment and suppression by the police, and a general intolerance of the state towards tribal autonomy. Ms. Murmu personally may have limited leeway in championing any political cause, but she has certainly become an inspiration for all disadvantaged sections of society — women, tribals and the poor in general. To make her election more meaningful, state policy too must bend towards justice and fairness to all. Ms. Murmu’s election should not be used as a convenient excuse for inaction on countering the wider disempowerment of tribespeople.",
        "headline_1": "Madam President: On Droupadi Murmu’s election as India’s 15th President",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/madam-president-the-hindu-editorial-on-droupadi-murmus-election-as-indias-15th-president/article65667114.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "There is a sense of relief among everyone who values personal liberty and free speech, following the grant of interim bail to Mohammed Zubair, co-founder of fact-checking website Alt News. Given that multiple cases were registered for the same alleged offence, most of them based on tweets, personal liberty and freedom of expression were both under threat. In the face of an assertive executive in times of majoritarian nationalism, it has become normal for magistrates to comply with any demand for the police to remand those brought before them to custody and to deny them bail regardless of the merit or lack of it in those cases. In the case of Mr. Zubair, it was quite palpable that he was being hounded by the police acting on complaints manifestly motivated by communal considerations. Apart from the first FIR in Delhi based on a 2018 tweet referencing a scene in a film from the early 1980s, he has been accused of receiving foreign donations without a licence to do so. Further, some obviously trivial and absurd cases of insulting religious feelings based on innocuous tweets have made it quite clear that the investigation is not so much about what he said as about how he could be harassed and hounded to the point of making him leave his vocation of fact-checking and silence his voice. Everyone must, therefore, welcome the judicial pushback from the Supreme Court in seeing through the game plan behind the registration of multiple FIRs at the instance of votaries of Hindutva.The Bench did not proceed to quash the various cases against Mr. Zubair, but it has ordered the clubbing of all cases and transferring the investigation to the Delhi Police. As a consequence, the Special Investigation Team formed by the Uttar Pradesh Police to initiate a wide-ranging probe against him has been ordered to be disbanded. The virtues of the order are not limited to the grant of relief. In the process, the Bench has recognised that some FIRs are similar in content and that there is an effort to subject him to “endless rounds of proceedings before diverse courts”. It has also declined to bar him from tweeting further, noting that no one’s voice could be stifled like that when anything said in the public domain was open to scrutiny for possible transgressions of the law. This is a blow for free speech at a time when some courts impose gag orders as part of the conditions for grant of bail. That it needed the country’s highest court to grant such relief is a sad commentary on the state of affairs in the country. The overall atmosphere is so vitiated by state-backed majoritarianism that the Supreme Court has become the only forum for protecting personal liberty, while the lower judicial echelons do not seem to be up to the task.",
        "headline_1": "Welcome relief: On bail to Mohammed Zubair",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/welcome-relief-the-hindu-editorial-on-bail-to-mohammed-zubair/article65666649.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "By Neha Singhal & Naveed Mehmood Ahmad\n‘Process is punishment’ – an expression we’ve become all too familiar with, was most recently put to use by the Chief Justice of India to describe the existing crisis in the criminal justice system.\nThe Supreme Court also passed a judgment responding to this very sentiment. It issued a series of guidelines to grapple with the problem of unwarranted arrests, incarceration of undertrials and infringement of personal liberty.\nRead the full article on TOI+\n\n",
        "headline_1": "How to end the jail mania: A Bail Act may not be a be-all and end-all solution, but it may be a good starting point",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-end-the-jail-mania-a-bail-act-may-not-be-a-be-all-and-end-all-solution-but-it-may-be-a-good-starting-point/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "Droupadi Murmu may have scored an easy victory in the presidential elections but her long journey to Rashtrapati Bhavan is an inspirational story of overcoming adverse circumstances and personal setbacks. Just as her political career hit a high note after terms as legislator and Odisha minister, she faced personal tragedies: she lost both her sons and husband in quick succession. The stint as Jharkhand governor brought her to the limelight, especially when she returned two bills amending tenancy laws passed by the Raghubar Das government, which had raised fears of alienation of tribal lands.\nIndia electing its first Adivasi president is also a tribute to how it is constantly democratising in terms of diversity in political representation. With scheduled tribes forming nearly 9% of the population, a president from the community should have emerged sooner. BJP deserves credit for recognising this lapse and rectifying it by nominating a strong, deserving woman for India’s top, though largely ceremonial, constitutional post. Murmu’s candidature has also helped BJP politically by sowing disarray in opposition ranks and endearing the party to tribal belts, pan-India.\nThe cross-spectrum political recognition accorded to Murmu should also progress towards a greater political acknowledgment of the Adivasi community’s developmental backwardness. Murmu’s village being electrified now despite her lengthy public life reflects the magnitude of this challenge. Inherent in this is a geographical challenge too, because Adivasi heartlands in every state are far from state capitals and located in forested, hilly or remote areas. Given the federal system, chief ministers with their proximate control over bureaucracy have a key role to play here, even as GoI conceives schemes like the Aspirational Districts Programme.\nThe NFHS-5 survey that divided the 27 lakh sampled households into five equal wealth categories (quintiles) found that 71% of Adivasi households fell in the lowest two wealth quintiles against 49% of Dalit and 36% OBC households. State governments UDISE+ data indicates secondary school level dropout rates of Adivasi children (21%) are double the general category’s. ST students comprise just 5.6% of total enrolment in higher education, much lower than their share in the population. Given unequal wealth distribution, education can be the great leveller for India’s poor. Let’s celebrate Murmu but giving Adivasi children a chance to succeed is one of India’s great unfinished tasks.\n\n",
        "headline_1": "First citizen Murmu: Her new job is a proud moment for India. Politics that came together for her must do the same for Adivasis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/first-citizen-murmu-her-new-job-is-a-proud-moment-for-india-politics-that-came-together-for-her-must-do-the-same-for-adivasis/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "Amendments to rules governing digital intermediaries, first notified in February 2021, are likely to be formalised soon. These come in the backdrop of an ongoing case in the Supreme Court. GoI has challenged the interim orders passed by different high courts on specific provisions of the 2021 rules. Current amendments, however, are focussed on disciplining social media. India’s not an outlier in this. Protection from third party liability on account of content it hosts has fuelled social media’s growth. But appalling content that finds an outlet because of safe harbour status enjoyed by social media is now under global scrutiny.\nHowever, any change to the rules should sharply and permanently distinguish social media platforms from news media content hosted online. News media is already regulated, and it has its own gatekeeping.\nOn social media posts, while tech majors running these platforms must be held accountable, what is deemed as objectionable content must be defined in the narrowest possible sense. Which is to say that removal of safe harbour provisions, which is a good thing, shouldn’t mean taking a hammer to anything governments of the day, whether in the Centre or states, don’t like, which would be a very bad thing. There’s a perfectly workable common sense approach to figuring out what content is truly objectionable. It bears pointing out that draft amendments, which were placed in the public domain in June, describe GoI as the guarantor of citizens’ constitutional rights. Surely, it’s SC that assumes that role under Article 32, which was described as the Constitution’s soul during constituent assembly debates. Social media can’t keep getting away with it. But constitutional rights can’t get whittled either.\n\n",
        "headline_1": "Rules with rights: GoI’s right that social media must be accountable. But what’s objectionable must be defined very narrowly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rules-with-rights-gois-right-that-social-media-must-be-accountable-but-whats-objectionable-must-be-defined-very-narrowly/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "As the exchange rate breached the 80-mark, some observers argued that this can be managed easily, since India can simply sell a portion of its foreign exchange war chest, which amounts to a healthy $580 billion.\nUnfortunately, currency management is not that simple. In fact, it is not obvious that dollar sales will be sufficient to resolve the exchange rate pressure – or even whether preventing depreciation is the right strategy for the economy at present.\nRead the full article on TOI+\n\n",
        "headline_1": "Why weaker rupee isn’t all bad news: Depreciation helps exports and selling reserves is not a sustainable strategy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-weaker-rupee-isnt-all-bad-news-depreciation-helps-exports-and-selling-reserves-is-not-a-sustainable-strategy/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "\"If poverty is the mother of crime, lack of intelligence is its father.\" \n- Jean de la Bruyere.\nI open this piece with this quote because the pandemic in India has culminated into such a triple crisis – catastrophic loss of lives, economic impoverishment, and governance failure – that some judges in the Supreme Court have called it a crime against humanity. At the same time, the self-reliance drive without much homework reflects lack of intelligence and deliberate inaction. Eliminating the poor sans developing industries is like a self-defeating pursuit of adding to the GNP by subtracting a major workforce especially in the informal sector. In fact, without creating value – whether in medicine, software, energy, manufacturing – where state capitalism matters for investment, as we see in modern China as well as in Vietnam and East Asian miracles, how can we be self-reliant?\nComing to India's recent much-avowed objective of \"self-reliance,\" it is counter-productive to the strategy of overcoming the current pandemic-led recession. With fear of stagflation looming large, such an isolationist strategy might not work. Moreover, the Russia-Ukraine war has added fuel to the fire in the true sense that boiling oil prices has triggered core inflation including food and energy prices. Especially after the grave impacts of Covid-19 and its aftermath making the pandemic-induced trade-offs between health of the economy and that of the citizens so hard, the prospects of recovery and the speed of reforms are gloomy. The room for mitigating the adverse impact without global cooperation is far-fetched. \nNow, with the uncertainties of other viruses like monkeypox or some other variants of Covid, the potential for global growth is further aggravated with trade collapse. More than 3,000 tariff escalations will affect 70 percent of import. Every chance of reversing the trend to Licence Raj or restrictive regulatory restructuring would lead to the Hindu rate of growth below four percent and will really be a \"Hindutva-led\" indoctrination effect. With self-reliance as a goal, trade protectionism would further aggravate the dominant force of global supply chain setting in negative forces against \"atma nirbharta.\" With remote working and the gig economy, SMEs contributing about 30 percent of GDP will suffer, as many are underpaid but overworked despite herd immunity. The indomitable spirit of standing on one's own feet is a golden dream. But in the context of economic policymaking in India, that dream is covered with dark patches of clouds with foreboding of secular stagnation.   \nIt is also true that in today's world – thanks to technological benefits, digitisation and e-commerce – raising barriers is like retreating to the pre-World War I era of mercantilism. If we look back to economic history, import substitution (IS) policy was adopted in many countries – with differences as per individual goals – in the 1950s to 1960s and infant-industry protection was offered for reaping dynamic economies of scale. In the case of South Korea, the IS was adopted for export-promotion (EP) schemes and eventually for export-led growth. India has raised – after achieving export-led growth since 1990s economic reforms under Manmohanomics – the import tariffs and escalated the tariff rates. In fact, shying away from RCEP or any FTA is a threat to self-reliance as India's stellar performance of growth rates in the range of 7 to10 percent was due to the dismantling of Licence Raj, adoption of economic reforms, and changes in institutions accompanying the economic reforms.  \nWithout having a well-developed industrial structure and technological sophistication, the dream of adding value cannot be achieved by subtracting foreign trade components underlying the global value chain unlike China. With Covid-19, and ensuing changes in adoption of technology – such as online modes, rise of the gig economy thanks to automation and digitisation – we can envisage a process of creative destruction where the risk of vanishing sectors looms large as \"virtual trade\" replaces offline works. \nIndia became a tiger from being an underdog; in order not to become extinct, it needs to be given proper care. The importance of human capital needs to be part of public discussions as quality-adjusted investment rate is a matter of concern. Rather than embracing trendy prescriptions, such as incubators, self-reliance, technology parks, for a head start to becoming \"atmanirbhar,\" financing the \"man\" is as important as adopting \"machines\" because, after all, man makes machines with ingenuity. \nWith complacency gripping the helmsman of our beloved country sipped with nationalism, the clarion call for being self-reliant has boomeranged. Crematoria and hospitals being crowded by ailing and dying patients has triggered doubts about self-reliance or \"acchey din (better days),\" as the highly infectious religious bigotry causes rampages in India. \nIndia's plan is to build a USD 5 trillion economy in 2025 from the current level of USD 3.1 trillion. The much-hyped \"3D\" advantage of demographics, democracy, and demand is only populistic as the economy is limping due to decelerating GDP growth, accelerating unemployment (at a record high of 23.5 percent), and inflation marching ahead.\nAdditionally, the Russia-Ukraine war is a constant threat to the dream of all world leaders and India can never be an exception. Without Keynesian fiscal stimulus, low levels of investment, consumption, and exports along with faulty demonetisation are crippling her. Think about the Indian software sector – almost non-existent till the late 1980s – which grew at an average rate of 30 percent per annum to register exports of USD 12.2 billion in 20 years. The root cause of this abundance of engineers is private investment in human capital along with government support and public sector R&D institutions in Bangalore, and scientific infrastructure and diasporic spillovers in a high-tech cluster. Co-creating markets for innovation-led inclusive and sustainable growth is important. \nWith supply chains being disrupted due to Covid shock, IS policy will deal another blow further reducing the prospect of export and hence, the dream of self-reliance. The key lies with the Keynesian macroeconomics taught in intermediate courses. Boosting domestic demand should emerge as an organic policy intervention along with careful opening up. East Asia is a glaring example of this balancing where, even with high stagflationary chances and inflation hovering around 8 percent globally, the inflation is within target rates.  \nIt's not about leaning left or right. The boot of leadership should be on the \"right\" foot so that the monopolistic and corrupt elite does not mould law and economics to their own advantage. We should be careful about the populist right, whether they are \"right\" or \"wrong,\" and then leave those right for even a socialist left if and when the left is \"right.\" \"All great truths begin as blasphemies,\" as Bernard Shaw said, so we must not at least stop telling the truth. And as Robert Low (Chancellor of the Exchequer, 1868-73) said: \"We must educate our masters.\" That's the top priority before the next democratic process of electing leaders rolls out. \nGouranga G Das is a professor of economics at Hanyang University in Seoul, South Korea.\n\n",
        "headline_1": "India’s self-reliance puzzle: Adding by subtracting?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/indias-self-reliance-puzzle-adding-subtracting-3076071",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "After months of mayhem across the country, Sri Lanka finally got a new president in Ranil Wickremesinghe, 73, a veteran politician and six-time prime minister. On Thursday, Wickremesinghe was sworn in as its 9th president, before he was overwhelmingly elected in a parliamentary vote the previous day. According to media reports, he is expected to name his prime minister soon and form a unity government to manage the grinding economic crisis that the country finds itself in, as well as quell protests that continue to rock the streets.\nBut his replacing the unpopular Gotabaya Rajapaksa, who was forced to resign and flee the country in the face of protests, may not have the desired effect any time soon, as obvious from the angry chants on the streets. Many protesters believe Wickremesinghe is not the president Sri Lanka needed at this juncture, pointing to the fact that he was backed by the ruling Sri Lanka Podujana Peramuna (SLPP) party and thus may still protect the interests of the Rajapaksa family. The protests in Sri Lanka came in the wake of shortages of fuel and other basic necessaries and the inability of the government to deal with the crisis. As protests grew, the mob on the streets became more and more violent, demanding the ouster of a corrupt regime.\nWickremesinghe, in a speech, addressed the gravity of the situation, saying that the country was facing massive challenges and that the government would have to work on a new strategy as per the aspirations of the people. He invited all to work together. But observers believe that Sri Lanka may see more political unrest as the new president announced a crackdown on protesters, condemning them as law breakers. He vowed to deal with them firmly, not allowing a \"minority of protesters to suppress the aspirations of the silent majority clamouring for a change in the political system.\" Earlier, as acting president, he extended a state of emergency that gave police and security forces sweeping powers to evict protesters from state buildings that they had occupied.\nHis stance so far made it clear that he wouldn't allow violence to distract the new government from the more urgent task at hand: finding a way out of the economic crisis. But earning public trust is extremely important, otherwise tension may continue to be an impeding factor. We hope the new government will work together with all stakeholders, including members of the public, to bring peace and stability in the country soon.\n",
        "headline_1": "Will peace return to Sri Lanka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-peace-return-sri-lanka-3076041",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "On any given night in Bangladesh, large numbers of people are either homeless – sleeping in temporary shelters, on the streets, in huts built on khas land, etc. – or facing the prospects of becoming one because of increased socioeconomic vulnerabilities. Many haven't had a fixed place to lay their heads in years. Their sufferings, especially that of children and the elderly, are well-documented. The government's Ashrayan housing project offers a solution to this problem, and on Thursday, it reached an important milestone as Panchagarh and Magura were declared the country's first two districts with no homeless and landless people.\nThis is indeed a moment to be proud of. Reportedly, the nine upazilas of Panchagarh and Magura were among a total of 52 declared free of the scourge of homelessness. In the process, a total of 19,780 landless families were rehabilitated. We share the joy of those who were handed over keys to houses that they can now call their own, a roof overhead that no one can take away. At the virtual handover ceremony, Prime Minister Sheikh Hasina rightly called this \"a big achievement\", before promising that \"every person in the country will have a house and an address.\"\nAccording to officials, a total of 67,800 houses will be distributed among homeless families as part of the third phase of Ashrayan-2, an undertaking of the PMO meant to mark the birth centenary of Bangabandhu Sheikh Mujibur Rahman. Of these, 32,904 houses were handed over on April 26, 26,229 handed over on Thursday, and the construction of 8,667 is underway. In the first two phases of the project, 117,329 semi-pucca houses, along with a piece of two-decimal land for each family, were distributed on January 23, 2021 and June 20, 2021, respectively. We're happy to know that the government plans to continue the scheme, given how it is contributing to rural economy with improved life prospects for the formerly homeless.\nSuch initiatives are extremely important in a country where homelessness is often as much a result of unfair socioeconomic conditions as a failure of policy and governance, with no reliable data on the poor to guide policies, and no robust support mechanism for them to fall back on. The plight of street children is another example of that failure. Besides a permanent home, the poor need the guarantee of a range of supporting conditions and services such as proper schooling for children, the opportunity for earning incomes, and unrestricted access to social safety net programmes. These too should be met to improve their living standards.\nWe urge the government to extend its housing scheme everywhere to end homelessness for good, and build a robust support mechanism for the poor so they can turn their life around and contribute to our economy.\n",
        "headline_1": "A milestone achievement in fixing homelessness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/milestone-achievement-fixing-homelessness-3076036",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "\"Nothing is inevitable but death and flooding\" might be our new motto as vast tracts of Bangladesh regularly go under water. So do Miami and other cities around the world. There are a couple of simple reasons why flooding is now inevitable. One is the climate crisis, which guarantees ever more epic climate events, including forest fires, droughts, storms, and flooding. Another is our inability, as modern humans, to accept the simple fact that water requires an outlet.\nWith burgeoning populations and increasing wealth, there are ever greater demands for construction. Our craze to build and pave has led us to create cities of concrete and asphalt. Canals and wetlands are paved over. Patches of dirt and green space in cities are victims of the construction boom. As a result, even a fairly normal rainfall can result in flooding; the unprecedented rains due to climate change can only spell disaster. We can build high-rise buildings, elevated expressways, and grand monuments, but we can't build our way out of the climate crisis.\nWe must act dramatically and rapidly to reduce our greenhouse gas (GHG) emissions. But the climate crisis is already here; we can only prevent its worst consequences. In the meantime, we also need to accept that fires, droughts, and flooding are part of the \"new abnormal.\"\nBut that doesn't mean that we are helpless in the face of the disasters that we human beings have wrought due to our mindless construction and consumerism. At least in terms of flooding, there are some relatively simple activities that would reduce the problem. If we eliminate drains and water bodies while entirely paving over our cities, our cities will get flooded. In the past, the primary aim of municipal storm water management was drainage. More recently, localities have shifted to a focus on minimising run-off by returning rain to natural pathways, such as soil, vegetation, and the atmosphere. If we allow water to seep into canals, rivers, and soil, then flooding will be lessened, as will the pollution of our water bodies by all the chemicals that floodwaters carry with them.\nAnd hence, the idea of green infrastructure and depaving. Green infrastructure can include rain gardens, permeable pavement, green roofs, urban trees, and rainwater harvest and reuse. Green infrastructure means preserving and maintaining canals and rivers in their natural state, rather than encroaching on them or paving them over. Depaving is one of the steps to achieve green infrastructure in an overly built-up city. It is a multi-step process: Stop covering your city in asphalt and cement, start implementing green infrastructure in new projects, and depave where possible. Restore canals and other water bodies. Policies and financial incentives are a necessary adjunct to achieve the needed results.\nIt may all seem like a lot of work, but consider the benefits. We already know about the losses incurred by flooding: Economic losses of property and ability to work, and personal losses of property, land and lives. By beginning to reverse the damage, other significant benefits would also accrue. First, of course, is flood risk reduction and climate change adaptation. With more natural filtration of water, there would be less sewer overflow, thus some measure of water quality protection. Green infrastructure combined with grey (cement and asphalt) is cheaper than grey infrastructure on its own; it is also more labour-intensive in its maintenance, creating new green jobs. Green infrastructure is vastly more aesthetic, increasing opportunities for tourism, recreation, and urban liveability. More trees are good for mental health; more shade and urban heat island mitigation would also make it easier for people to use active transport (walking and cycling), which improves health and reduces deadly pollution and road crashes.\nJoni Mitchell's song Big Yellow Taxi includes the line, \"Don't it always seem to go/That you don't know what you got 'til it's gone/They paved paradise and put up a parking lot.\" It's time to depave the parking lot and return some paradise to our cities. And, as a not-unimportant result, also decrease urban flooding. Despite appearances, not all our urban problems are inevitable.\nFor more information, visit www.raincommunitysolutions.ca and https://depaveparadise.ca/ \n\n \nDebra Efroymson is executive director of the Institute of Wellbeing and author of Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\n",
        "headline_1": "Less flooding, more liveability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/less-flooding-more-liveability-3076021",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "After months of mayhem across the country, Sri Lanka finally got a new president in Ranil Wickremesinghe, 73, a veteran politician and six-time prime minister. On Thursday, Wickremesinghe was sworn in as its 9th president, before he was overwhelmingly elected in a parliamentary vote the previous day. According to media reports, he is expected to name his prime minister soon and form a unity government to manage the grinding economic crisis that the country finds itself in, as well as quell protests that continue to rock the streets.\nBut his replacing the unpopular Gotabaya Rajapaksa, who was forced to resign and flee the country in the face of protests, may not have the desired effect any time soon, as obvious from the angry chants on the streets. Many protesters believe Wickremesinghe is not the president Sri Lanka needed at this juncture, pointing to the fact that he was backed by the ruling Sri Lanka Podujana Peramuna (SLPP) party and thus may still protect the interests of the Rajapaksa family. The protests in Sri Lanka came in the wake of shortages of fuel and other basic necessaries and the inability of the government to deal with the crisis. As protests grew, the mob on the streets became more and more violent, demanding the ouster of a corrupt regime.\nWickremesinghe, in a speech, addressed the gravity of the situation, saying that the country was facing massive challenges and that the government would have to work on a new strategy as per the aspirations of the people. He invited all to work together. But observers believe that Sri Lanka may see more political unrest as the new president announced a crackdown on protesters, condemning them as law breakers. He vowed to deal with them firmly, not allowing a \"minority of protesters to suppress the aspirations of the silent majority clamouring for a change in the political system.\" Earlier, as acting president, he extended a state of emergency that gave police and security forces sweeping powers to evict protesters from state buildings that they had occupied.\nHis stance so far made it clear that he wouldn't allow violence to distract the new government from the more urgent task at hand: finding a way out of the economic crisis. But earning public trust is extremely important, otherwise tension may continue to be an impeding factor. We hope the new government will work together with all stakeholders, including members of the public, to bring peace and stability in the country soon.\n",
        "headline_1": "Will peace return to Sri Lanka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-peace-return-sri-lanka-3076041",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "On any given night in Bangladesh, large numbers of people are either homeless – sleeping in temporary shelters, on the streets, in huts built on khas land, etc. – or facing the prospects of becoming one because of increased socioeconomic vulnerabilities. Many haven't had a fixed place to lay their heads in years. Their sufferings, especially that of children and the elderly, are well-documented. The government's Ashrayan housing project offers a solution to this problem, and on Thursday, it reached an important milestone as Panchagarh and Magura were declared the country's first two districts with no homeless and landless people.\nThis is indeed a moment to be proud of. Reportedly, the nine upazilas of Panchagarh and Magura were among a total of 52 declared free of the scourge of homelessness. In the process, a total of 19,780 landless families were rehabilitated. We share the joy of those who were handed over keys to houses that they can now call their own, a roof overhead that no one can take away. At the virtual handover ceremony, Prime Minister Sheikh Hasina rightly called this \"a big achievement\", before promising that \"every person in the country will have a house and an address.\"\nAccording to officials, a total of 67,800 houses will be distributed among homeless families as part of the third phase of Ashrayan-2, an undertaking of the PMO meant to mark the birth centenary of Bangabandhu Sheikh Mujibur Rahman. Of these, 32,904 houses were handed over on April 26, 26,229 handed over on Thursday, and the construction of 8,667 is underway. In the first two phases of the project, 117,329 semi-pucca houses, along with a piece of two-decimal land for each family, were distributed on January 23, 2021 and June 20, 2021, respectively. We're happy to know that the government plans to continue the scheme, given how it is contributing to rural economy with improved life prospects for the formerly homeless.\nSuch initiatives are extremely important in a country where homelessness is often as much a result of unfair socioeconomic conditions as a failure of policy and governance, with no reliable data on the poor to guide policies, and no robust support mechanism for them to fall back on. The plight of street children is another example of that failure. Besides a permanent home, the poor need the guarantee of a range of supporting conditions and services such as proper schooling for children, the opportunity for earning incomes, and unrestricted access to social safety net programmes. These too should be met to improve their living standards.\nWe urge the government to extend its housing scheme everywhere to end homelessness for good, and build a robust support mechanism for the poor so they can turn their life around and contribute to our economy.\n",
        "headline_1": "A milestone achievement in fixing homelessness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/milestone-achievement-fixing-homelessness-3076036",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "Setting export target for a country like Bangladesh is more than a mere exercise in jugglery of figures. Apart from its being a macroeconomic indicator of stability and sustainability, it is also a hallmark of a country's progress or otherwise. Bangladesh has carved a modest niche as a trade partner of various countries -- surely more to come in the shape of a diversified export basket. Let alone famed for the potential for making its mark as top ranking garment and manpower exporters, the unquenchable drive to break new grounds in export earnings is abundant among the youths. The higher the skill ladders we climb, the greater would be the openings before us to match the world class.Undaunted by the newer challenges -- pandemic, war disruptions and tremors in rule-based trade -- with tectonic shifts in world economy in the offing the government has set the export target at 10.1 per cent higher over the achieved income in the past fiscal. It amounts to US$ 67 billion in the current financial year. Particularly challenging would be the task of steering the export growth to match demands of the graduation issue on the development ladder. Of foremost imperative here would be the skilful use of negotiating capacity and emphasising the value of greater integration of Bangladesh's upcoming economy with the global one. Just as strong market of demands exists in Bangladesh, so also it has potential outreach in terms of exportable merchandise. One thing of particular note is the huge infrastructure matrix regionally and globally that Bangladesh will soon have at its advantage. Setting targets is one thing but delivering on them is another. Implementation would require all players and agencies to energetically fulfil the obligations they are tasked with -- supervision and monitoring would be the key. Periodic stock taking and reviews must be carried out and made a matter of public consultation. On top of these, fiscal and monetary policies need to be aligned with the export targets which may be treated as a policy matter. On a different plane it is worthwhile to note that intrinsic value of import has increased in Bangladesh because the local entrepreneurs imported capital machinery after two years of pandemic. Now with the machinery poised to go into production, higher export and foreign exchange earnings are expected to ensue. Alongside wasteful and non-productive expenditure will have to be scrupulously avoided. Finally let's beware of the possible recession in EU and North America which may put our export growth at risk. Already there are signs that export orders might fall in the days to come should the situation in developed economies deteriorate. This makes the issue of competitiveness on the global market place even more compelling. Prevailing power outages, increased transportation costs now pushing up overall cost of production might well affect the country's competitiveness on the global market. This reality should be faced with aplomb.",
        "headline_1": "Raising the export target in a turbulent year",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-the-export-target-in-a-turbulent-year-1658413205",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "Societies the world over are becoming increasingly intolerant and violent. Political intrigues and atrocious economic inequality have stoked religious fundamentalism, bigotry and hate campaign. The victims everywhere are 'religious minorities' or vulnerable people. Slavery and apartheid have long been abolished in the land of the free and in South Africa. But the racial hatred, the rise of ultra-right white supremacists and violation of the human rights are yet to go.If colour prejudice still undermines the Black people in America, it is religious or ethnic minorities who suffer the onslaughts of communal hatred and violence in wider parts of the world. The subcontinent has ever remained one of the hotspots of communal violence initially engineered and stoked by the colonial English as part of their political expediency. It came as a parting kick just when they had to leave forever but the dreaded legacy refuses to leave even in the country that emerged as a secular nation after nine months of bloody war. If unsuspecting Black men like George Floyds still fall victim to racial prejudice ---not least harboured by men in uniform --- in the US, communal conflicts and violence vitiate the once peaceful social environment in which communities in India, Pakistan, Bangladesh and Myanmar lived. Even socialist China is not free from religious bias, reportedly, against Uyghur Muslims. So are the Muslims in India, Hindus and Christians in Pakistan, non-Buddhists in Myanmar and Buddhists, Hindus and non-Muslim ethnic minorities in Bangladesh, all of whom are increasingly subjected to discriminations of different forms and varying degrees because of their religion. In Europe which was supposed to leave behind Hitler's diabolical racial superiority theory once again saw the eruption of religio-ethnic pogrom in Serbia, and Bosnia and Herzegovina. All this is a grim reminder that civilisation is on a course of retrogression not just in this part of the world but also in advanced societies where a man of Josip Broz Tito of Non-Alligned Movement fame once lived.The contentious issue in this part of the world is chiefly religion, the zealots of which are campaigning superiority of their respective religion. Their appeal is to ritualistic religions as against humanitarianism. A sharp decline in the secular psychological make-up has engineered a process of undermining the religion of the 'others'. The crafty and intriguing groups are desperate to prove the inferiority of the religions of minorities and thus justify attack on the latter on the flimsiest of pretexts ---at times manufactured ones to suit their ill-conceived objectives.  Thus take shape the politically motivated, Citizen Act and the rise of Hindutva in India and gets currency the promotion of religious sentiment on fake social site posts in Bangladesh ---both developments proving highly damaging to human rights, social peace and harmony. In fact, the blasphemous charges are brought about by crafty and intriguing groups with an ulterior motive where the true religious people have no part to play. From Ramu to Nasirnagar, Brahmanbaria to Nanua Dighirpar, Cumilla to a village of majority fishermen in Pirganj, Rangpur, the pattern is the same. In all such incidents of attack on the minorities, the allegation of blasphemy proved baseless but the backlash was costly for the victims in terms of dwelling houses, property and even in terms of human life. The latest such orchestrated attack in Narail only brings to the fore the growing evil design being hatched up by a section of the people who in the name of preserving the sanctity of religion are doing the greatest disservice to their faith. In his long post Mashrafe Bin Mortoza, former national cricket captain and now MP has hinted at mysterious behind-the-scene string pullers. Understandably, without the blessing of such invisible patrons such heinous attacks including arson and looting is impossible in a country where the party in power is the one that led the war of independence and the supreme leader of that party and founding father of this nation is an epitome of secularism. In all such cases, the rumour of blasphemy is deliberately spread like wildfire to incite mob mentality against a whole community for the alleged (fabricated) crime of a single person. There are clear agenda the backstage players pursue either in the form of misappropriation of land or other property or maybe, political mileage to be used in time of election. Without bringing them to book, incidents of communal violence cannot be controlled.On a broader scale, the same craftiness and intrigues have prompted world players to expand their spheres of influence. The cold war was a product of not just military rivalry but also of a clash of theories between Marxism and open market economy. With the disintegration of Soviet Union, the cold war could cease to be. But the US pursued its policy of unilaterism which was largely responsible for the rise of Islamist militancy and radicalism in the Middle-east, leading to the 9/11 tragic incident.The currency of zealotry or bigotry is not without a global influence. American policy towards the ME has solidified a supranational Muslim identity. But if the extreme version that started raising its ugly head from 2012 in Bangladesh has been brought more or less under control, the poisonous effect left on impressionable minds is yet to be erased. Instead, its cancerous growth is fast spreading because it has not been taken equally seriously and no punishment meted out to the perpetrators, or there is no strong counter campaign against bigotry. Fighting the virus in the antidote has also remained neglected. \n[email protected]",
        "headline_1": "Multilateralism has been a casualty",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/multilateralism-has-been-a-casualty-1658413248",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "The government's decision on power outages because of the rise in LNG and oil prices hit the headlines of the last Tuesday's issue of all national newspapers. Load-shedding that has returned after many years stirred up worries among all sections of people because of its enormous impact on life and the economy. The national dailies published another piece of important news on the same day. It was about the central bank's decision to defer the classification of loans by relaxing the relevant rules. Despite having a wider impact of the decision on the country's financial sector, the central bank's circular to this effect could not attract that much attention from all concerned. The central bank had relaxed loan classification rules to provide relief to the businesses hit by the Covid-19 pandemic for nearly two years, starting from March 2020. It had imposed a moratorium on loan classification. Following a request from the country's apex chamber, the Bangladesh Bank (BB) allowed the borrowers to reschedule their default loans through repayment of 15 per cent of their outstanding loans at the end of 2021. Bank borrowers, under the latest circular issued on Tuesday, are allowed to regularise their default loans by paying a sum equivalent to 2.5- 6.5 per cent of their respective outstanding amount. The repayment period for the overdue loan has been extended to eight years. Earlier, it was a maximum of two years. What is surprising is that the central bank has empowered bank boards to decide on the facilities to be offered for regularising the default loans. Earlier, banks could not offer any special facility to any loan defaulter without the approval of the central bank. Now, the banking sector regulator has decided to transfer its authority to its subjects (banks)!There is no denying that businesses that were about to be engaged in the pandemic damage recovery efforts are now amid yet another difficult time because of the Ukraine-Russia war. They need relief. But that should not be at the cost of banks that are beset with huge default loan problems. The latest BB circular on loan classification would not only make the recovery of old default loans difficult, but also encourage regular borrowers to delay their repayments. The liquidity shortage now being experienced by many banks might aggravate further in the coming days. Thus, banks are likely to come under intense pressure to hike their deposit rates. That would eventually lead to a lending rate hike. The loan classification delays will help the banks show higher than their actual profit and the resultant disbursement of increased dividends to shareholders. These exercises, however, might help the banks bask in temporary success. But, it would not be possible to hide their deteriorating financial health for long. At one stage, they will have to resort to usual loan classification rules and only then the real picture would emerge. That, in all likelihood, would be a very ugly one. The decision to leave many important issues to the so-called bank-client relationship for resolution has already given rise to many problems. The central bank should take a tough stance on default loan issues. Otherwise, things might go out of hand soon. \n[email protected]",
        "headline_1": "Delegation of regulatory authority!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/delegation-of-regulatory-authority-1658413278",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2022"
    },
    {
        "full_article": "A new era of area-wise planned power cuts across Bangladesh has begun recently to tackle the ongoing gas and power crises. However, the plan for one to two hours of load-shedding has failed in many places on the first day. The authorities concerned could not maintain the schedule in the country's rural areas, particularly in northern districts. These districts are now experiencing three to four hours of load-shedding every day. Like the northern districts, the situation is more or less the same elsewhere in the country. Even people in Dhaka city along with its adjacent areas experience power cuts 2-3 times a day ---each for 30 minutes to one hour outside the fixed schedules declared by the authorities. Amid hot weather, power outages in the country have brought miseries to the daily lives of people. A number of people have already shown angry reactions by posting on social media. People are struggling to complete household chores and sectors like medical, education, factories and agriculture are suffering a lot. Cold storages are in dire straits because of non-stop power outage. The government should act sincerely so that it can deal with the worsening electricity situation. It should also be strict to maintain the area-based load-shedding schedule. \nAshikujaman Syed, Research Assistant, Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Maintaining power cut schedule",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/maintaining-power-cut-schedule-1658413295",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2022"
    }
]