[
    {
        "full_article": "The latest State of World Population Report, an authoritative analysis by the UN, has officially stamped what has been known for a while: that India will become the most populous country in mid-2023, surpassing China’s 142.5 crore by about 3 million. These estimates are based on official country data as well as extrapolating birth, mortality and international migration trends. India has had a vacillating relationship with the size of its population. In the ‘socialist’ era, the growing population was a convenient excuse to explain India’s poverty and the state’s inability to improve average standards of living. These seeded deranged ‘sterilisation’ programmes that violently compromised dignity and freedom. Globalisation and the opening up of the economy in the 1990s saw India as a vast, untapped market, with ‘fortunes at the bottom of the pyramid’ that framed population as an advantage. India’s large working age population — or the demographic dividend — relative to the developed countries, where the workforce was ageing, has provided labour-wage arbitrage and valuable economic opportunities. Indian numbers are behind the skilled and unskilled labour that power workforces in West Asia and Africa, undergird business process outsourcing projects from developed European countries and the United States, and are increasingly a significant component of university enrolment abroad.This relative prosperity, though unable to solve India’s crisis of economic inequality, has, however, busted the myth of forced sterilisation and legal limits on family sizes being key to population control. Despite overtaking China, India’s population growth is slowing. The National Family Health Survey reported in 2021 that the total fertility rate had, for the first time, dipped to below the replacement level of 2.1. India’s population is forecast to grow from its current 1.4 billion to 1.67 billion in 2050 before settling at 1.53 billion in 2100, with the peak at 1.7 billion sometime in 2064, according to UN estimates. While the pendulum of opinion regarding population has swung from ‘disadvantage’ to ‘advantage’ in national discourse, it is relevant to analyse the question while factoring in newer developments. Earlier population debates did not account for the climate crisis and the fact that many migrants, after years of skilled and unskilled labour abroad, were becoming permanent immigrants: over 16 lakh Indians have renounced citizenship since 2011, including 2,25,620 people in 2022, the highest during the period, the External Affairs Minister told Parliament in February. Economic opportunity, more than national pride, shapes the working population’s aspiration and, in its absence, a naturally decelerating population will be of limited advantage.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndemography\n\n/\n\ndemographics\n\n/\n\npopulation\n\n/\n\nUnited Nations\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\npoverty\n\n/\n\nwelfare\n\n/\n\nlabour\n\n/\n\nparliament\n\n/\n\nclimate change\n\n/\n\nuniversities and colleges\n\n/\n\neducation",
        "headline_1": "Numbers game: On the State of World Population Report 2023 and the India projection",
        "headline_2": "India needs to create economic opportunities to reap the demographic dividend",
        "link": "https://www.thehindu.com/opinion/editorial/numbers-game-the-hindu-editorial-on-the-state-of-world-population-report-2023-and-the-india-projection/article66760015.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "According to the World Health Organization, 36% of the world’s and 65% of Southeast Asia’s rabies deaths happen in India. The National Rabies Control Programme has recorded 6,644 clinically suspected cases and deaths of human rabies in 2012-22. There have also been several media reports of the young and the old being attacked by packs of stray dogs, fatally in some cases. At the centre of these narratives is how India is responding to the stray dog menace. On April 18, the government announced the notification of its Animal Birth Control Rules 2023, which are likely to become as much a bone of contention as the earlier Animal Birth Control (Dogs) Rules 2001, were. They purportedly respond to three stimuli: strays cannot be relocated, as the Supreme Court of India has held; must not face cruelty; and must be cared for. Stray dogs are a nuisance by spreading disease; injuring and/or killing humans and wildlife; and by keeping people from accessing public spaces. The 2023 Rules require strays to be caught, vaccinated, neutered, and released back. Under the 2001 Rules, neither effort succeeded because the entire dog population (or at least a large fraction) needed to be treated at once. But the programme was implemented in piecemeal fashion, allowing some dog populations to supplant others over time and the menace to continue. Neutering and vaccination also do not prevent dogs from forming packs and harassing passers-by.The 2023 Rules also ask residents’ welfare associations to care for stray dogs and feed them away from the children and the elderly, at fixed intervals. This could further the dogs’ homelessness, and thus susceptibility to disease, injury, and discomfort. In the process, the Rules also transform “stray dogs” into a new class of “community animals” — a contrivance whose purpose is not clear. Instead, the Rules must prohibit the improper disposal of solid waste and casual feeding of dogs, and require them to be adopted and directly cared for, to eliminate canine homelessness altogether. The Animal Welfare Board of India Secretary also told The Hindu that local authorities “will be held responsible for any violation [during birth-control procedures] and animal-human conflicts”. As under the 2001 Rules, these authorities will be in a pickle without more funds and staff, the requisite infrastructure, and proper coordination. Without otherwise housing dogs in purpose-built shelters and promoting formal ownership, the 2023 Rules potentially create more points of failure at the level of local governments and residents’ welfare associations while dressing up the cruelty of dog homelessness.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nanimal\n\n/\n\ndisease",
        "headline_1": "Caring for strays: On the impact of the Animal Birth Control Rules 2023",
        "headline_2": "Without purpose-built shelters and formal adoption of dogs, the 2023 Animal Birth Control Rules could worsen India’s canine crisis",
        "link": "https://www.thehindu.com/opinion/editorial/caring-for-strays-the-hindu-editorial-on-the-impact-of-the-animal-birth-control-rules-2023/article66760036.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "The Government e Marketplace (GeM) crossed a historic milestone at the end of 2022-23: GoI and state governments, official agencies, public sector undertakings and cooperatives purchased goods and services worth more than Rs 2 lakh crore ($24 billion) through more than five million online transactions in a single financial year – a testimony to PM Narendra Modi’s commitment to inclusive development, transparency, efficiency and corruption-free governance.\nGeM is truly a gem that has replaced the obsolete Directorate General of Supplies & Disposals (DGS&D). Befittingly, Vanijya Bhawan, the new office building of the commerce and industry ministry, has been built on the land once occupied by DGS&D.\nAt the foundation stone laying ceremony of the building, Modi rightly observed: “Now this more than 100 years old organisation has been closed and it has been replaced by a body based on digital technology – Government e Marketplace. GeM has completely revolutionised the way the government procures the goods required by it.”\n\n\nSeven spectacular years of GeM\nGeM has grown spectacularly since it was set up in August 2016. The total value of transactions on the portal almost doubled in 2022-23 to Rs 2. 01 lakh crore from Rs 1. 07 lakh crore in the previous fiscal. The trailblazing journey began with business worth Rs 422 crore in 2016-17. The portal was launched to align public procurement of goods and services with Modi’s mission of ‘Minimum Government and Maximum Governance’ and his strategy of using technology to make government systems honest, effective and accessible to all.\nGeM’s transparent practices such as competitive bidding have helped government departments and undertakings save about Rs 40,000 crore of taxpayer’s money. Such initiatives have helped theModi government in substantially raising welfare expenditure without compromising on fiscal health.\n\nTransformation from manual to digital\nIn this context, GeM’s significance goes far beyond its phenomenal growth in financial terms, which itself would make any e-commerce major jealous. The new system replaces age-old manual processes that were riddled with inefficiencies and corruption. Government procurement used to be opaque, time-consuming, cumbersome and prone to corruption and cartelisation.\n● Only a privileged few could break through huge entry barriers.\n● Buyers had no choice but to purchase sub-standard goods at high, nonnegotiable rates from the privileged, often unscrupulous suppliers.\n● Potential sellers had to run from pillar to post, completely at the mercy of the facilitating agency, to get empanelled, and then to get timely payments. In contrast, there is hardly any human interface in vendor registration, order placement and payment processing through the technology-driven platform. At every step, SMS and e-mail notifications are sent to the buyer, the head of her/his organisation, paying authoritiesand sellers.\nThe paperless, cashless and faceless GeM gives buyers the freedom to buygoods and services directly from unlimited sellers at competitive rates. This new, competitive system has transformed public procurement and given MSMEs and small businessmen access to sought-after government orders.\n\nIndependent research validates GeM\nHard data and insightful third-party analyses testify GeM’s success. An independent study conducted by the World Bank and IIM Lucknow estimated an average 10% savings from the median price. The World Bank noted that with the addition of every new bidder, savings increased by 0. 55%. A study by Boston Consulting Group (BCG) showed that annual cost savings in 2021-22 were in the range of 8%-11%. Modi appropriately summed up GeM’s objective as “Minimum Price and Maximum Ease, Efficiency and Transparency”.\nThe portal is home to:\n● More than 11,500 product categories.\n● Over 3. 2 million listed products.\n● It has over 280 service categories with more than 2. 8 lakh service offerings. GeM is catering to diverse procurement needs of more than 67,000 government buyer organisations, which have together saved about Rs 40,000 crore. It gives equal opportunity to all buyers and sellers.\nAbout 60% of orders by value from states have gone to micro and small enterprises. States have also placed orders worth Rs 1,109 crore on startups, demonstrating the ease of access for the relatively underprivileged business people, including those in far-flung areas.\nGiven the scale and complexities involved in realigning the old, deeply entrenched procurement processes, this is one of the largest change-management exercises globally.\nThe portal’s transformational success bodes well for the entire economy because the ‘gem’ is magnifying efficiency and integrity during the ‘Amrit Kaal’ as India marches to become a developed country by 2047 under the decisive and visionary leadership of Modi.\n\n",
        "headline_1": "The GeM in what govt buys: Commerce & industry minister argues a transition to GoI’s online platform for procurement led to savings by departments & transparency and fair competition for vendors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-gem-in-what-govt-buys-commerce-industry-minister-argues-a-transition-to-gois-online-platform-for-procurement-led-to-savings-by-departments-transparency-and-fair-competition-for-vendo/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "If the late Queen Elizabeth’s Coronation Chicken was the last gasp of Empire – the hint of curry powder in its mayonnaise sauce harked back to her grandfather George V’s Jubilee Chicken, created at the height of the British Raj – her son and daughter-in-law appear to be emphasising closer continental ties with their Coronation Quiche, unveiled this week. But irate subjects of King Charles III and Queen Camilla aver that quiches are not British, pies are.\nRead full opinion on TOI+\n\n",
        "headline_1": "Brits don’t have eggs… let them eat quiche: UK royal jodi Charles and Camilla’s choice of a coronation dish requires a product currently out-of-reach of most ordinary British. That’s very Marie Antoinette",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cultural-chromosomes/brits-dont-have-eggs-let-them-eat-quiche-uk-royal-jodi-charles-and-camillas-choice-of-a-coronation-dish-requires-a-product-currently-out-of-reach-of-most-ordinary-british/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "Military operations in Myanmar have sent more refugees across the border to Mizoram. The state hosts upwards of 40,000 refugees from Myanmar, a flood that began with the military coup in Naypyidaw in February 2021. Many refugees are from Myanmar’s Chin community, who share ethnic kinship ties with Mizos. That explains the Mizoram government’s so-fartolerant attitude. However, given that India is neither a signatory to the 1951 UN Refugee Convention nor its 1967 protocol, the country is unprepared for a large flow of refugees, except in taking a heartless and hardline position in some cases.\n\nThis is ironic, since India has hosted some of the largest flows of refugees of all time and largely stuck to the principle of nonrefoulement. This includes hosting Tibetan refugees fleeing persecution in communist China, millions displaced during Bangladesh’s 1971 liberation war and Sri Lankan Tamils fleeing the civil war in that country. But sans a refugee policy GoI’s recent approach has been ad hoc. The current system is neither able to provide humanitarian succour to refugees nor give them a clear path forward, including translocation to a third country.\nThis in turn is a perfect recipe for local resentment against refugees. The latter fear prosecution under the Foreigners Act but minus any avenues of livelihood are forced into activities that fall foul of the law. We are seeing this in Mizoram as reports and narratives of criminal activities, smuggling and drug trafficking by Myanmar refugees increase. Add to this the influx of Kuki-Chin refugees from Bangladesh into the state since last year after an operation by Bangladeshi security forces, and it’s easy to see why Mizoram is sitting on a potential tinder box.\nThus, before the situation in Mizoram spirals out of control and creates a political-security problem down the road, GoI needs to have a clear refugee framework in place. A national law on refugees instead of a patchwork of rules and Acts is the best way forward. Not providing shelter to adequate numbers of Afghan refugees – many of whom had worked with GoI and the New Delhi-friendly former Afghan government – after Taliban’s takeover is a tragic example of India’s failure to step up. India prides itself as a fast-growing major economy, an Asian power and an aspiring major global player – this means New Delhi must undertake a comprehensive review of its refugee management mechanism.\n\n",
        "headline_1": "Be Smart, be humane: As more flee to Mizoram from Myanmar, New Delhi must understand costs of not having a refugee policy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-smart-be-humane-as-more-flee-to-mizoram-from-myanmar-new-delhi-must-understand-costs-of-not-having-a-refugee-policy/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "India’s influencer economy – the business of using social media as a marketing and advisory tool – is expected to host 100 million influencers by end-2023. Its impact is felt everywhere, from small towns to super cities. It also has a distinct Wild West feel, anyone can set up any hustle. A recent controversy about a viral video on a chocolate drink has focused attention on the health and wellness space, where ‘doctors without degrees’ can do particular harm. As it is, quality control even in the organised sector leaves much to be desired, something highlighted by WHO and others. But the influencers are flying their snake oils completely under the radar.\n\nA February report by the Advertising Standards Council of India finds that 79% of respondents trust social media influencers. Translate this for health – the implications are ominous. Maybe a backache that worsens while being ‘treated’ by an online guru can be healed by a physiotherapist. But there are fitness influencers who peddle anabolic steroids, others who dish out misinformation pills for high blood sugar and even cancer. It’s a complex terrain. In mental health for example, there is a biting shortage of professionals. So, coping with an anxiety attack with the help of a nice stranger online, who guides one into deep breathing, might be the right fit. Or the real problem might be going undiagnosed and untreated. Deceptions are all tangled up with appropriate therapeutic advice and people just making relatable content.\nWhat the health and wellness influencers need is a calibrated, light-touch regulatory approach. GoI beginning with a list of dos and don’ts as well as a requirement that qualifications be displayed is a good idea. That should hopefully weed out some ignorant behaviours.\n\n",
        "headline_1": "Beware Dr Hustle: Some social media influencers in health, wellness space can do real harm. GoI right to step in with some rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beware-dr-hustle-some-social-media-influencers-in-health-wellness-space-can-do-real-harm-goi-right-to-step-in-with-some-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "If you carefully read the introduction of the 15-volume Bangladesh War of Independence: Documents, you will not miss the fact that the original goal of the government initiative was to write a comprehensive history of the country's Liberation War. However, the project members chose to collect and publish documents related to the war instead. The reason they cited for this decision was the difficulty of \"maintaining impartiality and objectivity and avoiding the possibility of distortion\" in writing about a contemporary event, particularly a \"revolutionary event\" like the Liberation War. They were aware of the diversity of experiences during the war and wanted to ensure the representation of multiple perspectives.\nThe project was headed by famous litterateur and journalist Hasan Hafizur Rahman, and the authentication committee of the project included famous historians and educationists of Bangladesh, including Prof Mafizullah Kabir, Prof Salahuddin Ahmed, and Prof Anisuzzaman.\nThe publication of the documents was a great service to the nation. Most importantly, they set a standard and provided a guiding spirit for future research on the war. These values have become increasingly relevant in Bangladesh, particularly in light of recent events such as the removal of renowned academician Prof Imtiaz Ahmed from his position as the director of Dhaka University's Centre for Genocide Studies (CGS). This action was taken following a propaganda campaign against his book Historicizing 1971 Genocide: State versus Person, which was published in 2009. Interestingly, one of the campaigners, Sheikh Hafizur Rahman Karzon, has been appointed as the new director of CGS.\nThe event has set a dangerous precedent not only for future research on the Liberation War, but also for academic freedom in Bangladesh. It is ironic that this has been done by the same university whose teachers sacrificed their lives to uphold their freedom of thought and conscience during the war.\nThe most shocking aspect was the statement released by the Dhaka University Teachers' Association (DUTA). It is disconcerting to think about the future of intellectual freedom in Dhaka University.\n\nHasan Hafizur Rahman expressed regret in the introduction of the Bangladesh War of Independence: Documents that only 15,000 pages could be published out of their 350,000-page document collection. He hinted that there were many more documents yet to be collected. Although decades have passed since the publication of these valuable volumes of our history, the rest of the documents from their collection remain unpublished. To my knowledge, many of these documents are now gathering dust in the collection of the National Museum.\nFor the sake of reason, I must ask: if these teachers are truly concerned about the history of the genocide or the Liberation War, why have they remained silent for nearly 13 years since the publication of Prof Imtiaz Ahmed's book?\nIt is a globally accepted practice that, when disagreeing with a scholar's position, one should follow academic norms. These teachers could have written another book or published articles in national and international media or journals to refute Prof Ahmed's observations. A serious reading of the book and contextualising all its content paint a different picture.\nIt is noteworthy that the Centre for Genocide Studies, Prof Ahmed's brainchild, was the first academic initiative of its kind in Bangladesh to study the 1971 genocide.\nCriticism of the book is necessary and welcome, as there is no final word on history and no sole arbiter of historical truth. Constructive criticism with honest intent can enrich our understanding of history. However, the recent intolerance towards different perspectives and the vilification of an author with charges of sedition are unacceptable and go against the values of our Liberation War.\nWe must not forget that the seed of the 1971 genocide was intolerance.\nThe lack of protest against this undemocratic move is also concerning. The reactions I found on social media were mostly defeatist. Some see it as a conflict within various factions of the ruling party, while others have criticised Prof Ahmed's previous comments that align with the government's stance, particularly his remark following the US-imposed sanctions against Rab, in which he said Bangladesh need not worry about it. While these criticisms may be valid, they do not justify the defamation and harassment of Prof Ahmed. We must not forget that hatemongers will continue to operate in the future. It is necessary to speak out against such actions, for not doing so will further shrink our free space.\nHasan Hafizur Rahman expressed regret in the introduction of the Bangladesh War of Independence: Documents that only 15,000 pages could be published out of their 350,000-page document collection. He hinted that there were many more documents yet to be collected. Although decades have passed since the publication of these valuable volumes of our history, the rest of the documents from their collection remain unpublished. To my knowledge, many of these documents are now gathering dust in the collection of the National Museum.\nIf the government is genuinely committed to preserving the history of the Liberation War, they should take the initiative to publish these documents and establish a mechanism to continue the collection, research, and publication of the history of Bangladesh's Liberation War, while maintaining the highest academic standards.\n \nShamsuddoza Sajen is a journalist and researcher.\n\n",
        "headline_1": "Vilification of a well-known scholar is a threat to us all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/vilification-well-known-scholar-threat-us-all-3301851",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "Two facts related to climate-relevant funding in Bangladesh fascinate me. First, between 2015-16 and 2022-23 fiscal years, Bangladesh allocated 7.26-8.1 percent of its annual national budget as climate budget, which is 0.7-0.8 percent of the national GDP. Second, 18 years ago, the National Adaptation Programme of Action (NAPA) estimated to invest $73.5 million in climate change adaptation over the following few years. But such strategic planning magnified manyfold in October 2022, when the government approved the National Adaptation Plan, 2023-2050 (NAP2050), targeting to spend $230 billion over the next three decades.\nSince the government is now preparing its annual national budget for FY2023-24, what changes can we expect to see in the climate-relevant allocations, post-NAP2050?\nI think we can expect three specific achievable changes in the forthcoming climate budget. First, in the current fiscal year, with a total climate budget of Tk 30,500 crore, the three ministries or divisions (out of 25) with the highest climate allocations are Ministry of Agriculture (Tk 8,667 crore), Local Government Division (Tk 3,768 crore), and Ministry of Water Resources (Tk 3,484 crore). In addition, the climate budget also shows allocations against six thematic areas of the Bangladesh Climate Change Strategy and Action Plan, 2009. Here, the highest allocation is made to food security, social protection, and health (41.87 percent), followed by infrastructure (27.78 percent), mitigation and low-carbon development (13.36 percent), comprehensive disaster management (7.21 percent), capacity-building and institutional strengthening (6.71 percent), and research and knowledge management (3.07 percent). These thematic allocations broadly match the ministerial allocations.\nIn the FY2023-24 budget, we also need to see the geographical distribution of the climate allocations. The NAP2050 contains the latest climate vulnerability maps of Bangladesh considering a wide range of shocks (e.g. cyclones and floods) and stresses (e.g. rise of sea level and salinity intrusion), prepared by the Center for Environmental and Geographic Information Services (CEGIS). The CEGIS can help the Finance Division to prepare maps combining climate fund allocations against the degree of climate vulnerability. These maps should carry information down to the upazila level, if union-level information is not available for now. We indeed need to know how much money is going to Dhaka and how much to Dacope (Khulna), Derai (Sunamganj) or Dimla (Nilphamari).\nSecond, in the forthcoming climate budget, a separate section should be added on investments to be made in nature-based solutions (NbS) to tackle climate change. Here, NbS means to protect, restore, create, and manage aquatic and terrestrial ecosystems to adapt to climate change impacts as well as reduce carbon dioxide in the air, while increasing the local biodiversity. Focusing on NbS has two specific rationales. First, the NAP2050 has already included NbS as one of its six main goals. Second, unlike climate finance, our conservation finance is poorly defined and is essentially made of project-based, short-term investments.\nThe Ministry of Environment, Forest and Climate Change and its concerned departments are showing low interest in sustainable conservation financing. Therefore, we are not going to see much progress in establishing new funds as outlined in the Ecologically Critical Area Management Rules, 2016, the Protected Area Management Rules, 2017, and the Bangladesh Biodiversity Act, 2017 any time soon. But the Kunming-Montreal Global Biodiversity Framework, agreed upon by 188 countries in December 2022 in a global biodiversity meeting in Montreal, Canada, emphasises conservation finance to minimise the current annual gap of $700 billion.\nBy incorporating NbS allocations into Bangladesh's climate budget, we can essentially bring together financing of two biggest crises of our times: climate emergency and biodiversity loss. The environment ministry should work with the finance authorities to develop a tool to collate investments in NbS by different government agencies every year. Our experience of preparing climate budgets should be useful here.\nOver the last two years, Bangladesh has developed two climate-related investment plans: the draft Mujib Climate Prosperity Plan 2030 (MCPP2030) and the NAP2050. The climate budget for FY24 should track how many of these financial targets have been achieved or have received commitments from donors and development partners. If we look into the NAP2050, about 72.5 percent of the $230 billion fund has to be invested by 2040. This means the country needs to triple its current yearly investment, which now stands just above $3 billion.\nIn 2016, with FAO and USAID, the environment ministry prepared the Bangladesh Country Investment Plan for Environment, Forestry and Climate Change (EFCC-CIP). This CIP was supposed to be accompanied by a monitoring mechanism to track investments in these sectors until 2021, but it didn't work out. Based on past experience, the ministry and FAO can work with the finance authorities to develop a monitoring and reporting tool to track investments to implement the NAP2050.\nThe NAP2050 is an ambitious plan with 113 priority actions in crucial sectors ranging from water, disaster management, agriculture, nature conservation and urban, to policy, institution, capacity-building and research. If the NAP2050 can't make us rethink the way we prepare our climate budget, that will be a missed opportunity.\nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems.\n\n",
        "headline_1": "How will our climate budget look post-NAP2050?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-will-our-climate-budget-look-post-nap2050-3301796",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "The decision by Bangladesh to pay Russia in yuan for the Rooppur Nuclear Power Plant project has sent ripples through the geopolitical landscape, and will have far-reaching repercussions for the West and nations neighbouring Bangladesh. This move sheds light on the shifting economic interdependence that exists on a global scale, as well as on nations' growing tendency towards employing alternate currencies and the creation of new strategic partnerships. \nFor a long time now, the US dollar has been the primary reserve currency for global trade. However, Bangladesh's decision to utilise the yuan over the dollar signals a significant shift away from using the dollar. The hegemony of the US dollar is being put to the test as more countries explore alternative currencies; the results of which could have implications for global trade and finance overall.\nThe story behind Bangladesh's choice involves the strengthening commercial and political links between China and Russia. The united front that this strategic alliance presents against the influence of the West in terms of dollar hegemony is taking form. There is a possibility that a shift in the regional and global distribution of power could result from an expansion of China and Russia's strategic relationship, which now encompasses commercial and economic activities in addition to joint military projects. It might also encourage other countries in the region to consider alternative payment methods and establish deeper ties with China and Russia. Bangladesh's action could have this effect. This turn of events could potentially result in a reorganisation of regional alliances, which would likely reduce the influence of Western countries in the region. The balance of power in the region may shift even further due to the growing dependence of smaller nations on China and Russia for political and economic assistance. \nIt is possible that the West – the United States, in particular – will view Bangladesh's choice as an indication of expanding Chinese influence in the region. As a direct result, the West could possibly reevaluate its economic and political engagement with Bangladesh and even take a more cautious approach. This response would have the potential to put a strain on diplomatic relations and impede collaboration in sectors such as commerce, investment, and safety.\nOn the other hand, in resorting to using the yuan to finance the payment for Rooppur, Bangladesh may find itself more susceptible to economic leverage from China. This influence may extend to other parts of Bangladesh's foreign policy, which may lead to a more substantial alignment with Beijing on issues pertaining to the region and the world at large. An alignment of this kind might threaten the region's stability and ratchet up tensions between Bangladesh and its neighbours and the West. \nDespite such possibilities, it is crucial to understand that Bangladesh's decision to utilise the yuan as a payment method is not an isolated incident. Instead, it is a reflection of broader developments in the global economy, in which countries are increasingly seeking to diversify their economic dependence and reduce their reliance on the US dollar. As the global environment continues to develop, policymakers and analysts need to maintain a heightened awareness of these shifts and carefully evaluate the consequences they have for geopolitical relations across the board.\nThe global community is now faced with the challenge of coming to terms with the realities of a changing geopolitical landscape, characterised by the emergence of new alliances and economic dependencies. As we traverse these uncharted waters, we need to maintain our vigilance and adapt to the constantly changing order of the global community. In the end, the action taken by Bangladesh is a crucial case study that may be used to understand better how decisions of this nature can change a geopolitical landscape and the dynamics of regional relationships.\nNazmul Haque is currently pursuing his masters in Philanthropic Studies at the Indiana University, US. \n\n",
        "headline_1": "Dhaka repaying Moscow in yuan: Is dollar hegemony on shaky ground?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-repaying-moscow-yuan-dollar-hegemony-shaky-ground-3301706",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "A series of accidents in recent times have brought to light how vulnerable many buildings in Dhaka are to fires, explosions or collapses. Given the general disregard for building and fire safety regulations and the lack of enforcement by responsible authorities, questions can be asked about the electrical and structural safety of most buildings. However, one threat that is not talked about enough is their vulnerability to earthquakes, which, in a region considered highly vulnerable to quakes, should worry us.\nAccording to a recent report by Prothom Alo, there are at least 41 highly vulnerable public buildings in areas under the jurisdiction of Rajuk: 23 in Dhaka, three in Gazipur, six in Savar, eight in Narayanganj, and one in Keraniganj. These have been identified after Rajuk, through its Urban Resilience Project, conducted a rapid visual screening of 3,252 buildings of government, semi-government and autonomous institutions. Those identified as highly risky following a subsequent preliminary engineering assessment (PEA) of 579 of all buildings need to be demolished. The question is, who will take the initiative?\nAlthough Rajuk hasn't made public the list of the 41 buildings, for reasons yet to be explained, we come to know about them from the report. Apparently, the authorities of those buildings are unlikely to demolish them of their own volition, but neither will Rajuk. Rajuk feels it has done its part by conducting the assessments and sending letters to the concerned institutions to vacate and demolish all dangerous buildings. We understand that demolishing entire buildings and relocating to safer alternatives are no easy task. There are also administrative challenges that can get in the way. But this has to be done, sooner rather than later. And as the central authority on development in this region, Rajuk must play a leading role in any demolition drive.\nWe have previously seen how lack of initiative, collaboration and coordination among government institutions can delay or undo vital, life-saving interventions. For example, over the last two decades, a total of 19 kitchen market buildings in Dhaka were identified as risky, yet those continue to be in operation to this day. Of them, nine are under the DNCC, and 10 under the DSCC. Despite promising to phase them out and relocate shops to new buildings, the city corporations have done little so far beyond putting up signboards. Millions continue to visit these establishments at great personal risk. Who will take responsibility in the event of a collapse or any other tragedy?\nThe standard response, after every tragedy, remains a mix of blame game and fruitless promises of action, but hardly anything concrete is done to prevent the recurrence of tragedies. Just imagine: In 2018, there were 19,642 fires in Dhaka. The number rose to 24,102 last year. If you add earthquake vulnerability to the equation, this city is literally strewn with ticking time bombs. Given the multidimensional safety challenge facing many of its buildings, we urge the government to take the safety issue seriously, as well as our unplanned urbanisation which is causing the threats in many cases, and make decisive interventions. There is no alternative to proactive measures at this stage.\n",
        "headline_1": "Rajuk must lead drive on risky buildings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rajuk-must-lead-drive-risky-buildings-3301451",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "On April 17, Rajshahi city experienced one of its hottest days in over six years, with the mercury rising to a staggering 42.6 degrees Celsius. According to the meteorological department, this falls within the range categorised as a severe heatwave. The heat is so intense that health experts have warned residents to stay indoors for most of the daytime, up until 4:00pm, and even advised them to complete their Eid shopping after dark if needed. For the past two weeks, people have been suffering heavily as temperature has been hitting the 40-degree mark consistently.\nA recent report by Banik Barta further illustrates the challenge for Rajshahi. A lecturer at the Rajshahi University of Engineering and Technology (RUET) said that irrespective of the temperature recorded, the \"real feel\" will be at least 10 degrees hotter. The decreasing amount of water vapour in the air of Rajshahi is responsible for this. Unfortunately, the situation has been more or less the same across the country. The question is, how can people function normally if the heat is this oppressive? What's equally concerning is that excessive heat can disproportionately affect the poor, and significantly lower productivity.\nWhile we understand that urban spaces are one of the key drivers of development, it is the rapid and unplanned urbanisation that is now rendering many of these places almost unliveable. The decline in quality has been quite jarring. For example, between 1999 and 2019, ​​Rajshahi's urban areas increased by about 16 percent, while the city lost 19 percent of its tree cover and four percent of its waterbodies and wetlands. Another study revealed that in the last 30 years, the city lost 17 percent of its greenery, and correspondingly, temperature has risen by 12 degrees Celsius. If the current trend holds, the city may experience much higher temperatures in the future.\nTrue, human-induced climate change is largely to blame for the intense heatwaves we are facing today. But our city and development authorities cannot be excused either. It is the poor and unplanned urbanisation under their supervision, without much thought given to protecting natural spaces, that has resulted in localised \"heat islands\". Not just Rajshahi, this is a phenomenon experienced in Dhaka, Chattogram and Khulna too. If this mad rush for development continues, our cities will soon become all but uninhabitable.\nNatural and green spaces play a crucial role in temperature regulation. Research has found that temperature tends to be higher in urban areas and barren lands than in wetlands and green spaces. We, therefore, urge the authorities to take note of the drastic rise in temperature in our cities across the country. To check this trend, they must act immediately. They must protect what remains of our wetlands and green spaces, and bring encroachers and polluters to book. Our cities must be developed in a way that they can be climate-resilient.\n",
        "headline_1": "Rajshahi faces a hotter future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rajshahi-faces-hotter-future-3301116",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "Like other great religious festivals, Eid-ul-Fitr is an occasion for joy, bonhomie and happiness but certainly with a difference. The difference is because of the satisfaction and fulfilment of a great religious obligation ---an obligation of self-abnegation or siam practised for a month. The principle of Islam on this score excels as it teaches one to go through the experience of fasting to know the travail of those who go hungry because of want of food. In time of plenty human beings are less likely to appreciate the benevolence of the Almighty Allah who provides them with all that is required for survival. One knows the value of something when it has to be achieved with great efforts and at pains. The month-long fasting and withdrawal from all kinds of physical and mental indulgences have to come from within and practised on one's own volition.This is why Eid-ul-Fitr comes as a great rewarding and relishing occasion for the devotees who have strictly maintained the religious mandate of siam or the practice of self-purification. Islam thus puts its devotees to a remarkable test of living up to a high standard of mental state. This year has been particularly daunting for the fasting followers of Islam in Bangladesh and other Asian countries because of the heat waves now sweeping across this region. But at an elevated mental state, the devotees are proving their power to overcome their physical vulnerability to the unusually high temperature. Then there are people of modest and small means who have been struggling to overcome their pecuniary constraints ever since the epidemic, made even worse by the war in Ukraine. If Islam's teachings were followed in letter and spirit, the market made intriguingly more volatile than it should have could temper into sobriety giving the underprivileged and vulnerable segments of the population some relief. The spirit of the month is undermined by the rich and privileged in more ways than one. Apart from price hike through market manipulation, there is a revolting show of sumptuous feasts in the name of 'iftar party', which does not go with the practice of siam. Islam's cardinal virtue lies in the fact that it recognises the value of materialism but if only it brings about a synthesis between the material world and the spiritual world. It is because of this giving zakat and fitra has been made mandatory by Prophet Muhammad (SM). If given, as ordained by Him, accordingly by the rich, poverty in society would have hardly any place. The prophet's Islam was supposed to nurture equality of people. Unfortunately, the social bond the early Islam envisaged to forge through sharing and caring has been undermined everywhere including in this country that sought to establish an exploitation-free society. The feeling for fellow human beings as demonstrated during the Covid-19 rose up to the religious principles of empathy, love and care but all those have dried up now. In a hostile socio-economic system, therefore, consumerism is taken to its filthiest limit where small traders are also used as pawns. No wonder, the traders of burnt down markets are victims of a mismanaged system. Similarly, home-bound people leaving their workplaces to reunite with their near and dear ones where their root is also suffer and even fall victim to road, railway and waterway mishaps. Let's hope no such tragedy takes place this time and everyone can have a happy and most enjoyable Eid. Eid Mubarak to all.",
        "headline_1": "Celebration of Eid-ul-Fitr",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/celebration-of-eid-ul-fitr-1682003242",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "A 5-star hotel in Dhaka offered gold-laced jilapi for a few days. Hotels and restaurants in this country have been preparing Bombay jilapi, reshmi jilapi in addition to the common variety of this crisp sweetmeat of two and a half roundabout twists prepared by rice powder first fried in oil and then soaked in hot syrup of molasses or sugar. During each Ramadan, bakeries and eateries announce their specialty in preparing either of these two choice types or both in order to draw customers. But who could think of a layer of gold on jilapis?Few people in this country or elsewhere know that gold is edible. At a time when the price of gold, favoured for its value as ornaments or bullion worldwide, has been smashing all previous records, common people are least bothered about this popular and precious metal. Volatile international and domestic markets following the war in Ukraine triggered the spin off the value of gold when most currencies failed to hold their grounds against the dominant dollar, the globally accepted exchange currency. When a large number of people in this country, like many in countries hit by after-shock of unusually high energy price and disruption of supply chains of foods on account of Ukraine war, are struggling to manage even two square meals, they are least concerned if gold is eatable. The idea of gold-coated jilapis is sure to be received by them with total disbelief. However, the 5-star hotel management catering to the delectable taste of the highly privileged and the filthy rich had no qualms about discovering a niche business by stoking the ultimate consumerism. That the management's business acumen proved up to the point is clear enough. The unheard of gold-layered jilapi priced at Tk 20,000 a kilogram, which could not be ordered less than 250 gram at Tk 5,000, did not take long to go out of stock. Even the hotel management may have erred on the reverse side by not procuring enough edible gold for it to last the entire month of Ramadan. It had to regret that the hotel could not take any more order of jilapis with gold tops because the stock of gold exhausted. Maybe, next year the hotel will make no such mistake and chances are that rivals of the 5-star hotel will also follow suit. Jilapis are an iftar item but certainly not a must item. When the majority of fasting followers of Islam can do without the normal variety of the sweetmeat, the indulgence in this extreme luxury food is indeed an affront to the humble and poor devotees. Here is a month of self-abstinence or siam but there is a general trend to highlight sumptuousness. Gold-coated jilapis are unlikely to be beneficial for health also.True the ancient Egyptians had known the use of edible gold 5,000 years ago. They believed gold had divine effects and they used it for mental, physical and spiritual purification. Alchemists of Alexandria developed various medicines and elixirs with gold because they were of the opinion that it restored and rejuvenated human body. In the Middle Age, European kings used edible gold for food decoration, a symbol of luxury at its extreme. Even today, the European Union and the United States of America authorise a particular type of gold as a food additive. Coded E175, it finds its use only in extravagant meals. It is important to note here that there are 'neither negative effects nor benefits from high-carat food-grade gold'. Then what is the use of eating gold-coated foods? Those who prepare such foods do not exactly appeal to the taste buds of the more equal among the people of any country; rather they unmistakably appeal to their ego, the sense of one's class apart and exhibitionism. What the kings in Europe's Middle Age did, today's wealthiest products of the free market economy are reinventing. People who prefer luxury at its most extravagant with means to explore its outreach, think they have a right to do so. But saner sections of the humanity find such indulgences obnoxious.With rare exceptions, the wealthy and privileged are prone to defy religious edicts. It is because of their lax religious belief and a lack of a sense of moral obligation to their fraternity or fellow human beings, they can spend heaps of money on cheap entertainment unmindful of the misery of the poor and the hungry. The gold-laced jilapi is a symbol of heartlessness and soullessness of a special breed. Thus with all the scientific and technological progress of the world, the cry of the soul in a soulless world goes abegging. The world has enough food and wealth to modestly provide for its current population many times over. But it is an imperfect world where mightier than others have exploited as many as they could by suppressing and subjugating the latter. That trend has not changed with wealth getting concentrated in a few hands to the deprivation of the majority. No wonder, one per cent of the world's population is in possession of half of the global net wealth and the top 10 per cent owns 85 per cent while the bottom 90 per cent have to do with the remaining 15 per cent of the total global wealth. Where will the top 10 per cent spend if they do not make gold eatable! \n[email protected]",
        "headline_1": "Gold-laced jilapi, Ramadan's siam and ordinary mortals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gold-laced-jilapi-ramadans-siam-and-ordinary-mortals-1682003303",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "It is now proven beyond doubt that consumers are at the mercy of businesses, big or small. Lately, some corporate houses involved in the trading of major essential food items have become unusually dominant. They dictate the market prices of rice, sugar, edible oils and many more items. In such a situation, consumers are confused about the role of the ministries of food and commerce. These ministries are supposed to protect the interests of the consumers, but they feign to be helpless in the face of pressure coming from corporates. Suspicion is running high among the consumers that the relevant ministries are least interested in putting a leash on the traders out to fleece them.Cartels controlling the prices of specific food items have emerged in recent years. The commerce ministry, because of the continuous spike in prices of many essential commodities for the past few months, on some occasions in the recent past fixed the prices of cooking oils and sugar. Usually, the refiners and big importers of edible oils and sugar send proposals to the commerce ministry with a request to hike the prices of these two items while citing the reasons.But the entire exercise involving the price revision is misleading and aimed at hoodwinking poor consumers. No food item is sold by traders at government-fixed prices. The consumers have to pay far more than the fixed rates. Besides, every time the prices either of edible oils or sugar go up at the retailers' level before proposals reach the ministry. The refiners and large importers allegedly have a hand in such a hike. A case in point is the prevailing prices of sugar. The government, in response to a request from the Bangladesh Sugar Refiners Association (BSRA), had raised the prices of loose sugar to Tk 104 and packet sugar to Tk 109 only recently. Until last week, the consumers were required to pay Tk 118 and Tk 130 for a kg of loose sugar and packet sugar respectively. With the BSRA submitting a fresh proposal to increase the prices of sugar between Tk21 and Tk 26 in one go, the sweetener has already become costlier than the hike proposed by the BSRA on the eve of the Eid festival. No denying the fact that international prices of sugar have gone up notably -- around USD 60-70 per tonne--- this month over the prices of the item during the January-March period. Yet the international price increase should not prompt the sugar refiners to go for an immediate hike in the prices of the item. Sugar now in their stock was imported at previous market rates. So, they should not punish the consumers by hiking the prices of the commodity.  Consumers and rights groups have raised the issue of unreasonable price hikes by traders time and again but to no avail. What they want is that the traders to behave rationally and fairly while pricing their commodities. The traders here have the propensity to raise prices of imported items almost instantly in the local market if those become costlier in the international market. But they remain nonreactive if the opposite happens. Their explanation is: how can we lower the prices of the items if international prices are high? The problem is that the government agencies dealing with price issues are too meek and weak to take appropriate and justified actions against errant businesses. Those often take action against small and medium-scale businesses, but consciously overlook the crimes committed by the biggies. What the competition commission has been doing since its inception remains unclear to the consumers. All these entities are designed to safeguard the interests of the consumers. Those need to work seriously to attain that goal. \n[email protected]",
        "headline_1": "Bluffing poor consumers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bluffing-poor-consumers-1682003336",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2023"
    },
    {
        "full_article": "Sending cards to loved ones, once a must, on the occasion of Eid is a practice of the past. Gone are the days when cards were an inseparable part of Eid celebration. The generation of this digital age will never understand how youths of the past century spent hours buying, writing, sending or simply making Eid greeting cards for their friends and loved ones. The tradition of sending Eid cards has now been replaced with social media platforms including WhatsApp, Facebook and Instagram, which enable people to send greetings to their loved ones at home and abroad in the blink of an eye. Even Eid greetings are completed by forwarding the messages that are shared on social media. Tech-savvy, they do not seem to believe in wasting time, money and labour. Instead of sending an Eid card, it is much easier to send one SMS greeting to the entire mobile phonebook or update a Facebook post to greet everyone on the list. Eid cards have become relics of the past because of digital technology which allows us timely delivery and quick reply. So, goodbye to hand-delivered Eid greeting cards! However, some people still believe that there may come a time, when hard-paper Eid cards may return to our life because there is nothing like holding something in your hands, which invokes feelings of joy, happiness, sincerity that online can never replace. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Eid card, a whisper of the past",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eid-card-a-whisper-of-the-past-1682003361",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2023"
    }
]