[
    {
        "full_article": "In a recent verdict, the Supreme Court has shown sound restraint while examining the issue of misuse of free speech, especially by political functionaries holding public office. It is to the credit of the Constitution Bench that it did not make any adventurous attempt to expand the scope of the restrictions already spelt out in the Constitution. The context being some rash and intemperate remarks by two ministers, one while serving in the Uttar Pradesh Cabinet and another in Kerala, there was some expectation that the court should carve out an additional restriction on public servants either by making the state vicariously liable for their remarks or by evolving a code of conduct enforceable by law. The four judges who signed off on the main opinion, as well as the fifth judge who wrote a separate one, correctly concluded that the specified grounds for reasonable restrictions in Article 19(2) are “exhaustive” and nothing further can be added by judicial fiat. The majority also declined to expand the notion of ‘collective responsibility’ to fix liability on the state for such remarks. Justice B.V. Nagarathna, writing a separate opinion, differed on this point, saying it is possible to attribute vicarious responsibility to the government if a minister’s view represents that of the government and is related to the affairs of the state. While the issue is largely academic, there have indeed been instances of courts taking note of individual ministers’ public remarks to transfer sensitive investigations to other agencies based on an apprehension of injustice if a police probe remained with the State concerned. Political leaders do need an occasional reminder that they should show utmost restraint, as their public utterances tend to get circulated and also influence their followers.In the course of the discussion, the court has restated and clarified several principles, including that of constitutional tort, or a civil wrong that is actionable. The main opinion concludes that a mere statement by a minister that goes against an individual’s fundamental rights may not be actionable, but becomes actionable if it results in actual harm or loss. Justice Nagarathna, on the other hand, holds the view that there should be a proper legal framework to define acts and omissions that amount to ‘constitutional tort’. The court’s overall view that fundamental rights are enforceable even against private actors is indeed a welcome one. This largely settles the question of whether these rights are only ‘vertical’, that is, enforceable only against the state, or ‘horizontal’ too, that is enforceable by one person against another.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncivil rights",
        "headline_1": "Freedom in authority: On the right to free speech",
        "headline_2": "The Supreme Court is right in not adding to curbs on free speech, but leaders must value restraint",
        "link": "https://www.thehindu.com/opinion/editorial/freedom-in-authority-the-hindu-editorial-on-the-right-to-free-speech/article66343456.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "By Aditya Prasanna Bhattacharya & Ritwika Sharma\nIn 2016 and 2017, two ministers – one from Uttar Pradesh and the other from Kerala – made certain derogatory and unsavoury remarks. The ensuing litigation ended on Tuesday with the Supreme Court handing down a landmark ruling in Kaushal Kishore vs State of UP. The main question before the court was whether the fundamental right to freedom of speech and expression enjoyed by ministers is different from that enjoyed by ordinary citizens – since statements made by ministers come from a position of authority, can additional restrictions be imposed on their right to free speech?\nRead full opinion on TOI+\n\n",
        "headline_1": "How free speech is little freer: Courts have since 1950s incrementally expanded the scope of this constitutional right and more clearly defined the restrictions. The test is whether ordinary citizens will get the same protection as ministers and artists",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-free-speech-is-little-freer-courts-have-since-1950s-incrementally-expanded-the-scope-of-this-constitutional-right-and-more-clearly-defined-the-restrictions-the-test-is-whether-ordinary-citizens/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "The egregiously behaved passenger, Shankar Mishra, aboard the now infamous Air India flight from New York to New Delhi is, as of now, an absconder from law. But it should have never come to a police hunt. As reported first by TOI, Mishra urinated on a fellow passenger, a senior citizen, during the flight and was allowed to get away by the crew. What Mishra did falls squarely within the parameters of unruly behaviour flagged in the aviation regulator DGCA’s rules issued in September 2017. They exist as even one unruly passenger can jeopardise safety on board. The regulator has rightly issued show cause notices to the relevant staffers in the airline, seeking an explanation for their lapse.\nThere are several disquieting aspects about the performance of the airline crew and AI. Both the crew and ground staff are expected to be trained to manage unruly passengers. Therefore, given Mishra’s in-flight conduct, he should have been dealt with on November 26, the day of the flight, not in early January. That he was allowed to walk away by the flight crew and ground staff of AI after reportedly reaching an “understanding” with the other passenger is irrelevant as far as the crew’s duties are concerned. They should have acted as per DGCA rules. What is worse is that in a December 6 international flight, AI crew also reportedly allowed an unruly passenger and the victim to strike bilateral agreements.\nIn the November incident, the airline’s statement says a police complaint was filed later. There are several questions about the speed with which AI moved. Did the airline follow protocol or did it require escalation of the complaint to the company’s highest levels before action was initiated? That Mishra had the luxury of absconding to evade the arrest shows that AI’s procedural failures compounded its in-flight failures. The airline in a statement said the passenger has been placed on a 30-day no-fly list and the matter has been referred to an internal committee for investigation. That’s as per rules which also say if AI’s internal committee’s investigation overshoots 30 days, the no-fly categorisation will end. Let’s hope AI remembers that.\nAI was in the news earlier for micromanaging its crew’s appearances. Most AI flyers would rather have a crew that can manage and report badly behaved passengers, never mind the crew’s hair styles. For Tatas, AI is an acquisition they need to manage very well – given the potential brand impact.\n\n",
        "headline_1": "AI, this won’t fly: Air India’s in-flight response & procedures in two international flight incidents raise disquieting questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ai-this-wont-fly-air-indias-in-flight-response-procedures-in-two-international-flight-incidents-raise-disquieting-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "Amid protests in Uttarakhand’s Joshimath over deepening cracks in houses, the district administration has halted road and power plant construction works in the town’s vicinity. There’s little doubt that aggressive construction in recent decades has brought the ancient town to this pass. Multi-storeyed buildings, blasting hills for a thermal power project tunnel and road building to accommodate more traffic have aggravated the condition of a town, already standing on weak foundations. From 1976 to 2022, multiple government committees sounded dire warnings to stop heavy construction activities – but all went unheeded.\nThe Garhwal division is among India’s most vulnerable regions. The 2013 Uttarakhand floods, and last year’s Chamoli disaster caused by a rock and ice avalanche that killed 200 people in Joshimath’s vicinity and damaged two hydel projects, foretell the devastation that the next Himalayan flood could wreak. But signals from governments, both state and Centre, suggest that big ticket highway and power projects, already underway for a decade or so, will continue. Surely, the frequent cave-ins and landslides marring these projects require changes in the development strategy, before it is too late.\nEven the quality of environment impact assessment done to clear projects is sometimes in doubt. Manipur’s government decided to “revisit” the Imphal-Jiribam rail link’s EIA after a landslide during construction killed 60 persons in June last year. While Railways blamed shifting cultivation, others point fingers at extensive tunnelling through a landslide-prone zone. With ambitious timelines to meet, adequate assessment of landslide risks or proper preliminary structural engineering works to stabilise subsequent constructions suffer. Uttarakhand CM PS Dhami’s second term in office gives him the mandate to take tough eco-friendly measures. This may dampen economic growth and job creation, but dangers of a huge ecological disaster are increasing. For administrators in hilly and coastal regions, these are tough but necessary calls to make.\n\n",
        "headline_1": "Jolt from Joshimath: Govts have finally woken up to a hill town being on the brink of an ecological disaster. But more needs to be done",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/jolt-from-joshimath-govts-have-finally-woken-up-to-a-hill-town-being-on-the-brink-of-an-ecological-disaster-but-more-needs-to-be-done/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "Despite all odds, Ukraine withstood Russia’s full-scale invasion and fought back successfully. In 2022 the armed forces of Ukraine have gained many victories on the battlefield: The battle for Kyiv, Chernihiv, and Sumy, Kharkiv counteroffensive, Kherson liberation. According to official data, Ukraine has liberated 40% of its territories occupied by Russia since February last year. And we will continue liberating our territories until the full restoration of sovereignty and territorial integrity of Ukraine.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Ukraine won’t give in to Russian terror’: Ukraine’s Chargé d’affaires in India writes why Kyiv is counting on New Delhi to implement its Peace Formula",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ukraine-wont-give-in-to-russian-terror-ukraines-charge-daffaires-in-india-writes-why-kyiv-is-counting-on-new-delhi-to-implement-its-peace-formula/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "One has to hand it to the Awami League (AL) for its capacity to coin appropriate party slogans that capture the imagination of the public, especially that of the youth, and give it a modern image, explaining in very simple terms what the party will aim for in the immediate future. For the past two elections, this slogan was \"Digital Bangladesh.\" How effectively we were able to make it a reality is not the question. It made the party feel modern, and making itself a part of the contemporary world was the political goal, which it succeeded in doing.\nFor the coming election in January 2024, the slogan will be \"Smart Bangladesh,\" to be achieved by 2041. Again a very well-chosen two-word slogan that encapsulates the task ahead. And a very cleverly woven and subtly implied message here is: \"Keep us in power till then, so that we can deliver this promise.\"\nSo, is the Awami League a \"smart party\" that can deliver a Smart Bangladesh?\nThe 73-year-old party re-elected its 75-year top leader for the 10th time in its 22nd triennial council on December 24, 2022. When Sheikh Hasina's present three-year term ends in 2025, she will have completed 45 years of continuously running the biggest and most significant political party in the country's history. Sheikh Hasina was two years old when AL was born in 1948, and has unquestionably been the most resilient, powerful, dominating, effective and successful leader that the AL has ever seen. As I wrote in my last piece, she is Awami League.\nThis brings us to the question: How healthy is it to have a political party in a democracy where nobody can contest for any post, however insignificant, and further still cannot even express his or her wish to do so and canvass for support and mobilise their team? After the formality of re-electing the president and secretary general, the Council unanimously empowered the party chief to name the rest of the full committee. The culture of selection practised over many years saw a repeat.\nSheikh Hasina has run the party for the last 42 years and the government for the last 15 years (20 years, if we include her first term in office between 1996-2001). So, how has being in continuous power for so long, without any check and balance to speak of, affected the Awami League?\nAs it moves towards the next election, the question that will inevitably come to the fore is of how successful the Awami League has been in keeping its promises.\nIn their election manifesto of 2018, there was a section titled \"Our Special Pledges\" containing 19 items. Of those, ones like women empowerment, food security, use of digital technology, implementation of mega-projects, energy security, mechanisation of agriculture, containing terrorism and extremism, elimination of poverty, and enhancement of facilities for the elderly, challenged people and those suffering from autism, are among the areas where moderate to considerable success has been achieved.\nSome of the mega-projects have been implemented in good time, but their cost escalation and overall fund repayment burden on the economy may come back to haunt us in the future. Energy security has come a long way, but the paying of capacity charges far beyond the needed period and the cost of transition to LNG will have to be seriously looked into in the future, as these put severe strain on future resource allocation.\nAs a party, Awami League's biggest and most shameful failure has been in curbing corruption. Though it appears as the number one \"special pledge\" in its 2018 manifesto, not only has nothing effective been done to stem corruption, on the contrary, it has been turned into the new \"normal.\" Corruption has been made a part of the everyday running of things, in which the ruling party can be said to have become an integral part. Nothing moves, attracts attention, and gets implemented without either influence or money.\nThe reputation of local AL bodies, the personal image of grassroots party workers, let alone of those holding higher positions all the way up to public representatives, have suffered deeply during the party's tenure in power. The activities of the local government, which is primarily an administrative function, has been usurped into the party. The election process itself has become so money-intensive that it almost naturally breeds high-level corruption, as the cost of getting \"elected\" has gone sky-high.\nCorruption has not only eaten into our administrative processes, it has – most damagingly – eaten into the very entrails of the ruling party.\nIn its 2014 manifesto, the AL committed to eliminating \"bribery, black money, extortion, corruption in the tendering process, and loan default\" (what a joke the last one has become). Nine years on, where are we in implementing the above pledges? The answer is \"blowing in the wind.\"\nIf we go further back, to the time when Awami League returned to power in 2008, what did it promise to the people? Under the section titled \"What type of Bangladesh we want to see by 2021,\" it committed to establish i) a credible election system, an accountable and transparent government, and take all measures to make parliament effective; ii) prevent politicisation of various state agencies and the bureaucracy, making qualifications, competence, honesty and seniority the only criteria for recruitment and promotions in the administration; and iii) inculcate tolerance, democracy, financial transparency, honesty and inner-democracy among all political parties and bring about a change in the political culture.\nReading what was pledged and experiencing what has been delivered gives us an idea of the state of politics in Bangladesh, and more so about the nature of our political parties (for BNP would replicate the same), and specifically that of the present ruling party.\nAwami League today is a party far removed from the ideals of its birth and those of its most glorious phase – our Liberation War. Is its utterances of Bangabandhu's name with every breath more to follow the party line or to show respect to the Father of The Nation? In fact, it is my view that the biggest mistake that was made over the years was to make no distinction – especially in public – between those who genuinely love and respect Bangabandhu, and those who use his legacy to promote themselves. This is where the genuine and the fake got mixed up and the ideological Awami Leaguers got overwhelmed by the self-serving ones – the latter being far more conniving and richer, with an extraordinary ability to manipulate a situation to their advantage.\nIn this regard, the Chhatra League comes to mind. During the Six-Point Movement of 1966-67 and, far more so, during the 11-Point Movement of 1969-70, I, as a member of Chhatra Union (Matia Group), had almost daily interactions with the former as our two parties jointly participated in numerous demonstrations, meetings and street agitation. I remember being in the same procession as Sheikh Kamal and thousands of other Chhatra Leaguers, who personified the nationalist slogan \"Jago, jago, Bangalee jago\" far better than many in the Chhatra Union.\nSo what does the Awami League, that just concluded its 22nd party council, have to offer to the nation? If the party leadership is the same as before, then will they offer the same things to the nation as before?\nDuring the last decade and a half of Awami League's rule, our development curve rose while our democracy curve fell. One can say that bridges replaced our voices. While we have more roads, higher per capita income, and rising exports, we also have less participation in governance, a weaker role in electing those who we want to represent us and, most importantly, are able to say far less than what we feel.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Mahfuz Anam writes: What is the state of Awami League as a political party?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/mahfuz-anam-writes-what-the-state-awami-league-political-party-3213441",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "China's recent decision to abandon its strict zero-Covid policy has led many to believe that its economy will bounce back. The Economist Intelligence Unit, for example, has revised its forecast for Chinese GDP growth in 2023 upward, to 5.2 percent. But growth recovery is not automatic, and China must contend with several challenges, including declining confidence among firms and households about their future incomes in the short run, insufficient productivity growth in the medium run, and an unfavourable demographic transition in the long run.\nRestoring confidence may be more important than expanding credit in the short run. Following a sustained period of repeated lockdowns, many small entrepreneurs and workers in traditional service sectors who have feared for their jobs and incomes are reluctant to make purchases. Likewise, many firms are wary of investing, after recent revenue disruptions and tighter regulatory scrutiny in education, tech, and other sectors. In a recent survey of domestic and foreign firms operating in China, the Shanghai-based China Europe International Business School found that Chinese business confidence has sunk to a new low.\nPessimism can be self-fulfilling. If enough businesses and households lose confidence and cut their spending, there will be lower demand for products and services by other firms. But lower revenues would eventually hurt these firms' own upstream suppliers. To break the cycle of pessimism, Chinese policymakers must restore confidence in the short term. But their options are constrained. Making future policies more predictable would be very useful to enhance confidence, but policy predictability cannot be achieved by a simple government proclamation. While credit expansion would boost aggregate demand, it could have the undesirable effect of driving up inflation. Meanwhile, costly Covid-19 testing and quarantines have strained China's fiscal capacity.\nOne policy to consider is a time-limited reduction in sales and corporate income taxes. By reducing these taxes only temporarily, China could reduce its government debt burden and stimulate household consumption. Similarly, a limited-term corporate income-tax cut could encourage more private-sector investment than an equivalent permanent reduction would.\nTo increase the pace of productivity growth over the medium term, the Chinese economy needs more than additional patents and software. It needs better allocation of resources across individuals, firms, and sectors. For example, by reforming the hukou household registration system, China could deploy the same amount of human resources more efficiently while improving social equity. Another step that could help boost productivity is levelling the playing field between state-owned and private-sector firms in obtaining bank credit and government licences.\nTo improve medium-term growth, China must heed the lessons of its own history and focus on removing barriers to market entry and entrepreneurship. An economy's growth rate comes from a combination of an increase in the average size of existing firms (intensive-margin growth) and an increase in the number of firms (extensive-margin growth). A study of the Chinese manufacturing sector that I co-authored with Xiaobo Zhang suggests that during the last few decades, extensive-margin growth accounted for about 70 percent of overall GDP expansion.\nIn the long run, the biggest economic challenge facing China is the country's shrinking workforce. In contrast to economic competitors like Vietnam and India, China's working-age population has been declining for almost a decade. Even if productivity growth remains constant, this demographic shift would lead to ever-declining GDP growth. Some policy measures, such as importing foreign labour en masse, might work but will likely lead to social or political complications. Others, such as attempts at increasing the birth rate, raising the retirement age, or boosting female participation in the labour force, do not look very promising.\nIncreasing the quality of the labour force, however, is a more realistic goal. For example, China could increase the average education level of its workforce by enhancing the retention and completion rates in high schools and vocational schools in rural areas. The ubiquity of smartphones and tablets offers a new potential avenue to improve workers' skills. But, after a period of tightening regulations on online education services, this may require a more permissive policy environment that encourages entrepreneurship in this area.\nFinally, China should not be too obsessed with rapid GDP growth. It must instead focus on increasing per capita income and improving the quality of life. These intrinsically matter more to the Chinese people than GDP growth and do not depend as much on population size.\nShang-Jin Wei, a former chief economist at the Asian Development Bank, is Professor of Finance and Economics at Columbia Business School and Columbia University's School of International and Public Affairs.\n\nCopyright: Project Syndicate, 2023.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Can China Save Its Economic Miracle?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/can-china-save-its-economic-miracle-3213356",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "It will be a year of challenges, it will be a year of strife. It could also be a year of possibilities. It could be a year of change, too.\nThe year 2023 will be significant for Bangladesh's politics and economy. Election years typically feature greater strife between the two major opposing political camps. This year, however, that only seems to be further complicated, and so is the uncertainty over our collective fate.\nThings were going fairly smooth for the ruling Awami League until the middle of 2022. The opposition, BNP, was still struggling to even gather enough resolve to be on the streets, and many had by then dismissed them as paper tigers.\nThe price hike of fuel and daily essentials, and severe load-shedding, put the ruling party in an awkward situation, which was only compounded by the fallout of the Russia-Ukraine war and corruption allegations against AL members.\nBNP exploited that ripe opportunity quite well – taking advantage of the overall public dissatisfaction towards the government – and took to the streets. Two of its leaders were killed but instead of having their spirits dampened, the BNP became desperate.\nThe main opposition camp then held its divisional rallies, one after another, defying all odds and obstacles. It was a challenge for the BNP to prove its strength. And to everyone's surprise, the party surpassed all expectations with spectacular turnouts. The more aggressive the ruling party was in trying to quell the BNP's campaign, the more desperate BNP became to show up in numbers on the streets.\nThe situation was such that the AL had to come up with counter programmes, although the government higher-ups had said previously that they would allow the BNP to take to the streets. The government went on to arrest a number of BNP's senior leaders and denied them bail several times. This included the party's secretary general Mirza Fakhrul Islam Alamgir, who finally gained bail on Tuesday for six months.\nTo be fair, the government had initially granted some space to the BNP. But this was, at least in part, due to international pressure.\nIn December 2021, the US imposed sanctions on Rab and seven of its officers. Though the government seemed to not care much about this, its image before the international community was tarnished. It was evident from the way AL leaders, including ministers, talked about diplomats stationed in Dhaka that the government was under some pressure regarding the state of democracy and human rights in Bangladesh.\nDiplomats have repeatedly said that, in order for the next general election to be accepted internationally, the opposition parties must be allowed to hold meetings. The government duly allowed the BNP to do so, but not without repression.\nAs the election is just a year away, last year's heat will spill over into 2023 and will continue till the election. Centring around the polls, the ruling Awami League has already commenced its election campaign as PM Sheikh Hasina started seeking votes publicly. The party also completed its 22nd national council, where it indicated that their next election manifesto would be \"Smart Bangladesh.\" The AL has remained in office for three consecutive terms and is desperate to stay on. And thus, the constitution, which allows for the ruling party to hold elections, will be their main tool.\nOn the other hand, the BNP knows very well what would happen if they joined the polls under the incumbent government. Their experience in joining the polls under the AL has not been good, given the outcome of the last two elections, both of which were riddled with allegations and complaints of irregularities. So, they want the next national election to be held under an election-time neutral government. But chances are very slim that the ruling Awami League government will accept this demand. Meanwhile, the BNP has placed a 10-point demand, including demanding the resignation of the government.\nTo make their demands clearer, the party's lawmakers have resigned from the parliament. Through this resignation, the BNP wanted to convey that they will not join the polls unless their demands are met. They are ready to boycott the election again, although some in the party still rue their previous decision to boycott the 2014 election.\nApart from this, the BNP has also started waging simultaneous campaigns with like-minded political parties – although many exist in name only – to mount pressure on the government. As part of the simultaneous movement, the party unofficially dissolved its 20-party alliance in an attempt to bring left-wing parties under a single platform.\nBy the end of 2022, some leftist parties were also supporting BNP's demand for conducting the election under a non-partisan interim government. It seems that all the opposition forces are uniting against the ruling AL.\nThe position of the Jatiya Party, however, is not clear, and the party itself is highly unpredictable. It can do anything at any moment. After the death of its founder, HM Ershad, the party's top leadership remains divided between Ershad's brother, GM Quader, and Ershad's wife, Rawshan Ershad. Rawshan emerged from hospital after a long absence, while party chairman Quader was making the rounds of court to regain authority. In the meantime, the AL has been drawing up various strategies to keep the JP under its control.\nPolitical leaders also engaged in a battle of words throughout 2022. But what the people had expected – a mutual understanding between the major political parties – remained far from reach. There seems to be no possibility of holding any talks between the AL and BNP. So, in the absence of talks, there is only confrontation.\nAlthough the year ended with a sigh of relief that nothing too consequential had happened centring BNP's December 10, 2022 rally in Dhaka, the government had been tough on the opposition party.\nThe year 2023 started with uncertainty, which may further deepen in the coming days as AL and BNP seem to increasingly believe they are not just political opponents, but rather enemies. So, chances of reaching a consensus are almost nil.\nWhile the Awami League is resolute on holding the general election, the BNP is desperate to force it to resign from office.\nThe stalemate can only mean imminent confrontation. And to avoid that, both parties must come to a consensus. Otherwise, there are bound to be clashes and instability. Lives and livelihoods will be lost. And it will be the AL and the BNP who will have blood on their hands.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n",
        "headline_1": "Can Bangladeshi politics change its spots in 2023?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-bangladeshi-politics-change-its-spots-2023-3212581",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "The human rights situation in the Chittagong Hill Tracts (CHT) is deteriorating day by day, and reaching an alarming stage. In a statement on December 2, 2022, the UN Special Rapporteur on the Rights of Indigenous Peoples, Francisco Cali Tzay, said that he has been continuously receiving news and information from different sources about the gross and systematic human rights violations against Indigenous peoples, including the Parbatya Chattagram Jana Samhati Samiti (PCJSS) members who signed the CHT Accord, Indigenous human rights defenders, and Indigenous women and girls. The repeated efforts to grab Indigenous land in the name of development, tourism, and eco-forests for national and international companies, and other vested interests, also disrespects the accord.\nThe same picture emerged in PCJSS' annual human rights report released on January 1. It counted 235 incidents of human rights violation perpetrated by state and non-state actors in 2022, where 1,935 people were victims of rights violations. This included searching of houses, arbitrary arrest, extrajudicial killing in the name of crossfire, fabricated cases, forcible land occupation, communal attacks, arson upon houses, violence against women, infiltration, anti-Accord propaganda, etc. It can undoubtedly be said that such an alarming situation can never be taken lightly.\nIt goes without saying that the implementation of the CHT Accord of 1997 is crucial in establishing peace in the CHT, improving the human rights situation, and leading to self-determined development, resolution of land disputes, demilitarisation, rehabilitation of affected people, and above all, introducing a system of self-governance. Several studies by independent researchers and academics have revealed that most of the provisions of the Accord still remain unimplemented. Even some basic aspects of the agreement have not been realised.\nThe CHT Accord Implementation and Monitoring Committee is the key body in the implementation process of the CHT Accord, as well as in monitoring the process. But it is regrettable that office space, manpower, funds and logistical support have not been provided to this committee in the last 25 years. Not only that, the government has not taken any effective steps to implement the decisions taken by the committee. If the committee that is responsible for implementation and monitoring of the Accord is kept at a standstill, then how will the Accord be implemented?\nOne example of this is that in several meetings, including the fifth one of the Accord Implementation and Monitoring Committee held on December 7, 2021, it was decided that the subjects of law and order, and the police, will be handed over to Hill District Councils through executive order, and a district police force will be formed according to the laws of the Council. However, instead of implementing this decision, an Armed Police Battalion (APBN) camp was set up on the site of an withdrawn army camp in April 2022, which is a direct breach of the Accord.\nSimilarly, although a decision was taken to formulate the Rules of the CHT Land Commission with immediate effect in the interests of resolving land disputes in the CHT, in the meetings of both the CHT Accord Implementation and Monitoring Committee and the Land Commission, the government has kept the process of formulating the Rules hanging for six years. And as the Rules have not been framed, the Land Commission has not yet been able to begin the judicial work of settling land disputes.\nAccording to the PCJSS annual report, 40 violent incidents took place involving illegal occupation of lands, communal and arson attacks, filing of false cases related to land, and violence against women by settlers and land-grabbers in 2022, in which at least 448 people were victims.\nThe most recent incident is an attack on over a dozen homes in a Mro village in Bandarban's Lama upazila on January 2, where the attackers were allegedly involved with Lama Rubber Industries Limited, a rubber plantation in the area, and their goal was to drive the Indigenous community out of their land.\nOn April 26 last year, there was another incident of land-grabbing, where 350 acres of Jum-farming land, plantations and village forests of three Jumma villages in Soroi Union of Lama were burned, allegedly by the same rubber company. As a result, the livelihoods of 200 villagers in 39 families were endangered, forcing them to face a crisis of food and drinking water. The natural environment was also severely damaged, which included the death of wild animals.\nThe arson, assault and harassment of this company did not stop here. After the April 26 attack, at least 11 more attacks occurred, including the one this week, and two fabricated cases were filed against the villagers who were involved in the land protection movement in 2022. We must remember that no development can be sustainable if the human rights of the people are violated in this way.\nIn its report, PCJSS also mentioned that the present government has escalated security measures as its solution to the CHT crisis, even in the year 2022, instead of through political and peaceful means via the proper and full implementation of the CHT Accord. Instead, the government is continuing to establish camps one after another while conducting operations upon the Jumma people in the CHT region.\nMoreover, there are concerns that a vested quarter has been providing support and shelter to armed terrorist groups, while meting out suppressive measures and imposing the responsibility for terrorist activities upon the Jumma people engaged in the movement demanding implementation of the CHT Accord.\nOne such terrorist group is the Kuki-Chin National Front (KNF), which is reportedly providing shelter and military training to an Islami militant group named Jamatul Ansar Fil Hindal Sharqiya in their hideout in the remote area of Ruma. This is not only dangerous for the existence of the Jumma people of CHT as a national entity, but is a threat to the national security of Bangladesh as well.\nAt least 294 people of the Bawm community have reportedly been displaced due to threats and harassment from the KNF. They are living an inhumane life there. But despite this, there is no initiative from the administration or any authority of the government to bring them back with full security and rehabilitation.\nWhere the CHT Accord has already created the scope for a political and peaceful solution to the CHT problem, what is the point of subverting the implementation process of the Accord in this way?\nPeace reigns today in our neighbouring Indian state of Mizoram, whereas once Mizoram was an insurgency-prone state. This was possible only because the Mizo issue was resolved politically and peacefully through the Mizoram Peace Accord of 1986, which was duly implemented by the government without any dilly-dallying, and through which the self-rule of the Mizo people was established. No outsider can buy land in Mizoram, and non-residents have to take an Inner Line Pass to enter Mizoram. But as a result of granting these rights, is the sovereignty and integrity of India under threat? The answer is definitely not. Whereas the situation of another neighbour, Myanmar, is the polar opposite, because instead of political and peaceful solutions, it has been following repressive and military policies to solve ethnic problems.\nThe policymakers of our country go on exposure visits to other countries to explore best practices, so that they can use those practices in their own country. But it is our misfortune that the leaders of Bangladesh keep looking for bad practices instead in terms of non-implementation of peace accords around the globe, with the intention to justify the government's dilly-dallying tactics in implementing the CHT Accord.\nAt the end of the day, we must realise that in the greater interests of the country, we need to improve the human rights situation in the CHT and aim to ensure peace and development in the region. In this case, there is no alternative to a genuine political and peaceful solution to the CHT problem through the proper and full implementation of the CHT Accord.\nMangal Kumar Chakma is information and publicity secretary at the Parbatya Chattagram Jana Samhati Samiti (PCJSS).\n\n",
        "headline_1": "2022 proved how far we still are from peace in the CHT",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/2022-proved-how-far-we-still-are-peace-the-cht-3212761",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "It is heartening to hear of the recovery of Brajo Niketan, a palatial residence of a British-era zamindar, from the clutches of local influentials who had been occupying it since the original owners moved to India during Partition. The structure itself is a magnificent architectural relic of a bygone era that deserves to be preserved as such. We congratulate the local authorities for finally recovering it, which stands on 1.55 acres of land in the Kalakopa area of Nawabganj, Dhaka. We are also delighted to learn that the process to declare it as a heritage site through the cultural affairs ministry has already been initiated.\nNow that it is in safe hands, it is reasonable to remind the authorities of the importance of preserving the structure properly. Bangladesh's records in this regard are not exactly uplifting. On the contrary, concerns have been raised frequently about the state of many heritage sites that are at risk of either falling into ruins because of neglect or getting occupied/destroyed by private entities. For Brajo Niketan, which had been in use all this time, the challenge came in the form of some modifications to its original design. Going forward, unless preserved properly, it too may suffer the fate of those at-risk sites spread around the country. We call upon the authorities to make sure this does not happen.\nThe first priority, of course, is to get it officially recognised as a heritage site, which will give it some institutional protection against future encroachment attempts. Appropriate preservation is also vital, which includes restoring the building to its original design and developing the area as a tourist spot so that it can fund its own upkeep and people can learn about its historical significance. Apart from Brajo Niketan, there are several historical structures in the neighbourhood that also deserve to be preserved. Once these sites have been taken care of, the authorities can declare the whole area as a \"heritage village\".\nIt must be noted that this nation is built upon hundreds of years of history, and heritage sites like these give us a glimpse into that history. As such, properly preserving them is also important for posterity. Unfortunately, we see the opposite of that happening across the country. Just like Brajo Niketan, many palaces, temples, and structures of historical significance are being taken over by vested quarters, especially when these properties are abandoned or considered \"vested\". Given that, the recovery of Brajo Niketan should be seen as but a first step in freeing all historical sites from illegal occupation and preserving them.\nThe government should also conduct a survey of all historical sites currently under occupation or at risk of being damaged because of the neglect of relevant departments. This should give it an idea of the gravity of the challenge we are facing and prepare accordingly.\n",
        "headline_1": "Preserve Brajo Niketan as a heritage site",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/preserve-brajo-niketan-heritage-site-3213256",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "Despite Biman CEO's promise of turning the national carrier into a \"smart airline\", in line with the prime minister's recently unveiled vision of a \"Smart Bangladesh\", it seems its operations are becoming slower and more cumbersome by the day. How else can one explain the fact that Biman – even with the largest fleet it has ever had in its history (with 21 modern airplanes) – currently flies to 20 mostly short- and medium-haul international destinations, whereas, with fewer planes in the early 2000s, it used to fly to 29 international destinations (including New York, Tokyo, and several major European cities)?\nIn the last five years, Biman has expanded to only three new destinations. Its new aircrafts are underutilised, its market share is shrinking, and its services leave much to be desired – leading to the predictable result of losses in almost every fiscal year since its inception. Even in the years that it didn't incur a loss (two in the last five years), what it achieved could hardly be counted as profits, since the airline owes over Tk 3,500 crore to different organisations and pays instalments of around Tk 250 crore for the new planes every year.\nAccording to aviation experts, lack of planning and poor marketing policy are to blame for this. But events from last year make it clear that the trouble runs much deeper. In November, the story of a Biman recruitment scam broke, with allegations that a top official was involved in the leaking of question papers for new hires. A few months before that, this daily reported on Biman's hiring of \"controversial\" and \"underqualified\" people as pilots and co-pilots, which certain aviation officials alleged were in violation of Biman's own recruitment policies.\nAnd in September, nine out of 15 female cockpit crew members alleged that their bosses in training and scheduling departments discriminated and harassed them, so much that it even jeopardised flight safety on at least one occasion. However, no concrete steps have been taken by the relevant authorities to address any of these issues. Last year, Biman's poor ground and cargo handling services also led to a Gulf Air plane being damaged, and a Biman Boeing rammed into another of the carrier's Boeings and damaged it. In fact, Biman's reputation in this regard is so poor that the Civil Aviation Authority of Bangladesh has passed over Biman in favour of an international firm for this job at the new airport terminal.\nUnfortunately, such irregularities and failures seem to have become the norm, even though as our national flag carrier, we expect the highest level of professionalism and integrity from Biman. The question is, how long can it continue to justify this sorry state of affairs? It is clear that Biman needs critical reforms, and for that it needs to acknowledge its problems first, not throw around feel-good pledges like that of a \"smart airline\" without any action plan to achieve that. We urge the higher authorities to establish discipline and accountability in how Biman operates, so that it can become profitable and worthy of customers' expectations.\n",
        "headline_1": "Will Biman ever really take off?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-biman-ever-really-take-3212571",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "That Bangladeshi households spend more money on children's education compared to those of the neighbouring countries may apparently give the impression of good parental attention. The reality, however, is that it is the reliance on private education system that rips apart the parents'/guardian's pocket. The UNESCO Global Education Monitoring Report 2022, released recently, says Bangladeshi households bear the lion's share (71 per cent) of the total education-related spending of their children. The report, referring to the preference of households for private schools to government schools, states that the fees and expenses of the private sector-run schools are three times higher than those of the government schools. The expenditure is almost nine times higher in the private kindergartens. The UNESCO, in association with BRAC launched a national programme to study private sector's role in education in South Asia. According to the report, Bangladesh has the largest number of students in the private sector in South Asia. Some 94 per cent of the country's secondary school students are from private institutions. Sri Lanka has the highest number of private school students in pre-primary education (80 per cent), followed by Bangladesh (55 per cent). On an average, Bangladesh has the most private sector dependence in the education sector. The report found that despite making great progress in access to education in South Asia, investment in education by the governments has remained insufficient. Except for Bhutan, no other country in the region has ever spent anywhere near 15 per cent of the total government spending or 4.0 per cent of the GDP on education. During the 10-year time span from 2010 to 2020, Bangladesh, Pakistan and Sri Lanka spent less than 2.5 per cent of their total GDP on education. Quality and relevance of education has therefore become a concern, says the report. The all important question here is, what lies behind very high intake of young learners by the country's private education system. The substandard, even deplorably poor standard of education in the government institutions ---at primary and secondary levels --- has made it almost indispensable for most households to opt for private institutions. For well-off families, the issue may not pose any difficulty. But families who are barely in a position to dish out hefty amounts as education expense in private institutions are compelled to do so. Meeting high expense often forces them to ration on many necessary spending.  Education offered by government institutions has deteriorated in the past two-three decades. This, according to experts, is largely attributable to the incompetence and inadequate teaching skills of teachers in most such institutions. As a result, it is the sheer deficiency to keep up with the expanding horizon of education globally that has rendered these institutions practically unfit to take care of the young learners. The ministry of education, aware of the severe limitations, occasionally takes up pilot projects on teachers' training, but the stray efforts are far from convincing parents not to opt for private schools. There is no way out but to revamp the education system.",
        "headline_1": "Burden of costly children's education on families",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/burden-of-costly-childrens-education-on-families-1672926743",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "A UNESCO research paper prepared with contribution from the BRAC titled, \"Global Education Monitoring 2022\" released on Tuesday last has focused primary on South Asia's expenditure on education with special emphasis on the role of educational institutions in the private sector. Overall, families have to bear 71 per cent of educational expenses for educating their children in Bangladesh. Education fees in non-government and NGO-run schools are three times higher and in the kindergartens, it is nine times higher. Now here exactly lies the crux of the problem in education in Bangladesh. The system is awfully discriminatory at the stage of preparing students well enough for a modest career or for higher education. Higher education is even more discriminatory with the private universities and some colleges charging exorbitant fees unaffordable for the majority of families in the country. While the government primary schools' teaching standard is generally low, the government secondary and higher secondary schools are far better than the average non-government schools. However, some of the educational institutions run privately have to their credit enviable records. But education at this select band of schools and colleges is quite expensive. The same is the case with English medium schools. The better is the quality of those, the higher the charges for study there.It is at this point, schooling of the overwhelming majority of students ---94 per cent of the total secondary level students to be exact ---in non-government high schools exposes the weakness of the system and the wide gap in standards of education due to disparities in investment. The schools that are managed well, have adequate infrastructure and can recruit qualified teachers from their own finance stay far ahead on all counts. Against such educational facilities, the schools that have hardly any income and almost solely rely on monthly pay order (MPO), which is nothing but a pittance, fare poorly. It is futile to expect that the MPO is enough to attract qualified teachers for the teaching job. Even before introduction of the MPO, the financial condition of the majority of non-government schools was really pathetic. Today even parents of students in villages are well aware that without private tuition or lessons at coaching centres, chances of scoring high by their wards is very slim. So the commercial private coaching business has spread its tentacles even in the countryside. This has opened up avenues for teachers to have extra income ---albeit the amount is very low compared with the fat sums their urban counterparts amass. Education in this country has become a commodity, the most coveted kind of which only the privileged can afford. An extraordinary talented student from underprivileged class or community can at times break the barrier but not unless some kind-hearted people come up with financial and other supports. But their number is few and far between. All this should point to the fact that students from backward communities more often than not fail to realise their potential. Given equal opportunities and environment for learning many of them could pursue education to reap rich rewards. Their plight has further aggravated during the pandemic and in the post-pandemic time in the absence of in-person classes and deterioration of financial condition due to the high inflation respectively. Their parents are struggling to manage enough food to feed the members of their families. Additionally, all educational implements have become costlier. No wonder, one-third of families of students have to borrow money or sell property to pay for their children's education. It is against such a background, the government is going to introduce the new national education curriculum. But can a half-hearted approach without a major overhaul of the discriminating system bring about the desired result? How can teachers whose quality is suspect and without adequate training take charge of an education system that emphasises knowledge- and skill-based learning? Teachers, many of whom failed to take up the challenge of the earlier structured question-based education ---wrongly named creative system ---are the last persons to do justice to this more challenging teaching method. Only those teachers who have insight enough and depth of knowledge including child psychology will be able to identify the special talent in each student and nurture it to its logical conclusion. Anyone short of a scholar cannot take charge of this gargantuan job. But who the teachers are there to be assigned to the task? In case of schools where teachers have to deal with students from poor and backward environment, this will prove to be even a taller order simply because the financial support behind both the learners and the preceptors will be hard to come by. It is because of this, the UNESCO calls for raising government's allocation for education in countries of South Asia where, except Bhutan, this allocation is nowhere near the 15 per cent of the government's total budget. At least it should be 4.0 per cent of a country's GDP, the UN organisation insists. This can to a certain degree, if not fully, reduce the ill effects of socio-economic disparities on learners and bring about equity in educational opportunities. [email protected]",
        "headline_1": "Ill effects of disparities in allocation for education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ill-effects-of-disparities-in-allocation-for-education-1672926796",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "Adani Power Ltd, a concern of the Indian business conglomerate Adani Group, is likely to start supplying 750 megawatt electricity to Bangladesh in March next from its Godda coal-fired plant in Jharkhand. The volume is half of the power Adani is obliged to export to Bangladesh under a contract signed with the Bangladesh Power Development Board (BPDB) in 2017. The power exported by Adani, when available, might prove to be a huge pain in the neck of the troubled BPDB even though it would ease the power supply situation during the summer months. The purchase of power at a very high rate and capacity payment might trouble the BPDB which will buy power from the Adani plant at Tk 9.06 per kWh. The procurement rate is 56 per cent more than the electricity Bangladesh imports from other Indian sources.The most striking feature of the deal signed between BPDB and Adani Power is the inclusion of a capacity payment proviso. Under the contract, the latter will be entitled to receive payment from the former against idle capacity. The BPDB does not make any capacity payment in its deals with other Indian firms for the import of 1,160 MW power. The BPDB has been paying a huge amount of money---the capacity payments to private power plants in the fiscal year 2020-21 stood at more than Tk 250 billion--- for more than a decade. A report prepared by the Bangladesh Working Group on External Debt has estimated that the country will have to pay more than USD 11 billion as capacity payments to Adani during its 25-year power deal. The annual capacity payment comes to around USD 424 million. A US-based energy institute, according to a report published in this paper on Wednesday, has found the power being purchased by BPDB from the Adani plant to be 'very expensive' for Bangladesh.The reason for power being expensive is the use of Australian coal instead of Jharkhand coal by the Adani plant. The high cost of coal has been passed on to Bangladesh. Since the plant is being set up to supply power exclusively to Bangladesh, the proviso for capacity payment has been included in the deal to safeguard Adani's interest. The present power situation in Bangladesh has one distinctive feature---supply crunch amid surplus generation capacity. It was not so until the recent hike in fossil fuel prices in the wake of the global economic recovery drive and the Russian invasion of Ukraine. The power supply situation was normal before that. Yet many state-owned power plants remained out of operation for gas supply shortages. A good number of privately owned rental power plants were kept idle for unspecified reasons. In the case of non-generation by private plants, the government has been counting a huge amount of money as capacity payments. The issue is widely discussed because of the lack of transparency and accountability in the entire process. It is no denying that the country needs to ensure an uninterrupted and adequate supply of power for its economy to grow. The government had also prepared a master plan to that effect and revised the same on a couple of occasions. If the wastage of a large amount of taxpayers' money in the name of capacity payments takes place every year and power is purchased at abnormal costs from both domestic and external sources, it is natural to raise questions about the utility of having a master plan for the power sector. [email protected]",
        "headline_1": "Adani power and capacity payments",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adani-power-and-capacity-payments-1672926847",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2023"
    },
    {
        "full_article": "In winter, date juice is a popular drink in Bangladesh. For many, winter is incomplete without drinking this sweet juice and food items prepared with it. Drinking raw date or palm sap in the morning is an old practice in our rural areas. City dwellers visiting village homes during the winter rejoice in drinking this juice. Unfortunately, raw date juice can be deadly as there is a high possibility of getting infected by the Nipah virus from drinking it. Nipah is a zoonotic virus that can cause a life-threatening viral disease transmitted from bats to humans. Its main symptoms include fever, headache, itching, palpitation, unconsciousness and in some cases fatal breathing problems. It was first identified in Bangladesh in 2001. Since then, Nipah virus has been prevalent in many south-western and north-western districts of the country during the time from December to March, according to the Institute of Epidemiology, Disease Control and Research. The virus is so contagious that it can be passed on with minimal human contact. Many get infected and die while caring for patients.For caregivers, doctors suggest washing hands frequently, not sharing the same food, and remaining at least three feet away from patients while caring. Caregivers are also recommended to wear masks. There is no vaccine available against the Nipah virus yet. So, as winter approaches, scientists every year issue cautions and recommend preventive measures for people to stay safe from the infection. In order to avoid the risk, experts have urged people to avoid drinking raw date juice, eating half eaten fruits and should wash fruits thoroughly before eating. Badsha Faysal, Jurain, Dhaka, [email protected] ",
        "headline_1": "Don't drink raw date juice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dont-drink-raw-date-juice-1672926871",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2023"
    }
]