[
    {
        "full_article": "In the contemporary global landscape, media’s role is pivotal in shaping public opinion and understanding of international affairs. In this intricate web of narratives, the portrayal of India on the world stage is subject to the influence of various factors. The complex interplay of global power dynamics casts a long shadow on how India is portrayed on the world stage, fuelled by multiple factors and often amplified by anti-India propaganda promoted by various actors.\nRead full story on TOI+\n\n",
        "headline_1": "‘Global media often paints one-sided picture’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/global-media-often-paints-one-sided-picture/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2024"
    },
    {
        "full_article": "The morning after the failed Iranian attack, Israel is examining how to respond. This public debate, like around any topic in this country, stirs up all the demons and emotions. Anytime you put two Israelis in one room, you’ll come out with three different opinions.\n\nRead full story on TOI+\n\n",
        "headline_1": "Israel, don’t bomb Iran back",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/israel-dont-bomb-iran-back/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2024"
    },
    {
        "full_article": "Unlike on Oct 7 last year, Israeli defences held up excellently against Iran’s attack this weekend. They successfully intercepted over ‘99%’ of the 300 drones, ballistic missiles and cruise missiles Iran fired. This attack is ‘historic’ – because hitherto Iran had fought Israel in the shadows and by proxies. It also threatens to tip West Asia into a wider conflagration – even as Gaza is already laid to waste and the Ukraine war has entered its third year. Condemning the attack is the easier part. What’s really needed is talking both countries down from the edge of wild escalation.\n\nDamascus’s toll | In both countries, not to mention US, there are hardliners baying for escalation. And they all cite international law, very selectively. Iran retaliated against the April 1 Israeli strikes on its Damascus consulate within 13 days, but it hardly considers other countries’ diplomatic privileges sacrosanct. It describes the historic attack on Israel as ‘legitimate self-defence’, but on the opposite side Netanyahu uses this same card no less righteously.\nMSC Aries’s warning | Also this weekend, Iranian troops descended from helicopters to seize a commercial ship, as it passed through the Strait of Hormuz. Reason? ‘Israel links’. Indians form the majority of its crew. This is not the first time Indian sailors are taking collateral damage. But any sustained disruption of energy supply will cause more broad-based hurt. In US, the economic repercussions of increased chaos in West Asia would impact Biden’s chances of re-election. Inflationary pressures would be unpleasant here as well.\nHardliners’ sway | Biden’s role to maintain homeostasis is going to be incredibly important here. He has indicated that US will not participate in offensive operations against Iran. But while much is heard about his suboptimal relationship with Netanyahu, the one with Iran is even more wanting. Following the attack on Israel, Iran’s parliament reportedly cheered, ‘Death to Israel! Death to America!’ What reckless actions such a mood can propel is worrying. Billy Joel is right on this – who ‘didn’t start the fire’ is less important than who ‘tried to fight it’.\n\n",
        "headline_1": "Shadows catch fire",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shadows-catch-fire/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2024"
    },
    {
        "full_article": "GOI advisory on categorising Bournvita and other beverages as ‘health drinks’, follows food safety authority FSSAI’s remark to ecommerce websites on April 2. FSSAI had asked for appropriate categorisation of foods on sites. It pointed out that since the term ‘health drink’ was neither defined nor standardised in the 2006 food standards law, or in any rules thereafter, no drink could claim to be ‘healthy’.\n‘Health’ is wealth – for companies | FSSAI made the right call in tackling the nub of the issue – categorisation as a ‘health drink’. India has consumed malt-based beverages for generations. White beverages – such as Horlicks, Boost, Bournvita – make up about 70% of the ₹14.4b market. Users are children across India, who reportedly consume three times more than recommended values of added sugars. Some believe malt-based beverages should be seen as ultra-processed food, responsible for child obesity and teen diabetes.\n\nOnline, ad is product | Companies argue their formulations are clearly labelled, that consumers make informed choices. But for decades they’ve been advertised as aids to stronger, taller, smarter growth. Shop sales is one thing, but on online stores, the ad is the product – all you do is click. Recall that a govt ban on advertising of infant food and milk substitutes, for babies less than 24 months old, curtailed these products’ growth in India, promoting breast milk and home food.\nMarket maturity | Indian food companies, and MNCs operating in India, advertise even snacks as ‘healthy’, but resist labelling. But consumer awareness forced ice cream giants to relabel their sugar overkills as frozen desserts. It’s a sign of a maturing market. That said, a large section of buyers choose basis advertising and labels. Most consumers don’t think through the health implications of popular products. For many, a ₹5 biscuit packet, a malt-drink sachet or instant noodles is the cheapest food around.\nWhat this episode highlights is the dire need for food safety regulations and monitoring. Bournvita has been in the eye of a storm since last April. The company responded to a social influencer’s video on its sugar content with a legal notice. That’s not how healthy markets or iconic brands operate.\n\n",
        "headline_1": "Thought for food",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/thought-for-food-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-04-2024"
    },
    {
        "full_article": "It is festival time here. Two, in fact three, of the most important festivals arrived with a gap of only a couple of days. This is a rare event in the life of the Bangalees and other ethnic communities in the hilly regions and some coastal areas of Bangladesh. The Bangla Naboborsho popularly known as Pahela Baishakh and Boisabi followed Eid-ul-Fitr. Traditionally, Naboborsho was overshadowed by Halkhata observed on the Chaitra Sangkranti or the last day of the last month Chaitra on the Bangla calendar introduced by great Mughal emperor Akbar. This calendar was devised with the primary objective of realising taxes from farmers in an agrarian economy. The Halkhata was an offshoot of that tradition when traders invited their clients to treat them with a sumptuous feast usually of an array of sweetmeat, curd or yoghourt, flattened, fried and puffed rice. If that lent the occasion an air of festivity, it was, like return of taxes, the time to clear off all arrears or dues owed to traders for business transactions of the entire year.Essentially, the activities revolved around economy and economic solvency expressed its range and scope through village fairs arranged on the Sangkranti day and the Pahela Baishakh. In those days, communication was not easy and each village tried to develop handicrafts or cottage industries in order to meet as much its own requirements as possible. Evidently, the focus was on economy around which the festival took its shape. But Boisabi celebrated among different ethnic communities are more colourful and extensive. Boisabi takes the first letters of Boisu of Tripuria, Sangrai of Marmas and Biju of Chakmas and Tanchangas. It is a celebration of a transition from the old to the new, hopefully auspicious, in which there is a competition for collection of flowers and letting those to float away on rivers and rivulets. It is followed by sprinkling of water usually between adult boys and girls where especially Marma youths can express their love in public by throwing water at those near to their hearts. The urban edition of Pahela Baishakh celebration owes largely to Rabindranath who introduced Basantotsab in Shantiniketan where his famous song, \"Eso hey Baishakh, eso eso....\" welcomed the Bangla New Year. It was Chayanaut, the leading cultural organisation here, that actually pioneered the celebration of Pahela Baishakh and set the artistic and aesthetically pleasing tone of modern celebration of the occasion. Later on, the Charukala Institute added colours and motif of traditional Bangla art to the celebration. No celebration is complete, though, without special food and new dress and adornment. All these are an expression of a particular people. On that count the people including the ethnic communities have by now amply demonstrated their rich and diverse culture and tradition through the celebration of their New Year. Yet today's economy is not Pahela Baishakh or Boisabi-centric as it was in the past. Halkhata is a fading tradition because of a lack of trust in business transactions based on deferred payment. Instant payment is the order of the day. Although rural economy has become stronger of late, the ugly fact of marginalisation of a segment is ubiquitous there. In cities and towns, the face of poverty is even more cruel. But that actually does not impede the mood of celebration. It is a lack of cultural orientation and affinity which stands in the way of turning the celebration more popular and all-compassing like those of the ethnic populations.",
        "headline_1": "Shuvo Naboborsho",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shuvo-naboborsho-1713194090",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2024"
    },
    {
        "full_article": "Most human beings are unaware of most of the potential disasters that may wipe out mankind. This is natural because human beings don't think they are responsible for their own actions and consider nature as separate. It's perceived as external.Thus humans are unable to comprehend complex disasters like climate change caused by their own cumulative actions. Earthquakes, floods, heat waves etc., are much easier to grasp by their simple mind. It's beyond their capacity to understand that those very disasters could be caused by causes more complex than the so-called \"natural \"causes\". The result has been global disregard for the issue of climate change and impending disaster. People don't even know what it is and how it impacts on their life, let alone create political pressures for their collective survival.Not that it matters as ruling classes everywhere consider themselves immune to the baneful effects of climate change. Thus we have a lot of words, including those churned out at the global level, but not much else. The UN Climate chief has recently said that there are only two years left to take actions before the window for acting against global disaster shuts. One supposes it's time to get ready for the \"end of the world\" as we know it and which we never expect to happen. The UN Chief's words are important but reflect the position of leaders who speak without power and represent the ineffectual. Simon Stiell, Executive Secretary of the United Nations Framework Convention on Climate Change has said that the next two years are \"essential in saving our planet\". Otherwise the climate changes status and future scenario. And he was addressing politicians, business leaders and the rest of those who are supposed to matter unlike the UN.Scientists say halving climate-damaging greenhouse gas emissions by 2030 is crucial to stop a rise in temperatures of more than 1.5 Celsius that would unleash more extreme weather and heat. However, last year, the world's energy-related CO2 emissions increased to a record high. Current commitments to fight climate change would be grossly inadequate to manage global emissions by any count by the critical year of 2030.All hope is not entirely lost but time has certainly run out. \"We still have a chance to make greenhouse gas emissions tumble, with a new generation of national climate plans. But we need these stronger plans, now, \"Simon said. So where does the problem lie? It's very simple. Only 20 leading economic powers are responsible for 80 per cent of global emissions and that sort of explains the entire scenario. And they don't have to listen to anyone.These 20 countries basically run the world and decide what is going to happen and where. These super countries if you will have all the power in the world whether it's the US or China and they are hardly about to think about to back down let alone try to figure out how it's done. It's not about a good state or a bad state but preserving its status and capacity and it doesn't matter how that has to be done.The UN keeps setting priorities which the world happily ignores. But it's not just bad intentions or selfishness but also inability to know how it's done. Nobody has any practical ideas about how to retain or reach prosperity without increasing carbon gasses and that is driving the reality of global policy application.Many are asking why the UN's climate change reduction policies aren't working. The UN's principal objective is for its members to agree to a new target for climate finance \"to support developing countries struggling to invest in shifting away from fossil fuels and fighting climate change.\"The UN says that objectives can be achieved through several means such as debt relief, cheaper financing for economically weaker countries, developing new sources of financing such as tax on emissions reforms of international financial institutions such as the World Bank and International Monetary Fund.\"Every day finance ministers, CEOs, investors, and climate bankers and development bankers direct trillions of dollars. It's time to shift those dollars,\" said the UN climate change related boss. He has been pushing for reforming capital requirements and expansion of its use of Climate Resilient Debt Clauses, which suspends debt repayments in the event of natural disasters in the WB and the IMF.So far none have paid much attention and there is no evidence to show that they are likely to listen to the UN soon.The situation may not be particularly different at the national level whether Bangladesh or elsewhere. Researchers and activists have pointed out the woefully inadequate management of projects and priorities. Governments are more active at the international level seeking funds which goes to the ministries. But what happens at the operational level is rarely discussed other than blanket statements about \"projects completed\". Nor does anyone say about the impact of completion.Once as a media panel member of a major anti-corruption outfit, we saw incredible levels of corruption in this sector. It basically means that projects are funded but they are not really useful except for making a lot of money by some.However, it bothers none as the powerful behave locally and internationally the same way. As a result the situation has become unchangeable and the damages in many cases irreversible. There is little evidence that the situation is about to change.Like it or not, we are seeing the same power-gain model at work. The powerful countries ignore the plight of the poorer countries, and in the poorer countries, the top elite ignores the powerless.\n[email protected]",
        "headline_1": "Climate change: Apathy and cluelessness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/climate-change-apathy-and-cluelessness-1713194139",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2024"
    },
    {
        "full_article": "Nowadays, financial transactions are mostly done online. Use of cash in mainstream financial transactions appears to be on the decline. The argument for a cashless society is gaining ground. At a time when plastic or digital money is on the march, we still see high demand for fresh banknotes especially before Eid festivals. Commercial banks often fail to meet the sudden rise in the demand for new banknotes. As a result, people rush to the informal street corner markets to exchange old, dirty and damaged banknotes for fresh ones. Also, just to have stapled, fresh bundles of banknotes, they go there. Of course, commission is charged against such exchanges depending on the condition of the old notes being exchanged for brand new ones. This surge in the demand for fresh banknotes, especially before Eid-ul-fitr, may have to do with the practice of giving Eidee (a kind of present given in cash) on Eid day by social elders to the younger members of a family or the community. Whatever the reason, it creates considerable pressure on the central as well as the private commercial banks. Perhaps, aghast at this and the street-corner trading of old banknotes for fresh ones, a bank official in a recent article advocated going fully cashless. He drew his inspiration from an initiative that the Bangladesh Bank (BB) had taken in January last year styled 'Cashless Bangladesh, Smart Bangladesh'. However, soon the tempo of the campaign, as the writer himself admitted, died down. But without going further into why that campaign failed to catch the public's imagination, he strongly recommended reviving the BB move and fulfilling the mission of making financial transactions cashless in Bangladesh.No doubt there are many disadvantages of cash money. As it is a physical object, it lacks the mobility that its virtual version has. Digitally, transfer of money takes place instantaneously. In fact, the advantages of digital money outweigh its disadvantages. And considering its many plus points, even Kristalina Georgieva, Managing Director of the global multilateral lender IMF, in November last year at the 'Singapore FinTech Festival 2023' made a strong case for introducing Central Bank Digital Currencies (CBDCs) to replace cash and advised public sectors so they keep preparing to deploy CBDCs and related payment platforms in the future.Clearly, the pressure to go cashless is global.Meanwhile, here in Bangladesh, local people, too, have got used to transacting through credit cards, debit cards and various mobile financial services (MFS) platforms. Even so, the fact remains that, while transacting through such plastic moneys and MFS, etc., the individual doing so also knows that whatever is being transacted digitally is ultimately backed by hard cash deposited with her/his bank account. That means the public still believe cash is the real asset. Unlike digital money, cash is anonymous. So, it will take time before the general public begin to accept, if at all, the fact that their entire savings in the banks are just some non-tangible series of binary digits in the bank's computer server.Now, suppose, as the IMF MD suggested, our central bank, Bangladesh Bank (BB), issues its own CBDC. How would it be valued? Of course, its value would be linked to our official currency, Taka. Now where will the public deposit their CBDCs? Internationally, a plethora of ideas have been floated on this subject. In the Eastern Caribbean, a system is being tried whereby consumers would hold account with central bank. In China, a version of CBDC is being thought of that would rely on private sector banks for distribution and creation of accounts. The European Central Bank (ECB), on the other hand, among other options, is thinking of a Digital euro. BB may have its own ideas.Storage and transaction of digital money take place online. Every step of the transaction can be tracked. The online accounts lack privacy. How the account holder handles her/his money can be watched by interested quarters and be discriminated against. The digitally maintained account can be hacked and your money stolen without leaving a trace.Worse, a cashless economy will be a totally surveilled one, with no place to hide!\n[email protected]",
        "headline_1": "Going cashless?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/going-cashless-1713194169",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2024"
    },
    {
        "full_article": "The recent decline in remittance inflow from Malaysia is a cause for serious concern. There is also report that Malaysia is likely to ban hiring of Bangladeshi workers once again. Unlike the Middle Eastern countries where most Bangladeshi migrant workers go, the situation in this Southeast Asian country is relatively stable. Moreover, there is a better wage structure for the country's workers, with new workers earning at least MYR 1,500 per month, which is equivalent to Taka 37,000. In Saudi Arabia, the main destination for Bangladeshi migrant workers, low-skilled workers are paid between BDT 25,000 and BDT 30,000. Therefore, considering the ongoing situation, the diplomatic mission of Bangladesh in Malaysia should be proactive to prevent any disruption in sending Bangladeshi workers to Malaysia. In this context, the government should also increase efforts to explore new opportunities for Bangladeshi workers, especially in industrialized countries in Asia, Europe, and other regions. Bangladesh's diplomatic missions abroad have an important role to play in this regard.\nNafis Bin Hasan, StudentNorth South University[email protected]",
        "headline_1": "Concern over manpower export to Malaysia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/concern-over-manpower-export-to-malaysia-1713194191",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-04-2024"
    }
]