[
    {
        "full_article": "The stampede at a religious congregation at Hathras in western Uttar Pradesh, claiming over 120 lives, is only the latest in a series of such tragedies in the country. There have been at least half-a-dozen such incidents in the last 20-odd years. In this instance, at least a lakh of people flocked to Fulrai village to listen to an address by a preacher Suraj Pal, also known as Narayan Sakar Hari or “Bhole Baba”. There are reports that there were over 2.5 lakh participants at the venue, which could accommodate no more than 80,000. The preacher is said to have followers in States such as Madhya Pradesh, Rajasthan and Haryana too. Most of the deceased, mainly women and children, were from the economically vulnerable sections of society, and were in search of spiritual solace. While only a fair investigation can find out the cause for the stampede, the reasons being cited include overcrowding, and the bid by some to collect soil from around the feet of the preacher. Not surprisingly, the responses, particularly from the field-level public health system, have exposed how ill-prepared the Uttar Pradesh administration is. Visuals of bodies lying outside the place of post mortem and of the kin desperate for help, as well as an inadequate number of ambulances and medical staff have become the common features of such tragedies. What has made it worse is the preacher and his aides reportedly leaving the site even as panic-stricken people were dying.The most tragic aspect, as seen in the past, is that it was all avoidable had there been proactive steps taken by a vigilant administration. Unfortunately, the authorities in many States do not appear to have learnt lessons or made use of the availability of better technology and communication. Apart from stringent action against those responsible, the U.P. administration should ensure a just compensation package, the cost of which has to be borne by the organisers. The tragedy is a classic study in the management of large crowds. The officials concerned should ensure that the organisers have the wherewithal to handle large gatherings of any size. The local authorities and organisers should also conduct a drill ahead of such events. What is more important is that the political executive, the bureaucracy and organisers of any public event should be conscious of the fact that the loss of a life is a tragedy for the person’s family. The arrangements for mass functions should be governed by this fact.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nreligion and belief\n\n/\n\nUttar Pradesh\n\n/\n\naccident (general)\n\n/\n\nMadhya Pradesh\n\n/\n\nRajasthan\n\n/\n\nHaryana\n\n/\n\ntechnology (general)",
        "headline_1": "Avoidable tragedy: On the Hathras stampede",
        "headline_2": "Mass gatherings should be tightly regulated to prevent Hathras-type stampedes",
        "link": "https://www.thehindu.com/opinion/editorial/avoidable-tragedy-on-the-hathras-stampede/article68363621.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "The first session of the 18th Lok Sabha and the corresponding session of the Rajya Sabha were notable for the renewed spirit of parliamentary debate on display, notwithstanding the excessive combativeness and avoidable grandstanding by the government and the Opposition. Echoes of the election campaign continued too, as Rahul Gandhi, in his debut as the designated Leader of Opposition (LoP), mounted an aggressive critique of the NDA government and Prime Minister Narendra Modi. Mr. Modi in turn called into question the track record and intentions of the Congress, and Mr. Gandhi’s capacity. Both sides categorically declared fealty to the Constitution of India, while accusing each other of trying to undermine it. They also crossed swords over Hinduism and its political role. The rise of a strong Opposition — with no designated LoP earlier — and the return of coalition politics as the leading party lacks an absolute majority may restore the role of Parliament. The increase in Opposition numbers can help restore healthy traditions such as more Bills getting scrutinised by parliamentary standing committees. A robust Opposition can also act as an effective restraint on the government, preventing it from bulldozing opposition with its legislative agenda. The 17th Lok Sabha not only earned the dubious distinction of having seen the suspension of the most number of Opposition MPs (146 in a single session, including Rajya Sabha MPs) but also functioned without a Deputy Speaker, a post usually reserved for the Opposition. To underscore this point, the INDIA bloc predicated its support for Om Birla as the Speaker only on the condition that the government agreed to offer it the deputy chair. The stalemate eventually led to an election between Mr. Birla and Kodikunnil Suresh (Congress), which Mr. Birla won through a voice vote. The Opposition did not press for a division and rich parliamentary tradition was followed, with Mr. Modi, leader of the House, and Mr. Gandhi, LoP, escorting Mr. Birla to his Chair.The roles of the Lok Sabha Speaker and Rajya Sabha Chairman gain additional prominence. The Opposition has urged them to be even-handed. The Opposition has also questioned the expunging of portions of Mr. Gandhi’s speech from the records by the Speaker. The threshold for removing parts of what is spoken in the House from official records should be very high. Following the deviation from the standard format by several members, the Speaker has constituted a committee to frame rules for oath-taking. Parliamentary speeches could do with more humour and less diatribe, but the fact that there was an expanded debate is encouraging. The Treasury and Opposition benches must understand that their place in the highest seat of democracy is to represent the people who sent them there. They must find a common sense of purpose and function in a spirit of accommodation.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nparliament\n\n/\n\nParliament proceedings\n\n/\n\nLok Sabha\n\n/\n\nRajya Sabha\n\n/\n\npolitics\n\n/\n\nRahul Gandhi\n\n/\n\nNational Democratic Alliance\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nIndian National Congress\n\n/\n\nconstitution\n\n/\n\ndemocracy",
        "headline_1": "​Spirit of accommodation: On conduct in the 18th Lok Sabha",
        "headline_2": "Both the Treasury benches and the Opposition must uphold parliamentary tradition",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bspirit-of-accommodation-on-conduct-in-the-18th-lok-sabha/article68363795.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "Hindu majority is under no threat from conversions. HCs should know this basic data point \nCan an untruth told loud enough and often enough prevail over the truth? That this danger is very real today, is what is captured by the phrase ‘post-truth world’. But in this very world, many institutions have been designated to fight on behalf of factuality. In the Indian setup, constitutional courts play a vital role in this fight. So, when their observations fly in the face of black and white data, or argue a subjective morality instead of objective precedents in case law, it is both disappointing and dangerous. Allahabad HC flying the bogey of Hindus being in danger of becoming a minority, falls squarely in this worrying category.\nTFR reality | There is no arguing with India’s fertility transition. Overall TFR has already reached below replacement level, Muslims are recording a much faster fertility decline than Hindus, and the definitive convergence between the two means that Hindus’ huge majority is impenetrable. Between 1992-93 and 2019-21, Muslim TFR dropped 2 points to 2.4 and Hindu TFR dropped 1.3 points to 2. Diving deeper, only the wilfully blind will miss that the real cause of fertility diversity is not religion but region. Deeper still, Hindu TFR in Bihar (2.88) is higher than Muslim TFR in Karnataka (2.05), because it is really educational, social and economic backwardness that results in higher fertility. \nJudicial unreality | There is also the issue of judges frequently hitting the headlines with oral observations that belong better in their personal living rooms, than in constitutional courts. Plus, HCs saying that EC “should be put up on murder charges” or that “a wife should be like goddess Sita”, can influence lower courts very unpleasantly. Stereotypes and strife have promoters enough. Our courts should champion dispassion and reason.\n\n",
        "headline_1": "Court don’t contort",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/court-dont-contort/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "Stampedes, like the one in Hathras, are frequent as official permissions for events don’t ask basic questions\nAs fatalities climb beyond 120 from the stampede at a religious event in UP’s Hathras, authorities have promised the trio of response – compensation, investigation and bluster – that accompanies every such mass accident, which mostly claims lives of poor people. At least 2,000 people have died in stampedes over the last 20 years at religious sites and celebrations across India. The reality is there’s barely any report of legal closure of any such tragedy. UP has ordered a judicial inquiry, there’s a PIL for a CBI probe. A key organiser isn’t named in the FIR.\nIn Hathras over 2.5L people had gathered when permission was for 80k. Such massive overcrowding and insufficient exits – motorbikes recklessly parked blocked the single entrance/exit – was worsened by rain that had turned the paddy fields into sludge. And as evident in events that led up to the crush, it was, as stampedes always are, a spiral of mass behaviour difficult to stop. Whether in the rush for a holy dip, or slippery steps to temples, or as in Hathras, clambering to grab soil from where the godman had walked, it’s momentary ‘craze’ that drives stampedes. Patterns repeat themselves in every such accident. It is also evident why investigations rarely see accountability or action taken. Because after the mandatory noises, there’s a deep-set belief stampedes can’t be stopped.\nTruth is, there are well-established measures recommended for large events to minimise the chances of a crush, of humans in frenzy and panic. Administrations, when granting approvals, must ensure adherence to the venue layout that’s okayed, that exits and entrances aren’t blocked, that there are a control room, live surveillance of crowd movement, PA systems, and crowd density monitoring. These are resources that should be available pre-event. Even learning from previous incidents is a gap in India’s crowd management. That the Hathras godman had his own “narayani sena” to manage his followers’ throng shows a heightened awareness of crowd-behaviour at his events. Why are these details never a point of official note pre-event?\nNearly every high-fatality stampede in India has been during religious celebrations. And because it’s religion, authorities north to south, east to west, tiptoe around calling out those responsible. That is exactly the problem. Events – whether sporting, musical or religious – need to be managed to ensure no injury and loss of life. Some are already talking of ‘conspiracy’, ‘political nexus’, and the baba’s blue aviators. All that’s not the point. The dead women and children are. \n\n",
        "headline_1": "Crushing truth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/crushing-truth/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "Thank you, but hope to never need you again \nSince my column doesn’t appear on Mondays, I’m saying ‘Happy Doctors’ Day’ to all my wonderful saviours now. I could add ‘Better late than never’, but never needing them would be better. Alas, that’s  rarely an option even if we never slip up on yoga/tai chi/10,000 steps, blue zone diet, own the most luxe onesie activwear – or corner the world’s entire apple crop. ‘Late’ is also loaded. Too long a delay could result in our becoming ‘the late Mr/Ms/Mx…’  Any which way, we can never keep the doctor away. \nStill, it’s good to know that there’s one token day when doctors are in the news for the right reason. Not because they’re ‘operators’ of the greediest degree. Or when they’ve (optimistically) mistaken a foreskin for a leg, as happened just last week. Or the scam of the year being the entrance eligibility exam for medical colleges. Or whatever is the latest proof that the profession has abandoned the old attribute, and instead taken up residency in Badside Manor. \nBesides, it’s only fair that when some or other ailment/body part gets a shoo-in throughout the year, a ‘day’  is also reserved for those actually qualified to deal with the problem. Last Monday reminded us that Dr Wiki should not attempt to cure the sicki.  \nHippocrates swear, I’m not a hypochondriac – despite my double proclivity from being born Parsi and growing up among Bengalis. But, I  have happily tried allopathy, homeopathy and ayurveda. Unani? My acquaintance is limited to the rather apt ‘B.U.M.’ degree on doctors’ signboards when I frequented Mumbai’s red-light area  during my HIV-AIDS writing days. Ouff, of course I know  pharmacopia isn’t what’s consulted to help farmers cope with chronic stress.   \nSo here’s an acute ‘thank you’ to everyone who’s given me a functioning anatomy. From obscure midwife at Navsari’s Lying-in Hospital to Kolkata’s storied daktar babus to Mumbai’s legends – and all the lesser known, but no-less grateful to. Those who’ve put their finger on my ailments’ pulse. Who’ve given me back an arm and a leg, plus vision too. Who know my intestines better than I ever want to. Who’ve held my heart in their hands.                                                     \n                                                  *** \nAlec Smart said: “Monsoon session – no hail, only storms.” \n\n",
        "headline_1": "My doctored life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/my-doctored-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "By invitation: Anant Goenka\nIndia becoming T20 world champions was a fabulous moment for India, for cricket. For me, what makes the win special is that in an era of bullies, the nice guys have won.\nRohit Sharma and Rahul Dravid – both have been gentlemen through and through. Rohit never dropped his dignity in the face of all the controversies thrown at him. And he led in a way that’s natural to him: being a leader, a team player, a buddy in the locker room.\nDravid, epitomises gentlemanly behaviour. He’s now the Dronacharya of winning without belligerence, finding victory without vehemence.\n\nToday, in every field, we aspire to be hyper-competitive, hyper-aggressive, intolerant bullies. It’s not only accepted, but proactively encouraged. In sports, the brash football culture – its high collision sports quotient on the field, argumentative players, angry team managers and high-octane fans from the stands – is much more attractive than, say, the gentlemanly kabaddi culture where players often confess to being ‘touched out’ even if the referee didn’t notice.\nIn industry, compare the public persona of startup founders today to that of the earlier corporate founders in India. Businesspeople model their behaviour more on the Steve Jobs of the world, rather than the very cultured public persona of those who founded thriving corporations like Tata, Bajaj and Birla.\nIn politics, young Republicans are more enamoured by the rhetorically charged personality of Donald Trump, than of the warm, well-mannered George W Bush.\nWhether in sports, politics, or industry, the world today is telling us that it’s easier to win if you are an insensitive, transactional, egotistical bully. The gentle but unyielding courage of Gandhiji, the idea of investing and valuing relationships, or of competing with oneself for the greater good of society rather than searching for someone to defeat, are all unfashionable.\nAnd this is what scares me about the general rhetoric I hear among Indian voters after this unique ‘Everyone’s a winner’ election result. For the voter, it’s not so much that everyone won, and so everyone’s happy with the results. The takeaway is a far more blinkered, self-centred view: ‘The other side has lost, and so I’m happy!’\nI fear that as a society, we’re headed down this acerbic, forever-aggressive rabbit hole. And without urgent introspection, we will find ourselves in the dysfunctionally polarised mess that America is in today. So no matter which side of the political spectrum you identify yourself with, together we should try to make ‘empathy’ great again.\nAs readers, we must recognise – for instance – the trauma of a migrant in desperate search for a safe home, and also the fear of those who are forced to offer their neighbourhood to foreigners.\nThis applies equally to liberals as it does to conservatives.\nThe world’s most hallowed educational institutions spend a lot of emphasis on developing convictions – always a wonderful skill – but much less on living and thriving with different ideas. So we are taught to win arguments, but we aren’t taught to have empathy for someone else’s truth.\nIt’s always admirable to fight for the ‘Truth’, but holding on to dogmas, either liberal or conservative ones, and ‘otherising’ makes a meeting of either side much more improbable. It aggravates polarisation.\nThink back, in any setting of any scale, in your own personal life, the number of times you have witnessed the imperative of winning an argument trump the larger objective of finding consensus.\nAfter watching last week’s US presidential debate, we desperately needed a nice guy to win somewhere in the world, to believe that decency can also deliver.\nWhich is why last weekend’s cricket win is so extra special. The gentlemen won.\n\n",
        "headline_1": "Why team India’s world cup win is special",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-team-indias-world-cup-win-is-special/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "The US Supreme Court has ruled that presidents are immune from prosecution for \"official\" actions that are within the powers afforded to them under the US constitution.\nThis is a landmark case that practically gives a free pass to the US president to do as they please as long as the action falls within the broad umbrella of \"acts within the outer perimeter of his official responsibility\".\nFor Donald Trump, the former president facing prosecution for election subversion charges amid his role in the January 6, 2021 insurrection in the US Congress, this ruling is a massive win. Not only does it place the burden of proof on the prosecution to establish that none of the actions for which he is being prosecuted fall under his constitutional right, but it also delays case proceedings sufficiently for the elections to take place first.\nWith Trump pushing ahead in the national polls, it is now a possibility that he will win the elections and the US District Court for the District of Columbia will have to rule on a sitting president.\nThe supreme court ruling on Monday, however, has been decried as a \"dangerous precedent\" by President Joe Biden. He said that if Trump were elected in November, he would exploit this ruling.\n\"This nation was founded on the principle that there are no kings in America,\" Biden said. \"Each of us is equal before the law. No one — no one — is above the law, not even the president of the United States.\"\nOther politicians, like the progressive Democratic congresswoman from New York, Alexandria Ocasio-Cortez, had much harsher words and a far more stark warning.\n\"Today's ruling represents an assault on American democracy. It is up to Congress to defend our nation from this authoritarian capture,\" she posted on X (formerly known as Twitter).\nSenate majority leader Chuck Schumer said, \"This is a sad day for America and a sad day for our democracy. The very basis of our judicial system is that no one is above the law.\"\nSchumer's comment highlights one of the reasons this ruling has created such a strong reaction among many. American democracy, which, by most standards, has held strong for more than two centuries, is built upon a constitution that ensures a delicate system of checks and balances. Neither Congress, the Senate, or the President have the power to make major changes outright, and there are limits to what even the federal government can do if state governments do not comply.\nGranting immunity to any president on the basis of them acting under their constitutional authority removes a crucial part of the checks and balances that make US democracy robust.\nAcross the political spectrum, however, many Republican leaders have expressed satisfaction at the ruling. House speaker Mike Johnson said, \"Today's ruling by the court is a victory for former president Trump and all future presidents…\"\nMarjorie Taylor Greene, the popular and controversial far-right member of Congress from Georgia, posted on X, \"Today, the Supreme Court issued a decisive verdict in FAVOR of Presidential Immunity. This decision is a massive victory against the Democrats' weaponized government.\"\nDonald Trump himself has taken this as a personal victory, posting on his own social media platform—Truth Social: \"BIG WIN FOR OUR CONSTITUTION AND DEMOCRACY. PROUD TO BE AN AMERICAN!\"\nIt's also worth exploring the reason a contentious Supreme Court ruling has American politics divided so neatly along political lines. The US Supreme Court, the nine-member strong apex judicial body in the USA, has long been a battleground over long term control of the philosophical direction of the American legal system.\nJustices are appointed by sitting presidents to the Supreme Court, and these appointments are for life, unless a justice wishes to step down. The process of confirming a Supreme Court appointment by any president involves a senate hearing followed by a vote by the senate on whether or not they find the appointee fit for the job.\nIn the past, Supreme Court appointees have rarely gotten rejected at the senate confirmation hearing. But in 2016, the Republican majority senate refused to confirm Merrick Garland, Barack Obama's nominee for the position of Supreme Court justice.\nShortly afterwards, Donald Trump became president, and with the backing of the Republican senate, coinciding with the retirement of one justice and the death of two (all of whom were either moderate or liberal), he appointed three conservative justices during his four-year term.\nThus changed the face of the US Supreme Court for a generation. Since Merrick Garland's non-appointment, each confirmation hearing for the position of Supreme Court justice has been a hotly contested political affair. Presidents have been incapable of getting through any nomination unless they had the backing of the senate being dominated by their own party, which has pushed the last two presidents to appoint decidedly liberal or conservative justices with the goal of turning the tide towards their own party.\nRight now, the Supreme Court is tilted 6-3 with a majority of conservative judges, and they have already ruled on crucial cases such as overturning the Roe v. Wade decision that legalised abortion in America. With their most recent ruling on presidential immunity, they have taken American democracy to a different direction, and they have been able to do so because of years of political manoeuvring by presidents and senators over the Supreme Court.\nAzmin Azran is digital features coordinator at The Daily Star.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How the US Supreme Court brought America closer to becoming an autocracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-the-us-supreme-court-brought-america-closer-becoming-autocracy-3647826",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "That Bangladesh Railway (BR) has been a loss-incurring entity for almost a decade is not news. Yet, it is difficult not to get flabbergasted by BR projects that not only squandered public money during the implementation phase, but continues to be a burden for taxpayers. The lone passenger train operating on the Rajshahi-Rajbari-Gopalganj route, which railway authorities extended to bring Tungipara, the birthplace of the father of the nation, under the railway network is one such example.\nAccording to a report in this daily, the government approved this project in 2010 to revive a 75-kilometre old, inoperative line from Kalukhali of Rajbari to Bhatiapara Ghat of Gopalganj and build a 32-kilometre line from Kashiani to Gopalganj to connect Tungipara. The project was completed in 2018, five years behind schedule and with a huge cost overrun. Till date, it has failed to generate enough return on investment because only one train runs on the Tk-2,011-crore line.\nAdditionally, there was no monitoring or quality checks of the material used by the contractors, essentially making the line risky. Now four stations and several staff quarters built along the route remain unused and are falling into decay. A top railway official attributed the underutilisation to the shortage of manpower, locomotives and carriages, but failed to acknowledge the issue of low traffic demand on that route.\nWe have repeatedly called attention to irregularities, inefficiency and poor performance of the railway authorities in implementing viable and profitable projects, and ensuring proper maintenance of its physical assets and infrastructure. But no one has ever been held accountable for BR's continuous wastage of public funds. Around the world, railway, a mode of transport with a low carbon footprint, is witnessing a comeback. If we want to follow on that track, we must ensure pragmatic and judicious leadership at the BR.\n",
        "headline_1": "Proper feasibility study a must for railway projects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/proper-feasibility-study-must-railway-projects-3647791",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "The movie An Education is the story of a young ordinary girl who goes through life with her parents' aspirations becoming her own. Her parents expect her to attend the University of Oxford and she is groomed accordingly. Along the way, she meets a man who soon becomes, to her parents, a prospective husband for their daughter. Surprised by her parents' shift in focus from Oxford to marriage, she asks, \"Why go through all those years of studying, all those years paying for an education, when she could have just dressed up and attended parties, and dances, in her efforts to land a marriage.\" Many women in real life too deserve the answer to this question.\nIn many countries around the world, girls are not given access to the same educational opportunities as boys. So, activists and researchers call for increased investments in girls' education. Bangladesh has been no exception to this—we've achieved some milestones, mostly in terms of statistics. We've done well, but the question remains whether we've done enough.\nWe've battled against the problem of early marriage and perhaps eliminated dowry to some extent. But has there been any change in our collective mentality towards girls' education and their aspirations? No, not really—at least not inclusively. Yes, there was a time when girls hardly got to finish their HSC exams, but now many girls \"get to\" go to universities. The \"get to\" part remains the problem, since girls' education still, in many cases, remains dependent on the family's decision, and not the girls' own. It may be difficult to agree with this if one only considers women from middle-income and higher-income families. There are many inspiring and empowered women in Dhaka and among these trailblazing women, it's rare and difficult to find a woman from a lower socio-economic background or a woman who lives in a remote village of Bangladesh. There is a huge divide here, which becomes visible when we open our eyes to the whole picture and not only to selective parts of it.\nTo this day, it's not surprising to hear of a girl suddenly having to drop out of college or university because it's time to \"marry her off.\" It comes down to two things really—marriage as a substitute to education and, of course, the deeply entrenched patriarchy in our society. This is why objectifying women is still somewhat of a norm around us, and why women are always the ones mostly judged by their looks.\nThe marriage market in Bangladesh is a breeding ground for objectification of women. How a woman looks, how she walks—these are often given the same importance, sometimes even more, as how educated a woman is. Sadly, this is more of a norm than an exception and so, existing narratives are not devoid of such objectification. These problematic narratives spill over to the lives of girls everywhere and how a girl sees herself growing up. Women needing make-up, women wearing high-heels, the expensive jewellery women wear—are these by choice? Maybe so, but can it be denied that these practices have patriarchal roots too? Does it matter? Arguably, yes.\nYou see, these societal \"norms\" shape the image of women in society both in the eyes of men and women, and influence the education women are \"allowed\" to have. If it were the case that most of these girls who are married off get to continue their education after marriage, then that would have been a better consequence than them having to give up their education. But we don't know whether this is mostly the case, and even if it is, the lack of freedom of choice for women remains.\nThen there's the fact that it's often forgotten that women are humans, not superwomen. Having to juggle all the responsibilities just because they're women is, undoubtedly, unfair. In reality, there will always be some things women do better than men, and vice versa. The point is that the attitude towards what constitutes women's responsibilities needs to change. This is where education has a strong role to play in breaking the stereotypes born from patriarchy.\nTo fight patriarchy, we need to educate our boys as much as we need to educate our girls. First, we need to fight for equity in choice. If a woman chooses to not have a career, that is her success and society should see it that way too because success lies in the happiness that comes from choosing one's own path.\nA good education matters. Only with a proper education does an educated human being, girl or boy, become an asset to society. I don't have to be a feminist to argue for girls' right to education. I just have to be a human who believes education to be a right. When we view education as not just a means to earning a living but having a wider purpose, as Rabindranath says, of awakening the mind and soul—it's easier to understand why everyone, every girl and boy, has a right to the magic of awakening their souls.\nDr Rubaiya Murshed is lecturer (on study leave), Department of Economics, University of Dhaka, and recent PhD from the University of Cambridge.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n \n",
        "headline_1": "Ensure equity for girls in education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ensure-equity-girls-education-3647426",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "After a period of two years marked by sluggishness, the inflow of remittance has finally rebounded, offering a glimmer of hope for the economy. This is undoubtedly positive development at a time when the economy is under pressure due to high inflation and fast depletion of the foreign exchange reserve. According to provisional statistics available with the Bangladesh Bank (BB), Bangladeshi expatriates sent a total of U$$23.92 billion as remittances through official channels in the just-ended fiscal year (FY24), marking an increase of 10.70 per cent over the previous year's modest 2.76 per cent growth. It's worth noting that the inflow of remittance had sharply declined in FY22, by 15 per cent, after a record growth of 36 per cent in FY21. A big depreciation of the local currency, around 9 per cent, against the US dollar is one of the critical factors that has contributed to the increase in inward remittance flow. However, it needs to be reviewed with caution. In FY23, the local currency depreciated by 11.84 per cent against the greenback when the growth of inward remittance was a modest one. So, a big depreciation of local currency only temporarily incentivises expatriates to send money in bigger volumes home. Depreciation of Taka coupled with increase in cash incentive from 2.5 per cent to 5.0 per cent might have encouraged a greater number of expatriates to send their earnings using formal channels. Besides, a notable rise in the number of outbound workers could be another reason for a modest surge in remittance earnings, although the same is yet to match the growth in the number of migrant workers during the last couple of years. For instance, there was a 15 per cent rise in manpower export in FY23, as per the Bureau of Manpower, Employment & Training (BMET), whereas the annual inflow of remittance registered less than 3 per cent growth in the year. At least three factors contribute to the weak link between remittance earnings through the formal channel and manpower export. First is the primacy of informal money transfer channels, triggered by exchange-rate-related challenges in the domestic economy, as mentioned by the World Bank's Migration and Development Brief 40 released last month. It pointed out that the parallel market exchange rate premium affects the flow of remittances. So, there was also a diversion of remittances from formal to informal channels in Bangladesh. Second, a large number of outbound workers receive a tiny amount as compensation that may compel them to send a small amount of remittance. Third, the growing cost of remitting money home makes it more difficult for many wage earners abroad. The World Bank report showed that from the United Arab Emirates (UAE) to Bangladesh remittance corridor, the cost increased by 172 per cent from 5 per cent, the sharpest increase in all the corridors in South Asia. In this situation, the government must put rigorous efforts into supporting the formal banking channel to bring more remittance and support the country's overall balance of payments. The recent surge in remittance inflow is a positive sign amidst a tight reserves situation. The government must do the needful not only to maintain the momentum but also to give it a greater push.",
        "headline_1": "Rise in remittance: Momentum needs to be maintained",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-in-remittance-momentum-needs-to-be-maintained-1720014895",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "Ceramic products have undergone a remarkable transformation in recent years. Once viewed as a luxurious addition to a home or building, they have become a must-have for many consumers. This shift is driven by a growing appreciation for the unique benefits ceramics offer, particularly in the areas of hygiene, aesthetics, and durability. Driven by increasing demands, the Bangladeshi ceramic industry has experienced remarkable growth in recent decades. Prior to 2000, the country relied heavily on imports, spending significant foreign currency to meet over 80 per cent of its ceramic product needs. Today, a thriving domestic industry caters to over 85 per cent of local demand, with the size of the local ceramic market estimated at around Tk 80 billion. Comprised of 70 companies with a combined investment of Tk 170 billion, the local ceramic sector is a significant job creator, employing roughly half a million people directly and indirectly. These companies not only cater to local demands but also contribute to foreign exchange earnings, with Bangladeshi ceramic products reaching over 50 countries.However, it is disheartening that the ceramic industry is now facing a huge challenge due to a severe gas crisis. According to a report published in this paper, factories across key production hubs like Dhaka, Gazipur, and Narsingdi are struggling to maintain operations due to a critical shortage of natural gas, a vital ingredient in the ceramic manufacturing process.Industry estimates suggest that nearly 25 ceramic factories in the affected areas are facing a daily production loss of Tk 200 million as a consequence of the erratic gas supply. This disruption threatens the competitiveness of local manufacturers in both domestic and international markets. The Bangladesh Ceramic Manufacturers & Exporters Association (BCMEA) has urged the government to take immediate action to ensure uninterrupted gas supply for these factories.It is worth mentioning that ceramic production relies heavily on natural gas, which accounts for 10-12 per cent of the total production cost. Ceramic kilns require a constant gas supply pressure of 15 psi (pounds per square inch) for 24 hours to properly fire the products. However, the current gas pressure in affected areas fluctuates between 0 and 3 psi, rendering production impossible.The consequences of this crisis extend far beyond production stoppages. When gas supply is interrupted suddenly and some products remain incomplete within kilns, those products become unusable. Moreover, restarting a kiln after a halt takes 48-72 hours, further impacting production efficiency. The problem has become so acute that industry insiders fear that gas crisis could potentially lead to loan defaults by ceramic factory owners.The crisis is most severe in the northern region of Dhaka, where many factories are concentrated. The industry owners have recently accepted the gas price hike from Tk 13 to Tk 30 per cubic meter with the hope of improved supply, but in vain. Shifting to liquefied petroleum gas (LPG) cylinders is also not a viable solution, as it would significantly increase production costs, making Bangladeshi ceramic products less competitive in the market.Local industries have been facing gas crisis for an extended period, a situation that hinders their ability to operate efficiently. The government began importing liquefied natural gas (LNG) in late 2018 to address the domestic supply shortfall. LNG import, however, was complicated by the Russia-Ukraine war, which triggered a dramatic surge in global gas prices. This forced the government to temporarily halt purchase of LNG from the international spot market. In recent months, however, global LNG prices have declined to some extent, but experts think the long-term solution to gas crisis lies in domestic gas exploration and infrastructure development. Despite the ceramic industry's amazing growth over the years, export earnings from this sector remain modest, totalling only $43.39 million in FY23. Industry insiders believe the sector holds immense potential to replicate the success of Bangladesh's Readynade Garments (RMG) industry and become a major export earner. They emphasise the need for policy support on a par with the RMG sector to unlock this potential.Apart from ensuring a stable gas supply, industry leaders are also calling for the removal of the supplementary tax on ceramic tiles, arguing that ceramic products have shifted from being luxury items to essential goods. Currently, ceramic tiles face a supplementary duty of 15 per cent, while sanitary products incur a 10 per cent duty. In addition, the industry bears more than 30 per cent in other duties and expenses. They advocate for the withdrawal of these duties, arguing that the cost of all construction materials, including steel and cement, has risen. Removing the supplementary tax would enable ceramic products to be sold at lower prices, boosting sales and ultimately increasing government revenue.As Bangladesh approaches its graduation from Least Developed Country (LDC) status in 2026, diversifying its export basket is no longer an option, but a vital imperative. A diverse export portfolio acts as a key engine of economic growth as well as a shield, insulating the economy from sudden drops in demand for specific sectors. Currently, Bangladesh relies heavily on the Readymade Garment (RMG) sector, which contributes over 84 per cent to its export earnings. Should this sector encounter difficulties due to unforeseen changes in the international market, it could destabilise domestic income and employment levels. In this context, the ceramic sector holds immense potential to contribute to a more diversified export landscape.[email protected]",
        "headline_1": "Unlocking ceramic industry's potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unlocking-ceramic-industrys-potential-1720014966",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina is scheduled to visit China from July 8 to 11.After her assumption of power for the fourth consecutive term, this will be her second bilateral visit. She has just ended her visit to India in the last week of June.Since she has been maintaining very warm ties with both the Asian giants, her upcoming China visit has obviously aroused interest both at home and abroad.One of the main reasons for this intense interest is the historical rivalry between India and China.Another reason is the outcome of her visit to India, where Bangladesh and India signed 10 MoUs and made a number of important announcements.Though most of the deals were related to bilateral cooperation, the political opponents of Sheikh Hasina are particularly vocal against rail transit and the possible Indian involvement in Teesta river management project. There was an understanding between the two countries on providing technical cooperation to the Teesta River water management project. It seems that Bangladesh has lost its hope as far as signing the water sharing deal is concerned. Against this backdrop Bangladesh PM's visit to Beijing is considered very crucial.China has been a close ally of Bangladesh since its belated recognition of independent Bangladesh in 1975. Interestingly, the relationship rose to strategic level after Sheikh Hasina came to power in the second spell in 2008. China is now Bangladesh's biggest trade partner with the former exporting around 15 billion dollar to the latter annually. Bangladesh exports goods worth around 900 million dollar to China.Naturally, this huge trade deficit between the two countries is a cause for concern. It is expected that China will take some steps to reduce the deficit. Chinese side has proposed to sign an FTA with Bangladesh as they said that it would help Bangladesh reduce the trade gap.The next concern is the huge debt. Majority of the mega projects of Bangladesh are now being funded by China.Bangladesh has long been pressing China for reducing the interest rate. After the Sri Lankan crisis, many here had expressed fear that Bangladesh might face same scenario. Though Bangladesh has not faced Sri Lanka-like situation, many still worry about the impact of the loans. So reduction of the lending rate is crucial to dispel such fear.Bangladesh economy is under pressure due to its weak forex reserves. It sought Chinese support to check the erosion of its dwindling dollar stocks. Many feel that an announcement from China during the visit on providing a handsome amount to Bangladesh will exhibit China's sincerity to 'stand by Bangladesh' during crisis.Another issue is Rohingya repatriation. China has strong influence over the Myanmar military government. Not only that, it is widely believed that the insurgents who are now fighting the Myanmar military government across the country are wooing China to get its blessings.Under the circumstances, the popular perception in Bangladesh is that China has the capacity to convince both the Myanmar government and the opposition to take back the one million Rohingya refugees, who have emerged as a huge socio-economic burden on Bangladesh.China's contribution to the infrastructure development is huge. But compared to that, its FDI in Bangladesh is still not that much significant.So, China should also come forward strongly in investing in Bangladesh. One thing should also be noted that warm ties hinge on the sincerity from both sides. In the 'give and take' world of diplomacy, both sides should show the same kind of generosity.It is alleged that many Chinese projects are facing bureaucratic hurdles despite the approval from the ECNEC. Bangladesh government should look into the matter to remove these impediments.[email protected]",
        "headline_1": "PM's China visit arouses intense interest",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pms-china-visit-arouses-intense-interest-1720015033",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2024"
    },
    {
        "full_article": "The Universal Pension Scheme, with its noble goal of providing every citizen with life-saving post-retirement pension allowances, is a commendable government initiative. However, the recent implementation of the Prottoy Scheme-a programme for employees of state-owned, autonomous, and equivalent institutions, including our esteemed university teachers-is a cause for concern. This scheme, which offers fewer benefits than the already existing one, will deter talented individuals from joining universities. This will further worsen the teaching standards and academic prosperity in the country.If Bangladesh is to become a \"Sonar Bangla,\" as dreamt by the father of the nation Bangabandhu Sheikh Mujibur Rahman, academic prosperity is essential, as it will drive cutting-edge research and innovation. Academic prosperity cannot be achieved without giving due recognition and benefits to teachers. Moreover, we, the students, who have already suffered academic setbacks due to COVID-19, do not want further disruptions. Therefore, the government should promptly announce the cancellation of the Prottoy Scheme and accept the rational demands of our teachers.Hiron KhandakerUndergraduate StudentDepartment of Geography and EnvironmentUniversity of Dhaka[email protected]",
        "headline_1": "Our teachers deserve better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/our-teachers-deserve-better-1720015051",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2024"
    }
]