[
    {
        "full_article": "The boundary wall enclosing discussions around global climate is 1.5°C, or the average increase in global temperatures since pre-industrial times. Now that 1°C is crossed, all the wrangling under way at the climate summit in Dubai is to cap the half-degree rise. Global pledges to cut emissions are insufficient to achieve this. Current estimates are that to limit warming to 1.5°C, the world requires three times more renewable energy capacity by 2030, or at least 11,000 GW. That there is wide global consensus on the need for this tripling was first formally articulated in the New Delhi Leaders’ Declaration at the G-20 summit in Delhi in September. In the run-up to the Dubai summit, it was perceived that this would be widely endorsed by the larger group of about 190 countries signatory to the UN convention on climate. It turns out that, so far, 118 countries have endorsed the pledge and two major countries, i.e., India and China, have so far abstained from signing. The Global Renewables and Energy Efficiency Pledge, while still a draft text, says that in their pursuit of tripling renewable energy capacity, signatories should also commit to “...phase down of unabated coal power, in particular ending the continued investment in unabated new coal-fired power plants”. This is a major red line for India.While India has positioned itself as a champion for renewable energy — its 2030 targets as articulated in its formal, nationally determined contributions (NDC) speak of tripling renewable energy capacity to 500 GW from the current 170 GW — it has reiterated several times that it could not be forced to give up certain fuels. Coal-fired plants are responsible for nearly 70% of India’s greenhouse gas emissions. Developed countries that have made commitments to give up coal often have other large, fossil-fuel resources as back-up. The United States joined 56 other countries at Dubai in a commitment to completely eschew coal for its energy use, by 2035. However the U.S. only draws about 20% of its energy from coal and at least 55% from oil and gas, with plans to actually produce more of it in 2030 than at present. The paradox of the world’s major economies’ commitment to renewable energy is that it is not, as of now, actively geared to replace fossil fuel. Till there is an honest commitment to actually replace existing and future fossil capacity with clean energy, pledges and declarations are worth little more than the paper they are drafted on.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nclimate change\n\n/\n\ncarbon emissions\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nUnited Nations\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\ncoal\n\n/\n\nrenewable energy\n\n/\n\nUSA",
        "headline_1": "Honest reckoning: On the reality behind the commitment to renewable energy",
        "headline_2": "Major world economies seem unwilling to move away from fossil fuel",
        "link": "https://www.thehindu.com/opinion/editorial/honest-reckoning-the-hindu-editorial-on-the-reality-behind-the-commitment-to-renewable-energy/article67607830.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "Apportioning blame for calamity after a natural disaster is almost impossible, but Indian cities have often tried to ease this decision, and Chennai on December 4 was no exception. Late on December 3, rains began to pummel Chennai as Cyclone Michaung, soon to intensify into a super-cyclonic storm, parked itself roughly 100 km east of the city. By the next morning, most areas had recorded more than 120 mm of rain, with a few recording more than 250 mm. The figures represent a breathtaking volume of water to be delivered in a single day — and which Tamil Nadu Minister for Municipal Administration K.N. Nehru echoed when he said the city had not received as much rain in seven decades. But that is not the full story. The narratives built around disasters influence the responses to them, and proclamations that attribute a singularity to a natural calamity often feed an unfair line of reasoning in which nature shoulders all the blame. Just as the rain intensified over Chennai on December 4 morning, the Tamil Nadu Generation and Distribution Corporation Limited shut off power in the city as a precaution, presumably to prevent loose cables from electrocuting pedestrians in dirty water. That such a precaution was required at all speaks volumes about the state of the power infrastructure. There are no quick fixes or short cuts in addressing years of inadequate investment in maintenance and repair. Several trees were toppled, water stagnated on almost all roads, overhead cables flew loose, and storm water drains were choked with plastic trash. Many trains were cancelled, the airport had to be closed, and there were reports of people being stranded at many locations. Yet, that 2023 was not 2015 redux is to the city’s as well as to the storm’s credit: the former because of the warnings and preparation, more resilient civilian infrastructure, and people’s memories of 2015; the latter because it dumped less water than the 2015 torrent did in a single day.The extent to which climate change ‘boosted’ Cyclone Michaung is for attribution science to say, although it would be naive to wait for any verdict other than that warmer seas are feeding stronger cyclones. But the city’s ability to respond to such storms has been compromised by decades of unplanned construction, defiance of zoning, and some forms of public indiscipline, especially littering. Expecting the resulting problems to be resolved overnight, or even by a single government, is unreasonable, yet the progress needs to be much faster than it is at present, if only to preclude the need for drastic, even oxymoronic, measures such as cutting power supply to guarantee safety. Finally in Michaung’s wake, Chennai can start by doing something it failed to in 2015: treating its sanitation workers — mostly Dalits and Adivasis — better. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncyclones\n\n/\n\nChennai rains 2015\n\n/\n\nrains\n\n/\n\nChennai\n\n/\n\nnatural disasters\n\n/\n\nChennai Airport\n\n/\n\nrailway\n\n/\n\nclimate change",
        "headline_1": "Shared blame: On Chennai and Cyclone Michaung",
        "headline_2": "Cyclone Michaung alone was not responsible for Chennai’s troubles",
        "link": "https://www.thehindu.com/opinion/editorial/shared-blame-the-hindu-editoral-on-chennai-and-cyclone-michaung/article67607875.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "New party ZPM’s victory in Mizoram is politically dramatic. It has promised a “new system”. But the old one’s tough to change\nMizoram’s electorate has given a landslide victory to Lalduhoma’s Zoram People’s Movement (ZPM), which has secured 27 of the 40 seats in the state assembly. Unlike previous elections in Mizoram, this was not a bi-polar contest. Hitherto no other party other than Congress and Mizo National Front (MNF) has formed governments in the state. Which is why perhaps ZPM was seen as an alternative by the Mizo electorate. Its emphatic victory has relegated MNF to 10 seats, BJP to 2 and Congress to just 1. Out of the council of 12 ministers in the outgoing MNF government, 10 including CM Zoramthanga, have lost. All 11 constituencies of the capital Aizawl have been won by ZPM.\nRead full story On TOI+\n\n",
        "headline_1": "Will Lalduhoma be at home in Aizawl?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/will-lalduhoma-be-at-home-in-aizawl/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "The results of four state assembly elections declared on Sunday are more evidence of the wedge in political behaviour between the north and the south of India.\nWith national elections around the corner, much attention will be paid to the substantial advantage BJP gets from this pattern. But a deep dive into the economics of Indian politics shows these patterns are a comment on the political dynamics of inequality.\n\nRead full story on TOI+\n\n",
        "headline_1": "Vote explained via voters’ culture: Poor northerners working short-term in the south like BJP championing their cultural ethos, something Congress is unable to do. But that’s also a BJP handicap in much of the south",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/vote-explained-via-voters-culture-poor-northerners-working-short-term-in-the-south-like-bjp-championing-their-cultural-ethos-something-congress-is-unable-to-do-but-thats-also-a-bj/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "Zoram People’s Movement yesterday secured a majority in the Mizoram assembly in its very first attempt. In an election round dominated by two national parties – they will form governments in four states – ZPM reminded us that regional parties are not yet dead. But…\nFading clout | Regional parties may be relevant in some states, but their clout in Delhi is fading. Between 1989 and 2014, regional parties punched above their weight as none of the national parties got a majority. In 1990s, the Lok Sabha vote share of regional parties more than doubled from the earlier level of 20%. BJP’s Lok Sabha majority in 2014 marked the end of that phase and pushed regional parties to the periphery. BJP emerged as the dominant force in states such as UP and Maharashtra too, leading to an upheaval within regional parties there.\n\nTwo kinds of cohabitation | Since 2014, there are two kinds of partnerships that have emerged between regional parties and national parties. Parties such as YSRCP in Andhra and BJD in Odisha dominate their states and have established an understanding with BJP. Typically, they extend support to BJP in Parliament. But in TN and Kerala, regional parties fight elections in alliance with national parties. In TN, regional parties call the shots in an alliance. In Bihar and Maharashtra, the scales are more evenly balanced. The key point here is that the national parties do lean on regional parties to be competitive in electoral contests.\n\n \nDifferent kind of reality | So, regional parties will matter in 2024. However, it’s unlikely India will see regional chieftains bargain and get hold of prized central ministries as they did earlier. It’s not just BJP’s dominance over the last decade that has changed the balance of power. Even in states where Congress has victories, Karnataka and Telangana, it’s regional parties that lost ground. That’s the new reality going into LS polls.\n\n",
        "headline_1": "Delhi darlings no more: Regional parties, pushed to a corner by BJP, remain relevant but not so important",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/delhi-darlings-no-more-regional-parties-pushed-to-a-corner-by-bjp-remain-relevant-but-not-so-important/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "Suhana Khan, daughter of Shah Rukh Khan, recently, at a public event, praised Alia Bhatt, daughter of Mahesh Bhatt, for being a role model for environmental sustainability by destigmatising wearing the same ensemble multiple times through her repeating an outfit for a public event. Of course, this made me realise how much I, the son of the generation that is bequeathing to its next-generation a climate crisis, have done for sustainable living by wearing not just the same clothes twice, but many times, but also underwear without washing during student days, conserving water in the process.\nNo, I kid. While this display of privilege from a superstar kid is funny and worth making fun of, as I just did, it still obscures a more significant point: privilege. Just as Suhana Khan’s perspective on virtue might seem absurd to us, it’s worth remembering that if we were public figures having public-domain conversations, we would appear as out-of-touch with reality to those lower on the totem pole of privilege. If someone who struggles to put two square meals for their family heard us complain about lousy service at a restaurant or someone who has to walk miles to get drinking water heard us having a conversation about how awful flying has become, we would be as meme-worthy.\n\nJust as Donald Trump thinks he built his own business after being given millions of dollars (in the seventies) by his father, many of us feel we got to where we are by dint of our “own hard work”, being similarly blind to things we take for granted.\nIn an actor’s roundtable, Ananya Pandey, daughter of Chunky Pandey, wanted the audience to believe her life had not been easy because her father was not Bollywood royalty, as evidenced by him not being a guest on Karan Johar’s show, to which Siddhanth Chaturvedi, an actor in the same programme without star-parents, had quipped that where other people’s dreams end, Ananya Pandey’s struggle begins from there. Game, set, and match, except that Chaturvedi, son of a chartered accountant, is as unaware of his privilege as Ms Pandey is. Sure, his privilege is less than that of Ananya Pandey in Bollywood, but that does not mean that the starting point of his struggle isn’t also the terminus of the dreams of millions of others. And yes, the same applies to us.\n\n",
        "headline_1": "Privilege travels a lot: Star kids are full of it but so are you",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/privilege-travels-a-lot-star-kids-are-full-of-it-but-so-are-you/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "The general public is well aware of the fact that the increasing number of natural calamities like cyclones, floods, downpours, droughts, heat waves and forest fires are what climate change is about and that global warming is the culprit. Also, the mitigation and adaptation measures to limit and contain the impacts of the natural calamities often dominate the deliberations at the UN climate forums organised every year. Unsurprisingly, other dimensions of climate change related especially to human health are put on the back burner. For instance, change in seasonal patterns has caused the insects behind vector-borne diseases like malaria and dengue to breed out of season. That dengue infections are taking place still in December across Bangladesh with the disease's devastating impact on the country's healthcare system is a clear evidence of how climate change has altered the dengue-transmitting mosquito, Aedes aegypti's breeding pattern in this part of the world. Against this backdrop, the good news is that health impact of climate change is finally on the agenda of the UN climate summit (COP28) being held in Dubai of the United Arab Emirates (UAE) with the first-ever observance of the 'health day' on December 3. Gratifyingly, senior officials of the health ministry represented Bangladesh at that event. Also, on the inaugural 'Health Day' at COP28, efforts have been made to raise the profile of health impacts of climate change, particularly to mobilise finances for effective action to enable countries to prepare and respond. To this end, the 'COP28 UAE Declaration on Climate and Health' was signed by more than 120 member countries including Bangladesh. Interestingly, the country hosting the climate event, COP28, has committed US$1.0 billion for effective implementation of health-focused climate activities. However, to succeed in these efforts, the use of fossil fuels, the main driver of global warming and climate change with its serious health impacts, requires also to be phased out at a faster pace than it is happening. But the mentioned global declaration seems to have no such plan in sight as it has not declared any meaningful step to that end. But the UN climate talks now with their attention turned to the climate change's health impact will happen only once in a year. Meanwhile, diseases linked to global warming including the vector-borne ones will continue to spread to new areas worsening the conditions of their victims. According to the World Health Organization (WHO), from 2030, global death toll from four health hazards, namely, malnutrition, malaria, diarrhoea and heat stress will rise to 250,000 annually. Notably, malaria, dengue, zika, etc. are carried by mosquitoes whose spread across the continents is widening, thanks to the rise in global warming with its attendant heavy rains interspersed with droughts that provide more hospitable conditions for the mosquitoes to breed. The WHO further reports that in 2000 when dengue cases numbered about half a million did in a decade saw a tenfold increase to 5.0 million as of 2019. OHHowever, the development cannot also be entirely blamed on climate change. The human factor is no less responsible. The failure of the government agencies concerned to monitor the breeding grounds of mosquito and destroy those before they might spread further has obviously made matters worse in Bangladesh, especially this year. So, as a major climate-victim nation, Bangladesh should redouble its efforts to procure and make use of the funds committed from time to time at COP events to address the health issues related to climate change. To this end, the US$ 8.0 billion worth of fund committed by the country's development partners merits especial mention.",
        "headline_1": "Making use of climate funds to address health issues",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-use-of-climate-funds-to-address-health-issues-1701789600",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "The formulation of the halal certification policy for specific export products, particularly meat, has addressed a longstanding demand from exporters. Businesses engaged in the marketing of domestically consumed and export-bound halal products will now be required to obtain certification and display the associated logo. The Bangladesh Islamic Foundation has been named the designated authority for issuing the certification, marking a significant step towards promoting halal products and enabling local producers to access international markets.The certification covers various product categories, including food items, processed foods, pharmaceuticals, and cosmetics. Reports indicate that the certification is valid for one year. In the pharmaceutical sector, herbal, Unani, and Ayurvedic medicines are also eligible for the certification. Life-saving drugs are deemed halal, with a provision for allowing drug makers to use up to 0.5 per cent alcohol as a carrier or for ensuring the quality of the medicine. The policy further prohibits use of fat or any other portion of prohibited animals in cosmetics such as soap, shampoo, toothpaste, and perfumes.For sometime, the untapped potential of exporting halal food, especially meat, has been evident due to unmet compliance protocols in target markets. The key compliance requirement for exporting food products to those markets, including meat, is halal certification from a government-designated body--- a crucial aspect not only for Muslim countries but also for other markets.Recent reports on imported meat, particularly beef, has prompted a strong reaction from many who consider the country self-sufficient in beef production and hence instead of importing --- that too from far flung regions in Africa and Latin America --- there should be a coordinated move to create facilities for export.In fact, Bangladesh does export meat (including beef) to some select markets in the Middle East in small quantities. According to knowledgeable quarters, exports could have been increased manifold given the ever-increasing global demand. However, there are stringent pre-export requirements such as fulfilling various compliance norms that pose problems for export. These among others include halal certification in export of meat and food products made from meat. With the policy now ready to be implemented soon, it is hoped that a major barrier to export of these products will be gone. Global industry value of halal food was projected to be around US$ 3.0 trillion by 2023 which was about $ 1.9 trillion in 2015, according to the Global Islamic Economy Report 2016-2017. Growth regions, besides the Middle Eastern and Gulf countries, include Indonesia and Turkey. The European Union market for halal food that predominantly includes meat, has an estimated annual growth of around 15 per cent and is worth an estimated US$35 billion. Halal ready foods represent a growing consumer market for Muslims and non-Muslims alike in Britain and America and are offered by an increasing number of retailers. In such a context, export from Bangladesh is, sadly, too small. Considering the hygiene of cattle slaughter, the market of halal meat is growing fast, not confined to the needs of Muslim consumers. In a situation like this, it was expected that halal meat would steadily emerge as a product to reckon with in Bangladesh's export basket. This has not happened,Media reports say Bangladesh lost a sizeable market share of halal meat in the Middle Eastern countries --- one of the major markets of the product, as it is yet to comply with the conditions set for export. It has been gathered that the Saudi Arabian government was willing to procure considerable volumes of raw and processed meat from Bangladesh, but a lack of compliance with protocols such as halal certification and maintenance of standard and hygiene of meat came up as the major impediment. Now that the certification aspect has been addressed, at least in terms of designating the responsible body, it remains to be seen whether the designated body-the Bangladesh Islamic Foundation- can accomplish the job on its own. Issuing the certificate involves addressing standard and hygiene-related issues, requiring specialised expertise. Certification is intricately linked to ensuring disease-free cattle rearing and adherence to processes from rearing to slaughtering and packaging for export. Establishing the designated government body thus involves leveraging technology and expertise, aligning with practices in other exporting countries. This is to say, naming the designated body is not all. The authorities will have to do the needful following issuance of certificates. However, with the policy set to be implemented, it is clear that the need for strategic planning and execution is paramount. Success of the policy hinges on effective implementation, continuous evaluation, and adaptability to evolving industry standards. This also includes fostering collaborations with international entities that have successfully implemented similar certification processes, thereby leveraging best practices. Additionally, transparent communication channels should be established to disseminate information about the certification process, its benefits for both local producers and international consumers, and the standards being upheld. This approach not only fosters trust but also positions Bangladesh as a reliable source of quality halal products.\n[email protected]",
        "headline_1": "At last the long awaited halal certification is there",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/at-last-the-long-awaited-halal-certification-is-there-1701789649",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "The inward remittance figures are in for the month of November as the year draws to a close. The picture is far from rosy, and the data point to a monthly fall of 2.4 per cent in remittance from October the previous month. That percentage point represents a loss of earnings for the national coffers to the tune of US$0.05 billion. Though marginal, the decline in foreign exchange earnings on account of inward remittance adds to the worries of the government now facing a persistent shortage of the greenback.Bankers state that the government had been sweetening the deal for the main senders of remittance by providing financial incentives. That the national currency Bangladesh Taka had depreciated considerably against the greenback had also helped boost inward flow of much-needed foreign exchange. Overall, the latest data come as a blow as it is in sharp contrast to a five-month long spell when remittances had been rebounding steadily. Experts have varying opinions on the matter. As stated by a former lead economist at the World Bank Bangladesh Dr. Zahid Hussain, \"There are volatilities in the earnings in November. The first 10 days' November inflow was nearly $800 million as authorities allowed free incentives then to attract remittances, but later they withdrew it.\" Withdrawal of free incentives comes at a bad time, especially since the moves were working. One may contend that the money that had been provided was unsustainable and had to be withdrawn. However, in times of serious economic turbulence such measures are necessary and time will tell whether this reversal in policy has done more to reverse the gains of increased inflow of remittance or not. Many banks had unofficially been providing far higher rates of exchange than what the central bank had advised. There is good reason for this because the Bangladesh Bank's (BB) policies had not been particularly successful in this area and banks need their supply of foreign exchange to conduct business smoothly; as BB has been hamstrung by restrictions on the volume of foreign exchange to be sold to maintain the foreign reserve threshold. Indeed, media reports that some financial institutions have gone as far as offering Tk5.0 - Tk6.0 per dollar, over and above the rates fixed by the Bangladesh Foreign Exchange Dealers Association (BAFEDA) and the Association of Bankers Bangladesh (ABB), in a desperate bid to net as much greenback as possible to meet the persistent dearth of foreign exchange needed to conduct import business through opening of letters of credit (which forms the core of a bank's income). Banks should be given a free hand on how much they can afford to pay for these dollars as a short-term measure to keep things moving in the right direction. No import-dependent economy can sustain growth if the financial sector is hamstrung by interventions that sap its ability to conduct business.Lastly, the issue of wholesale capital flight from the country prior to any national election is another reason why Hundi operators have been vying for those dollars. Since the authorities failed to come up with measures to criminalise and apprehend major players in the business, and not maintain incentives to meet the challenge posed by unofficial banking channels, it will become very difficult to maintain the rate of inward remittance. Keeping in place archaic measures that prohibit the transfer of financial capital outward legally has been the greatest boon for hundi operators and something needs to change on that front if the government is serious about addressing the current fiasco.\n[email protected]",
        "headline_1": "Alarm bell sounded about falling inward remittance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/alarm-bell-sounded-about-falling-inward-remittance-1701789799",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2023"
    },
    {
        "full_article": "Just a few days ago, Bangladesh with the rest of the world observed the International Day of Persons with Disabilities on December 3. This day was all about promoting the rights and abilities of disabled people. I, however, believe that these people are not disabled. They are just differently abled. The International Day of Persons with Disabilities is not concerned exclusively with either mental or physical disabilities but rather encompasses all forms of disabilities, from Autism to Down Syndrome to Multiple Sclerosis. According to the World Health Organisation (WHO), around 15 per cent of the world's population is considered to have some form of disability. Our responsibility is to know their rights because when we secure the rights of persons with disabilities, we move our world closer to upholding humanity's core values and principles. We should raise awareness about the benefits of integrating persons with disabilities into every aspect of social life. People in vulnerable situations such as persons with disabilities are the most excluded and left behind. In line with the 2030 Agenda for Sustainable Development to \"leave no one behind\", it is crucial for governments, public and private sectors to collaboratively find innovative solutions for the persons with disabilities to make the world a more accessible and equitable place because they are born to shine. And persons with disabilities should not be excluded from the general education system based on their disability. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Shaping a society sensitive to the disabled",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shaping-a-society-sensitive-to-the-disabled-1701789824",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-12-2023"
    }
]