[
    {
        "full_article": "December 2021 and December 2022 could not have been more contrasting for India’s pharmaceutical industry. Last year, it was hailed for developing vaccines that inoculated billions against the coronavirus and underlined its moniker as the ‘pharmacy of the world’. This year, two Indian drug-manufacturing firms stand accused by two countries of producing toxic cough syrup linked to the deaths of children — at least 66 in The Gambia and 18 in Uzbekistan. While The Gambia case was highlighted by the World Health Organization (WHO), the second case has been flagged by the Uzbek Health Ministry. In both cases, it is not conclusively established that consuming the syrup directly led to the deaths. What is of concern is that in both countries, batches were spiked with ethylene glycol or diethylene glycol, i.e., industrial chemicals that have no business being inside bottles of cough syrup. The Indian government adopted a truculent stance after the scandal in The Gambia. While the export licence of the Haryana-based Maiden Pharmaceuticals Ltd., which supplied the syrup to The Gambia, was revoked, Indian authorities, rather than investigating how the cough syrup was spiked, chose to question WHO’s assessment that it was the cough syrup that caused the acute kidney injury linked to the deaths. The Drugs Controller General of India (DCGI) brazened it out with WHO in a letter suggesting that its own tests of ‘control samples’ of the Maiden Pharma-product showed them to be free of contaminants. It did not address how The Gambian panel’s own tests found the contaminants, or how ‘control samples’ have nothing to do with the actual spiked samples. The DCGI, and subsequently the Health Ministry, chose to thereafter take the line that The Gambian scandal was part of a conspiracy to “malign” India’s reputation as a supplier of pharmaceutical goods.In the case of the Noida-based Marion Biotech, which made the Dok-1 Max cough syrup associated with the deaths in Uzbekistan, the Government has again revoked the export licence and, reportedly, ordered a freeze on its production facilities. Because it is early days and there is no WHO-verdict on the causes of contamination here, the Indian government has sought to adopt a wait-and-watch position. It is high time that India takes a serious look at the core issue of why batches of exported cough syrup have been found to be laced with banned chemicals rather than play victim. While mistakes happen, not taking corrective measures is what threatens India’s image and undermines trust in Indian industry.\n",
        "headline_1": "At the precipice of shame: On The Gambia and Uzbekistan cough syrup deaths",
        "headline_2": "Not taking corrective measures is what undermines trust in Indian pharmaceutical industry",
        "link": "https://www.thehindu.com/opinion/editorial/at-the-precipice-of-shame-the-hindu-editorial-on-the-gambia-and-uzbekistan-cough-syrup-deaths/article66321085.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "The return of Benjamin Netanyahu as Israel’s Prime Minister for a sixth time marks a decisive shift in its domestic politics and its relationship with the Palestinians. If in the past his right-wing Likud party had formed diverse governing coalitions with centrist and relatively moderate parties, in the current six-party right-wing coalition, five are ultra-orthodox and far-right Jewish nationalist parties that make even Likud look moderate. The coalition agreement, a document that determines governing agendas, suggests that Mr. Netanyahu’s government would pursue radical right-wing policies, seeking to expand illegal Jewish settlements in the occupied West Bank and East Jerusalem, remake the judicial system by handing more powers to Parliament over courts, and amend the Basic Law, removing hurdles for those with extremist views from contesting elections. Itamar Ben-Gvir, a far-right politician convicted for Jewish terror links and inciting racism in 2007, is the Security Minister, with powers over Israel’s police force. Bezalel Smotrich, leader of the ultranationalist Religious Zionism Party, and now the new Finance Minister, wants to fund more Jewish settlements. Some of Mr. Netanyahu’s coalition members are also known for their anti-LGBT positions.For Mr. Netanyahu and Likud, the formation of Israel’s most right-wing coalition is a natural progression of the politics they have followed. In the past, Mr. Netanyahu embraced ultra-orthodox and right-wing parties, pursued conservative agendas, walked back from peace and cracked down on the Palestinians, and deepened the occupation. It helped him become Israel’s longest serving PM. But the Netanyahu era also reshaped Israel’s politics, pushing it to the extreme right. The Prime Minister has dismissed criticism that his coalition would endanger Israel’s democracy. At the same time, he has projected himself as a tough Prime Minister who would implement the coalition’s agenda. “The Jewish people have an exclusive and indisputable right to the entire land of Israel,” he said on Wednesday, referring to historical Palestine and suggesting that settlements would continue unabated. If the Knesset passes judicial reforms, the government, with the support of 64 MPs in the 120-member Parliament, can override even Supreme Court rulings. Besides, parties such as the Shas, the United Torah Judaism and Religious Zionism will influence the government’s decisions that could alter the state-religion balance in a country where over 20% of the population are minorities. As Mr. Netanyahu’s coalition seems determined to remake Israel’s politics internally and deepen the occupation and subjugation of the Palestinians externally, it could also quicken the country’s fall into an elected Jewish theocracy.",
        "headline_1": "Bad to worse: On Benjamin Netanyahu’s return",
        "headline_2": "Benjamin Netanyahu will quicken Israel’s fall into a repressive theocracy",
        "link": "https://www.thehindu.com/opinion/editorial/bad-to-worse-the-hindu-editorial-on-benjamin-netanyahus-return/article66321222.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "My 4 closest friends live hundreds of miles away from me. Three of their names begin with an “S”.  I guess it’s only fitting that special, surreal, sincere and serendipitous also start with an S. Somaya, who is named “nuthead” on my phone, I have known since we were 12 and our boarding school bond, and our stronger than a diamond friendship has remained a constant source of strength, love and deep bonding for both of us ever since. Through heart breaks and failures, and deaths of loved ones, we have stood rock solid and supportive and always been just one phone call away. Yup a phone call away in times of deep distress when all it takes is 10 minutes of outpouring to start giggling and laughing like school girls again. The knowledge that you can fly to each other and always be welcomed with open arms and a happy heart any time of the day, night or year. Sonia is another treasure I feel the same way about. I have her named “twin soul” on my phone and we met in ways that were destined and magical at age 18. Our lives and energies match and mirror in ways that are inexplicable and yet at the same time each of us has a strong unique identity and divergent paths as well. There is deep comfort and peace in simply knowing we exist on the same planet in the same timeline. A deep sense of belonging, unison, respect and universal love. Sunita, named “pinks my darling” on my phone has been a part of my life since the last 6 years and our bond is as if we have never not known each other. The laughter, the honesty, the caring, the sharing, the comfort of being there for each other and seeing each other through a lens of trust and supportiveness is more than people experience in a lifetime of togetherness. Farah’s name starts with an F, just as does friendship, faithful, focused, fulfilling and funny. I have named a dish “Fa’s Florentine eggs” at my Happy Soul Café in her honour. The sense of loyalty, stability and adventure we share is phenomenal.  A truly generous, good, clean, positive, bouyant friendship that has been a part of my life since I was in Jr Kg and has grown stronger and stronger over the past 4 decades.\nWe all live in different cities, have totally different career paths, two are married, one is remarried, and two of us are divorced. What do we have in common apart from the fact we all gave birth to 2 kids, and love dogs? Humanity! Also that when we meet even after a year, it’s as if there was never any time apart. And the fact that we never let the child in us die. We are fun, goofy, playful, irreverent, real, have the ability to laugh at ourselves, don’t hesitate to call a spade a spade and to show each other the mirror if we head into unnecessary head spaces that serve no one. lifelong friendships ride over the bumpy roads of time & physical distance effortlessly. If you too crave great friendships, remember, to have a great friend you have to be a great friend.\n\nMy husband has suddenly developed some closeness with my neighbour. He spends hours talking to her. I checked his phone, and he chats with her too. I have a problem with this growing friendship, especially because this neighbour was my friend first, and because of her new found friendship with my husband, our equation has been on a decline. What might be going on?\n\nAlways trust your intuition and also to learn to identify the difference between intuition and jealousy or insecurity. All the outwardly signs seem to ring warning bells, so it’s perhaps best to speak to your husband about your observations and take his feedback or his retort into careful consideration. If something is developing that makes you uncomfortable, you must nip it in the bud and make your feelings and role known and felt.\n\nI come from a small town. For the last three years, I have been living with my best friend in Mumbai. But now, I feel the need to get a place of my own. However, whenever I bring up the topic of moving away, he gets very upset. We even had a big fight recently, during which he called me ungrateful. While I do want my freedom, I don’t want to upset him as he was there for me. How should I deal with this situation?\n\nJust go ahead and move out and let him know every day and every step of the way that you love, respect and appreciate him. Let him know that it makes you so happy to be so loved and wanted and that It’s mutual. Slip in different ways to affirm that meaningful friendships should be about empowering, enabling, helping and nurturing. Suffocation, control and possessiveness are not healthy emotions in a true or long-term friendship. A good and strong friendship is not based on physical proximity\n\nI am a 38-year-old woman and I feel that my mother and I have a very toxic relationship. I have noticed that she appreciates me only when I do the tasks she has assigned me like paying the bills or getting the grocery. but the moment I forget to do the work she has given me, she gets upset and I can make it out in the way she behaves. How should I handle this issue? Should I confront her or avoid bringing it up?\n\nYour mom is probably around 60 now and must be very emotionally and personally dependent on you as it appears that you are still living with her and doing daily routines with her. Familiarity can breed contempt, so try changing some of the dynamics. For example, work on ways to build closeness, to have fun together, to make memories that you will treasure. The change in your personal dynamics will lead to a huge change in what you share, how you share and dealing with expectations as well.\n\n",
        "headline_1": "Can friendships last a lifetime",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/can-friendships-last-a-lifetime/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "Happy New Year! I wonder if one can say Happy New Decade too as the last three years were lost in the black hole of the pandemic. Anyway, new year is a good time to examine ourselves, whether as individuals or as a nation. People also make resolutions at the start of the year. Most people quit them by January 18, quitter’s day, making it a somewhat pointless exercise.\nStill, it helps to examine one’s purpose from time to time. So, how did your life go last year? More importantly, where do you see it going next year? This will depend on something all of us need – a purpose. A purpose is what gives you a roadmap for what you should do in life, whether in the next week, year or decade.\nRead full opinion on TOI+\n\n",
        "headline_1": "India 2023: 4 new year resolutions: Housing one-sixth of humanity, the country must give its people a dignified standard of living in a peaceful society, with opportunities to grow and freedoms to live life the way they want",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/india-2023-4-new-year-resolutions-housing-one-sixth-of-humanity-the-country-must-give-its-people-a-dignified-standard-of-living-in-a-peaceful-society-with-opportunities-to-grow-and-freedoms-to-liv/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "We meet some new years effervescently but 2023 has us feeling edgy, like too much is hanging in the balance and we shouldn’t jinx the silver linings. The Ukraine-Russia war was the big black swan event of 2022 and what tops the world’s wishlist today is that both of them find a way to negotiate peace. The world’s health and wealth are also closely tied to how China manages its stop-start pandemic games. India has so far done a credible job of riding these geoeconomic headwinds, from managing inflation to rerouting its energy supplies. But the work of returning to its potential growth path will become harder if global recession builds up.\nBesides this knotty economic driving, BJP is also looking at a full election calendar that will specially test its southward skills. New sops for Lingayats and Vokkaligas in Karnataka are indicative of how tough this prestige battle is. Congress’s tough task is to convert Bharat Jodo Yatra’s buzz into electoral successes. Rahul Gandhi must understand that power is not ‘poison’, it’s a necessity.\n2023 will also test domestic resilience in India’s favourite sport – cricket. The aesthetic detachment with which Indians could enjoy the football World Cup won’t be available with the ODI World Cup, where the pain of not having won an ICC trophy since 2013 really needs healing.\nBut in addition to resilience, there has to be nimbleness. Past three years are proof that the unexpected happens. If, say, El Nino hurts the monsoon, government and RBI will have to go back to the drawing board, for an even tougher tightrope walk. If Tehreek-e-Taliban Pakistan pushes Pakistan near implosion, our security will have to step up swiftly. And if the year turns out to be unexpectedly pleasant instead, that will be a welcome breather.\n\n",
        "headline_1": "Testing year: India & the world will meet 2023 fingers-crossed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/testing-year-india-the-world-will-meet-2023-fingers-crossed/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "The Election Commission’s decision to test the possibility of remote voting for migrant workers will deepen democracy. Sections of government personnel vote through postal ballots. Since Covid, this facility is available to elderly over 80. But extending voting rights to migrant workers involves far greater numbers and will be through a customised EVM machine that can reportedly cater to 72 constituencies.\nThe 2016-17 Economic Survey tracked annual interstate travel to estimate 6 crore migrant workers between 2001 and 2011. Census 2011 enumerated 45.6 crore migrants, nearly 40% of India’s population. These are huge numbers, suggesting why a large chunk of India isn’t exercising voting rights. The 2020 Bihar and 2022 UP polls clearly point to disenfranchisement of migrant workers. Male electors outnumbered female electors by 40 lakh in Bihar but just 3 lakh more men voted than women, equating to male turnout of 55% and female 60%. Similarly, male electors outnumbered females by 1.1 crore in UP, but just 45 lakh more men voted than women (male turnout was 50%, female 62%).\nWith land, kinship, and sentimental ties to their native state, asking migrants to transfer their vote to the location of work is a sub-par option. The ability to cast votes is key to getting one’s voice heard in the political process. Lack of opportunities triggers most migrations. The exodus of over 1 crore migrant workers during the Covid lockdown hardly became an electoral issue anywhere. With migrants getting to vote, candidates and big netas will have to court this demographic and address their concerns. EC must convince political parties to support this game-changing initiative.\n\n",
        "headline_1": "Regaining lost votes: Remote voting for migrants is a great idea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/regaining-lost-votes-remote-voting-for-migrants-is-a-great-idea/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "It is ritualistic for us to begin the year on an optimistic note. It could be because the year left behind was so terrible that we can't think it can get any worse, and things can only get better after hitting rock bottom. Right? Not if it was a year like 2021, when we actually believed the Great Plague of 2020 was over and we would go back to the way things were. Some delusion that was!\nBut enough of this morbid thinking. Just look at our brand new shiny metro rail that is about to transform our debilitated transport system – fingers crossed – and make it difficult for Uttara residents to make traffic an excuse for being late for work.\nThe new year is going to be better, we whisper to ourselves, even as the doomsayers give us the grim scenario of all the baggage of 2022 that will be carried over – a global financial crisis, no real timeline for the end of the Ukraine war, fuel shortages, food scarcity, abnormally chilling months for the west and sweltering days for the east, more authoritarianism, xenophobia, Islamophobia, misogyny, violence, rise in brutal crimes, deadlier variants – you get the drift. Yes, we can predict the miseries that await.\nDoes this mean we just throw our hands up in the air and give up? Of course not. We have to find ways to keep us buoyant even in the roughest waters. So let's think of some out-of-the-box ways to tackle even the most formidable of problems, specifically those that are relevant to us Bangladeshis.\nThey say the dearth of foreign exchange next year may continue to be a killjoy for import dependent businesses. Our recommendation to the government is to get \"certain people\" in public service to sell a few of their mansions and malls in all the Begum Paras around the globe and a few of the shell companies in places like the Cayman Islands, and just make \"contributions\" to depleting forex reserves. Just to show how patriotic they are. They can bring the dollars back the way they siphoned-sorry-sent-it – we won't look. PK Halder can advise.\nSpeaking of financial advice, 2023 should also be the year we train a few thousand Specialised Financial Planners for people-who-do-not-know-what-to-do-with-so-much-money. These are the business \"typhoons\" and their entitled offspring – otherwise known as the filthy rich – who have bought up chunks of the city, including waterbodies and wetlands, through their \"art of persuasion\" with the help of their weight-lifting, gun-toting bouncers. They have already bought their seventh BMW, taken so many foreign trips they are just bone-tired with jetlag, brought in Russian dancers for their niece's wedding, become citizens of the most expensive country in the world, and still cannot get rid of all those bundles gathering dust in the closet.\nThis is where these specialists come in to create investment portfolios for \"brownie point projects\", kind of like the CSR of the Obscenely Rich Person (ORP). These could be in the form of donations to existing (and real) charities, state-of-the-art hospitals that are affordable for the poor, scholarship programmes for needy students, homes for the impoverished elderly, boarding schools for street children, and so on. Again, apart from acquiring an invisible halo on social media platforms, they will be actually doing something in the public's interest for a change. Plus, this might give them tax breaks (from the taxes they never paid), as well as priceless political mileage in case they become election candidates.\nA major thorn in the hip of our financial sector is the monster named \"non-performing loan\" that has reached an impressive Tk 1,343.96 billion. Our banking culture of yore has always nourished individuals who have taken out loans with the idea that banks are like overindulgent parents absentmindedly giving out generous allowances that, of course, are not supposed to be repaid. Thus, the grand lifestyles and noble endeavours taken up by these elegant bank robbers, who have not had to spend a single day in jail for running off with people's precious deposits. It reminds one of the suavity of Butch Cassidy and the Sundance Kid, who were portrayed as sexy heroes rather than hardened criminals.\nThe problem is, during the current financial haemorrhaging, defaulted loans are becoming open wounds for banks where liquid assets are drying up like the Teesta in the winter.\nIt is time for an intervention.\nRescheduling loans or writing off chunks of the amount have not worked, so we need to delve deeper into the issue. It is time to invest in rehab centres for loan defaulters. Treat loan defaulting as an addiction and illness that requires months of counselling and consistent weaning off the habit of taking a loan without any intention of repaying it. Perhaps teams of rural women who are members of microcredit programmes and have excellent credit payment records can work as mentors.\nBut money matters are not the only thing we should work on – 2023 is an election year and blood is likely to be spilt. To minimise the overspill in emergency rooms and heaven forbid, morgues, some diffusing mechanisms have to be employed. Law enforcers, and Chhatra and Jubo League members, especially, must be required to take \"anger management courses\" well ahead of the election date. This may include meditational yoga to calm the agitated mind, and Zumba dancing to work off the aggressive energy. Members of the opposition, meanwhile, can be given training in achieving a Zen state in which nothing can provoke them into retaliating, not even with those ubiquitous brick chips. All these services are also available on apps.\nThe wise men and women are saying that 2023 will be a \"make or break\" year for Bangladesh. As ordinary folk, we too must chip in to make everything great again. Keeping up with tradition, we must adopt all the austerity measures asked of us with a brave and dazzling smile. We must eat with gusto, a little less rice and lentils, cheerfully pay more taxes on our life savings, and sleep fitfully in a smaller apartment while paying a few times more for electricity, gas, school fees and diagnostic tests. We must learn not to stress so much about these \"little\" financial hiccups. By the end of December, we will be looking forward to another New Year – when everything will be newer, shinier and better than the year left behind.\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "From an incorrigible New Year enthusiast",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/incorrigible-new-year-enthusiast-3209761",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "Put your winter socks on, snuggle in under that comforter and plug in those wireless headphones – it's time for 2022 Wrapped. Not Spotify Wrapped, since these streaming tech companies arbitrarily decide whether a country/region (sorry, Bangladesh) should get an exciting new feature or not – no, it's time to take a look back at the biggest tech happenings in the past year. Spoiler alert though, we're still teetering on the brink of total collapse of human civilisation due to climate catastrophe with barely any shift in outlook since last year, so… yeah.\nClimate change may be the farthest thing from your mind when your supposedly-safe areas of work are crumbling around you. Not literally, as would be the case for minimum wage workers from sweatshops in the Global South – more of a figurative crumbling, as tech jobs in the United States and the western world disappeared overnight in 2022.\nAccording to Crunchbase, close to 91,000 tech workers were laid off, with some estimates putting the total figure closer to 150,000. Even the largest software-based companies – including Meta, Amazon, Apple, Netflix and Google – were forced to lay off staff to cut costs in the post-pandemic revenue crunch, as bloated hiring in a remote-work environment finally caught up. Some are speculating that a significant number of these jobs are due to be shifted eastward, outsourced to the cheaper labour markets of India and Bangladesh, but it's hardly a silver lining for those laid off – some of whom are immigrants on work visas from those \"cheap\" countries.\nIt's not just factory floors feeling the crunch either – latte sipping, man-bun and Burberry sporting crypto-bros felt the effects as well. Brought about by a series of scams and market crashes, cryptocurrency enthusiasts lost millions as their NFTs lost whatever little digital value they had overnight. Bitcoin, Ethereum, Logan Paul's NFT zoo game – everything graced by Web 3.0's toxic and often inexplicable presence crashed and burned. Twitter sizzled with the anguished sorrows of people making bad investments in crypto, but it wouldn't be a raging fire until much later in the year.\nElon Musk's acquisition of Twitter and subsequent dismantling of the once-mediocre social media platform has been covered so thoroughly that there's little else left to say, except he seems to have wisened up to his own ineptitude after a poll he himself posted about stepping down from running (read: ruining) the company decidedly called for his removal. Not before he let a bunch of clowns back onto the platform however – as Elon soon realised, having the crazies of Donald Trump, Kanye West and Andrew Tate back on Twitter is bad for business.\nIf only Twitter employees had the foresight to push harder for unionisation, they might have fought back the egomaniacal billionaire firing them for the smallest of slights. A silver lining is that 2022 saw a series of high profile union formations across some of tech's biggest names – 110 of Apple's 160,000 employees formed a union in June at an Apple Store in Maryland, USA, paving the way for much needed unionisation efforts across Amazon warehouses and order processing chains. Hopefully, the trend continues despite the mass layoffs and union-busting practices encouraged in the US, and workers can finally protect themselves from unachievable targets, absolute disregard for mental and physical wellbeing, and the greedy and predatory practices that are so prevalent in the global tech industry.\nHow do you fight that which you are asked to create, though? Many tech workers are faced with the ethical dilemma of engineering Artificial Intelligence engines that might replace them in the near future. At present, AI engines that generate images and motion graphics based on prompts and use millions of datapoints gathered from real art – such as MidJourney and Stable Diffusion – are threatening to replace the very artists that they use as sources of AI training data.\nIn 2022, artists of all backgrounds and nationalities took a stand against use of their intellectual property as reference data by image generation AIs to produce work for commercial purposes. Important discourse on intellectual rights, creative vision and artistic talent aside, it is surely a mood dampener on the fact that Stable Diffusion's founder, Mohammad Emad Mostaque, is a Bangladeshi-Briton who coded one of the most intricate (and, thankfully, open source!) image generation models in the world. His company is now reportedly valued at over USD 1 billion, and the engine has millions of monthly users.\nChatGPT is a variant of the GPT (Generative Pre-training Transformer) language model that has been fine-tuned for the task of chatbot dialogue. It is designed to generate human-like responses to a given input, using the information and language patterns it has learned from a large dataset of conversational text.\nLike other language models, ChatGPT is able to generate text that is coherent and flows naturally, and it can be used to create chatbot systems that can hold a conversation with a human user in a variety of contexts. ChatGPT is trained to understand the structure and content of conversational text and can generate appropriate responses to a wide range of input. It can also handle a variety of language styles and levels of complexity, making it a useful tool for building chatbots that can communicate effectively with humans.\nThis is clearly understood from the fact that the entirety of the last two paragraphs was written by ChatGPT. Journalists, copywriters, editors and people working in communications, are you scared for your job yet?\nThankfully, there were slight glimmers of hope – in what is a sure sign of progress, digital artifacts can now be admitted to a court of law in Bangladesh as evidence, and digital forensics tools can help ascertain their authenticity. Outlined under the Evidence (Amendment) Act, 2022, this implies that perpetrators can no longer hide behind a veil of digital anonymity. For example, an altered image posted online and used to incite communal violence can now be admitted into evidence, and its metadata can be used to determine ownership, transference and dates of origin. However, as with almost all laws drafted for digital governance and law enforcement, there exists unexplored loopholes – lack of specificity being the chief culprit in this case. Given our track record with the Digital Security Act and its use in curbing free speech and clamping down on journalists and cartoonists, it might just prove to be a different face of a well-known monster.\nMany things happened in the expansive, sprawling world of tech in 2022, and most were less than desirable, but the important thing is we all trudge on, pursuing that dream of outdoing ourselves on almost every front, with the biggest entertainers repeatedly coming from the tech industry. It's a rat race, but with our hands seemingly tied against the whims of Mega-Corporations and Mega-Characters, we might as well take a sick sense of joy from it. Are you not entertained?\nShaer Reaz is a Product Manager with SELISE Digital Platforms and a tech enthusiast interested in social justice, human rights and history.\n\n",
        "headline_1": "Hand over that keycard, 2022: Your access has been revoked",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hand-over-keycard-2022-your-access-has-been-revoked-3209566",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "I came close to seeing one of the greatest sportspersons of the 20th century in September 1977 when both Pelé and I were in Kolkata; he representing New York Cosmos in a one-off game against the local Mohun Bagan, and I in desperation for a ticket. Neither of us won, because the exhibition match was drawn 2-2, and I could not get into the Eden Gardens.\nSuch was the obvious hype surrounding the match, a first ever, and so widespread was the glorification of Pelé, that only winners of a lottery among millions of paying subscribers could purchase a ticket. Don't rub it in, I did not win.\nA Bangla daily had aptly summed up the presence of the artist in the \"city of joy\" with the headline, \"Pelé ghumalo, para juralo\" (Pele slept, locality quietened) when he retired for the night, and the teeming crowd that had followed him all day finally left.\nThe world became an admirer of Edson Arantes do Nascimento, known mononymously as Pelé, by reading about his athletic exploits, watching his magic on television, that too occasionally or often in black and white, and almost never having seen him in person.\nVersatile in both feet, not common among the best in the world, Pelé would weave past his opponents with the gracefulness of a skater on ice, leave a defender stranded by tapping the ball through their legs, chest down a high lob and finish with a decisive volley, feign a shot to fool a rival, pierce a wall with a swerving free kick, and score at will with his trademark bicycle kick. He went on to score 757 goals in 812 official games. The Guinness Book of World Records, however, recognises his 1,363-game career in which he scored 1,279 goals; that is almost a goal per game.\nPelé also excelled in playmaking as a defensive midfielder, making deft passes to split the opponents' defence. Added to that dexterity was the verity that the Brazil number 10 never ever received a red card (he got one yellow though) in his long career, stretching from July 1956 with Santos to September 1977 with NYC. That is more than two decades of on-field good behaviour.\nHe won his first World Cup in 1958 at the tender age of 17 years 249 days as the youngest player ever, scoring two goals in the final against hosts Sweden, who lost 2-5. Ten days before that, he had become the youngest scorer in a World Cup by scoring against Wales. Five days before the final, Pelé became the youngest player to notch a hat-trick in the game's biggest stage by posting three past France in the semi-final.\nAlthough Pelé won two more World Cups, he missed most of the 1962 edition because of injury. But by scoring in the final and winning the 1970 version at Mexico, he remains the only footballer to win three world championships with 12 World Cup goals, and he won them with able support from several other Brazilian greats.\nPelé's greatness was enshrined by the International Olympic Committee in 1999. Although never an Olympian, he was decorated Athlete of the Century for exuding the spirit of the Olympic Games. Time listed him as one of the 100 most important people of the 20th century. In 2000, the International Federation of Football History and Statistics honoured Pelé with the World Player of the Century title. FIFA did its part by upholding two greats, when along with Diego Maradona, Pelé was recognised as one the two greatest footballers of the 20th century. Honestly, both Diego and the \"black pearl\" belong to the football world.\nBut even Pelé is still human, proved by the fact that at club level, his 643 competitive goals for Santos (Brazil) was overhauled by another great of the game, Lionel Messi, when he scored his 644th goal for Barcelona in 2020. Cristiano Ronaldo also etched his name in the record book by surpassing Pelé's haul of 765 goals in internationals in February the following year.\nPelé also has a first-hand role in popularising soccer in a continent where football was more associated with rugby. In 1975, towards the end of his professional career, he was cajoled, with much difficulty, into signing for NY Cosmos. Within three years, Pelé transformed attendance at football matches from a few thousand to 80,000. The tide had turned, and today, many US players star for top European football teams – a legacy of Pelé.\nThe greats have unique ways of bowing out of centre stage. His last game was a tearful friendly at the Giants Stadium, New Jersey, between his two teams – long-term Santos vs short-term Cosmos on October 1, 1977. A full-house of 75,000 saw the King, as he was known in Brazil, play for both teams. In the first half, Pelé scored for Cosmos, but in the second, he played in the Santos jersey; a boy returning home. As the final whistle blew, Pelé broke down into tears along with some in the gallery, and many of those watching on TV.\nBrazil has declared three days of mourning for their Pelé. But the world will grieve longer for one of its most gifted sons, who won the universe with his mesmerising feet.\nDr Nizamuddin Ahmed is professor of Architecture, practising at BashaBari Ltd., a Commonwealth Scholar and a Fellow, Woodbadger Scout Leader and a Baden-Powell Fellow, and a Major Donor Rotarian.\n\n",
        "headline_1": "Pelé: Unseeing is believing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/chintito-1995/news/pele-unseeing-believing-3209516",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "It is no secret that land-grabbing is continuing unabated in all corners of the country. Over the last few years, we have seen multiple instances including that of local influentials forcefully evicting minority communities from their land, neighbours taking advantage of the vulnerable and pushing into their property, and even rivers being filled up and grabbed by opportunists. In almost all of the cases, the local administration and other bodies in charge of stopping these crimes have either looked the other way, or seemed completely oblivious to what was happening.\nBut how can you be so oblivious as to not notice a five-storey building being constructed on government-owned land?\nYet, that is exactly what happened in Patuakhali's Rangabali upazila, where a small piece of land owned by the Water Development Board (WDB), next to a flood-control embankment at Charmontaj Bazar area, is being built on for over a year now. The space in that area had already been limited, and has now shrunk further due to the construction, creating huge problems for commuters in that bustling locality.\nPredictably, the joint owners of said building are affiliated with the ruling party – one owner, Wahid Khan Raj, is deputy public education affairs secretary of the central committee of Bangladesh Chhatra League (BCL), while the other, Shahidul Khan, is president of the Charmontaj Union unit of Swechchhasebak League. However, these gentlemen, despite their political associations, seem completely unaware of how the laws of a country work, and seem to be under the impression that they are the legal owners of this government land.\nWhat is more surprising is their claim of \"legally\" buying the land from a civilian, who reportedly has no associations with WDB, the local administration, or any section of the government. But perhaps the most shocking of all revelations are statements from a WDB official and the local administration saying how they were not \"aware\" of this grabbing of government land, and that \"actions\" and \"measures\" will be taken after inquiry. As if that is supposed to reassure us.\nIs it believable that two storeys of a building can be constructed on government land by men with political affiliations – who dubiously \"buy\" it from a civilian – with no one in local government being aware that this was taking place? And if it is possible to do, right under the noses of state officials, what does that say about the latter's ability to carry out their responsibilities?\nThis latest incident is a perfect example of the audacity of land-grabbers, who are confident of being able to carry out their crimes with impunity, and may even expect the support of local administration in doing so because of their political affiliations. Will they continue to be proved right? Or will the relevant actors and law enforcement officials finally decide to do something about these crimes?\n",
        "headline_1": "Can ruling party affiliates just grab government land?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-ruling-party-affiliates-just-grab-government-land-3209451",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "Just as we start the New Year, a sobering report by Bangladesh Occupational Safety Health and Environment Foundation (OSHE) warns of an increase in workplace casualties in 2022 compared to the year before. The research found a total of 1,195 deaths in the workplace. The transport sector seems to be the most hazardous, with 425 deaths accounting for 40 percent of total occupational casualties. The next most dangerous workplace is the service sector, which includes utility services, workshops, restaurants and hotels. The agricultural sector and construction sector also had a high number of deaths.\nThis is just not acceptable, more so in a country that is on an upward development trajectory. The number of deaths and serious injuries in these sectors give us an idea of how the society and state view blue-collar workers. Even without the statistics, we have seen the risks workers are forced to take because employers are simply not bothered about ensuring basic safety for their employees. In the transport sector, the shocking number of fatal accidents occur mainly due to recklessness and the lack of enforcement of transport related laws. Bus and truck drivers, for instance, are required to make a certain number of trips and they try to fulfil the target at the cost of safety. Sleep-deprivation, drunk-driving, driving after consuming drugs, reckless speeding and overtaking, lack of experience, poor driving skills, unfit vehicles – all these factors contribute to deaths of not just passengers and pedestrians, but transport workers too. But why is the law not being enforced despite the horrifying statistics?\nThis seems to be the ultimate question that could lead us to a possible solution. We have laws that stipulate basic safety for workers, such as proper safety gear, helmets, face shields, goggles and gloves, as well as safety belts for construction workers, factory workers and utility service workers. But how many construction sites or workshops have even tried to implement these rules and regulations? Obviously, they think they will not face any consequences when a worker dies or is maimed for life. Sometimes, a token lump sum is given to the injured worker or the family of the deceased employee, though this is not always the case, and in many instances the amount is far from being adequate to help the family to survive or pay medical bills.\nUnfortunately, we are a society that is grossly unequal especially in terms of how we value members of our community. This is why we need specific laws to be enforced that punishes employees with penalties and jail terms if they fail to ensure the safety of their workforce. Compensation clauses should be stringent and the amount payable should be high enough for employers to take safety measures seriously. The government's New Year resolution should be to take the research of OSHE and other such organisations, and compel employers to take major steps to ensure occupational safety. We must save the lives of those who are so crucial to our survival and growth.\n",
        "headline_1": "Why did more workers die in 2022?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-did-more-workers-die-2022-3209446",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "It is no secret that land-grabbing is continuing unabated in all corners of the country. Over the last few years, we have seen multiple instances including that of local influentials forcefully evicting minority communities from their land, neighbours taking advantage of the vulnerable and pushing into their property, and even rivers being filled up and grabbed by opportunists. In almost all of the cases, the local administration and other bodies in charge of stopping these crimes have either looked the other way, or seemed completely oblivious to what was happening.\nBut how can you be so oblivious as to not notice a five-storey building being constructed on government-owned land?\nYet, that is exactly what happened in Patuakhali's Rangabali upazila, where a small piece of land owned by the Water Development Board (WDB), next to a flood-control embankment at Charmontaj Bazar area, is being built on for over a year now. The space in that area had already been limited, and has now shrunk further due to the construction, creating huge problems for commuters in that bustling locality.\nPredictably, the joint owners of said building are affiliated with the ruling party – one owner, Wahid Khan Raj, is deputy public education affairs secretary of the central committee of Bangladesh Chhatra League (BCL), while the other, Shahidul Khan, is president of the Charmontaj Union unit of Swechchhasebak League. However, these gentlemen, despite their political associations, seem completely unaware of how the laws of a country work, and seem to be under the impression that they are the legal owners of this government land.\nWhat is more surprising is their claim of \"legally\" buying the land from a civilian, who reportedly has no associations with WDB, the local administration, or any section of the government. But perhaps the most shocking of all revelations are statements from a WDB official and the local administration saying how they were not \"aware\" of this grabbing of government land, and that \"actions\" and \"measures\" will be taken after inquiry. As if that is supposed to reassure us.\nIs it believable that two storeys of a building can be constructed on government land by men with political affiliations – who dubiously \"buy\" it from a civilian – with no one in local government being aware that this was taking place? And if it is possible to do, right under the noses of state officials, what does that say about the latter's ability to carry out their responsibilities?\nThis latest incident is a perfect example of the audacity of land-grabbers, who are confident of being able to carry out their crimes with impunity, and may even expect the support of local administration in doing so because of their political affiliations. Will they continue to be proved right? Or will the relevant actors and law enforcement officials finally decide to do something about these crimes?\n",
        "headline_1": "Can ruling party affiliates just grab government land?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-ruling-party-affiliates-just-grab-government-land-3209451",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "With the year 2022 passing into history, Bangladesh along with the rest of the world welcomes the New Year 2023. What does 2023 have in store for the world? Will the first sunrise of 2023 dispel all the darkness of the past year which was marked by economic downturn associated with runaway inflation and volatility in the global energy and food market and, finally, the war in Ukraine? Obviously, the seismic events that the world has been through in the past year will continue to influence and shape up the upcoming days. Globally, it is again geopolitics that is going to be the key in determining the future course of events.As the world's economic growth still depends in large measure on the energy drawn from fossil fuel, a lot will depend on the turn of events in the Ukraine war. And that is for the simple reason that Russia is the world's major producer of fossil oil and natural gas. So, for the world energy market to be stable, peace in Ukraine is a precondition. But it appears, far from establishing peace in Ukraine, the world leaders are still busy playing the blame game and getting the better of their political adversaries. And if the energy market remains volatile, the recessionary trend in the advanced economies of the USA and the Europe will only turn for the worse. And with the US dollar, which is basically the world currency, kept strong to fight a historic-high inflation, the developing economies of the world including Bangladesh will continue to suffer from the balance of payments crisis. And to avoid a financial meltdown like that struck Sri Lanka, tightening the belt will be the sole option open before the weaker economies. On the international front, good sense and statesmanship among the world leaders, though it is in short supply nowadays, will hopefully triumph over cynicism so that the world economy could finally be pulled back from the brink. Hence, as always, it is hope on which humanity will continue to thrive.Remember the all-pervasive pessimism that dominated the pandemic-stricken years? Considering the havoc the Covid-19 disease was wreaking on country after country, the world could not wait a decade or two as is usually the time required to develop a vaccine to fight the epidemic. However, scientists working silently in the research institutions across the globe did not despair. They hit upon a new technology, mRNA, to develop an effective vaccine. And they did succeed. The vaccine against the deadly coronavirus was created within a time span that was the shortest-ever in history. The world was saved from an impending apocalypse. Again, think of the pandemic-induced supply chain disruptions that brought businesses close to a standstill. But then the digital technology showed the way to do business staying in home and without breaking health protocols.In the same spirit, humanity will continue to pin its hope on the evolving green energy technologies to get around the crisis caused by the uncertainties in the fossil fuel market. Amid the many not-so-optimistic forecasts, how does Bangladesh fare to perform in 2023 and beyond? If one is to go by the rating of the UK-based think tank, the Centre for Economics and Business Research (CEBR), Bangladesh is already the 34th largest economy in the world. And it is poised to become the 20th largest by 2037, if the present trend continues. Let us keep our fingers crossed.",
        "headline_1": "Hopes and worries to mark the New Year",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hopes-and-worries-to-mark-the-new-year-1672495105",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "Another fresh year starts today with many negative features. However, there will also be no dearth of enthusiasm to overcome the various economic challenges. From the domestic to the global front, there is no doubt that economic outlook for 2023 is going to be rather depressing. Growth will be lower and recession is likely to be widespread. Inflation has already reached a dangerous level and there is no indication that it will get subdued too soon. Unemployment is also rising. All these possibilities have left policymakers, economists and business leaders unsure of what to expect and how to prepare for 2023.Against such backdrop, underestimating the scale of the economic challenges will be a grave mistake which may bring serious consequences for an economy like Bangladesh where inflation, unemployment and disparity--all three--are quite high.Inflation, both food and non-food, is a matter of serious concern globally these days. In the just-concluded year, central banks across the world will aggressively raise policy rates to cool the mercury of inflation while fiscal authorities apply tax and tariff measures to support the move. The battle against inflation will continue in the current year as food and fuel become scarcer, pushing up the price indices further. Annual average rate of inflation reached 7.48 per cent in November last which was 6.15 per cent in June. The high rate of inflation will continue to affect both spending and saving habits, especially, of the low-income people of Bangladesh. Though food scarcity is nothing new in the world, the current one is different, argues the United Nations Conference on Trade and Development (UNCTAD). In its report titled 'Double Burden', the UN agency said that triggered by the Covid-19 pandemic and the war in Ukraine, the current food crisis is different due to a stronger US dollar. During the previous crises, the value of the US dollar usually declined as food prices climbed. It had provided some relief for the food-importing countries. This time, the US dollar has become stronger which ultimately increased the import bills of developing countries. Higher food price coupled with stronger dollar makes the import quite expensive and even difficult for many countries.Bangladesh has already sustained a big blow from stronger dollar as its local currency depreciated significantly in 2022 and the foreign-exchange market also became volatile. As a result, imports become costlier and higher global price is channelled into the country though imports. Thus, the country has also been troubled by the imported inflation and the central bank stepped in to curb the pressure by restricting non-essential imports.If the US dollar becomes strong further in the coming months, it will be more difficult for Bangladesh to maintain stability of the foreign-exchange market. Trade deficit crossed US$9.50 billion in the first four months of the current fiscal year (FY23) and current-account deficit reached US$4.50 billion in the same period. Despite double- digit growth in export earnings in the first five months (July-November) of FY23, it is not adequate to ease the pressure on exchange rate. Slowdown in remittance earnings, which registered only 2.14-percent growth in July-November period of 2022, already exerted pressure on the foreign- exchange reserves. In fact, the forex reserves came down below $36 billion at the end of November, showing the weakness of reserve management. The overall pressure on external sector may continue into the first quarter of 2023 and ease in the second quarter provided that the global economic situation will have been improved and local demand dampened to some extent. Another major risk for Bangladesh economy is the volatile energy market. Due to winter season, demand for electricity is low now. By the end of February next, the situation will start to change. Increasing demand will create pressure on import-dependent power generation and load-shedding may return as there is no significant improvement in the current energy crunch. The crisis is no short-term one, as labeled by some of the policymakers, but a medium-to long-term crisis for the country. Industrial output may also face disruption, which will be costly in the long run.As the just-concluded year was a terrible one for the country's banking sector, it will be a big challenge to fix the sector in 2023. Over the years, a number of commercial banks have become weak owing to poor governance and undue intervention. High amount of default loan coupled with poor performance in other indicators reflects the weak banking sector. Vulnerabilities of some leading and well-known commercial banks were also exposed in the past year. It gave a shockwave to the financial sector, which may blow up further in the new year. It is known to all that without reducing default loans, the capital adequacy of banks cannot be improved since higher default loans usually lead to increased provisioning requirements and ultimately shortfall in capital. An estimation of the Centre for Policy Dialogue (CPD) shows that total volume of default loans has increased more than three times in the last 10 years. It was Tk 427.25 billion in June 2012 which increased to Tk 1,343.96 billion in September 2023.It is to see how the government and the central bank act to address the problems in the banking sector and restore the business confidence. The trouble in the banking sector largely originated domestically over the last decade and nothing to do with the current global crisis. Policymakers' indifference to the vulnerabilities in the banking sector makes things worse. Now, it becomes core challenge in 2023 for the sake of maintaining macroeconomic stability and sustainable growth in the near future.[email protected]",
        "headline_1": "A new year with more economic challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-new-year-with-more-economic-challenges-1672495188",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "Hadn't the administration of Dhaka in the 1950s to 1960s intervened to salvage the Lalbagh Fort from dilapidation and from the feared grabbers, it might have been lodged in memory and mere oil paintings by this time. The Mughal-era site is fortunate enough that these misfortunes didn't befall it. Even in the early 21st century, desperate assaults have been made to raze to the ground many historical sites. Some could escape the sledge hammers and shovels. Some couldn't. As part of this process, the Mughal-era edifice of Choto Katra (a small inn) has long disappeared. The Boro Katra (a large inn) escaped attacks, but it had to go through a destruction spree let loose by local influential quarters in 2022.Being the capital of the Mughal Subeh Bangla, Dhaka was once littered with many precious historical installations. Only a few are left. They include long abandoned palaces, like that in Dhaka's Nimtoli, gardens, tombs, and graves. Even concrete structures from the British colonial times are also considered major installations thanks to their architectural excellence. These sites are spread throughout the country. They include medieval roads and bridges, ponds, prayer grounds, mosques, temples, and even ruins of thousand-year-old dynastic settlements like Mahasthangarh, and the Paharpur monastery.The small country is filled with scores of historical sites and ruins. People with a passion for visiting old architectural remnants continue to hunt for these places. The common middle-class people just wander into these areas, some on insistence of the youngsters. Here lies an opportunity on the part of the historic sites preservation authorities to find a source of income. The idea is one of earning money from tickets introduced as nominal charges for visiting the sites. Except the Dhaka Nawabs' Ahsan Manzil and the Lalbagh Fort, all the sites are free to visit. Visiting the important historical and architectural sites throughout the world requires fees. Those are taken in the name of the maintenance of the places, their employed guides, keepers and their assistants. It doesn't require explanation that when a charge or value slapped on a hitherto-free object or service, the majority people do not resort to any uproar. They pay their money on the tickets, and enjoy visiting the specific places.Sudden introduction of tickets as entry fee for visiting ancient sites or an open museum may invite trouble. It's true there are people everywhere who raise objections to all noble ventures. However, finally they give in to the pressure of the majority. Moreover it's essential to convince the opposing people of the rationale for the tickets while visiting a tourist site. The logic is simple. Free entries to these sites quite often invite the crowds of idlers or fun-seeking people, especially the urbanised youths. In fact, it's the middle class people who develop the knack for visiting uncommon museums and tourist sites. Upon introduction of the museum tickets, these people accept the system without argument. In Dhaka and some other places outside the capital, there are public and private tourist sites and amusement parks which require tickets for entre. Notable among them in Dhaka are Lalbagh Fort, Ahsan Manzil, the National Museum, the private amusement parks etc. In the years since these spots have been working, buying tickets for entering the memorial museums or special parks has become habitual with the visitors.By introducing ticket system, myriad types of architecturally marvellous edifices and museums could be made attractive. Here, the age-old adage can be cited: money adds to the value of things. Museums are not excluded. It's also true with the foreign historical sites like the Leaning Tower of Pisa, the Taj Mahal, Kutub Minar etc which do not require tickets. But visiting George Washington Museum, Statue of Liberty; the British Museum, and the Louvre in France do.[email protected]",
        "headline_1": "Ticket for country's tourist sites",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ticket-for-countrys-tourist-sites-1672495239",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2023"
    },
    {
        "full_article": "A year consists of 365 days. And the New Year marks the day the earth has completed one whole cycle around the sun. Most countries across the world follow the Gregorian calendar as it has become the universal form of keeping track of time. Some other countries follow their own calendars. We in Bangladesh follow two calendars. Besides the Gregorian one, we have a Bangla calendar and so does Bangla New Year, Pahela Baishakh. We have different ways of celebrating both the new years. Most of us celebrate the Gregorian New Year by arranging parties and fireworks. On the other hand, people celebrate Bangla New Year with our very own cultural programmes. The New Year signifies the start of a new year with wishes and pledges. So, celebrate this occasion with a warm heart. In this new year, we all should unite towards a singular goal - for peace and prosperity in Bangladesh. This should be the first and most important resolution for everyone. We need to take steps to build a better future by correcting the mistakes of the past year, and learning from the past. May the year 2023 bring happiness, peace and prosperity for us all. This year we should think hard how to make Bangladesh a prosperous, progressive, well educated nation where the rule of law prevails, where people are well behaved, where merit is given importance and nepotism and favouritism have no place, and where elders are respected. We should all pray to make our country where knowledge is free and where there is freedom and people walk with their heads held high. Jesmin Akter, Student of Department of Management, Joynal Hazari College, Feni, [email protected]",
        "headline_1": "Happy New Year!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/happy-new-year-1672495273",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2023"
    }
]