[
    {
        "full_article": "In a dramatic finale to political intrigues that had gone on for months, Nationalist Congress Party (NCP) leader Ajit Pawar has splintered away from his uncle and NCP patriarch, Sharad Pawar, to finally join hands with the Bharatiya Janata Party (BJP) in Maharashtra. Junior Pawar was sworn in as the second Deputy Chief Minister in the Council of Ministers led by Eknath Shinde, but it is hardly the final act in the ongoing drama in the State’s politics. Mr. Shinde had enacted a similar script to split from the Shiv Sena led by Uddhav Thackeray, and replaced him as Chief Minister last year. A disqualification petition against him under the anti-defection law is to be decided by the Maharashtra Speaker anytime, and in the event of a vacancy in the top post, Pawar Jr. might make it. The meltdown in the NCP leaves several leaders in the middle territory between the uncle and the nephew. The patriarch has vowed to take the defectors to task and rebuild the NCP with popular support, but at 82 that is going to be a test of his capacity. The splinter group has claimed it has the blessings of everyone in the party, implying a tacit understanding with the party founder. This is a smoke and mirrors game in which reality and perception are not easy to separate.With the embrace of NCP defectors, the BJP has done yet another somersault in the State. The NCP and its leaders have been accused by the BJP of promoting dynastic rule and corruption. Several of those who have joined the BJP bandwagon are facing various investigations. The BJP, stung by the crossover of its long-standing ally, the Shiv Sena after the 2019 Assembly election, found an easy partner in Ajit Pawar, and he was Deputy Chief Minister in a short-lived government led by the BJP’s Devendra Fadnavis. Pawar Jr. was Deputy Chief Minister again in the Congress-Shiv Sena-NCP government that followed. By assuming the office of Deputy Chief Minister as part of a third political configuration within the same Assembly, he has demonstrated the limitless possibilities of opportunism. New Ministers sworn in along with him on Sunday represent various social groups in the State. The mother faction of the NCP has initiated disqualification proceedings against the MLAs of the splinter group, which in turn is seeking the disqualification of MLAs Jayant Patil and Jitendra Awhad from the Assembly, two loyalists of senior Pawar. The splintering of the NCP casts a shadow on Opposition unity at the national level of which senior Pawar has been a proponent. It also shows the endless schemes in the BJP playbook to retain power, and adds fresh tensions in the existing alliance between the BJP and the Shinde faction of the Sena.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaharashtra\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nNationalist Congress Party\n\n/\n\npolitical development",
        "headline_1": "Smoke and mirrors: on the political games in Maharashtra",
        "headline_2": "The induction of Ajit Pawar as Minister can raise tensions with Shinde group for the Bharatiya Janata Party",
        "link": "https://www.thehindu.com/opinion/editorial/smoke-and-mirrors-on-the-political-games-in-maharashtra/article67038377.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "Access to potable tap water is a basic necessity. However, of the roughly 25 crore households in India (2016), a tap water connection that delivers 55 litres per capita every day of potable water is a rarity in most of rural India, which accounts for about 19.5 crore households. In August 2019, Prime Minister Narendra Modi promised that rural households would be assured of piped, potable water by 2024 — before his government’s tenure ended. When he made that commitment, only about 3.2 crore, or about 16% of rural households, were so connected. Today, those figures stand at 64%, a substantial increase but still below the target. In recent years, the Jal Shakti Ministry, which has labelled this plan of providing piped water connections as the ‘Har Ghar Jal’ missions, has consistently underlined the scale of the exercise. Since 2019, about nine crore households have their own exclusive access to piped water. This is apart from connections to village schools, anganwadis and community buildings. Yet, for all this scale, it is unlikely that all of rural India will be connected by April 2023, as per Mr. Modi’s claim. The COVID-19 pandemic and the Russia-Ukraine war reportedly caused the mission to slow down considerably, government officials claim, by impeding access to pipes and civil construction necessary to the enterprise. Realistically, it is unlikely that even 75% of households will be connected by this time. While this too, by no means, is an insignificant achievement, the challenge is the reliability of these numbers.The figures reported by the Jal Shakti Ministry are solely based on data reported by States. One proxy that presents a discouraging picture is the number of villages that have been certified as ‘Har Ghar Jal’, or having all houses fully connected. Only 1,68,157 villages have been reported by States as ‘Har Ghar Jal’ and only 59,000 or about 35% have been ‘certified’ — meaning their gram panchayats have formally acknowledged compliance. The overwhelming fraction of villages have somewhere between half or three-fourths of their households connected. An independent assessment commissioned by the Jal Shakti Ministry sampled about 300,000 households in 13,300 villages and reported 62% households as connected in October last year. That is good but too small a sample to be representative. It also emerges that the large States with 100% compliance, i.e., Gujarat, Haryana, Punjab, already started on a fairly high base in 2019. The Centre must put in place a mechanism that discloses the scheme’s performance on the ground in a transparent way.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndrinking water\n\n/\n\nwater\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nGujarat\n\n/\n\nHaryana\n\n/\n\nPunjab",
        "headline_1": "Clearing the water: on piped, potable water to rural households",
        "headline_2": "India must give a bigger push to scheme to deliver potable water",
        "link": "https://www.thehindu.com/opinion/editorial/clearing-the-water-on-piped-potable-water-to-rural-households/article67037710.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "Moustache, straight, handlebar or curled-up, has been the ubiquitous sign of toughness in an Indian police officer.\nThursday marked an optical change in Tamil Nadu when Shankar Jiwal, the clean-shaven cop, replaced C Sylendra Babu, the last one to have an upturned moustache, as the DGP. I have fond memories of the suave and affable Jiwal, the south zonal director of NCB in the early 2000s, making fine tea every time I visited his office. I’ve got my best education in narcotics smuggling over sips of steaming Earl Grey in fine Chinese crockery, thanks to Jiwal. I remember he did have a moustache then; he has been sporting the clean-shaven look since 2006.\n\n \nF V Arul, who served as the Madras police commissioner in the late 1950s and the last inspector general of TN (when IG was the top post in police), one of the most celebrated police officers, grew no moustache. The curled-up moustache became a rage with the arrival of Walter Isaac Devaram who served in the Army before entering the police service. Credited with nipping Naxalism in the state in the bud, Devaram peaked in the early 1990s as the head of the joint Tamil Nadu-Karnataka Special Task Force formed to nab brigand Veerappan. K Vijaykumar, another officer with a thick moustache, completed the task in 2004. Devaram inspired many officers to sport handlebar moustaches, but not all of them matched the image with action.\nCoimbatore-born E N Rammohan, who started his IPS career in 1965 in Assam, sported a moustache bigger than that of Devaram. He went on to serve several uniformed services before retiring as the BSF director general. Former DGP Sangram Jangid, who added lustre to the cop moustache, became synonymous of daredevilry that he exhibited in the caste cauldron of Tirunelveli-Tuticorin belt, and while hunting down the Bawaria gang and highway gangs that once wreaked havoc across Tamil Nadu.\nPonn Manickavel, whose last assignment was as the idol wing head, honed his moustache to make it appear as a double-edged knife. He was hauled over the coals for ‘excesses’ – something he justified as essential for tough policing. Sylendra Babu, last of the moustache tribe, too is considered a no-nonsense officer. He softened a bit as he neared retirement, doing fitness videos on social media platforms.\nIn Kollywood, most of the cop characters – played by Rajinikanth, Kamal Haasan, Vijayakant, Sarath Kumar, Suriya and Vijay Sethupathi – have been mustachioed. Rajinikanth had his ususal moustache in ‘Kodi Parakuthu’ (1988), and a slightly curled one in ‘Moondru Mugam’ (1980). When it came to Darbar, the director took the liberty of allowing Aaditya Arunasalam, the Mumbai police commissioner, to sport a beard. In ‘Vettaiyaadu Vilayaadu’ (2006), Kamal Haasan had a downturned moustache which matched the inverse version in style and tough looks.\nAmitabh Bachchan was clean-shaven as inspector Vijay Khanna in ‘Zanjeer’ (1973) and inspector Vijay in ‘The Great Gambler’ (1979). In the 2004 movie ‘Khakee’, Bachchan sported a grey stubble of a moustache. Modern day Bollywood cops all have a clear south influence below their nose. Ajay Devgn as inspector Bajirao Singham in ‘Singham’, Akshay Kumar as inspector Vikram Rathore in ‘Rowdy Rathore’, Salman Khan as inspector Chulbul Pandey in ‘Dabangg’.\nBack to the real cops, is the era of the facial curls over? Not really. Tambaram police commissioner A Amalraj holds the promise of reviving the moustache brigade.\n\n",
        "headline_1": "Handlebar to handsome: The changing face of top cops",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/handlebar-to-handsome-the-changing-face-of-top-cops/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "Less than a year and a half ago, edtech company Byju’s was India’s most valuable startup with a valuation of $22bn, or ₹1. 8 lakh crore. Recently, Byju’s defaulted on its loan of $1. 2bn (around ₹10,000 crore) in the US. Its auditor Deloitte resigned citing concerns with Byju’s financials, which the company had not provided for over a year.\nThree independent company directors also resigned. These directors represented investors from various funds and venture capital firms. There are lawsuits from lenders. The company has missed scheduled payments and broken financial covenants, but has chosen to file counter lawsuits against the lenders. Government agencies are investigating it. Many vendors are owed money. Multiple rounds of layoffs later, management remains elusive and cagey about information.\nRead full opinion on TOI+\n\n",
        "headline_1": "How Byju’s Got Away For So Long",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/how-byjus-got-away-for-so-long/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "By Ranjana Roy & Ashok Gulati\nIt is not onion this time, but tomato that is bringing tears to the eyes of an average household. Tomato inflation is touching new heights as retail prices of tomatoes have shot up to over ₹80/kg last week and is expected to cross the ₹100/kg mark soon in major cities of India. Tomatoes, onions and potatoes (TOP) form the sacred triune of Indian cooking. Soaring prices of any one of these three crops has the potential to mess up the maths of the government’s political calculus.\nRead full opinion on TOI+\n\n",
        "headline_1": "Tomatoes: Squashed By The Rear View",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tomatoes-squashed-by-the-rear-view/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "Ajit Pawar’s revolt encapsulates the state’s fluid politics. With unsettled legal questions, instability may persist\nAjit Pawar took oath on Sunday as deputy CM in Maharashtra, his third stint since November 2019 and under a different CM each time. His trajectory since the 2019 assembly election encapsulates the state of Maharashtra’s coalition politics. Unlike 2019, not only did Pawar take the oath, eight other NCP MLAs were also sworn-in as ministers. It suggests that this time the political rift in NCP is unlikely to be papered over quickly – in 2019 Pawar resigned after three days. In all, 35 NCP MLAs of the party’s 54 who were elected are believed to have switched.\nBut the numbers the Eknath Shinde government right now claims to have does not necessarily guarantee stability. Political instability in Maharashtra now comes from two sources. First, there’s the legal challenge to Shinde and other Shiv Sena MLAs who revolted in 2022. SC’s judgement last month laid down important principles for assembly speakers to follow when the legislature party splits. SC accorded the political party primacy over its legislative wing. Therefore, a party’s constitution and the writ of its president have priority over what the legislators decide, even if they represent a majority of the party’s assembly strength.\nAssembly speaker Rahul Narwekar is yet to decide on the fate of the Shinde camp’s Shiv Sena MLAs. Consequently, not only is there uncertainty over what’s in store for them, even the NCP rebellion could face legal challenges as the party’s national president Sharad Pawar disapproved of the rebellion. Instability in Maharashtra is not confined to just legal complications. The current coalition government will face a challenge in managing expectations of an ideologically fluid coalition. For instance, NCP MLAs were sworn-in without portfolios being allocated.\nEarlier in the month, Maharashtra witnessed an unusual set of advertisements that brought out the uneasy equation between Shinde and his deputy CM Devendra Fadnavis. Now, there’s another deputy CM and a new set of ministers to deal with. Accommodating multiple interests will be a challenge for Shinde. The changing contours of governments over the last year shouldn’t take away attention from the fact that civic elections are overdue. It was just this month that Ajit Pawar wondered why they had been delayed by more than a year. They should be held at the earliest. Not just in the interests of governance, but also to gauge what voters make of shifting alliances.\n\n",
        "headline_1": "Maha Muddle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maha-muddle/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "The Bangladesh Bank's monetary policy statement (MPS) for the first half of FY2023-24, in effect since July 1, is focused on containing inflation, with a stated strategy to reduce the aggregate demand while continuing supply-side interventions. The central bank aims to achieve its objectives by adopting a contractionary monetary policy stance. The new MPS brings forth four areas of changes: establishment of a policy interest rate corridor; introduction of a reference interest rate for lending; unification of exchange rates; and adoption of a revised approach to calculating the gross international reserves, aligning with the guidelines outlined in the Balance of Payment and International Investment Position Manual.\nThe change in approach for a major monetary tool such as the interest rate is a welcome move. For a long time, the central bank remained rigid in letting these rates be determined by the market, based on the consideration that doing so would hamper the private sector's competitiveness, which could ultimately hamper growth. However, without improving structural bottlenecks and governance, a low interest rate does not necessarily increase competitiveness in the economy. The new MPS shifts to a market-driven reference lending rate for all categories of bank loans, replacing the lending rate cap that was enforced in April 2020. This shift is expected to promote competitiveness within the banking sector and cultivate a favourable lending climate for both businesses and individuals.\nThe new MPS states that the Bangladesh Bank will transition from a monetary targeting framework to an interest rate targeting one. Under this, the interbank call money rate will closely align with the policy rate, ensuring stability. Simply put, the interbank call money market serves as a short-term financial market where major institutions like banks, mutual funds, and corporations can engage in borrowing and lending activities at interbank rates (the rate at which banks borrow funds from one another).\nIn line with adopting an appropriate monetary policy approach, the central bank has chosen to raise the policy rates. This move is intended to raise the cost of borrowing, with the aim of curbing the impact of CPI (consumer price index) inflation.\nFrom now on, the Bangladesh Bank will announce the reference lending rate, referred to as \"SMART,\" on a monthly basis through its website. This rate is determined based on the six-month moving average rate of treasury bills. Banks and non-bank financial institutions (NBFIs) will have a margin applied to this rate. For banks, the margin can be up to three percent, while for NBFIs, it can be up to five percent. However, lending activities for cottage, micro, small, and medium enterprises (CMSMEs) as well as consumer loans may be subject to an additional fee of up to one percent to cover supervision costs. The interest rates for credit card loans will remain unchanged.\n\nWith liquidity crunch in banks, the government relied on borrowing from the central bank in FY23. This possibility exists in FY24 as well. This will fuel inflationary pressure further.\nFor a long period, banks were lending at a rate that was in fact lower than the inflation rate, which rose to 9.94 percent as of May 2023. So, the real interest rate, which is the borrowing rate minus inflation rate, was negative. Now with the removal of the lending cap, there won't be much difference in the lending rate. Currently, the six-month treasury bill rate stands at 7.1 percent. As per the newly implemented formula, the maximum lending rate for banks will be 10.1 percent, while NBFIs will have a maximum lending rate of 12.1 percent. However, the inflation rate is still high. \nThe MPS projects growth of inflation rate to be six percent in FY24, even though it recognises that achieving this target may be challenging. It also plans to tighten credit flow to the private sector and has projected a lower private sector credit growth at 11 percent in FY24, compared to 14.1 percent in FY23. However, the national budget for FY24 set a target of 15 percent credit growth to the private sector.\nThe Bangladesh Bank has raised the repo rate by 50 basis points, from six percent to 6.5 percent, and the reverse repo rate by 25 basis points, from 4.25 percent to 4.50 percent. Repo is the short-term purchase of government securities by banks with the agreement to sell those back within a fixed time, while a reverse repo is a short-term agreement to sell securities to buy them back at a slightly higher price. The decision to raise the policy rate is a positive move as it is an important tool for determining the interest rate. However, lending rate will still be closer to the inflation rate, and one does not know when and how the inflationary pressure will be reduced, given the expansionary fiscal policy and market distortions by a handful of market players forming syndicates. Also, the SMART measure will not allow banks to set their interest rates based on market conditions and risk assessments. Banks will still be constrained by the directives of the central bank and will not be able to exercise a market-oriented approach to lending. Hence, the effectiveness of the MPS for the first half of FY24 in containing inflation will be limited.\nAs opposed to the contractionary monetary policy, fiscal measures of the new budget are expansionary. The new MPS will have to accommodate the need for higher government borrowing from commercial banks. With liquidity crunch in banks, the government relied on borrowing from the central bank in FY23. This possibility exists in FY24 as well. This will fuel inflationary pressure further. Therefore, simply implementing a contractionary monetary policy to reduce inflationary pressure would not suffice to mitigate the sufferings of poor, low-income and lower-middle-income households in the country. The lack of coherence between the fiscal and monetary policy stances will make the monetary policy less effective in controlling inflation. \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "New monetary policy will be less effective against inflation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/macro-mirror/news/new-monetary-policy-will-be-less-effective-against-inflation-3360186",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "The unprecedented lovefest between India and the United States has been striking and, frankly, puzzling. Following the pageantry of US President Joe Biden hosting a state dinner for Indian Prime Minister Narendra Modi, and of US Speaker of the House Kevin McCarthy inviting Modi to address a joint session of Congress for a second time, one wonders if America is giving away the store and getting very little in return.\nAfter all, symbols such as these are the least of it. Among other things, the US is transferring sensitive military technology to a non-treaty partner, nudging its companies to invest in India, easing visa restrictions for Indian nationals, and desisting from publicly chastising Modi's government for its democratic backsliding. In effect, the US has drawn India into a one-sided quasi-alliance: it seems to have taken one, at most one and a half, to tango. The strategic rationale, of course, is the need to counterbalance China. But what is the Indian quo for the American quid?\nFormer US diplomat Ashley J Tellis believes the US is making a \"bad bet,\" because India will never participate in coalition warfare with the US against China unless its interests are directly threatened. In a Sino-American conflict over Taiwan, India would remain on the sidelines, despite the generosity the US has shown it. Even US National Security Adviser Jake Sullivan has acknowledged this.\nBut India experts such as Pratap Bhanu Mehta, a former vice-chancellor of Ashoka University, point out that the US will increasingly need India as its own hegemony erodes. The new axis of autocracies includes not only China, Russia, and Iran, but also Saudi Arabia and even Turkey.\nFaced with this geopolitical development, the US at least needs to forestall any potential cooling with India, lest it find itself more isolated. Not only is America's adversary count rising, but its allies leave something to be desired. Europe is predictably inconsistent and ambivalent, especially when it comes to China, and though Japan and South Korea are reliable allies, their demographic decline deprives them of real heft.\nBut more to the point, it is not clear that the US needs to go to such lengths to prevent India from joining the axis of autocracies. After all, China is a hostile neighbour, Saudi Arabia is a global financier of militant Islam, and Russia – its primary military supplier – is headed for disorder. Partnership with such countries is not remotely enticing for India. Likewise, India, with its influential diaspora and basic congruence of economic and military interests, has little to gain by openly snubbing the US.\nSo, the US is giving away quite a lot either for something that India will never sign up to (military engagement against China), or for something that India would do regardless of the enticements on offer. What are American strategists thinking?\nOne plausible explanation is simply the economic arithmetic of hard power. Democrats and Republicans alike have concluded that China poses an existential threat that cannot be neutralised, only counterbalanced. According to the International Monetary Fund (IMF), US GDP in 2023 will be $26.9 trillion, whereas China's will be $19.4 trillion (at market exchange rates). But over the next two decades, that 30 percent American edge will likely narrow.\nYet, for all the euphoria around India's growth prospects, it is still a long way from matching Chinese economic and financial capabilities. China's GDP is more than five times greater than India's at market exchange rates, and about 2.7 times greater at purchasing-power-parity rates. Moreover, China's military spending is three to four times greater, and its foreign exchange reserves (to the extent that they can now be measured) are easily six to seven times larger. The multiple on China's total trade over India's is similar, and its lead in global development lending is astronomical.\nChina's overwhelming economic advantage helps explain why India often appears helpless in the face of provocations, like China's extensive land grabs along the countries' border in the Himalayas. Such episodes make it painfully evident that India is no counterbalance to China.\nBut America's wager is based not on the present, but on the expectation that China and India's fortunes may change over the long term. Owing to long-standing structural and demographic challenges, not to mention Chinese President Xi Jinping's increasingly repressive approach to the private sector, China's long-run growth rate could well fall to about 2.5 percent. At the same time, India could continue to grow at perhaps five to six percent per year.\nThough by no means guaranteed, this scenario is plausible if India develops better policies and stronger institutions. It would not eliminate the large China-India hard-power differential, but it could narrow the gap enough to force China to re-calibrate its decision-making. For example, if China's five-fold GDP advantage over India was to be halved over the next two decades, Chinese leaders could no longer afford to discount the possibility of India retaliating on trade or along the border.\nMoreover, the future is a process, not some hypothetical endpoint. If Chinese growth were to wane and India's were to remain durably robust, its relative attractiveness as a partner, market, and investment destination would increase. In that case, the strategic calculus would change well before India reached a size sufficient to counterbalance China.\nTrue, whether India can grow at six percent will be determined by Indian, not American, policymakers. But the US believes it is providing an important nudge at a critical geopolitical moment to boost India's fortunes. With China becoming more aggressive as its long-term growth prospects are revised downward, US actions also could encourage more capital to exit the Chinese market. And while re-shoring is the preferred outcome, the US will not object if fleeing capital decamps to India. US actions could also help upgrade India's military capabilities. In effect, the US is proclaiming to the world that India is \"one of us.\" The fact that India is being coy about openly embracing that status ultimately may be less important.\nProperly understood, Biden's \"India Bet\" is not about securing Indian military support in a hypothetical standoff with China, nor is it designed to prevent India from drifting towards the axis of autocracies. Rather, it is a calculated prod aimed at narrowing the real and perceived power gap between India and China. The smaller their hard-power imbalance, the more effective the counterbalance for the US vis-à-vis China.\nArvind Subramanian, distinguished fellow at the Center for Global Development, is currently advising the Tamil Nadu government in India on power sector reform and the green transition.\n\nCopyright: Project Syndicate, 2023\nwww.project-syndicate.org\n",
        "headline_1": "Understanding Biden’s big bet on India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/understanding-bidens-big-bet-india-3360156",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "As a passionate worker in the sphere of high school education in rural Bangladesh, I have always closely monitored the government expenditure in the education sector. When the budget proposal for the 2023-24 fiscal year was announced, I was alarmed to read the observations of one of our greatest educationists, Dr Manzoor Ahmed. In an article published in The Daily Star on June 2, 2023, he wrote, \"The record-high national budget of Tk 761,785 crore has in it the record-low allocation of Tk 88,000 crore for education – which amounts to 11.57 percent of the total budget and 1.76 percent of GDP.\"\nThe annual GDP (gross domestic product), in simple terms, is what a country produces in a year within its boundaries. In other words, we can say on education, Bangladesh will spend 1.76 percent of what it earns. By any standard, this is a very small amount spent on such an imperative aspect of society. It is well-known that an increase in government expenditure in education can contribute to economic growth and poverty alleviation, as many studies have proven over the years, such as the study conducted by the International Monetary Fund (IMF) in Tanzania and Zambia.\nWhy does Bangladesh spend so little on education? Spending only 1.76 percent of GDP for the education sector, the country has ranked at a woeful 184th position (as of 2021) among all nations, according to The World Factbook. The answer to this question cannot be simplified into one factor; there may be many reasons. One important reason, I believe, is that Bangladesh, as a nation, does not even know the economic value of education. We seem to lack the basic knowledge that if a country spends more on education, one would get growth and less poverty. The basis of this hypothesis is reflected in the alarming scarcity of economic studies assessing the importance of education in Bangladesh.\n\nIn order to reverse the backsliding and dwindling importance of learning in our society, an economic approach to education must be promoted and prioritised. Specifically, the country should study what the impact of investing, say, Tk 100 crore in the education sector would reflect on the supply of skilled manpower, productivity of the country through utilisation of skilled manpower, the growth rate, and equity. We don't need to perform ostentatious econometric studies for that. A relatively simple and easily understandable \"cost-benefit analysis\" would serve the purpose.\nSome people may argue that Bangladesh is capable of achieving a high economic growth rate despite low education expenditures. High growth rates can come about due to a number of factors, and taking that perspective into account, why don't we ever realise that our country would have witnessed even higher growth rates if we spent more on education?\nThis pervasive, ignorant position regarding the economic value of education has cost the nation other losses too: Bangladesh has not been successful in transforming a large percentage of the youth population into productive human resources – half of Bangladesh's demographic dividend period has passed. As one can expect the population to get larger, in the lower-income segment of the population, taking advantage of the dividend will impact this segment more favourably. This also means we are missing out on an opportunity to reduce income inequality as well.\nIn order to reverse the backsliding and dwindling importance of learning in our society, an economic approach to education must be promoted and prioritised. Specifically, the country should study what the impact of investing, say, Tk 100 crore in the education sector would reflect on the supply of skilled manpower, productivity of the country through utilisation of skilled manpower, the growth rate, and equity. We don't need to perform ostentatious econometric studies for that. A relatively simple and easily understandable \"cost-benefit analysis\" would serve the purpose.\nFurthermore, there needs to be more advocacy towards an economic approach to spending in any area of the education field. As an example, in a previous article published in The Daily Star, we raised the issue of having English-medium education parallel to the Bangla-medium one.\nThe allocation of resources within the education sector, such as allocation to mother tongue Bangla and to STEM subjects, relative to English, were brought up in the article. All these issues can be addressed from the economic perspective. Broader issues such as allocation of resources to general education relative to vocational education is a major matter of choice. One can think of concrete issues such as the government establishing another university, engineering college or medical college, etc.\nMoving from the national scene to the choices made by individual families, it is interesting to observe that an implicit economic analysis takes place each time decisions are made at the family level on children's education. For example, one can perform a cost-benefit analysis behind a rural father's decision to sell crop-producing land to afford higher studies for his son. In my view, these individual-level decision-making practices, which have implicit economic analyses behind them, can be refined formalistically to analyse the bigger picture. For example, a strict, economic cost-benefit analysis of a daughter's higher education should be the same as a son's. A female doctor's medical school costs are not different from that of a male doctor. On the other end, a female doctor's income should be the same as a male doctor. Thus, a formalistic economic analysis of a son or daughter's higher education would result in an outcome where either the daughter or the son can go to medical school.\nThe advantage an economic analysis gives is that there is no room for \"extra-economic\" factors. To name a few, biases related to distinction between male and female, urban and rural, religious and communal, elite and commoner class, high income and low income – all these involve extra-economic factors. Outcomes freed of extra-economic biases are invariably higher-value, not to speak of higher equity-producing. Importantly, the field of education is fraught with extra-economic factors, particularly in developing and emerging economies, such as socio-economic \"fads,\" vacuous \"prestige\" issues, perception of \"social class climbing,\" English-medium Bangla-medium, domestic-foreign degrees, etc.\nThe education sector in Bangladesh is a vital sector, for individuals as well as for society as a whole. Yet, a rational and analytical approach is sorely missing in Bangladesh. From national spending on education to a rural underprivileged family's decision on children's education – decision-making on education is \"infested\" with perceived, often irrational, factors at all levels. The nation, collectively and individual citizen-wise, is deprived of vital income and growth because of that.\nMatilal Pal is an economist who devoted himself, for the past 20 years, to education for the underprivileged in Bangladesh, as a former official of the Volunteers Association for Bangladesh (VAB).\n\n",
        "headline_1": "Why don't we understand the economic value of education?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-dont-we-understand-the-economic-value-education-3360091",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "We applaud the Comptroller and Auditor General (CAG) of Bangladesh for its recent audit of state-owned Janata Bank that revealed 31 counts of \"serious irregularities\" from 2015 to 2020 involving Tk 13,110.8 crore. It is not common to find state-owned institutions coming under scrutiny by another state-owned body, but the CAG has been consistent in carrying out audits of various public institutions revealing an alarming picture of financial irregularities.\nIts latest findings about Janata Bank, presented in parliament last week, are indeed shocking. Almost half of the gigantic amount can be attributed to a company that has allegations of forgery and money laundering against it. The bank issued huge loans to various companies disregarding loan sanctioning and collection terms, Bangladesh Bank's rules, the terms of the Bank Company Act 1991, and even its own lending policies. Companies were allowed to take out loans without providing adequate collateral, crossing the permissible limit and even getting interests waved in clear violation of the rules. The CAG report contains numerous examples of this irrational indulgence to controversial business groups and their subsidiaries, including granting loans amounting to a few thousand crore takas. Even back-to-back LC facilities were given against fake export bills with the amounts never being paid back by the enterprise.\nBanks are being systematically drained by wilful loan defaulters connected to power, whether it is a director of the bank or a debtor with political connections. It is frightening to know that in the first three months of this year, banks have been burdened with Tk 10,964 crore of default loans. Non-performing loans (NPLs) stood at Tk 131,621 crore by the end of March. According to Bangladesh Bank, almost half of the defaulted loans were with nine state banks.\nAs economists have frequently underscored, such widespread irregularities have resulted in the financial sector getting progressively weaker. Violators of banking norms and regulations are hardly ever punished, and are allowed to continue to default on loans with impunity. Bangladesh's second-highest ranking in terms of a bad loan ratio in South Asia is, therefore, unsurprising.\nSo, while the CAG is to be commended for unearthing the details of banking irregularities, we must acknowledge that the ongoing haemorrhaging of banks will not stop until there is a strong political will to install good governance in the banks and punish wilful defaulters instead of rewarding them.\n",
        "headline_1": "Wilful defaulters are bleeding the banks dry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wilful-defaulters-are-bleeding-the-banks-dry-3359871",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "The abnormal surge in green chilli prices in recent days has once again exposed the failure of market regulators to keep prices of essentials stable and protect the interests of ordinary consumers. On Saturday, retail prices of green chilli jumped to an unprecedented Tk 700 per kg – a steep increase from just Tk 100 to Tk 120 per kg a month ago – while wholesalers at Karwan Bazar sold it for Tk 500 per kg. This marked the culmination of a rapid price escalation centred around the Eid holiday, when chilli is usually in high demand, in a trend that exploits temporary disruptions in food supply to inflate prices.\nAlthough retail prices of chilli fell by Tk 200 to Tk 250 per kg on Sunday, thanks to reports of the impending arrival of imported chilli, the damage has already been done. The spike in chilli prices has caused significant distress to consumers already struggling with a massive cost-of-living crisis. We are told that a further decline in chilli prices is expected within a few days. We must ask, however, why the situation has been allowed to deteriorate to the point that it did. True, weather-induced crop damage is largely to blame for the dearth of supply and resultant price increases, but it was nothing unpredictable. It could be, and should have been, offset with timely imports and stern measures against price manipulators. That the authorities still failed to intervene points to their lack of sincerity.\nThis is totally unacceptable. We have, unfortunately, seen such scenarios in the past as well. We have seen how the absence of effective oversight mechanisms and proactive measures to address supply shortages left consumers at the mercy of unscrupulous market players. The inability to predict and address such situations is a fundamental flaw in our market regulatory system, which should aim to protect consumers from being exploited. We urge the authorities to acknowledge this failure, and take immediate steps to rectify it. Without proactive measures, consumers will continue to be victims of such contingencies.\n",
        "headline_1": "Market regulation at its worst",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/market-regulation-its-worst-3359551",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "The Padma Bridge has brought the western and southern parts of the country closer to its central and eastern regions by bridging the yawning land gap caused by the mighty river Padma. But it has done more by extending the connectivity up to the Indo-Bangladesh border. Further, it has the prospect of opening up a wider horizon with the entire Dhaka-Padma Bridge-Benapole forming a part of the Asian Highway (AH) 01 and the South Asian Sub-regional Economic Cooperation (SASEC) Road Corridor-02. But the Dhaka-Bhanga Expressway, the first six-lane national expressway in the country, is yet to reap the desired benefits because the section from Bhanga to Benapole is just a two-lane corridor. The Bhanga-Barishal section of the road is narrower still. So the increased volumes of vehicles pressed into service on both these routes with the commissioning of the wonder bridge and the expressway on both sides put those narrower roads under severe stress, increasing the risk of accidents.It is against this backdrop, the Roads and Highways Department (RHD) has initiated a laudable move to turn the Bhanga-Benapole segment into a six-lane highway within the next five years. It has submitted a proposal for the project involving a total cost of Tk138.41 billion. Hopefully, it will receive the green signal because the lion's share of the fund amounting to Tk 110.825 billion will come from the Indian Line of Credit (LoC)-III. Like the highway from Dhaka to Bhanga, this section of the highway will have two service lines for slow-moving vehicles and other required infrastructure such as overpasses including two railway overpasses, flyovers, bridges, culverts, trumpet interchanges for vehicles to enter and exit the multi-lanes from single-lane connecting roads giving it a genuine character of a highway. After all, it will have to serve as part of the Asian Highway and SASEC corridor. Thus the link to be established with the Mongla Seaport at home and with India, Nepal and Bhutan in the neighbourhood for both cross-border and regional trade and transport is certainly going to bring about a paradigm shift in shared economic activities and prosperity. All the countries, particularly landlocked Nepal and Bhutan, stand to gain immensely from the road link. At some point in the future, with the Asian Highway coming into the picture, the connectivity is likely to extend up to South-east Asia. If Myanmar changes its way, this is quite possible. Such an option for wider trade and transport link can indeed help augment the Asian Age with China extending its road link up to Myanmar. However, regional trade boost does not necessarily mean increase in domestic productivity. For a small country like Bangladesh, its unutilised areas have to be introduced to suitable economic and productive enterprises. The country's southern districts, now connected by roads to the capital, courtesy of the Padma Bridge, are a prime candidate for such manufacturing ventures alongside their agro-products. So, the Bhanga-Barishal-Kuakata road also deserves to be developed to a six-lane highway in order to increase productivity and export from Bangladesh to the neighbouring and other Asian countries. This is necessary to reduce existing trade imbalance and maintain parity in the future. Bangladesh must learn how to add value to technologies it receives, as Japan and China did initially, in order to join the bandwagon of successful Asian peers.",
        "headline_1": "New horizon of connectivity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-horizon-of-connectivity-1688395291",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "In the days of the early 1990s, villages in many Bangladesh districts began seeing distinctive changes in their look. Humble dwellings gave the look of affluence; lifestyle of people living there and their day-to-day activities spoke of contentment. The scenarios of these radical changes were prompted by a single turn of events --- the migration of a family member to a Gulf country and his/her sending of remittances. Many of them had to sell off their landed properties and take loans to pay for the necessary requirements, including different fees and air fares. All these expenses started paying off in a short time. It meant the unskilled migrant workers began sending money home. Thus the process of having the taste of freedom from poverty began in earnest. It has been continuing for over three decades, despite unforeseen hindrances.A total of 1.2 million Bangladeshi workers left the country between 1990 and 1995 to work abroad. The outbound migration increased to almost 3 million in 2005-2010. Though concentrated on the Gulf countries in the beginning, the Bangladeshi migrant workers later dispersed to Singapore and Malaysia. Saudi Arabia became the top destination for the Bangladeshi migrants in 2022. Malaysia is still in the race. Of late, the resurgence in manpower export from Bangladesh prompts the necessity of making an overview of the sector.It's true the impacts of the remittances of migrant workers on their family members' psychology vary. In spite of the economic wellbeing of a whole family, the elderly family members are mostly found suffering from anxieties and loneliness. Many of them find themselves going down the dark abyss of insecurity. A recent study on the social cost of migration of their young offspring brings to the fore a lot of related issues. An event titled 'Social Cost of Migration on Left-behind Elderlies and Siblings' was held in the city on June 25. Findings of the study were prepared and published by the Refugee and Migratory Movements Research Unit (RMMRU). The study findings touched upon in the main the traumas undergone by the elderly parents of the migrants. The study says it's the parents who make major contributions to the facilitating of their offspring's migration --- both international and internal. According to the study, parents also serve as collateral for the migration loans. As the study finds, some 56 per cent of the elderly members of the international migrant households and 46 per cent of internal migrant households suffer from acute anxiety and insecurity thanks to their children's migration. The stark reality is it's the economically buffeted households which opt for sending their children abroad or domestic job destinations as migrant workers. As a result, both segments of parents go through the bouts of loneliness.It's an irony that instead of receiving care at home, the parents of the migrant workers have to play the role of care-givers. The study also observes that more than 60 per cent of the elderly enjoy better food, housing and social status; and more than 70 per cent enjoy better medical treatment. Using mobile phones was a pipedream for many parents of the migrants, leave alone smart-phones. Nowadays, 81 per cent of the parents of international migrants use mobile phone, and 65 per cent use both mobile phone and IMQ. It is a clear sign of uplift in their social position. The siblings of the migrants remain a vital factor. It has been proved that the siblings left behind at home also contributed to the whole migration project. However, this extension of help is not without fallout. A major share of the social cost of migration goes to the siblings. It appears in the form of apathy towards work. It has been detected in 7 per cent of the international migrant sending households.The survey finds that 30 per cent of the migrants' siblings believe that their curricular activities are suffering losses as they have to shoulder many domestic responsibilities. They interpret that it happens due to the absence of their migrant brothers or sisters. Female siblings emerge as the worse sufferers. At one stage they identify their personal insecurity in the absence of their migrant siblings. In the cases of their siblings' neighbourhood influence and the superior position they enjoyed before going abroad, the female siblings discover themselves as being left in the lurch. Except their own siblings staying back, few come up by extending their sincere support. Against the backdrop of the country's social condition, eve-teasing and, finally, sending unacceptable marriage proposals for under-age girls remain a panic for the migrants' parental families. The elderly family heads find themselves too weak to cope with these murky developments. In the meantime, both marriageable and teenage girls discover themselves to be helpless and veritably orphaned. The wiser segments of people in the rural society may come forward to stand by the panic-stricken girls, their parents and the siblings. Thanks to the muscle power of the wayward youths, the girls' protectors back out in most cases.Despite being international migrants earning much more than they could ever think, the migrants have to remain engrossed in anxieties for their household members. There are also highly positive sides of the international migration of a family member. They come in the forms of the siblings' better education, medical care, employment generation, access to modern gadgets etc. Unfortunately, the family heads are fated to remain passive, sad and worried for their migrant offspring.[email protected]",
        "headline_1": "Offspring migration, lonely parents",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/offspring-migration-lonely-parents-1688395360",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "June 27's incident of police shooting in France that led to the death of a 17-year-old boy of North African origin has triggered a series of violent street protests across France that continued for the fifth day on Sunday. The Paris protestors were mainly teenagers from the French capital, Paris's poorer neighbourhoods, where the immigrants from France's former African colonies live.As the reports go, the shooting-to-death of a minor boy by the on-duty police officer in the street of Paris, the centre of European civilisation and democracy, sounds quite strange! Such acts of indiscriminate violence by men in uniform are usually reported in the world media from the less civilised, undemocratic parts of the world. So, how could that 38 years old poiceman have the heart to fatally shoot a boy his son's age (though he might not have one)? Evidently, the three juveniles in the rented Mercedes car fleeing a chase by the police were not criminals. The boy named Nahel M. at the driving seat who was shot dead was known in his area where he lived as a kind boy. He used to play rugby at a local club and wanted to become an electrician. The victim boy and his companions were not criminals either as they had no such records with the French police. Then what kind of a threat did the poor, non-white boy pose that provoked the policeman in question to draw his pistol and shoot him point-blank in the chest? It could be further learnt that two policemen were involved in the mindless violence of hitting the victim boy with butts of their firearms one after another before shooting.The tragic incident has been termed 'inexcusable' by the French president Emmanuel Macron. And it is good news that the police officer in question has been suspended from duty, arrested and is under investigation. The French president's approach to the issue is far better than what then-French interior minister Nicolas Sarkozy (later president of France), who termed 2005's rioters 'scums' and two teenagers accidentally electrocuted following police chase 'thieves'. He would, perhaps, not use similar pejorative words to describe protestors if they were from the mainstream society comprising mostly better-off citizens from the white-majority neighbourhoods. And, perhaps, the term 'rioters' might not also be used to describe those protestors. Some western media outlets have already termed this latest violent street protests by the non-white teenagers as 'criminal'.The inherent bias against the impoverished, underprivileged and largely neglected districts populated mostly by people of colour is noticeable not only in the police department, but also in the entire administration. Worse yet, the far right politics of France, which is basically anti-immigrant and xenophobic, has a considerable following among the French police officers.The police shooting of Nahel at Nanterre in the western suburbs of Paris reminds one of George Floyd, an African American who was strangulated to death by a white police officer of Minneapolis police department in America. Violent protests followed across the US after the tragic incident in May 2020. But according to data collected by The Washington Post, killing of Black people by police has rather increased, not decreased, in the years following the protests. The extreme right, which is now stronger in French politics, may want the ongoing street unrests to go out of control.. President Macron has to be on guard.[email protected]",
        "headline_1": "Killing of Nahel in Paris",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/killing-of-nahel-in-paris-1688395435",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2023"
    },
    {
        "full_article": "Agriculture is one of the main driving forces of our economy. The contribution of the sector to Bangladesh's gross domestic product is around 15 per cent. And it is crucial for our people's livelihood and employment. To achieve self-sufficiency in agricultural production, we need to do everything to stand by our farmers. However, the prices of fertilisers including urea, DAP, TSP and MOP have been increasing day by day. According to a recent global study conducted by ActionAid, fertiliser price in Bangladesh rose by 105 per cent since the Russia-Ukraine war. As a result, farmers are facing multiple challenges. They are now compromising on their education, nutrition and health. Due to increased prices of fuel oil and electricity, irrigation cost has already gone up. And the hike in fertiliser prices has made farmers raise the price of their products. If fertiliser prices are increased, it will not harm farmers alone but also have a negative effect on agriculture as well. If production costs can be kept at tolerable level, it will benefit not only the farmers but also general people. So, the government should take measures so that fertiliser remain affordable. Badsha Faysal,Jurain, Dhaka,[email protected]",
        "headline_1": "Keeping fertilisers affordable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-fertilisers-affordable-1688395463",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-07-2023"
    }
]