[
    {
        "full_article": "India’s title drought in ICC events continued as the dust finally settled at London’s Oval. Sunday’s 209-run defeat against Australia in the World Test Championship final meant that India yet again finished as second best. In 2021, New Zealand had humbled Virat Kohli’s men in the summit clash that concluded at Southampton. Cut to the present, it was Rohit Sharma’s men who suffered a loss; cumulatively, it extended India’s long gap in winning ICC silverware, with the last title being the 2013 ICC Champions Trophy. If South Africa choked in the past at vital moments, India seems to be the natural successor in doing the hard yards while always being short of breath at the finish line. This time however the hopes were centred on India’s better record against Australia, both at home and away. There was a recency bias at play too as since the 2018-19 season, India always prevailed over Australia in the longer format. However, Australia with a better record in ICC events starting from winning the 1987 World Cup at Eden Gardens, proved too tough an opponent. India’s pursuit of a miracle on the fifth day wilted as a poor first innings and a bowling unit struggling to strike had left Rohit’s men with too steep a mountain to climb.Having flown in from the Indian Premier League, the Indian Test squad was under-cooked. To shed the Twenty20’s frenzied spirit and slip into a Test’s battle of attrition proved tough. The think-tank, influenced by overcast skies and some grass on the surface, stepped in with four seamers and the lone spinner in Ravindra Jadeja, while off-spinner R. Ashwin was inexplicably overlooked. It was a selection call that went awry as the weather stayed clear and the surface offered enough for both speedsters and spinners as evident in the performances of Aussies Scott Boland and Nathan Lyon. While Steve Smith and Travis Head posted hundreds, the Indian batters flickered despite Ajinkya Rahane’s fine show in the first outing. That Rohit, Kohli, Cheteshwar Pujara and Rahane are all on the wrong side of the thirties has dragged in ageism and transition blues. Bowlers need runs to defend and exert pressure and it is a luxury that has largely eluded the current unit. The selectors along with coach Rahul Dravid and skipper Rohit have to find a way. The ICC ODI World Cup later this year in India is another significant milestone and there has to be absolute clarity about team compositions be it for Tests, ODIs or T20s even if it means that hard measures have to be implemented.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nTest cricket\n\n/\n\nUnited Kingdom\n\n/\n\nAustralia\n\n/\n\nIndia\n\n/\n\nWorld Cup Cricket\n\n/\n\nIndian Premier League",
        "headline_1": "The second-best: on India and the World Test Championship final",
        "headline_2": "India, after a hectic IPL, seemed unprepared for the WTC final",
        "link": "https://www.thehindu.com/opinion/editorial/the-second-best-the-hindu-editorial-on-india-and-the-world-test-championship-final-against-australia/article66961203.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "Four years ago, Boris Johnson won an election for the Tories with an 80-seat majority, their biggest victory since 1987. But his fall from grace has been so steep that he is not even an MP today. The Conservative leader, who quit as British Prime Minister in July last year amid an inner-party revolt, announced his resignation as a lawmaker last week after a House committee probing the ‘Partygate’ scandal found that he had misled Parliament. Mr. Johnson, when Prime Minister, had attended a host of parties during the COVID-19 lockdown, breaking the rules imposed on the public by his own government; he then told the House of Commons that “all guidance was followed completely in No 10 (Downing Street)”. Last year, a report by Sue Gray, a senior civil servant, had offered details of the social events he had attended during the lockdown. The MPs panel apparently recommended his lengthy suspension from the House, and he announced his resignation before the report was made public. Mr. Johnson, a former journalist-turned-politician whose hyperbole conservatism and hardline nationalism helped him rise to the top of the Conservative Party during the chaotic Brexit years, did not go quietly. He accused the committee, which has Labour, Liberal and Conservative MPs as its members, of a “witch hunt” and slammed the report as “revenge for Brexit”.One of the biggest highlights of Mr. Johnson’s political career, as Prime Minister or a back bencher, was his abject disregard for accountability. He neither took responsibility for violating lockdown rules nor repented lying to Parliament. Even while exiting the House, Mr. Johnson attacked an imagined racket of Remainers rather than coming to terms with the mess he left behind in the Conservative Party. His continued attack on Prime Minister Rishi Sunak, whose rebellion against Mr. Johnson as a member of his Cabinet quickened the Tory leader’s fall as Prime Minister, sounds more political than a constructive assessment of the government’s performance. Mr. Johnson’s resignation leaves Mr. Sunak facing a tougher situation. Three Tory MPs, including Mr. Johnson, have quit recently, and Labour expects to win all three seats in by-elections. Faced with back-to-back setbacks in by-elections and local votes, the Tories, whose public support is around 30% against Labour’s 40% in opinion polls, are already under pressure. Mr. Johnson has dropped hints of a comeback. There are talks in political circles about forming a right-wing party. It is not clear what he will do next. But he has already done enough damage to the Tories. Any attempt at a political comeback will further destabilise the party and rupture Britain’s conservative political landscape that is caught between Brexit isolationalism, a battered economy at home and an unrealistic quest to “make Britain great again”.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Kingdom\n\n/\n\npolitics\n\n/\n\ninvestigation\n\n/\n\nparliament",
        "headline_1": "Fall from grace: on the political trajectory of Boris Johnson",
        "headline_2": "The refusal of Boris Johnson to go quietly can damage the Tories",
        "link": "https://www.thehindu.com/opinion/editorial/fall-from-grace-on-the-political-trajectory-of-boris-johnson/article66961549.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "Vijay was shooting for his film ‘Master’ at Neyveli in December 2020 when income tax officials summoned him. The shoot was disrupted, but he obliged. His fans said the Union government was targeting him for his film dialogues against demonetisation and GST. On returning to the shooting site, Vijay made a silent statement in filmy style: Amidst the milling fans, he climbed atop a bus and shot a selfie with the crowd as the background. It went on to become the most retweeted image of the year.\n\nNow that Vijay is getting ready to enter politics, if half the number of people in that Neyveli frame votes for his party in the 2026 assembly polls – and if we extrapolate the number – it may get more than 10% vote share. And that’s big for a new party (Vijayakant’s DMDK got around 8% on its solo debut). But that’s a long way off; now let’s discuss his problems and prospects.\nPolitics is a high-investment business and a tricky profession. Kamal Haasan, the latest actor to try his luck in politics, once told me that he takes up assignments and “charges a bomb” to sustain his party. That may be only partly true. Vijay is the highest paid Kollywood star, but politics demands much more than what he earns (a media report says he charges more than 100 crore a movie). There should be a steady flow of money to run the party and heaps of it during elections till you break even (read big enough to win elections or be a seat-winning ally of a big party). If you are promising enough, you will find investors. Once a party becomes successful, money making becomes a part of its politics. Till then Vijay needs bigger investors than his dad.\nBeing on the right side of 50, Vijay has age to his advantage; only that he has to be ready for the long haul. He has arguably the biggest fan base after Rajinikanth. But it would be foolish to believe that he can turn all his fans into cadres. The moment an actor becomes a politician is a turning point. That’s when his base churns and what’s left is his. MGR was an exception – with many reasons. ‘Puratchi Thalaivar’ straddled politics and films for a long time before choosing the latter as his prime profession. His first party, the DMK, was less than five years in power when he rebelled and got expelled. The scapegoat image helped the hero transition into a full-time politician with instant success for his AIADMK. MGR was at the right place at the right time in history; he had the right fame and the right rival.\nVijay, if he manages to create a historic necessity (there’s no organic one now) that gives his political entry a sense of purpose, should first identify his prime rival. The BJP, despite having people like H Raja who give rivals enough ammo, already has the DMK as its main rival. If Vijay decides to contest the 2026 assembly election, he should declare war on the DMK, nothing less, and convince voters that he is a better rival than the AIADMK and the BJP. And that will be a tough one. The ruling party is on a good wicket with a strong captain and a team of hard hitters.\nPolitics, however, presents the opposition – and aspirants – with opportunities, especially when those in power get caught for corruption. Vijay has to keep his eyes and ears open. If he grabs a big one, he should go for the kill without delay, irrespective of how far or near the election is. Forget about your political philosophy, for nobody has one nowadays. Convince people that you can give better education, jobs and healthcare through a clean and transparent system, and you don’t need that sham called ideology. There’s always space for an alternative, but to occupy that space is not easy. A movie with more convincing social messages than three-piece suits will be a good place to start.\n\n",
        "headline_1": "Vijay in politics: Beast or Master, aim for Sarkar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/vijay-in-politics-beast-or-master-aim-for-sarkar-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "Theatre has always been an integral part of politics as it allows political leaders, to borrow from Machiavelli, to bridge the troubling gap between their private motivations and their public motivations. Sharad Pawar has employed all the skills gathered over five decades of political experience, to seamlessly pull off a three-act power play.\nAct one was the dramatic resignation, from the post of party president, conjuring up widespread sympathy of the party’s core voter base and proclamations of loyalty from its second-rung leadership. Act two was the rescinding of the resignation, leaving Pawar with greater authority to remould the party. The third act came on Saturday, where he exercised that renewed legitimacy to execute a fundamental shift in direction of the hulking NCP ship.\nThe long-standing issue of dynastic succession has been resolved for now. A month back, nephew Ajit Pawar had seemed to be the natural legatee, firmly in control of the party levers in Maharashtra. The resignation act tarnished junior Pawar’s future claims by implicitly painting him as rebellious, volatile, and possibly part of a shadowy conspiracy within the party.\nRead full story on TOI+\n\n",
        "headline_1": "Happy ending for Pawar play? NCP patriarch wants to hem in his nephew, takes a risk promoting his daughter, and wants to fight both BJP & new outfits representing subaltern groups",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/happy-ending-for-pawar-play-ncp-patriarch-wants-to-hem-in-his-nephew-takes-a-risk-promoting-his-daughter-and-wants-to-fight-both-bjp-new-outfits-representing-subaltern-groups/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "By Sanjib Das\nOn the night of March 25, 2020, barely 24 hours after a nationwide lockdown was announced over the Covid-19 pandemic, around 60,000 migrant workers were already out in the open, literally, in cities and towns across the country – ‘plodding their weary way home’, to borrow a line from Thomas Gray.\nExactly 44 nights later, an empty freight train mowed down 16 migrant workers in Maharashtra, who had fallen asleep on the railway track after covering miles on foot in a desperate trek back home. The gory end to their lives found a mirror-image in many of those who were killed in the triple-train collision near Odisha’s Balasore on June 2.\nMany of those who perished in the horrific train crash in Balasore, Odisha, were migrant workers from West Bengal who were either heading to southern India to resume work or were travelling in search of jobs.\nRead full story on TOI+\n\n",
        "headline_1": "Look deeper into the Balasore tragedy: Question not just Railways on safety, but also states that can’t offer their residents economic opportunities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/look-deeper-into-the-balasore-tragedy-question-not-just-railways-on-safety-but-also-states-that-cant-offer-their-residents-economic-opportunities/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "Australia’s convincing victory over India in the final of the second edition of the World Test Championship (WTC) provided the game’s longest format an increasingly rare spotlight. True, the entire purpose of WTC was to reinvigorate Test cricket by dovetailing multiple bilateral series into a two-year league-style competition. However, there is nothing to suggest that the longest format is reaching out to new audiences. That role has fallen on the shortest format, T20 cricket, with leagues like the IPL emerging as the financial muscle of the cricketing world.\n\nBut it’s not that Test cricket doesn’t have its bastions. Test matches in England and Australia continue to draw respectable crowds, and the Ashes series remains hotly contested. Matches involving Team India – especially with tough opposition sides like England, Australia and New Zealand – see decent on-ground turnouts and robust TV and OTT viewership. For example, the 2021 Brisbane Test between India and Australia had been the most-watched game ever on Australian subscription TV. Similarly, the previous WTC final in 2021 between India and New Zealand saw a cumulative global TV audience of 177 million with live viewership of 130. 6 million.\nTwo conclusions can be drawn from this. First, Test cricket continues to thrive in some markets where a combination of tradition and fanbase drives interest. And second, Team India alone can generate interest and viewership in any match it plays given the sheer size of the Indian cricket viewing audience and the presence of Indian diaspora across the globe. After all, India accounts for more than 70% of cricket’s global viewership.\nThe problem then with Test cricket essentially lies with those cricketing teams and boards that simply can’t afford to host the five-day format. This is where some innovation is required so that even Test playing teams like Afghanistan, Ireland and Zimbabwe can hone their skills in the longest format. A relegation-promotion-type WTC competition akin to European football leagues has been suggested to address this gap. It’s worth trying out and could perhaps create the right incentives that may one day see a Bangladesh or Ireland Test squad contest the WTC final, overall enriching Test cricket. There’s no denying that the longest format demands skills of cricketers that no other format does. Therefore, even though T20 will continue to drive the cricketing market, Test cricket needs to be preserved and popularised with smart tweaks to WTC.\n\n",
        "headline_1": "Still a test case: World Championship for cricket’s longest format needs some tweaks to make things more interesting",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/still-a-test-case-world-championship-for-crickets-longest-format-needs-some-tweaks-to-make-things-more-interesting/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "It is unacceptable that despite global commodity prices declining for 13 consecutive months, local consumers continue to be denied any relief from high prices. It is usually seen that as soon as commodity prices go up in the international market, traders rush to raise prices domestically, while the government tells us to accept it as inevitable. But when the reverse happens, traders are completely uninterested in lowering prices while the government, more worryingly, remains least bothered to investigate why domestic prices are not declining as they should, let alone address such price mismatches.\nThere are a few well-known reasons for the price incongruity. One is the depreciation of the taka against the dollar, which has made imports of commodities more expensive. The shortage of dollar is also making imports more difficult, thus creating a discrepancy between demand and supply. Additionally, the hike in prices of gas, electricity and energy have had a spill-over effect on all businesses and commodity prices. But the effect of all these issues could have been mitigated to a large extent – if not entirely – with better government policies.\nAnalysts have also pointed to other issues, such as a lack of competitive environment, control of major commodity imports by a few players, collusion among market participants, and a high profiteering tendency among businesses in the supply chain amid inadequate monitoring and enforcement by public agencies. Instead of pursuing policies that would increase competition in the market, the government, over the years, has prioritised providing special interest groups with benefits that has led to market monopolisation. And it is the consumers who have been paying the price. This, along with systemic problems that have been left unaddressed – particularly in regard to effective market monitoring – has led to a state where neither is the market functioning efficiently, nor are government agencies that are supposed to protect consumer interests being able to perform their duties satisfactorily.\nTrue, the impact of external factors cannot be denied, but to blame high prices wholly on them would be wrong. A major part of it can be blamed on the government's failure to prioritise the interest of consumers and ensure good, accountable governance. Therefore, what we need desperately is a shift in government priorities, followed by policies that can promote greater competition in the market leading to lowering of prices.\n",
        "headline_1": "No excuse good enough for the persistently high prices of essentials ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-excuse-good-enough-the-persistently-high-prices-essentials-3344906",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "The introduction of a new visa policy for Bangladesh by the United States last month caught everyone off-guard, with both the ruling and opposition parties expressing support, albeit in varying tones. In essence, this visa policy dictates that US visas will not be issued for individuals who undermine democratic elections in Bangladesh through vote-rigging, voter intimidation, violence to suppress the exercise of rights to association and peaceful assembly, and measures designed to hinder political parties, voters, civil society, or the media from expressing their views.\nFollowing the policy announcement, extensive debates erupted in the media regarding the motives and ethical justifications behind the US decision. Questions arose about how the US could monitor the electoral process in Bangladesh and enforce visa restrictions against those responsible for election rigging. While there are different opinions, the predominant belief is that the decision is linked to certain developments in the Indo-Pacific region, as the US seeks to deter Bangladesh from aligning with China.\nCritics argue that the actions taken by the US in this regard could be seen as interference in the internal affairs of another country. Advocating for democracy and human rights in one part of the world while supporting autocratic regimes elsewhere raises doubts about the consistency and sincerity of the US commitment to democratic principles. Such inconsistency can undermine the credibility of the US' democratic agenda and lead to accusations of double standards. However, it's important to acknowledge that foreign policy decisions are complex, influenced by multiple factors including strategic considerations, national security concerns, economic interests, and historical alliances. While these factors may explain the past support for autocratic regimes, they do not necessarily justify such actions from an ethical standpoint.\nWhile the ethical considerations surrounding the US visa policy for Bangladesh are intertwined with the larger issue of promoting democracy consistently and coherently worldwide, embracing such a measure should be merited if it helps promote democracy specifically within Bangladesh. Ethics also revolve around determining what is right and wrong, considering not only the outcomes of an action, but also the methods employed to achieve those outcomes. While an end result may seem advantageous, it does not automatically justify the use of unethical or morally objectionable means. The US has implemented a visa policy to pursue a goal that is not likely to cause any collateral damage to the majority of Bangladeshi people. Its impact will primarily affect a small group of individuals for whom a US visa holds significant personal, financial, and familial importance.\nManipulating election results is regarded as a criminal act in Bangladesh, as stipulated in the Representation of the People Order, 1972. In the US, the Immigration and Nationality Act, specifically Section 212(a)(2), prohibits the issuance of visas to individuals with criminal records. Therefore, the refusal of a visa by the US based on involvement in vote tampering in Bangladesh is legally justifiable. However, the legality of denying visas to the children or spouses of the individuals responsible, thus punishing them for the actions of others, falls in a grey area.\nMany people are wondering how the US Department of State plans to oversee Bangladesh's election process and document the individuals responsible for election rigging, which is believed to involve a significant number of people. It is conceivable that their efforts will primarily concentrate on locating a select few influential figures as a means to dissuade others from partaking in similar acts, aligning with the deterrent objective shared by most of the laws.\nVisa officers have the option to utilise open source intelligence (OSINT), which is a commonly employed method for gathering information about individuals or organisations. OSINT involves leveraging sources like social media posts, news articles, and other publicly available information on the internet. Consular officers possess the discretion to consider a broad range of evidence when making visa decisions. The decision-making process involves carefully evaluating all available evidence and reaching a determination based on the overall circumstances. Visa officers possess significant discretionary authority to assess visa applications and establish the eligibility of applicants, including the ability to reject a visa application without disclosing the specific grounds for denial. They hold substantial legal flexibility as granted by the Immigration and Nationality Act when it comes to conducting their assessments.\nFor this policy to have a meaningful impact, it must be put to practice. While accurately predicting the exact consequences of this visa policy on the election outcome is difficult, it is clear that the US is strongly dedicated to ensuring a free and fair election in Bangladesh. The visa policy is just one among various tools at the disposal of the US government, and it is widely acknowledged that when the US is determined to accomplish a particular objective, it exerts substantial influence to make that happen.\nSaifur Rahman is a senior IT specialist and certified professional at Australian Computer Society.\n\n",
        "headline_1": "A legal and ethical justification of US' visa policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/legal-and-ethical-justification-us-visa-policy-3344416",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "With all the problems Bangladesh has right now, Moody's downgrading of its sovereign rating is one of the worst things that could have happened. It is likely to deal a massive blow to our economy over the foreseeable future. Yet, policymakers have remained unanimously silent over the matter.\nThe more unlikely reason for their silence could be that they are unaware of just how big a deal this is – which seems to be the case for the majority of our population. The more likely reason behind policymakers' silence, however, is that they simply wish to brush it under the rug (their most favoured tactic when it comes to dealing with just about any issue). But this will only do more harm than good.\nThe downgrade of a country's rating often indicates that the rating agency believes there has been a deterioration in the country's economic or financial situation, making it riskier for investors to lend money to or invest in that country – as was done in the case of Greece in 2011. It may also indicate that the country's ability to repay debt may have weakened, and there may be increased uncertainty regarding its fiscal health – as was done in the case of Sri Lanka in 2022.\nThe downgrade of Bangladesh's sovereign rating from B1 to Ba3 means that the country, from being \"Judged to have speculative elements and a significant credit risk,\" is now being \"Judged as being speculative and a high credit risk\" by Moody's. Among the reasons given by Moody's for this downgrade are Bangladesh's institutional weaknesses – which extend beyond economic institutions and into the political realm, but have a cumulative impact on the overall economy nonetheless – and heightened external vulnerability and liquidity risks that are persistent. \"Despite some easing, ongoing dollar scarcity and deterioration in foreign exchange reserves indicate continued pressures on Bangladesh's external position, exacerbating imports constraints and as a result energy shortages,\" the agency said.\nIn its report, Moody's also mentioned that the Bangladesh government has not yet fully reversed its import control measures and unconventional policies, including a multiple exchange rate regime and interest rate caps, which are creating distortions. As a combined result of all of the above, it expects the country's gross foreign exchange reserves to remain below $30 billion for the next two to three years, with net reserves to likely be lower following Bangladesh Bank's commitment to the IMF to start reporting net reserves excluding the Export Development Fund (EDF) – which had been inflating our reserve balance on paper.\nThe downgrade will most definitely raise questions among foreign countries, institutions, and individuals as to the strength of our economy. Hence, foreign direct investment (FDI) into Bangladesh – an important source of acquiring foreign currency – which is already worryingly low, is likely to suffer even further, thus negatively impacting our long-term growth. Additionally, businesses will have to pay higher interest rates for loans from abroad, as lending to Bangladeshi entities will now be deemed riskier. Due to the fact that the government has been borrowing heavily from the banking sector, possibly \"crowding out\" private sector businesses from accessing funds, this may prove to be extremely damaging for businesses, whose borrowing options are becoming increasingly limited.\nAs managing funds from abroad becomes more difficult for the private sector, the deficit in the country's financial account – which is mainly responsible for the ongoing foreign exchange crisis – may worsen in the coming months, thus entrapping us in a dangerous cycle. Between July and March of FY 2022-23, Bangladesh's financial account registered a deficit of $2.21 billion in contrast to the surplus of $11.92 billion only a year before, according to Bangladesh Bank data. And, historically, Bangladesh's financial account has seen a surplus almost every year, which makes the recent rapid decline all the more concerning.\nSo, overall, what should we make of this downgrade, of what Moody's said, and of the government's silence in the face of it?\nFirstly, there is the matter of confidence. The impact of Moody's decision to downgrade Bangladesh's rating will lower confidence in the country's economy, which plays a big part in how modern economies interact with each other. The government is silent because it realises that the effect of the rating won't be anything good, but it doesn't want to shake people's confidence in regards to its own performance – which is already abysmal.\nSecondly, only a few months ago, Moody's had lowered the rating of Bangladesh's banking sector. In a sense, there aren't too many differences between how that would impact our economy, and how this recent downgrade will. And, while the government can blame external factors for our recent economic troubles all it wants, the fact is that poor government policies and unmatched corruption are at the real root of these troubles. A central factor which has contributed to both downgrades is the \"looting\" of our banks – leading to a liquidity crisis in the sector, among other things.\nIn its own assessment, Moody's has confirmed this. It said that Bangladesh's negative governance issuer profile score (G-4) indicates a plethora of challenges in controlling corruption, upholding the rule of law, and the limited credibility of its legal structures.\nThe reality is that our ongoing economic crisis is actually a much bigger political one. Its heart lies in the moral bankruptcy of our political class and the special interest groups it has formed a nexus with. And that is what needs to be addressed first.\nAdditionally, we need to move away from bureaucracy-driven policies which operate on the basis of control and command, and move on to market-enabling policies. We need an end to arbitrary governmental interference in the functioning of markets – which always results in the government manipulating the market to benefit special interest groups, and/or to veil its own corruption and flawed policies.\nThose who are ideologically-driven tend to think this means an absence of regulation. But that is not the case. What we need are fewer but consistent regulations that are implemented equally across the board. What we can no longer afford are inconsistent government interference in the name of regulating.\nFinally, none of these can be done without addressing corruption. And this is not something that the government will ever do of its own accord – especially when it has already gone so far down the corruption rabbit hole. The people must find some mechanism of coercing the government to do so. And we need to do this soon, given the increasingly dangerous direction in which we are headed.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is @EreshOmarJamal\n",
        "headline_1": "Yes, Bangladesh’s sovereign rating being downgraded is a big deal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/yes-bangladeshs-sovereign-rating-being-downgraded-big-deal-3344366",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "It is unacceptable that despite global commodity prices declining for 13 consecutive months, local consumers continue to be denied any relief from high prices. It is usually seen that as soon as commodity prices go up in the international market, traders rush to raise prices domestically, while the government tells us to accept it as inevitable. But when the reverse happens, traders are completely uninterested in lowering prices while the government, more worryingly, remains least bothered to investigate why domestic prices are not declining as they should, let alone address such price mismatches.\nThere are a few well-known reasons for the price incongruity. One is the depreciation of the taka against the dollar, which has made imports of commodities more expensive. The shortage of dollar is also making imports more difficult, thus creating a discrepancy between demand and supply. Additionally, the hike in prices of gas, electricity and energy have had a spill-over effect on all businesses and commodity prices. But the effect of all these issues could have been mitigated to a large extent – if not entirely – with better government policies.\nAnalysts have also pointed to other issues, such as a lack of competitive environment, control of major commodity imports by a few players, collusion among market participants, and a high profiteering tendency among businesses in the supply chain amid inadequate monitoring and enforcement by public agencies. Instead of pursuing policies that would increase competition in the market, the government, over the years, has prioritised providing special interest groups with benefits that has led to market monopolisation. And it is the consumers who have been paying the price. This, along with systemic problems that have been left unaddressed – particularly in regard to effective market monitoring – has led to a state where neither is the market functioning efficiently, nor are government agencies that are supposed to protect consumer interests being able to perform their duties satisfactorily.\nTrue, the impact of external factors cannot be denied, but to blame high prices wholly on them would be wrong. A major part of it can be blamed on the government's failure to prioritise the interest of consumers and ensure good, accountable governance. Therefore, what we need desperately is a shift in government priorities, followed by policies that can promote greater competition in the market leading to lowering of prices.\n",
        "headline_1": "No excuse good enough for the persistently high prices of essentials ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-excuse-good-enough-the-persistently-high-prices-essentials-3344906",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "It is extremely unfortunate that the jute sector of Bangladesh, once referred to as the flourishing \"golden fibre\" of our economy, is now on its deathbed. According to a recent report by this paper, the government has decided to lease out state-run jute mills to textile mills and RMG factories, after failing to lease out more than five of them to private jute entrepreneurs. Experts and industry leaders have expressed that the move will now mark a \"dead-end\" of the state-run jute industries.\nThe Bangladesh Jute Mills' Corporation's terms of reference for lease required a 36 months' rent deposit, which proved too high for some bidders. According to the chairman of Bangladesh Jute Goods Exporters' Association, the conditions were too strict as it entailed high maintenance costs, and refurbishing old, unusable machinery in the state-run mills. If prioritising jute-manufacturers were the intentions of the BJMC, then why are we at this point now? The BJMC must answer for its poor planning, inefficiency and lack of incentives to diversify and reform the industry that led us to this moment of defeat. \nWorkers are reportedly seeing this step as a direct betrayal of the promise made by the BJMC in 2020 before the shut-down, to reopen jute mills, with plans for retraining and reemployment. Since the closure, which laid off 50,000 workers, reports have stated the dire conditions and hardship that former jute workers have been facing, including overdue wages. Now, the latest decision will ensure that thousands of jute workers, who are only specifically skilled in the sector, will be left permanently unemployed. \nGiven that there has been a resurgence in the interest of jute globally, with the rise of green packaging acts and environmental awareness, we would've expected the jute sector to have another opportunity to rise back on its feet. We are extremely disheartened to see the opposite happening. Why couldn't we revitalise jute, a product that has so much potential and could've played an important role in our economic recovery? We find it difficult to accept the \"inevitability\" of the situation. We urge the BJMC and the government to prioritise saving the jute sector and its skilled workers.\n",
        "headline_1": "We must not give up on jute ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-not-give-jute-3343966",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "That the proportion of skilled manpower sent abroad in 2022 fell to 22.22 per cemt from 23.20 per cent in 2010 ---over a period of long 13 years ---is not only surprising but highly alarming. Both literacy and education have made significant progress at least in terms of coverage of the total population by this time. When the percentage of skilled migrant workers falls over such a period, it brings to the fore ---contrary to the policymakers' claim of encouraging export of more skilled manpower---a number of disquieting factors. First, literacy and low-level education are bereft of technical lessons rendering youths aspiring for employment abroad unfit for decent jobs and commensurate payment. It is indeed pathetic that the inward remittance sent by migrant workers numbering 1.1 million was US$21.03 billion compared to its previous year when a far smaller number of migrants, 0.835 million in total, sent $24.78 billion. Now this drop in remittance sent home by migrant workers may primarily be a result of lower wages earned by them, but at the same time remittance sent through illegal channels such as hundi may as well be responsible to a large extent. This explains why during this period remittance sent from the United States of America has surpassed the total sent from Saudi Arabia. Remittance inflow from the USA rose to 17.8 per cent of the total as against S. Arabia's 17.7 per cent. If the inflow from the USA is not the re-sent money laundered there earlier, as observed by financial experts from the Centre for Policy Dialogue (CPD), in order to cash in on pricey dollar, it could be that the money sent was by professionals through legal channels. It is quite understandable that workers with little or no skill get employment abroad on the strength of their relations with their kith and kin already serving abroad. There is nothing to be surprised if they avoid legal channels for sending home the money they earn abroad.All such troubles, however, arise from the country's policy failure in terms of education and training for youths who leave schools for migration to a foreign land. This is corroborated by the desperate attempts by such youths to take illegal routes for migration to the land of their dreams---mostly in Europe. The saga of many of their dreams coming to a disappointing and tragic end in the Mediterranean Sea or in Libya's torture cells often rocks the conscience of the nation. But after decades, the policymakers still could not work out an acceptable formula for the aspiring youths' employment at home or abroad.The Bureau of Manpower Employment and Training (BMET) trains 80,000 youths at its 95 technical training centres (TTCs) but the secretary general of the Bangladesh Association of International Recruiting Agencies (BAIRA) alleges that the manpower trained by the TTCs 'is not the right fit for the international labour market'. Whether the charge brought about by him against the TTCs is to parry the question that BAIRA is not interested in sending skilled manpower abroad or the training is indeed inappropriate should immediately be looked into. Indeed, the nature of employment is going through changes at a phenomenal speed and youths looking for employment abroad have to acquire the skills needed to be equal to the challenge. Countries such as Germany, Japan and Italy need such workers more than ever before.",
        "headline_1": "Arming youths with right sets of skill",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/arming-youths-with-right-sets-of-skill-1686582342",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "In spite of periodic reminders of the consequences of reckless use of plastic products, the menace continues to haunt people in every part of the globe. Seminars, symposiums, workshops etc on the use of plastic items continue to be held round the year. All these events coupled with the activists' campaigns reach a peak on June 5 every year. The day marks the World Environment Day. This year was no exception. Bangladesh is among the countries which observe the World Environment Day. Its slogan for 2023 is 'Solutions to Plastic Pollution'.Viewed from a global perspective, it has lately been found that each year 11 million tonnes of plastic waste flows into the world's oceans; and this volume is expected to triple by 2040. As a consequence of the oceans' pollution, more than 800 marine and coastal species are affected by environmental pollution. In the context of Bangladesh, awareness of the day is linked to the messages of biodiversity loss, water pollution caused by dumping of plastic products, chiefly polythene bags, into rivers and canals, and, finally, climate change. It's also true that a large number of the general people around the world are not aware of the fact that plastic is non-biodegradable. It means it never disappears from soil, water or air. It's interesting to note that objects made of recycled plastic products are nowadays in wide use in many developed countries. True, the use of recycled plastic products keeps soil and water free of pollution. But it has yet to be proved that these products finally turn biodegradable in the repeated processes of recycling. To many curious people, the whole thing remains a quandary.Could it ever be possible to invent a plastic product which is biodegradable? Many argue, instead of trying to home in on recycling as a great remedy, the higher authorities and entrepreneurs of countries ought to think of manufacturing a new-generation material. These materials will be manufactured in such a process that they will have the capability to make non-biodegradable objects. Bangladesh at present is bewildered with polythene products. Thanks to the prohibition slapped on the production and sale of these products, environmental activists heaved a sigh of relief. But the ban didn't last long. Unscrupulous plastic product manufacturers, in cahoots with corrupt elements, were seen back in business. In a short time, polythene flooded the markets with renewed vigour. In the least developed and poorer countries, the wastes of polythene products pose a potential threat to the environment. Nowadays, there are few garbage corners in the Dhaka metropolitan area which do not see regular dumping of municipal wastes. A large portion of these refuse comprises discarded polythene bags, plastic water and other bottles and assorted containers. According to a section of experts, Dhaka is one of the few cities in the world which have to grapple daily with their enormous volumes of plastic garbage. Given the ever-rising quantity of polythene-dominant debris, the city's people have developed the habit of littering the waste product. An amazing aspect of the polythene menace is even the remote villages of the country are not free of the scourge. Both young and elderly or male and female villagers going to the kitchen markets carrying polythene bags are now a common sight.The waterline along the banks of Bangladesh rivers and canals now remains chockablock with discarded, crumpled plastic bags and water and soft drink bottles. The terrible versions of these scenarios are encountered in the four Dhaka rivers --- especially the Buriganga.The history of the use of plastic products is quite old. The material was invented in 1907 as a replacement for metal used in various types of technology. Later, it occupied a dominant place in the use of electrical goods. The lighter grade of plastic had to wait until the 1950s before it could carve out a stable place among the consumers. By the 1970s, veritably the whole world, both developed and developing, began going plastic. The shops in those days began being seen remaining filled with early versions of plastic-made consumer and fancy products. Those included shopping bags, household products, toys etc. Polythene-made articles didn't lag behind. The urban marketplaces and commercial points started witnessing petty polythene articles in the country's markets in the 1980s. That very decade was the one which witnessed the large-scale entry of polythene bags into the markets of Bangladesh. The reason people opted for these lightweight bags were the convenience in their use and their throwaway price.Of late, the recycling of discarded polythene and plastic goods is being brought into focus. Experts say Bangladesh recycles only 36 per cent of its plastic waste. According to the industry people, the country has earned the capability of recycling over 50 per cent of its waste plastic and polythene. It's presumed to be much higher than many other countries in the world. The country has for some time been exporting the polythene flakes or granules, technically called PET. People engaged in the products' trade say Bangladesh imports around 0.4 million tonnes of plastic granules, and exports 500,000 metric tonnes of these PET flakes per year. The facts sound encouraging. But with the continued increase in plastic wastes in all segments of life, as a result of the excessive use of these non-biodegradable products, all types of upbeat feelings remain overcast with grim prospects. Meanwhile, the global anti-plastic campaign goes on in full swing, with both the developed and developing countries' race for 'biodegradable' plastic becoming speedier. In spite of frenetic efforts, the latter might prove sheer fantasy.\n[email protected]",
        "headline_1": "Coping with the plastic menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/coping-with-the-plastic-menace-1686582400",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "How overuse of the internet is affecting the young generation is often the stuff of various researches and studies. The Sunday (11 June) issue of this paper on its Metro/News page published a report that deals with such a study, titled, \"Impact of internet use on students' mental health: How much caution is necessary?\".The study headline itself points to a need for caution about the use of this digital electronic medium of mass communication that connects the entire world.And the findings also show that those belonging to the age group of 20 to 25 years are most impacted by internet use. And, of course, here the focus is on the negative aspect of the impact. However, the study, as reported, addresses the internet in general and does not distinguish between the particular sites such as the educational or the entertainment-oriented ones, the social or the mainstream media platforms connected to it (the internet)that are affecting the students negatively. In fact, the internet has a thousand and one kinds of use. To be frank, with the IT revolution, the internet is becoming the only way, not just one of the ways, to access information. The print media is already fighting for its existence. The old electronic media dependent on analogue signals are giving way to digital formats. Books, even entire libraries, are now in digital format and connected to the internet. In short, most human communications and transactions are now based on the internet. Students, too, are becoming more and more dependent on it for their studies and researches. So, there is no question of whether or not the student should use the internet. The question is rather about how to use it in a way that does not affect them negatively.The issues brought to the fore by the researchers behind the particular study under review undoubtedly deserve serious attention of all concerned. The concerns raised are universal. So, far as the students are concerned, their lifestyle isincreasingly becoming sedentary. Books in printed format may cause fatigue after long hours of reading. But the internet has many more entertaining contents to distract a student than the subjects of her/his study. And it is these other contents including those of the different social media, games and other forms of video platformsthat can keep a boy or a girl glued to his/her seat for hours on end. Admittedly, that is the most concerning part of the use of the internet whether it is on the personal computer or laptop inthe students' study room or ontheir smartphones.Perhaps, the smartphone is the kind of digital device that is doing more harm than good in this respect. An article published a few years back in the prestigious American scientific journal, Scientific American (SA), on the impact of smartphone on teenagers came up with observations similar to the ones highlighted in the present study under review. In fact, in the article, it was questioned if the digital device, the smartphone, was actually destroying the lives of teenagers. The gadget, the SA articlewent, was making the teenagers 'more depressed, more anxious and anti-social'.'Some of the troubling effects of smartphone use may involve less sleep.'So, what should be done to address this new information technology's destructive impact on the young generation? Abandon the technology, or stop its abuse? Technology including even artificial intelligence (AI) does not do anything good or bad on its own. It all depends on its human operators. The internet and the problems arising from its overuse or abuse is an emerging field of study. The more such studies are done to understand the positive and negative aspects of the use of the internet or of the IT in general, the better would societybe able to come to grips with the new technology.\n[email protected]",
        "headline_1": "Dealing with internet overuse",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-internet-overuse-1686582433",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2023"
    },
    {
        "full_article": "In a recent incident, a 10-year-old speech-impaired boy died after a litchi seed stuck in his throat in the capital's Hazaribagh area. A few years ago, another child died reportedly after a blueberry seed stuck in her throat. It is not just that children are dying with fruit seeds stuck in their throats. It is often seen that children are choking on candies, marbles, small toys, metal coins, etc. A situation where food or something else gets stuck in the throat and causes suffocation is called choking. Every year, around one million people around the world choke on food or other objects. In every two hours a person in different parts of the world dies of choking due to food or something stuck in the throat. These incidents could be easily avoided if people trying to help the victims were aware of certain first-aid measures. If a child swallows fruit seeds, there is nothing to worry as the seeds might enter the stomach, get digested and come out in the form of stool. However, if the seed or something else causes chocking or breathing problems, the first thing one should do is hold the child and tap a bit hard on his back three to four times. This might force out the seed stuck in the upper respiratory tract. If you are too scared of the incident, better consult a physician. Do the same if your child choke after swallowing candy or any non-food item. In such a situation, if treatment does not start within 7-12 minutes, it becomes difficult to save the victim. \nAshikujaman Syed and Samia Jahan Shefa[email protected], [email protected]",
        "headline_1": "Saving a child from choking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saving-a-child-from-choking-1686582452",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2023"
    }
]