[
    {
        "full_article": "The adage “Insanity is doing the same thing over and over again and expecting different results” holds true for Manipur. It has been more than a year and a half since ethnic violence erupted between the Meitei and Kuki-Zo communities in the State. The initial clashes resulted in scores of deaths, and, since then, parts of the State, many of which are under the effective control of security forces, have witnessed sporadic but intense incidents of violence. Despite this, there has been little effort toward peace or reconciliation. Even areas such as Jiribam, which initially escaped the violence, are now engulfed in conflict, as recent events have shown. The situation in Manipur is no longer just about identifying who triggered the violence or what administrative steps are needed to stop it. The violence has spiralled to the point where ethnic divisions have become entrenched in the social fabric of the State. Every act of violence now leads to calls for retribution against entire communities, from both the Meitei and Kuki-Zo sides. Armed non-state actors, some of whom are openly or covertly supported by elected representatives, seem to control the situation, while civil society groups are marginalised.This descent into chaos in one of India’s most culturally rich and diverse border States has unfolded rapidly under the watch of an incompetent and indifferent government, which has failed to take responsibility or implement any meaningful solutions. Manipur Chief Minister N. Biren Singh and his cabinet have long lost credibility due to their mishandling of the crisis. The Union government, too, shares the blame for allowing the situation to persist. Prime Minister Narendra Modi has remained largely silent on the issue, while Union Home Minister Amit Shah has avoided taking any decisive action to address the crisis, presumably to avoid upsetting the political balance in the State. The role of security forces, while important, cannot be the sole solution to an ethnic conflict of this nature. What is required is political will and the ability to advance meaningful dialogue that can bring the community representatives closer to finding a compromise. The Union government’s refusal to even consider a change in leadership, as suggested by the Bharatiya Janata Party’s ally, the National People’s Party (NPP), has only allowed the situation to fester. The NPP’s withdrawal of support from the government signals a growing recognition that the current leadership is not capable of addressing the crisis. It is now clear that a leadership change is necessary to chart a new course for Manipur. A political solution can be based only on consensus and compromise and these are impossible with a government headed by a partisan politician who is hoping to benefit from a polarisation of people on communal lines. Published - November 22, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Manipur\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        national or ethnic minority\n                    \n                            /                      \n                        \n                        security measures\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        National People's Party\n                    \n                            /                      \n                        \n                        politics",
        "headline_1": "​Ending the tragedy: On the Manipur crisis, a solution",
        "headline_2": "​Manipur requires a leadership change for a political solution",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bending-the-tragedy-on-the-manipur-crisis-a-solution/article68893984.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "It has been a tale of contrasting Indian performances in cricket over the last few weeks. India’s home dominance, especially in Tests, ground to a halt as the visiting New Zealanders swept the series 3-0. However, an entirely different squad under Suryakumar Yadav donned their blue jerseys, flew to South Africa and won the T20I series 3-1. An inexplicable fragility against spin in Tests and a domineering aura in T20Is are evident. While this backstory has its distinct ebb and flow, the next seven weeks should offer an entirely new perspective, besides the attendant hype, as India and Australia clash in the Border-Gavaskar Trophy series with the first Test commencing at Perth’s massive Optus Stadium on Friday (November 22, 2024). With five Tests scheduled across Australia through the southern summer, one of cricket’s greatest rivalries will get a fresh start. While the microscopic tale is centred around how this series would evolve, the macroscopic outlook would be focused on the ICC World Test Championship (WTC) rankings in which India currently trails topper Australia in the points percentage tally. A berth in the WTC final is no longer an automatic choice, and if India wants to qualify on its own merit, it needs to win four of these five Tests, or else await the permutation-combination of results involving other teams.Over the last decade, beyond the subcontinent, India has largely shed its poor-traveller tag and the two Test series triumphs in Australia during the 2018-19 and 2020-21 tours, is a reflection of this resilience. It is this slice of history that adds more bite as Jasprit Bumrah’s men step out for their latest cricketing joust. With regular skipper Rohit Sharma, currently on a paternity break, set to lead from the second Test, India will gain added experience in its ranks. Injury concerns over Shubman Gill, and the absence of Mohammed Shami, wending his way back from a surgery, may add to the worry lines but in the 2020-21 tour, India was literally the walking wounded, and yet Ajinkya Rahane led a second-string unit to a remarkable 2-1 victory. It is this abiding strength in the Indian ranks that has unsettled the Australians, and Pat Cummins and his men are wary of their rivals despite the latest reversal against New Zealand. A lot will hinge on spearhead Bumrah’s spells and the ability of the batters to string vital partnerships. Both Virat Kohli and Rohit are suffering a low patch in Tests and if these seniors can turn it around, India will be better served. An interesting series is on the cards and perhaps new heroes will rise.\r Published - November 22, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        Australia\n                    \n                            /                      \n                        \n                        cricket\n                    \n                            /                      \n                        \n                        New Zealand\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        sport\n                    \n                            /                      \n                        \n                        Test  cricket\n                    \n                            /                      \n                        \n                        ICC",
        "headline_1": "​New heroes: On India and the Border-Gavaskar Trophy series",
        "headline_2": "India needs a young set of cricketers to come good against Australia",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bnew-heroes-on-india-and-the-border-gavaskar-trophy-series/article68893995.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "What Cambridge Dictionary’s word of the year means depends on what kind of a person you are\nKangana Ranaut isn’t a fan. She says, don’t manifest – the social media meaning of the word means: if you strongly imagine you’ll get something, you’ll get it. Fans say Kangana has misunderstood manifesting. It ain’t a replacement for labour pains. Maybe think of it as an irrigation channel to realise your dreams? The verb manifest is Cambridge Dictionary’s word of this year. But it really became a part of global culturespeak when the word of the year was quarantine, in 2020. A lot of pandemic trends like Dalgona coffee and online Antakshari have faded away, but manifesting has gone from strength to strength. Its gurus, coaches, entrepreneurs, hustlers, vibe-hunters now appear to be the zeitgeist’s inner circle.\nThe ‘every story has already been told’ analysts say they’ve heard it all before. Their nani also told them, accha socho to accha hoga. Meaning, they learnt the power of good thoughts in their grandmum’s lap. And what about the 2006 blockbuster, Rhonda Byrne’s The Secret? Its thumpers became both a bedroom and bathroom fave: ‘You must know that what you want is yours from the moment you ask.’ No diss to all the wisdom of the middle century, jumping way back to 1840s we have Democrats giving US a ‘manifest destiny’ idea. It’s since become a bipartisan credo and is also well settled in far countries like India.\nScientist types do try to buck the trend every now and then, by pointing to how data hasn’t corroborated the manifestation thesis. It’s more like magical thinking, they warn. But humanity has a yen for this. Astrology, tarot, stone rings, journalling, meditation, vision boards, maybe all these can pump up self-belief and goal-realisation as much as being on top of office politics and KRAs. Still, like quarantine, everyone’s experience of manifestation is different. For many, with object unmet, its most notable outcome is a whole lot of self-blame and guilt.\n\n",
        "headline_1": "Manifest your 2025",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/manifest-your-2025/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "Take a tip from Muhammad bin Tughlaq for a long-term solution to Delhi-NCR pollution problem\nWith NCR once again choking in its seasonal stranglehold of smog, the Capital should take a tip from Muhammad bin Tughlaq.\nHistory has yet to decide whether Tughlaq was a crackpot, or a genius, or a bit of both as is often the case. He was certainly way ahead of his time. Skilled in medical science and fluent in five languages, he was the first to introduce a token currency in the subcontinent as a cost-cutting measure in the form of brass and copper coins to replace those made of gold and silver and being worth an equal amount. The measure failed as widespread counterfeiting rendered the new coinage worthless.\nUndeterred, Tughlaq undertook another bold experiment, and in 1327 he shifted the capital from Delhi to Daulatabad, in what is now Maharashtra. The move failed for logistical reasons, but the plan was sound, as the new location was better situated for more efficient administration besides being less vulnerable than Delhi to northern invasion.\nNow NCR should follow Tughlaq’s example and transfer the Capital, as the centre of govt, to another site as a major step to reduce pollution.\nThe vast apparatus of governance, with its offices, residences, and fleets of vehicles adds significantly to congestion and pollution through the consumption of utilities and fossil fuel.\nShort-term measures such as staggering govt working hours or resorting to WFH won’t do the trick. Get govt out of the city in toto.\nShifting the seat of governance to a remote area would not only aid in decongesting and depolluting NCR but would also bring development to a hitherto neglected backwater.\nThanks to the increasing use of e-governance at various levels, administrative work would not be hampered by geographic location.\nThe vacated governmental property would make Delhi’s real estate, both office space and residential, more affordable as the city got the sarkar out of its hair. And as it got govt out of its air, NCR could literally breathe easier. A truly Capital idea.\n\n",
        "headline_1": "Capital move",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/capital-move/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "It’ll be tougher for Adanis this time, given SEC’s charges and potential impact on fund-raising\nIt seems so familiar – bad news breaks for Adani group, its stocks crash, a bond issue is put on hold, the group’s press release denies charges, politics goes on overdrive. But it’s also very different this time – Hindenburg is a private analyst firm in US, SEC is America’s powerful market regulator. The potential impact of an SEC probe is bigger. Also, the charge this time in bribery and false declaration to US investors, under a specific American law – this has more potential bite than private allegations of round-tripping money for boosting group stocks. That arrest warrants have been issued in New York shows this time, it may be more serious for Adanis. Of course, how SEC’s inquiry will play out is impossible to predict. Bear in mind for now that other big corporate names have found themselves in SEC crosshairs, including Siemens, Petrobras, Haliburton, Goldman Sachs.\nIt’s rare for a big corporate group to get caught in multiple controversies over a short time. And when they do, the process of defending yourself itself extracts a cost. And that’s not a good look globally for a conglomerate like the Adani group, with multi-country operations. For the foreseeable future, it’ll be difficult to raise funds in US. Some knock-on effects on other international options for funds won’t be surprising. Even in India, investors in the group, having recouped their previous losses, have been hit again. A certain wariness in the group’s home country can’t be ruled out among investors and lenders. Adanis’ core business is building/managing infra of various kinds. That makes them a capital-hungry group and, therefore, dependent on large funding sources. Those strategising for Adanis will know that Trump in his first term had wanted to scrap the Foreign Corrupt Practices Act, arguing it was unfair to American companies doing business abroad. Hoping for Trump 2.0 to go through with the repeal may not be the best strategy, though. Trump has many other irons in the fire.\nSpeaking of govts and businesses, Indians will have a wearying sense of familiarity when it comes to allegations about underhand deals. The energy sector, in particular, has seen a gigawatt worth of controversies post-reforms, starting with Enron. Details vary, not all allegations end up being proved legally, many cases are complex. But there’s a simple pattern – businesses allegedly seek to game a system that, on paper, is rules-based, and govt officials and politicians are allegedly happy to oblige them for a consideration. It’s unlikely the latest controversy will change incentives on either side.\n\n",
        "headline_1": "Twice bitten",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/twice-bitten/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "By Ganesh Kolambakar\nHumanity now faces an unprecedented threat – ecological imbalance. While we have long prioritised territorial control, economic growth, cultural identity, and religious affiliation, today’s most pressing challenge is environmental sustainability, which must take precedence over all other concerns. If left unaddressed, this crisis will endanger countless species, including our own.\n\nThe term ‘economics’ originates from the Greek ‘oikonomia’, meaning ‘household management’ or ‘art of living’. Yet, over time, this art has shifted to signify a relentless pursuit of wealth, often at the cost of sustainable living. We have drifted from nature’s rhythm; the principle of ‘live and let live’ has been overshadowed by pursuit of monetary gains and a misguided sense of progress. This disconnect has yielded alarming consequences. In the name of progress, we indiscriminately clear forests, erode mountains, alter landscapes, and pollute rivers, leading to seasonal disruptions, erratic rainfall, floods, droughts, and temperature extremes. We have not only contaminated our rivers but have also impacted oceans, causing long-term damage to marine species.\nToday’s metrics of economic success – growth rate, per capita income, profit margins – often overlook the necessity of a stable ecosystem. Without ecological balance, economic prosperity is fleeting.\nWhile efforts to protect biodiversity and promote eco-friendly practices exist, they must catch up to what is urgently required. Each species plays an irreplaceable role in maintaining ecological balance, yet our shortsighted focus on short-term gains accelerates ecological collapse. Sant Jnaneshwar devotionally expressed that plants, trees, rivers, and mountains are our relatives, emphasising our interconnectedness with nature and its intrinsic role in our lives.\nThe Atharva Veda encapsulates this ethos with the verse: “Mata Bhumi Putro Aham Prithivyah” – “Earth is my mother, and I am her child”.\nThis intimate relationship with the Earth must rouse us to protect and care for it as we would a parent, underscoring our ecological responsibility.\nThe path forward is clear: we can either persist on a trajectory of environmental degradation or work toward a sustainable future that respects our natural world. By prioritising ecological preservation, we lay the groundwork for a healthier, more harmonious world for generations to come.\n\n",
        "headline_1": "Ecological balance is a must for survival",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ecological-balance-is-a-must-for-survival/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "As Chief Adviser Prof Muhammad Yunus stated, \"The Bangladesh-India relationship is deep and multifaceted. We can have our differences but that cannot define it.\" We have said this many times before and reiterate now that our bilateral relationship must be based on a \"win-win\" policy, rooted in mutual respect, non-hegemony, and the pursuit of shared prosperity and deeper understanding. In my early days as the editor of The Daily Star, I wrote, \"For India, there are only two neighbours—China and Pakistan. The rest of us are geographic entities to be praised, cajoled, reprimanded and even punished as the situation would call for.\"\nSheikh Hasina's last tenure in power (2009-mid 2024) appears to have been a period of \"praise.\" However, after the student-led people's uprising toppled her regime, a powerful section of the Indian media has shifted into the \"reprimand\" mode, with some even suggesting \"punishment.\" Much of the social media discourse seems to support this.\nLet me start with my unequivocal position that oppression of minorities anywhere in the world, including in my own country, must be condemned and speedily resolved. It should never recur. Communal conflict has been an age-old phenomenon in South Asia following the British colonial policy of \"Divide and Rule.\" It is a regrettable fact that, after 77 years of the departure of the British, we have still not been able to solve it.\nAfter the regime change in Bangladesh, the Indian media's coverage of events can, in my view, be categorised as follows: 1) the events that toppled Sheikh Hasina was the work of Pakistan's ISI, the Islamists in Bangladesh, or pro-Chinese elements all aimed to replace the \"India-friendly\" government with an \"India-unfriendly\" government. There is no mention of the role of common people or of the students—of the killing of ordinary people, etc. Where is the evidence of foreign hand? What is the source of all these assertions? And yet, the vilification goes on unabated; 2) the new government is bent on persecuting Hindus and even committing \"genocide,\" according to some. Many of these stories were debunked by fact-checkers, including the BBC. But that did not stop or even slow down the tirade of stories demonising us; and 3) the US's involvement was also referred to and was linked with the events in Pakistan—as in after toppling Imran Khan, the US toppled Sheikh Hasina.\n\nEven three months later, there has been no substantial coverage of the atrocities inflicted on students and civilians. The Sheikh Hasina government even resorted to firing on demonstrators using helicopters—an act of shocking cruelty. In a prompt action, the interim government fast-tracked the issuance of visas for journalists. However, the Indian journalists who visited Bangladesh focused solely on the attacks on Hindus, ignoring the broader human rights abuses by the Hasina government, thereby greatly affecting their credibility to Bangladeshi readers.\nIn terms of covering the events of the July-August uprising by the Indian media, the following observations are striking:\n1) The Indian media largely ignored the massive student-led people's movement, which saw millions take to the streets in Dhaka, Chattogram, Rajshahi, Sylhet, Bogura and Khulna. Their focus remained almost exclusively on the sporadic violence against Hindus during the power vacuum in the first week of the transition.\n2) The brutal firing on unarmed demonstrators, resulting in at least 700 deaths by August 5, was barely covered. This represents one of the most barbaric crackdowns in the recent history of South Asia, yet the Indian media gave it little attention. In the six interviews I gave to mainstream Indian outlets, there was almost no mention of the scale of the uprising or the civilian deaths, only the vandalism of symbols like Bangabandhu's statue or the burning of government properties.\n3) Even three months later, there has been no substantial coverage of the atrocities inflicted on students and civilians. The Sheikh Hasina government even resorted to firing on demonstrators using helicopters—an act of shocking cruelty. In a prompt action, the interim government fast-tracked the issuance of visas for journalists. However, the Indian journalists who visited Bangladesh focused solely on the attacks on Hindus, ignoring the broader human rights abuses by the Hasina government, thereby greatly affecting their credibility to Bangladeshi readers.\n4) The Indian media's coverage appears to be driven by concern solely for Hindus of Bangladesh, rather than the people of Bangladesh. Will that foster a healthy relationship between our two countries? I have said previously and I repeat it now that India should not see the recent events through the lens of Sheikh Hasina but through the lens of democracy.\n5) In a recent video broadcast by the well-regarded news portal ThePrint, Meenakshi Lekhi, a BJP leader and lawyer, said, \"The chief adviser… is seeking to rename the nation [Bangladesh] to be [the] Islamic republic of East Pakistan.\" Where did she get that from? What is the source of her claim? Her column was filled with distortions and misinformation. When recounting Sheikh Hasina's grand success, she omitted critical facts like the rigging of the 2014, 2018 and 2024 general elections—the core reason for voters' outrage with her regime.\nAlong with my team at The Daily Star, I studied 56 news items appearing in the Indian media—both legacy and online—between July 9 and November 20. Except for a handful, most could be categorised as \"views reports\" and not \"news reports,\" with headings like: \"To avoid election Yunus is using the excuse of reforms\"; \"Politics of revenge – 13 including ministers on trial\"; \"Will democracy at all return to Bangladesh?\"; \"China, ISI behind escalation of student-led protests in Bangladesh\"; and \"ISI conspiracy to topple Sk. Hasina and establish anti-India govt,\" among others. Some TV news even called it an \"Islamist takeover.\" There were hardly any attempts to take a serious look at the events in Bangladesh.\nIf we analyse the sourcing of the news, the presentation, the headlines, and the language used in reporting, it becomes clear that it was directed at creating an impression that Hindus were not generally safe here, so that a deep hatred is generated against Bangladesh among the Indian population.\nIt is my conclusion that the mindset of the Indian media—and also that of a section of political leadership—is dominated by two strains of thoughts: 1) a fundamental disrespect for our intellectual ability; and 2) Islamophobia.\nAs for the first, Indian media coverage clearly implies that we, as a people, are incapable of determining our future. It is the Pakistanis, Chinese or the Americans—not to name the Indians, which they don't, of course, mention—that must tell us what to do. This mindset is insulting to a nation that has fought against Pakistani cultural, economic and military oppression, and that has defeated them in an armed struggle—albeit with Indian help. It is insulting to a people who have dismantled BAKSAL imposed by the post-liberation Awami League government, defeated the autocratic rule of Gen HM Ershad, and who have now toppled what appeared to be an invincible regime of Sheikh Hasina. This mindset shows the disdain of the Indian media towards us, and that of some political leaders, one of whom compared us with termites.\nThe second issue is the Indian media's Islamophobia and their total misunderstanding of the deep roots of Islam in the Muslim Bangalee psyche. People going to mosques, wearing Islamic headgear, keeping beards, using Islamic salutations, or referring to the Quran as a part of daily life are portrayed as extremists and terrorists in their eyes.\nI wonder why they don't learn from their own backyard. If the revival and strengthening of Hindu religious practices, building more temples, enshrining Hindu cultural traits, and becoming more practising Hindus are part of the present-day Indian ethos, then why should we, the Bangladeshis, becoming more Muslim make us extremists? If mass-based groups like the Vishwa Hindu Parishad, the Bajrang Dal, and the RSS can propagate the Hindu religion, and if a political party like the BJP, whose aim is to establish Hindutva in India, can get elected three times, then why does the reappearance of Islamic groups make us a fundamentalist country?\nThe Indian media and leadership must open their hearts and minds, dig deep into the cultural and religious heritage of Muslim Bengal, and try to embrace us as we are, rather than define us as they would like us to be. What the Indian people decide is the India we must accept, just as what the people of Bangladesh decide we are, India must accept. That is the only way a durable Bangladesh-India relationship can be built. The lesson for India is that regime-based relationships must be replaced by people-based relationships. For that to happen, we must understand each other better, with sincerity and respect.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The Indian media and Bangladesh-India relations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/the-indian-media-and-bangladesh-india-relations-3758871",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "Rushed decisions and lax enforcement have been the bane of policy efforts surrounding battery-run rickshaws in Bangladesh. Over the years, we have seen how the use of these vehicles—with their fragile structures and unsustainably high speeds often posing safety risks—has prompted either blanket bans or half-baked regulations, only for such efforts to prove futile as drivers invariably return to the streets. The High Court's directive on Tuesday—banning battery-run rickshaws on Dhaka's streets—and the inevitable pushback by drivers seem to perpetuate this cycle. A real solution that takes into account both the safety of passengers and the livelihoods of drivers, as well as the needs of this evolving city, remains elusive.\nAccording to media reports, agitated drivers on Thursday again held demonstrations protesting the High Court directive. Following protests at Doyaganj in Jatrabari the previous day, they staged blockades at various intersections in Agargaon, Kallyanpur, Gabtoli, Mirpur, Mohammadpur, and Rampura, causing huge traffic disruptions. They also blocked railway tracks at Mohakhali for hours. If past trends hold, the authorities may again acquiesce to their demand, allowing them to operate as before.\n\nWe propose a three-pronged policy directive involving technical upgradation of the structures of battery-run rickshaws, retrofitting them with necessary suspension and braking features; detailed guidelines on where and to what extent they can operate; and proper regulations, including registration, driver training, and formalisation of other operational aspects.\nBut this will neither solve the problem nor address the deeper issues that perpetuate it. Weak enforcement is not the only issue here; the sector also suffers from lack of proper regulations. Currently, there is no official data on the number of mechanised and battery-run rickshaws and other illegal three-wheelers. However, unofficial estimates suggest there may be over six million such vehicles, with about one million within Dhaka city. The shortage of affordable public transportation relative to demand has led to an uncontrollable proliferation of battery-run rickshaws. The High Court first issued a nationwide ban in July 2014, but successive attempts to implement it or restrict their use have failed. Massive investments have already been made, so an outright ban, without alternative employment for those involved, is clearly not a wise solution.\nThat doesn't mean we should continue to ignore the safety concerns. According to the Road Safety Foundation, motorcycle accidents cause the highest number of road fatalities in the country, followed by accidents involving three-wheelers, including battery-run rickshaws. In Dhaka, the recent deaths of a student at Jahangirnagar University on Tuesday, and another woman at Shahbag earlier, again brought the issue to the fore. Clearly, things cannot go on as before. While many have recommended a gradual phasing out of these rickshaws, we believe this would only address the safety concerns without addressing what the city actually needs.\nIt needs something that's faster than traditional rickshaws but safer than the inherently venerable battery-run rickshaws. So, we propose a three-pronged policy directive involving technical upgradation of the structures of battery-run rickshaws, retrofitting them with necessary suspension and braking features; detailed guidelines on where and to what extent they can operate; and proper regulations, including registration, driver training, and formalisation of other operational aspects. And, of course, we must ensure strict enforcement of these regulations. Done right, this kind of vehicle could be a key part of city transportation. We urge the government to approach this issue with the thoroughness it demands.\n",
        "headline_1": "We need a proper policy for battery-run rickshaws, not a blanket ban",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-proper-policy-battery-run-rickshaws-not-blanket-ban-3758561",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "It is easy to exaggerate Donald Trump's defeat of Kamala Harris in the recent US presidential contest. He won the popular vote by less than two percentage points—a similar margin of victory as the winners of the last three elections. The last time a president won by anything like a \"landslide\" was in 2008, when Barack Obama triumphed over John McCain by seven percentage points and led the Democrats to large majorities in Congress. As a result, the 111th Congress was the most productive in decades.\nBut, in 2010, only two years after this sweeping victory, the Democrats lost a stunning 63 seats in the House of Representatives and six seats in the Senate, forcing Obama to rely on a slim Senate majority as he did battle with John Boehner, the Republican Speaker of the House of Representatives. Obama was re-elected in 2012 by a narrow margin, but Republicans maintained House majorities throughout his second term.\nThese half-forgotten memories inform my skepticism about the enduring significance of Trump's win over Harris. In contrast to Obama's decisive victory in 2008, Trump cannot rely on the support of 59 Senators or 255 Representatives when he returns to the White House. Instead, Republicans will have razor-thin majorities in both the House and Senate.\nTo be sure, congressional Republicans will give Trump rip-roaring cheers of approval when their hero presents his State of the Union address in January. But those who represent swing districts may be reluctant to support his efforts to enact the \"Make America Great Again\" platform. If they vote to repeal the Affordable Care Act (ACA, also known as \"Obamacare\") or increase tariffs, for example, their constituents will confront higher medical expenses and food prices. Democrats will then make these economic hardships the centerpiece of the 2026 midterm election, jeopardising the Republicans' majority in one or both chambers.\nThis is hardly the first time that congressional incumbents have faced such a predicament. There is, accordingly, a time-tested tactic for minimising the risk of midterm defeat: \"strategic delay.\" After applauding Trump's State of the Union, Republicans from swing districts will urge the House and Senate leadership to defer high-visibility votes on his MAGA initiatives until after the 2026 elections. They will conduct endless committee hearings and negotiations to convince Trump that he will ultimately win glorious victories during his last two years in office. Meanwhile, the Republican leadership will try to satisfy his demands by enacting more modest legislation that can enhance their fellow party members' prospects for re-election.\nAfter the midterms, however, House and Senate Republicans will recognise that their electoral prospects will be profoundly shaped by the outcome of the presidential contest in 2028 – and that Trump will almost surely choose his successor. That will provide a powerful incentive to legislate his MAGA proposals starting in 2027.\nSitting presidents have usually accepted these delaying tactics because their big policy initiatives are geared to the long term—all that matters is enacting them before they leave office. But Trump's presidential performance will likely take a very different course. Rather than biding his time, he will denounce strategic Republicans as \"traitors\" when they do not immediately execute his agenda. This is precisely the kind of childish pouting that has come to mark Trump's approach to governance. It may well have disastrous consequences for Republicans at the midterm polls, regardless of how individual politicians respond to Trump's heated condemnations.\nOne of two scenarios could play out in the coming years. Republicans, sufficiently cowed by Trump, could ram MAGA bills through Congress ahead of the 2026 elections—even though their Democratic opponents would weaponise this legislative record against them during the campaign. On the other hand, enough Republicans may dig in their heels, leaving the congressional leadership no choice but to engage in strategic delay, despite Trump's vicious personal attacks.\nBut, paradoxically, even this second scenario will grievously undermine Republican re-election prospects in 2026. Trump's outraged personal assaults on individual incumbents will not only bewilder Republican-leaning voters. They will make them more responsive to Democratic warnings that, if the Republicans retain their congressional majorities, they will enact sweeping measures that devastate the lives of countless Americans.\nOf course, I do not intend to minimise the significance of Trump's narrow victory, which will undoubtedly have far-reaching long-term implications. Rather, my point is that the American constitutional system of checks and balances does not permit a single presidential victory to upend the entire legal system. Republicans will have to win the 2026 elections before they have a serious chance of passing MAGA policies. Even if there is a flurry of legislative activity during Trump's final years in office, the Democrats will be in a strong position to urge the repeal of these statutes in the 2028 election campaign. Only if somebody like J.D. Vance wins the next presidential race will the radical right be able to propel the country in a decisively new direction—in the manner of the Civil Rights movement under Presidents John F. Kennedy and Lyndon B. Johnson in the 1960s, or the Reagan Revolution in the 1980s.\nRecall that Ronald Reagan's critique of big government only gathered steam after he was re-elected by 18 percentage points in 1984. Even more remarkable was Johnson's nearly 23-point victory over Barry Goldwater in 1964. The Democrats also gained overwhelming majorities in Congress that year, enabling Johnson, who had won approval for the Civil Rights Act earlier that year, to enact the 1965 Voting Rights Act.\nIf the Trumpish candidate of 2028 wins in a similar landslide, then Democrats will have to recognise that they have indeed been repudiated and begin the hard work of rebuilding their political platform to regain support. But in case the 2028 election turns out to be another squeaker, the Democrats should not give up on their struggle for social justice – even if they lose. Instead, they should continue to challenge the MAGA movement as its disastrous consequences for American society become ever clearer.\nBruce Ackerman is Professor of Law and Political Science at Yale University, and the author of The Postmodern Predicament: Existential Challenges of the 21st Century (Yale University Press, 2024).\n\nCopyright: Project Syndicate, 2024.\nwww.project-syndicate.org\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Trump won, but Trumpism did not",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/trump-won-trumpism-did-not-3758486",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Streamlining bus operation  in the capital",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-bus-operation-in-the-capital-1732203457",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "(L to R) Giant portraits of US President Joe Biden, China's President Xi Jinping, President of the European Commission Ursula von der Leyen, India's Prime Minister Narendra Modi, Russia's President Vladimir Putin, and Japan's Prime Minister Shigeru Ishiba are submerged by indigenous people to protest the lack of leadership among the world's richest nations on addressing the climate and biodiversity crisis in Rio de Janeiro, Brazil, on 16 November, 2024, ahead of the G20 Summit. —AFP ",
        "headline_1": "G-20 summit failed to deliver, COP29 may follow suit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/g-20-summit-failed-to-deliver-cop29-may-follow-suit-1732203609",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Rooting out online gambling",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rooting-out-online-gambling-1732203813",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "What a cruel way to realise demand!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-a-cruel-way-to-realise-demand-1732203861",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2024"
    }
]