[
    {
        "full_article": "Celebrating 25 years of the India-France strategic partnership was at the top of the agenda during Prime Minister Narendra Modi’s two-day visit to France and his meetings with French President Emmanuel Macron last week, which ended with a number of agreements and a slew of defence deals. Mr. Modi’s visit, just months before Mr. Macron is in Delhi for the G-20 summit, was a special one, as he was invited to be the chief guest at the Bastille Day parade — it saw Indian tri-service participation — and was the second time that an Indian Prime Minister has been extended the invitation (Manmohan Singh was the first in 2009). Chief among the agreements was the strategic road map for the next 25 years — “Horizon 2047” — which includes cooperation in defence, space, nuclear energy, climate change and green transitions as well as education and people-to-people ties. Another road map was released on how to cooperate further in the Indo-Pacific region, which includes military and naval exchanges and a trilateral development fund to help countries in the region. There were also the decisions, in principle, to buy 26 more Rafale fighter jets off-the-shelf (Rafale-M), this time for the Indian Navy; three more Scorpene submarines in continuation to the purchases of 2008, and an agreement between Hindustan Aeronautics Limited and Safran for helicopter engines.\rIn the broader picture, the France-India strategic relationship is built on a respect for each other’s strategic autonomy. France has remained steadfast in its refusal to comment on India’s internal affairs or its foreign policy choices. While France has taken a leading role in the western pushback to Russia’s war in Ukraine, it has not joined other western countries in publicly exhorting India to change its stand. In 1974, and in 1998, France did not join the western push to sanction India for its nuclear tests either; it even stepped in with uranium supplies to power the Tarapur reactors. Mr. Modi’s visit was also at around the same time that the European Parliament decided to adopt a resolution criticising his government for the violence in Manipur and alleged violations of human rights and freedom of religion issues. Yet, none of these issues was discussed or brought up. India too, made no mention of the violence in France after the killing of a teenager belonging to the Algerian immigrant community. Further, neither country has any desire to pull the other into a coalition, grouping or alliance the other is a part of, and both seem content with the success in forging the relationship bilaterally. In this and many other ways, their relationship has proven itself to be different from the other major partnerships that India has built across the world, explaining both the symbolism and the substance of the Prime Minister’s visit.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nFrance\n\n/\n\ndiplomacy\n\n/\n\nG20\n\n/\n\ndefence contract\n\n/\n\ndefence equipment\n\n/\n\ndefence\n\n/\n\nspace programme\n\n/\n\nnuclear policy\n\n/\n\nclimate change\n\n/\n\ngreen technologies\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nEuropean Union\n\n/\n\nimmigration\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nManipur",
        "headline_1": "Something special: On 25 years of the India-France strategic partnership",
        "headline_2": "India’s relationship with France is uniquely different from other ties",
        "link": "https://www.thehindu.com/opinion/editorial/something-special-the-hindu-editorial-on-25-years-of-the-india-france-strategic-partnership/article67086876.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "The devastating floods across North India have renewed attention on the dynamic between climate change, urbanisation and the infrastructural lacunae that bedevil India’s large cities. India is now right in the middle of the monsoon and it is only to be expected, given the topography of the hill States, that extended rains will cause landslips, landslides and pose extreme threats to life and property. Himachal Pradesh, Punjab, Haryana and Delhi are among the States that have reported record rainfall and at least 60 deaths have been confirmed though the actual toll may be higher. However, it is the inundation of Delhi, a city that is not usually associated with rains, that has brought to national focus the disasters that lie in store.\rIn the terminology of the India Meteorological Department, Delhi received ‘excess’ and ‘large excess’ rain on five out of eight days, from July 3-10. On July 9, it recorded 221.4 mm of rain, more than the 209.7 mm that is the average for all of July. While this contributed to the flooding, rainfall in the last few days has dramatically reduced. And yet, large parts of the city which include iconic landmarks such as the Red Fort and the Supreme Court, continue to be flooded. Delhi’s officials have attributed this to the flooding of the Yamuna in upstream States, particularly at Yamunanagar in Haryana, with the barrages in Delhi unable to effectively regulate and redirect the river’s flow. This however elides the role of Delhi’s infrastructural development that through the years has given short shrift to restricting construction on the Yamuna’s floodplains, failed to prioritise the desilting of drains ahead of the monsoon, and scrimped on steps to avoid the large-scale concretisation of the city. Though there is the case that even upstream of Delhi, riverbed mining has meant that huge amounts of silt from Haryana block the natural flow of the river, blame games and pointing to “record rains” are unhelpful. The increased probability of spells of extreme rain, given warming trends in the Arctic as well as the Arabian Sea, means that there will be several more instances of flooding in the future. While urban flooding is far more frequent in Bengaluru, Chennai and Mumbai, Delhi should no longer consider itself immune given that its population and infrastructural needs are only going to expand. Much like the National Capital Territory evolved a joint management strategy to tackle air pollution, on realising that clean air is interdependent on action by all cities, these States must set aside their differences and evolve a joint strategy on countering future floods. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nflood\n\n/\n\nHimachal Pradesh\n\n/\n\nPunjab\n\n/\n\nHaryana\n\n/\n\nDelhi\n\n/\n\nweather science\n\n/\n\nrivers\n\n/\n\nBangalore\n\n/\n\nChennai\n\n/\n\nMumbai\n\n/\n\ncivic infrastructure\n\n/\n\nclimate change\n\n/\n\nnatural disasters",
        "headline_1": "Flood feud: On lessons from the floods in North India",
        "headline_2": "States must coordinate to evolve a joint strategy to combat floods",
        "link": "https://www.thehindu.com/opinion/editorial/flood-feud-the-hindu-editorial-on-lessons-from-the-floods-in-north-india/article67086868.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "Whatever the political class may think of the unending musical chairs in Maharashtra, the popular reaction to netas changing sides at periodic intervals isn’t likely to be positive. Had these shifts been preceded by events of significance, a review of existing alignments may have been understandable. However, since the then Shiv Sena chief Uddhav Thackeray broke away from the National Democratic Alliance (NDA) in November 2019, violated the spirit of the electoral verdict and joined hands with the Congress and Nationalist Congress Party (NCP) to become chief minister, political allegiances have become negotiable for reasons that are grounded entirely on personal ambitions.\nRead full opinion on TOI+\n\n",
        "headline_1": "Eye on 2024: BJP’s defector strategy should be seen through larger prism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/eye-on-2024-bjps-defector-strategy-should-be-seen-through-larger-prism/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "Last week, I saw an Instagram reel about a new café in Bandra posted by a reasonably popular food influencer. The 15-second reel had visuals of the café’s décor, its signature cold brew coffee in cylindrical glass bottles, baristas pouring espressos, and some food items. It looked like a cute, small and quaint place. As it was less than a kilometre away from my house, my wife and I walked over for a cup of coffee, only to find a 30-minute wait list. The crowds waiting to get in spilled over to the streets. Inside, hapless waiters scurried around trying to meet orders and the kitchen staff was so overwhelmed by the workload that all new food orders were stopped.\nIn the queue, I asked six patrons waiting to get in about what made them come here. Everyone had seen the exact same reel. The short video had done a fabulous job of making people want to go to the café. However, the poor little café was not prepared for this onslaught. Far from being a quiet, quaint place to have coffee, it resembled a crowded Mumbai local train ticket booking counter.\n\nWelcome to the world of Instagram influencer marketing, where tiny places with limited capacity to handle people can literally be shown to lakhs of people at the same time. Even if a mere one percent decides to visit, that could be thousands of people trying to get into a 600 sq ft café.\nThis onslaught is not just limited to cafes. It’s particularly damaging to tourist spots, especially many of our hill stations and even pilgrimage spots. Recently, a rather cute and romantic proposal video of a woman getting down on one knee to propose to her significant other went viral. The video was shot outside the Kedarnath shrine, and the backdrop did make for a beautiful visual. The couple wore co-ordinated traditional outfits, which went well with the setting too. The video was nicely done, and as such there was nothing wrong with it. The problem is millions of people have now seen it. What if it becomes a trend to propose to your girlfriend/ boyfriend with god’s abode in the mountains as backdrop? It sounds wonderful on paper. However, many of our hill towns, including pilgrimage places, simply cannot handle this. Imagine tens of thousandsof couples landing up with rings in one hand and a selfie stick in the other. The place will literally collapse. Not to mention the place meant to be a holy shrine with a divine and serene environment will turn into a content creation set for Gen-Z trying to get the ‘spiritual vibez’ and meet their ‘mountain spirit calling’ or whatever trending hashtag.\nOne realises the need for free creative expression. I also realise it is good to publicise our tourist spots and pilgrimage places. However, it is all becoming too much. Our hill stations are choked, a beach paradise like Goa has massive traffic jams and pilgrimage spots are reduced to Instagram vantage points. Quaint cafes and restaurants who have some Instagram-worthiness have become prey for content vultures. It feels like everyone is either working to make content for Instagram or flex their life on the social media app.\nWe must do something about this. The most urgent places that need attention are our pilgrimage spots, ecologically fragile hill towns and tourist spots with limited infrastructure. Marketing is good, but overmarketing without any corresponding infrastructure increase can actually destroy a place and the experience of going there. With all respect to the feelings of the couples who want to propose outside famous temples, let us please limit the use of cellphone videography in the vicinity of holy places. We should also have quotas for the number of visitors and vehicles allowed at any one point in our hill stations and beach locations with limited road capacity. For people watching Insta influencers and rushing to that café or restaurant with the cool bottles or cute cushions (guilty as charged!), stop! Or at least don’t make a beeline immediately. Even better, walk around an area and discover places yourself. There is something wonderful about stumbling on a nice café rather than having your entire life dictated by Instagram influencers and Google reviews.\nInfluencers today hold massive clout in the sale of almost any product and service. Within limits, this can be a wonderful thing for small businesses and local economies of travel spots. However, we are at a point where these limits are being routinely crossed. If we don’t do something about the impact it has on our fragile pilgrimage spots and tourist towns, we might end up at the least destroying the experience of visiting these places, or worst case, destroy the place itself. Content is a good thing but let not reels ruin real life.\n\n",
        "headline_1": "Influencers suck joy out of travel, hospitality, one reel at a time",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/influencers-suck-joy-out-of-travel-hospitality-one-reel-at-a-time/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "Cities are humankind’s longest-running experiment. But there are a few attributes that still underpin the creation and fate of any city. One of these features is the relationship of a city with water. All major cities were founded near a perennial source of water. Yet, there has been a love-hate relationship between cities and water resources. Harappan urban centres were brought to their knees due to prolonged drought. Akbar had to abandon Fatehpur Sikri due to a paucity of water. Cities like Tokyo and Jakarta dealt with land subsidence due to enormous groundwater extraction. London faced the 1854 cholera epidemic due to contaminated sources of drinking water. And urban floods have become a yearly challenge in developing countries, including India.\nAs Delhi and other north Indian cities face the menace of urban floods, it is important to place such adversity within the long arc of urbanisation over the last 8,000 years.\nDelhi deluge: Penalties for encroachment need to be commensurate with the chaos they cause\nThis perspective will help us understand that the challenge of urban floods is neither new nor is it going away anytime soon. As per UN-Habitat, flooding is the most common risk to urban ecosystems. A lot of present discourse is attributed to extreme events due to climate change — heavier rainfall in a shorter period. Delhi did receive 100 mm of rainfall, 15% of the total monsoon rainfall, within 24 hours.\nOur stormwater drainage network is not equipped to handle this.\nHowever, we also cannot absolve ourselves from poor urban governance and infrastructure that have brought us to this point of exasperation. As we unpack these deficits, we will see that urban floods are much more manageable if only we prepare ourselves for them.\nIn terms of deficit and probable solutions, the least talked about urban infrastructure is a universal stormwater drainage network. We need to make quick strides in providing this network. Most importantly, the stormwater drainage network cannot be similar to/shared with the sewage network because both have different kinds of pollutants, viscosity, and contamination and need different kinds of treatment before they are released into water bodies. Second, we need to do a better job of mundane work of maintenance such as desilting of drainage networks and reservoirs and proactive solid waste management.\nThird, we need to check encroachment and the fines and penalties should be commensurate with the risks they impose on the larger urban ecosystem. Fourth, we need to mainstream resilience to an extent that all Class 1 cities (with more than 100,000 population) conduct a RIP analysis — mapping Risks of natural hazards, making Investments to mitigate such risks, and securing Preparedness to function in case the risks turn into hazards.\nLastly, urban water bodies need special mention. Cities like Lucknow have lost almost half of their ponds since 1952 and Bengaluru now only has one-third of the 260 lakes in 1960. Najafgarh jheel is reduced to 7 sq km from 220 sq km. A report stated that for every 1 sq km of increase in built-up area, Indian cities lost 25 hectares of wetland over the last four decades.\nRestoring wetlands and urban water bodies is key since it recharges groundwater, increases biodiversity, and acts as a first line of defence in case of heavy rainfall and flooding. Encroachment on water bodies should stop immediately. It is the disastrous encroachment of Yamuna floodplains that has brought Delhi to its knees. A national mission on restoring, repairing, and reclaiming urban water bodies will yield desired effects.\nWherever possible, reclaim wetlands. We have had success in restoring lakes such as Kaikondrahalli Lake in Bengaluru, the Hauz Khas Lake in Delhi, and Man Sagar Lake in Jaipur. Global successes point us towards Rotterdam’s opening of water plaza Benthemplein, China’s increasing focus on the Sponge City concept, Kuala Lumpur’s stormwater drain and road tunnel, and widespread use of nature-based solutions globally. We need to learn from the Dutch success of Delta Works. Apart from civil engineering projects, they also started Room for the River, which allows water to flow into the rivers without any obstacles.\nThe enormity and breadth of challenges should not dishearten us. There is loss of lives and livelihoods, yes. But when have challenges stopped humankind from progressing? Cities exemplify this progress. The future of our cities and the success of India lies in resolving these challenges. Similarly, while we are flooded with challenges, we must not be discouraged enough to start writing the obituary of cities. The next frontier of prosperity for our cities is on the horizon as we innovate and find solutions to problems that have made cities India’s blind spot\n\n",
        "headline_1": "Urban flooding not going away, but we can rise above it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/palimpsest/urban-flooding-not-going-away-but-we-can-rise-above-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "Christopher Nolan’s upcoming drama ‘Oppenheimer’ has sparked much interest in the life of its controversial protagonist. But few know that J Robert Oppenheimer’s career intersected with India in some noteworthy episodes.\nDuring the early 1940s, Oppenheimer, a theoretical physicist at the University of California, Berkeley, was chosen to spearhead the top-secret Manhattan Project at Los Alamos Laboratory, New Mexico. He led the project that made possible the atomic bombs dropped on Hiroshima and Nagasaki, killing hundreds of thousands, and causing immediate Japanese surrender.\nAs he struggled with his conscience, he sometimes turned to the Bhagavad Gita for answers. In a television interview, while remembering the moment he witnessed the world’s first nuclear detonation, he said he thought of the words Vishnu (or more accurately, Krishna) says to Arjuna when revealing his divinity:\n\n“Now I am become Death, the destroyer of worlds.” The line wasn’t chosen simply for its gravitas. Historian James A Hijiya has argued that the Gita shaped Oppenheimer. He read it in Sanskrit (which he learned at Berkeley), browsed and quoted it repeatedly, and gifted it to friends. It was, to him, “the most beautiful philosophical song existing in any known tongue.” Contrary to popular perception, Oppenheimer wasn’t likening himself to Krishna (the ‘destroyer of worlds’), but instead to Arjuna to whom Krishna explained that the warrior’s dharma is to fight. Just as Arjuna’s dharma enjoined him to aim his deadly bow at relatives, Oppenheimer believed his duty as a scientist during World War II was to deliver a bomb.\nDespite defending the decision to make and deploy the bomb, its consequences convinced him that he had blood on his hands. Oppenheimer would become a steadfast critic of nuclear armament, hoping that the weapons would never be used again. Archival material shows that it is in this context that he made contact with Indian officials.\nOn February 10, 1950, Vijayalakshmi Pandit, the Indian Ambassador to the US, received a worrying phone call. It was from an agitated Oppenheimer — then director of the Institute for Advanced Study at Princeton, and advisor to the Atomic Energy Commission. In a letter classified ‘Top Secret’, Pandit wrote to her brother Nehru, the Prime Minister: “Dear Bhai,….[Oppenheimer] wanted to communicate something of a very urgent nature.” But he wasn’t willing to say it on the phone, so would send word through an intermediary.\nThe message from Oppenheimer was that “work of a most ‘horrible and deadly nature’ is being done on the Atom Bomb — that step by step America is ‘deliberately’ moving toward a war of annihilation…For this purpose more and more Thorium is required and the US desires to stock pile all available Thorium. Oppenheimer has reason to believe that an approach will be made very soon to India directly and through Britain…The argument used for obtaining Thorium will be that it is intended for humanitarian purposes.\nAccording to Oppenheimer no such purpose can at present be achieved…India holds the key to peace at present …Oppenheimer ‘begs India in the name of humanity’ to maintain her present foreign policy and not be swayed by any pressure.”\nOppenheimer knew of Nehru’s reputation as a postcolonial statesman who was publicly aghast at the human toll of atomic weapons. They had even met the previous year, when Nehru visited Princeton University, and was a lunch guest (along with Albert Einstein) of Oppenheimer. Nehru responded to Pandit’s letter saying that the Indian government didn’t propose to take any step regarding thorium. Pointedly concealing the identity of their informant, he continued: “I do not know if it will be possible for you to arrange a casual meeting with the person who sent you the message…so that you may have a personal talk.” Ambassador Pandit’s papers don’t reveal more.\nAfter the war, Oppenheimer became a celebrity-scientist, appearing on the covers of Time and Life magazines. But his profile would take a turn from which it wouldn’t recover in 1954. During the McCarthy-era hysteria about communist infiltration in America, Oppenheimer’s pacifism and associations with people in the Communist Party orbit led to his security clearance being revoked (a decision the Biden administration recently described as flawed and politically motivated). Pandit, witnessing the ‘Red Scare’ from up close, described it to Nehru as “like a page from a medieval witch hunt”.\nAfter Oppenheimer’s downfall — we know from a new biography of Homi J Bhabha by Bakhtiar K Dadabhoy — Nehru invited him to India, even extending the possibility of immigration. The prime minister also commented on the targeting of Oppenheimer in a letter to Home Minister K N Katju. They were determining what to do about two young employees of the Indian Statistical Institute in Calcutta whom secret police reports alleged were communists, but were vouched for by the Institute’s director, P C Mahalanobis. Nehru explained to his minister that there were serious costs — to citizens and to the nation — if they were to persecute anyone with past communist associations, or even current communist views. The radicalism of youth often faded, he wrote, and targeting communists could even result in hardening ideology. What mattered was the individual’s character and whether their jobs had national security implications; “from where he can do mischief”.\nNehru would soon be defending Mahalanobis from similar accusations. As the statistician-turned-planner released a draft of the Second Five Year Plan in 1955, critics claimed that Mahalanobis was a Soviet-sympathiser and his Plan posed a threat to liberal democracy. Nehru’s faith in him didn’t waver, presumably based on the considerations laid out in the letter to Katju. Five Year Plans were critical, not confidential. Mahalanobis was safe. But it begs the question: how would  India have treated someone accused of being a\ncommunist, and working in a confidential domain? Like, for example, an Oppenheimer?\n\n",
        "headline_1": "Oppenheimer, the Bhagavad Gita and a secret message to Nehru",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/oppenheimer-the-bhagavad-gita-and-a-secret-message-to-nehru/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "The circus industry in Bengal experienced a significant boost during the 19th century, thanks to the arrival of Russian and European performers, as well as contributions from Africans, Mongolians, and other Asians in the 20th century. This infusion of diverse talent served as a catalyst for its popularity among the masses. Initially, some Russians and Europeans were contracted on an annual basis to showcase their skills, while others owned their own circuses and trained local artists. Despite the influence of British colonization, the European and Russian circus styles merged harmoniously with local traditions, creating a unique blend that captivated audiences.\nOne remarkable example of this fusion was the \"Wilson's Great World Circus,\" which brought Calcutta to life with its dynamic sports style in 1880. The following year, the city experienced a touch of Italy with the arrival of the \"Royal Italian Circus,\" owned by Giuseppe Chiarini. As Calcutta was the capital of British India until 1911, it served as the main hub for European circus shows during that era. However, it's important to note that the development of the circus industry in Bengal also owes much to the Malabar region in North Kerala. This region served as a breeding ground for circus artists, trainers, managers, and entrepreneurs, contributing significantly to the growth and evolution of the circus scene.\nIn the late 19th century, the circus scene in East Bengal experienced a significant evolution, thanks to the pioneering efforts of local circus artist Shyamakant Bandyopadhyay. Born in 1865 in the village of Ariyal under Bikrampur, Bandyopadhyay, an alumnus of Dhaka Collegiate School, laid the foundation for the industry. In 1888, he established his own circus troupe known as the \"Grand Show of Wild Animals.\" Bandyopadhyay's exhibitions spanned various locations, including Cooch Behar, Dhaka, Calcutta, Rangpur, and Agartala.\nRenowned for his strength and ability to tame wild animals, Bandyopadhyay garnered recognition from esteemed individuals such as the King of Jaydevpur and the Nawab of Patna. He not only entertained audiences but also inspired the youth, promoting physical fitness, self-reliance, and patriotism, which contributed to the freedom struggle. Later in life, Bandyopadhyay embraced a spiritual path and adopted the name 'Soham Swami.' Arpita Mukherjee's book 'The Monk Who Tamed the Tiger' chronicles his remarkable journey.\nDuring the same period, other circus troupes emerged across East Bengal, offering more than just entertainment. These groups served as a source of inspiration for aspiring gymnasts, including Ananta Singha, who later became one of the heroes of the Chittagong Armory attack.\nHe wrote about his admiration for Professor Ramamurthy in his memoirs, mentioning his aspiration to emulate the performer's physical prowess. In Agnigarbha Chattogram, he wrote, \"Ramamurty came to the city at this time, showed his incredible physical prowess, lifting huge elephants on his chest, breaking heavy iron shackles, creating a stir in the youth community by stopping the movement of motor vehicles, and unknowingly inspiring a student of Class VIII of Chittagong Municipal School. From that day on, my meditation was how to be as powerful as Professor Ramamurty.\"\nAnother contemporary account of Prof. Ramamurty's exhibition in East Bengal can be found in Syed Murtaza Ali's autobiography, \"Amader Kaler Katha.\" This event took place in 1918 when horse carriages had just started on the Moulvibazar-Srimangal road. The streets of the city were illuminated with oil lamps, and instead of electric fans, palm leaf fans, hatpakhas (hand-held fans), and pankhas (hanging fans) were used. The cinema culture had yet to arrive, and circus performances served as one of the annual forms of entertainment during that time.\nIn his autobiography, Ali wrote, \"Renowned circuses used to come during the winter season. Big tents were pitched in Jalla's field behind Kachari. Once, during winter, a famous circus party arrived from Madras. 'Ramamurty Circus' was prominently displayed on a large placard. The advertisement read, 'go to Jalla's field and enchant your sight.' Monkeys, dogs, and horses were part of the spectacle, with the tiger brought in a cage. Professor Ramamurthy, dressed in dazzling lace and silk attire, captivated the audience with his exceptional skills, displaying a row of medals hanging from his chest.\"\nIn the circus industry, it is not uncommon for performers to switch troupes or establish new ones. A notable instance of this occurred with the creation of the 'Abell Klaer Olmann Circus' by Abell, an English member who departed from Wilson's Circus. Olmann took on the role of manager. The circus group emerged in Chittagong. Krishnalal Basak was among the key members of this group. A comprehensive account of this incident can be found in Birendranath Ghosh's book 'Bengalir Bahubal'.\nAmong the numerous circus troupes of that era, the Kamala Circus from Madras gained particular popularity in East Bengal. On one occasion, the troupe arrived in Pabna, where a grand pandal was erected in Jinnah Park. This transformed Pabna into a vibrant hub of tents and attracted people not only from the city but also from the surrounding villages and districts. Each night, the circus was promoted with rotating searchlights, their beams visible from villages situated fifteen to twenty miles away. An intriguing depiction of this event can be found in the book 'Obela Ebela' written by Rashid Haider.\nVarious writers have vividly depicted the circus scene in Dhaka. In the book 'Banglar Madhyabitter Atmabikash', Kamruddin Ahmad wrote about how circuses from different countries would gather in Dhaka during the winter season. Among them, the Russian Circus Party stood out as the most famous. Syed Ali Ahsan, in his book 'Goli of Zindabahar', recounted how carnivals and circus parties would occasionally arrive from various parts of India and perform at Armanitola Maidan in Dhaka. As school students, they would catch glimpses of circus animals on their way back from school. These circuses featured elephants, horses, monkeys, lions, and tigers. The elephants would be tied outside the tent, allowing them to be seen from the outside. Ali Ahsan vividly recalled watching the elephants swaying their trunks from outside the field.\nRabeya Khatun's autobiography, 'Sopner Sohor Dhaka', also mentions the circus in Armanitola Maidan during the 1930s. She reminisced about the circus groups that would come with their tents, with a separate tent reserved for women and equipped with wooden terrace seating. She fondly remembered watching thrilling shows featuring live tigers, lions, bears, and rhinoceroses, clinging to her mother's body in excitement.\nMizanur Rahman's book 'Dhaka Puran' provides a captivating and intricately detailed description of the circus in Dhaka. The author's exceptional writing style has the power to evoke the reader's imagination and transport them to the world of the circus. Rahman writes, \"In the blink of an eye, the renowned Kamala Circus from Madras, India, arrived in Dhaka during the 1950s, bringing with it a magnificent array of entertainment... They set up their camp at Paltan. Paltan transformed into a bustling circus city, with small tent houses housing the circus performers and workers. Impressive rows of large cages housed magnificent beasts like lions, tigers, beloved bears, and mischievous monkeys. A grand tent stood majestically in the heart of the field, ready to host the enchanting performances.\"\nRahman goes on to describe the clowns, adorned in vibrant costumes, who dedicated themselves to bringing laughter to others, even if joy may be scarce in their own lives. Their colorful attire and hats would surely bring a smile to any visitor's face. The trapeze artists would mesmerize the audience as they swung high, suspended at breathtaking heights of 500 feet. Rahman emphasizes that this is the essence of the circus experience. Additionally, there were performers cycling on narrow wires, gracefully dancing, playing ball with elephants while seated atop colorful haudas, and daringly jumping from one horse to another. The vibrant acts also included captivating displays of skill and bravery, as performers fearlessly interacted with the lions and tigers, showcasing their incredible brilliance. Rahman concludes by noting that many of these awe-inspiring feats were dominated by talented female athletes.\nThe post-Partition era witnessed the rise of several indigenous circus groups in East Bengal. Among these local troupes, the name that stands out is Lakshman Das's circus, immortalized in the memories of Alkananda Roy. A captivating description of Lakshman Das can be found in the pages of 'Chotomanu Upakhyan'. The author himself grew up in the quaint village of Gabbari, located in the Swarupkathi upazila of Barisal district, and his life unfolded there from 1941 to 1962. Fondly recollecting those years, he beautifully penned, \"As the circus team arrived, their grand spectacle sailed in on colossal boats, bringing with them horses, monkeys, elephants, and an array of intriguing marvels. Our expansive school grounds would transform into the circus's vibrant domain, and at that time, Lakshman Das's circus held an esteemed place in the hearts of all.\"\nThe decline of circus groups can be attributed to a lack of patronage. The advent of television and other entertainment platforms and changing societal values have also contributed to the declining popularity of traditional circuses. The days of finding joy in witnessing conflicts between humans and animals have passed, as society has become more conscious of animal welfare and biodiversity preservation. The cherished memories of huddling up and enjoying the circus until midnight, braving the cold winter nights while walking hand in hand with parents through dark streets, have become mere fragments of the past. The once-magical performers of the circus ring have now found their place in literature, film, and the collective memory of older generations of audiences.\nHossain Muhammed Zaki is a Researcher. He can be contacted at [email protected]\n\n",
        "headline_1": "Laughter and Thrills: A History of Circus in East Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/laughter-and-thrills-history-circus-east-bengal-3370856",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "We are deeply disturbed by the news of a devastating fire at a furniture factory in Saudi Arabia that resulted in the deaths of nine Bangladeshi workers. The incident occurred on Friday, about 350 kilometres off the Saudi capital Riyadh. According to survivors, there were 14 Bangladeshi workers in the factory. Most were sleeping in the upper floor of the factory building after lunch when the fire broke out, quickly engulfing the surrounding area. One of the victims was Mohammad Obaidul, 34, hailing from Natore, who went to Saudi Arabia in 2019 to support his family back home. While talking to this daily, his grieving mother described how he talked to her earlier in the day, and discussed plans of marriage after returning home, a dream that will remain unfulfilled.\nThe stories of all the victims are similar in that they all had migrated with the hope of building a better life. Workers like them, doing mostly menial jobs, are the engines that drive many industries in the Middle East. You see them in construction, hotels and restaurants, agriculture, healthcare, cleaning, caregiving, etc. Their economic aspirations, however, are often met with risks and challenges on the ground, especially in industries where they are exposed to hazardous conditions with little regard for their safety. As well as physical harm, they are also exposed to risks of abuse and exploitations because of the nature of their contracts.\nBut incidents like the factory fire in Al Hofuf are a reminder that a tragedy is never far away in such a climate. We don't know yet what caused the fire. Hopefully, the Saudi authorities will thoroughly investigate it and hold factory owners accountable for their negligence, if any. It is crucial to ensure that all such factories and workplaces adhere to stringent safety standards. Additionally, measures must be taken to expedite the repatriation of the deceased workers' bodies. The responsibility for Bangladesh goes beyond paying compensations to the families of the victims, which we hope will be done promptly through the Wage Earners' Welfare Fund. The government, however, must do more to prevent such tragedies as well as ensure the welfare of migrants.\nThere is a lot that remains to be done, and a crucial aspect of it is to ensure that workers are aware of their rights and enabled to seek speedy redressal in case of any problem. For that, there must be proper grievance mechanisms that allow workers to voice their concerns without jeopardising their livelihoods. To that end, the government must collaborate closely with the governments of all recruiting countries. They must try harder to ensure proper implementation of their labour laws and regulations.\n",
        "headline_1": "Migrant dreams turned to ashes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/migrant-dreams-turned-ashes-3370441",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "On December 10 last year, the BNP was denied permission to hold its rally in front of its Nayapaltan headquarters at the heart of the capital. The rally in Dhaka – which was a culmination of similar gatherings in divisional headquarters that drew increasingly larger and noisier crowds – was expected to rise to a crescendo. The Dhaka Metropolitan Police told the party that it could not hold a rally on the streets but only on \"open grounds\". Miffed, the BNP leaders held a number of meetings with police but still could not get the permission. In the process, however, several leaders landed in jail and BNP had to settle for the Golapbag field, which had been suggested to begin with.\nAbout seven months on, the same BNP was allowed to hold a rally, almost as big, in front of its office, at the very same spot. Last year, it was a Saturday. But this time, it was a weekday. Not only the BNP, but the ruling Awami League also held a rally blocking the streets in the Baitul Mukarram area, about a 10-minute walk from where the BNP had gathered. So, what prompted police to allow both parties to hold rallies on the streets this time? Many political commentators would point to the new US visa policy for paving the way for the opposition to take to the streets.\nGuessing aside, why did the BNP choose to hold this rally now? The party announced on July 9 that it would hold a sizeable rally in front of its party office to formally announce its one-point demand. It was widely reported in the media that the main opposition camp's decision coincided with the visits of the US and EU delegations. The party wanted to display its strength on the streets, as well as its popularity, through a mammoth gathering, which would presumably justify the demand for a non-partisan, election-time government. And BNP was actually successful in showing it had the numbers on the streets, despite some obstruction for activists on the way to the venue and suspended or limited internet access in the area. The opposition used this in its favour, too, saying that this move only demonstrated the attitude of the ruling party and further justified the BNP's demand. The party believes that this gathering will help them regain the momentum they had supposedly built up leading to, but lost after, December 10.\n\n Both parties claimed to be representing the will of the people – which were completely contradictory to each other – just as the din of their supporters was drowning out such pronouncements. Surely, the people (as one population) could not desire opposite things at the same time, which only suggests that the two parties were once again passing off their partisan interests and agenda as the \"people's will\".\nNow, looking at the ruling party's rally, it is quite in line with its practice of announcing a counter programme close to – if not at the same spot – where its arch-rival BNP is looking to gather. The practice has been in place since last year, when the BNP gatherings started to attract more and more people, supposedly to convince themselves and voters that Awami League is not leaving the field entirely free as a walkover for BNP. But this time, there was the added motivation of making it clear to the visiting foreign delegations that Awami League also boasted substantial support and had numbers on the streets to prove it. And that, they did.\nAlthough both parties are typically at loggerheads in almost every issue, and their bitter rivalry often leads to violence over petty incidents, Wednesday saw no violence to speak of. Moreover, both parties spoke of the same issues, with a similar rhetoric adopting almost diametrically opposite positions regarding the national election.\nWhile BNP announced for the umpteenth time that it would not take part in elections under the current government, the Awami League retorted, once again, that elections could only be held under it. Both parties claimed to be representing the will of the people – which were completely contradictory to each other – just as the din of their supporters was drowning out such pronouncements. Surely, the people (as one population) could not desire opposite things at the same time, which only suggests that the two parties were once again passing off their partisan interests and agenda as the \"people's will\". The people, for their part, must have deduced that if the parties remained rigid in their respective stances, the upcoming days will be challenging.\nWhile both the parties said they had never \"complained\" to the foreigners and blamed each other for tarnishing the image of the country, it was evident that the whole point of holding the rallies was to play to the proverbial gallery, where a few foreigners were sitting for the day. It is all the more embarrassing and shameful for us, the voters, because we could not choose a leadership that would not bow down so easily to foreign interests. And the delegates surely saw two parties with immense potential, but without the ability to come together to a sensible agreement.\nShedding their usual role, BNP appears to have morphed into a typical opposition party that takes initiatives, while the Awami League has adopted a more reactive role, which is also uncharacteristic. It appears that the movement on the streets is decided upon by the BNP, while the Awami League is trying to devise a plan to counter BNP and is perhaps finding it a rather difficult process. It is quite curious that the ruling party, having entirely decimated the BNP as an opposition, is still feeling threatened by it. It may seem for now that BNP has the momentum and the streets. But the party should avoid being complacent, because the Awami League's prowess on the streets is of no match. BNP's spirit and resolve will be put to the test in the months to come. The endgame is only getting started.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n",
        "headline_1": "The endgame begins",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-endgame-begins-3370411",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "We are deeply disturbed by the news of a devastating fire at a furniture factory in Saudi Arabia that resulted in the deaths of nine Bangladeshi workers. The incident occurred on Friday, about 350 kilometres off the Saudi capital Riyadh. According to survivors, there were 14 Bangladeshi workers in the factory. Most were sleeping in the upper floor of the factory building after lunch when the fire broke out, quickly engulfing the surrounding area. One of the victims was Mohammad Obaidul, 34, hailing from Natore, who went to Saudi Arabia in 2019 to support his family back home. While talking to this daily, his grieving mother described how he talked to her earlier in the day, and discussed plans of marriage after returning home, a dream that will remain unfulfilled.\nThe stories of all the victims are similar in that they all had migrated with the hope of building a better life. Workers like them, doing mostly menial jobs, are the engines that drive many industries in the Middle East. You see them in construction, hotels and restaurants, agriculture, healthcare, cleaning, caregiving, etc. Their economic aspirations, however, are often met with risks and challenges on the ground, especially in industries where they are exposed to hazardous conditions with little regard for their safety. As well as physical harm, they are also exposed to risks of abuse and exploitations because of the nature of their contracts.\nBut incidents like the factory fire in Al Hofuf are a reminder that a tragedy is never far away in such a climate. We don't know yet what caused the fire. Hopefully, the Saudi authorities will thoroughly investigate it and hold factory owners accountable for their negligence, if any. It is crucial to ensure that all such factories and workplaces adhere to stringent safety standards. Additionally, measures must be taken to expedite the repatriation of the deceased workers' bodies. The responsibility for Bangladesh goes beyond paying compensations to the families of the victims, which we hope will be done promptly through the Wage Earners' Welfare Fund. The government, however, must do more to prevent such tragedies as well as ensure the welfare of migrants.\nThere is a lot that remains to be done, and a crucial aspect of it is to ensure that workers are aware of their rights and enabled to seek speedy redressal in case of any problem. For that, there must be proper grievance mechanisms that allow workers to voice their concerns without jeopardising their livelihoods. To that end, the government must collaborate closely with the governments of all recruiting countries. They must try harder to ensure proper implementation of their labour laws and regulations.\n",
        "headline_1": "Migrant dreams turned to ashes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/migrant-dreams-turned-ashes-3370441",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "Two stories coming out on Saturday have left us quite baffled. One is the announcement of the country's first-ever \"urban forest\" in the Purbachal Residential Area, which in a city that has lost most of its greenery is like a breath of fresh air. The other story is about influential people cutting a hill in Chattogram's Lohagara upazila to build houses – in blatant disregard for environmental regulations. How do you reconcile such totally contrasting cases? The latter example, unfortunately, is the norm, while the former, an exception.\nIn the case of the razed hill, the Department of Environment (DoE) has confirmed that the individuals responsible did not obtain permission when they started their construction work. It is strange that despite stringent laws prohibiting such acts, they continue to occur on a regular basis. But can the DoE just absolve itself by saying the culprits did not take any permission? How can they get permission for an unlawful activity? That an official has said they would take action if they \"find evidence\" of hill cutting is befuddling indeed.\nChattogram city has already lost around 120 hills over the past four decades, which has had devastating consequences for both humans and wildlife. It is ironic that Bangladesh is praised internationally for its disaster management plans and for leading negotiations on climate change, but what is it doing on the home front? We have ministries, departments, laws and local administrations – all responsible to protect the environment. Yet, on the ground, it seems the power of influentials override all such responsibilities. The result is that acres and acres of forestland and hills are being destroyed across the country under various pretexts.\nWe commend the Purbachal project, of course, and appreciate that it will be designated as a \"special biodiversity conservation area\", giving it additional protection. But our appreciation is dimmed by the knowledge that in Chattogram such commitment to preserving our hills and trees is absent. The government must stop sending such mixed signals, and prevent destructions of our natural resources at any cost.\n",
        "headline_1": "Re-greening Bangladesh will require more than token gestures ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/re-greening-bangladesh-will-require-more-token-gestures-3370321",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "Following tentative export of the country's quality mangos in the past years, except in the pandemic years, the government appears to have refocused on the fruit's export. The initiative follows this year's bumper yields of mango in its traditional production pockets. Agriculture Minister Dr Muhammad Abdur Razzaque has expressed his high optimism about earning foreign exchange by exporting mangos to potential markets. It is because the country has adopted advanced ways and followed better agricultural practices to grow safe mangoes. In recent years, surplus mangoes after meeting the domestic needs have emerged as a common feature. That the government was working to construct mango storage houses will be a step in the right direction. The minister's assurance that mango farmers will be provided with low-interest loans will further expedite the process. Mango export, as the minister refers to, can add to the diversification of the country's export basket. The fledgling mango export can gain in strength provided it receives the patronage it needs. Right from the management of mango orchards to transport to storage facilities to shipment of this perishable fruit must have to be efficient and smooth. Notwithstanding the popularity of mango being confined to the overseas South Asians in the main, local people in Germany, France, Italy, UK, Switzerland and Netherlands have developed a strong liking for it. Besides, the Bangladeshi mangos also go to the UAE, Bhutan, India, Kuwait, Nepal and Singapore. In place of only 2-3 countries just five years ago, the Bangladeshi mango is presently exported to a total of 15 countries. Mango exports from the country have reportedly more than doubled to 4,000 tonnes this year. The export of the fruit in large volumes, however, may have to face many challenges. The preliminary ones comprise the task of facing up to the rival countries in the South Asian region. The most formidable of these countries is India, the largest producer of quality mangos. Apart from Alfonso, reputably the most sought-after variety in the world, India grows scores of others – many in the districts bordering south-western Bangladesh. The country has a long tradition of growing sweet and aromatic mangos. Mango being one of its cash crops in South India, the country boasts a number of mango research facilities.Mango enjoys a special status as an agro-product in China and Southeast Asian countries of Thailand, Indonesia and Cambodia. What makes these countries stand out in their cultivation of mangos is the financial and infrastructural support they receive from their governments. It's nearly four decades ago when Bangladesh mango farmers started receiving modern knowhow on producing quality mangos at an institute – the Mango Research Station set up in Chapainawabganj in 1985. However, in reality it's the local offices of the Department of Agricultural Extension (DAE) which have long been playing the critical role of guiding mango cultivators. One of the export criteria for export of fruits is sanitary and phytosanitary consideration. A point-of-origin phytosanitary certificate ensures that fruits and vegetables are safe. Mangos must comply with such regulations. Unless they pass the test, customs would not allow those to enter countries in the developed world.",
        "headline_1": "Prospect of mango export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-mango-export-1689517269",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "A study by the United Nations Development Program (UNDP) has come up with a revealing report recently. Of the different observations it makes about the global poverty situation since the time of the Covid-19 pandemic, one is rather striking. Some 3.3 billion people, nearly half of humanity, live in countries that spend more on paying interest on debt than on education and health, the report says. That, in other words, means, the debt is one of the reasons behind those countries' being in lingering poverty. It is indeed a paradox that the multilateral lenders like the World Bank (WB) and the International Monetary Fund (IMF) usually extend such loans to the developing world to support its economic development. The stated objectives of the loans are to help the least and less developing countries to stimulate growth and thereby alleviate poverty. But it so happens that rather than developing, the countries that receive those loans fall into a perennial debt trap. The very purpose of those loans, which sounds so lofty, is thus defeated. Elaborating further on the issue, the UNDP chief, Achim Steiner, for instance, notes, 'In highly indebted countries, there is a correlation between high level of debt, insufficient social spending, and an alarming increase in poverty rates'. Strangely, even if the loans that the recipient developing nations owe to the multilateral lenders might be small in amount, still they are seen to pay more on interest! And the culprit here is the higher rates of interest charged. So, why those countries are falling into poverty in growing numbers needs no further explaining because the money those 'loan-receiving' countries could invest in education, health and poverty alleviation is used up to pay the debt. Now, how to get around the multilateral lenders' 'loan for development' paradox? Well, the UN report suggests a way out by calling for what it termed, 'debt-poverty pause' in economically struggling countries and redirecting the interest to be paid against the debt towards financing social expenditures and thus cushioning their economies against the (macroeconomic) shocks caused by the pandemic, rising cost of living and the impacts of the war in Ukraine.To be frank, such advice from the UN to the global lenders is not entirely altruistic. For any economic growth on a global scale is inconceivable if the majority of people across the world are unable to buy the goods and services produced by the advanced capitalist world. The interest paid against the loans advanced by the international lenders is nothing but profit that grows in amount if the indebted nations default on repaying those (loans) in time. In this context, the UNDP head has asked the lenders only to write off the extra fees they charge as interest and not the principal amount the (loan) recipient countries owe to them. So, to keep the system going, that is undoubtedly a good piece of advice. There should be no problem reaching a consensus on the issue keeping the greater interests of the global economic system in mind.Since 2020, the year that the pandemic struck, till now (2023), 165 million people have fallen into poverty. Of them, 75 million are in extreme poverty. The condition of poverty is defined by the UN as one in which the affected people live on less than US$2.15 a day. Obviously, those in extreme poverty cannot earn even this amount (USD2.15 a day) and so have to starve instead most of the time. That is not the end of the story. For, as the UN study further warns, 90 million more will fall below the poverty line, if not into abject poverty, earning US$3.65 a day by the mentioned timeline. However, the nations that could afford to invest in social safety net schemes could somehow avert the worse to befall their people, the UN report further notes.In fact, the poor economic condition that the peoples, mainly in the global South, has been pushed into as a result of the pestilence and the prevailing war and financial crisis, sees no signs of early recovery, until some action is taken from the global North. In that case, sooner the multilateral lenders take the needed steps to relieve those nations of a part of their debt burden the better. However, a still better option would be to free them completely from the burden of debt. Bangladesh, a developing nation, is also not immune from the global poverty syndrome born of pandemic, economic crisis and war. In its latest release, the Bangladesh Bureau of Statistics (BBS), has shown the poverty rate in the country to be at 18.7 per cent, while the extreme poverty at 5.6 per cent. This is definitely a marked improvement over the 2016's study findings when the poverty rate was at 24.3 per cent, while the extreme poverty at 12.9 per cent. However, considering that the country's total population now stands at 170 million, the poverty figure is still very large. The government-owned development think tank, the Bangladesh Institute of Development Studies (BIDS), on the other hand, in its study found that 15 million people have slid into fresh poverty following the pandemic that led to loss of jobs and business. This new poor make up half of the country's total poor at the moment. That means, 9.0 per cent of the country's present population has again fallen below the poverty line, though they earlier belonged to the middle income group.Bangladesh's being the part of the global poverty, the overarching crisis of debt owed to its international cannot be overlooked. An answer to its poverty can be relieving it of the debt burden linked to the international lenders as the UN report suggests.\n[email protected]",
        "headline_1": "Relieving poor nations of debt burden",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/relieving-poor-nations-of-debt-burden-1689517357",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "The Bangladesh Teachers' Association has been demanding nationalisation of all private secondary schools for sometime, according to its leaders. From July 11, the association has been holding a sit-in protest before the National Press Club. But this time it has decided to go on a hard line. In a written speech of the president read out by its general secretary at a press conference there, the teachers association has given a call to the teachers of all private secondary schools to lock classrooms and join the non-stop sit-in demonstration before the National Press Club until their demand is realised.What is remarkable is that the non-government secondary school teachers have, unlike the charters of demands usually prepared in such cases, not mentioned several points of demand. It seems they are keen on 'nationalisation' alone, which essentially means that non-government secondary educational institutions are recognised as government schools. The government, understandably, is hardly ready to take over the responsibility of the 16,000 secondary schools, accounting for 92 per cent of total secondary enrolment and 7,600 madrashas covering almost the total enrolment in that stream. The English medium schools of the comparable level are altogether a different proposition.Currently, the government support is 90 per cent of the total salary package for non-government secondary educational institutions. But an addition of 10 per cent more from the government exchequer will still not bring them on a par with their peers in the government high schools. There is a wide gap between comparable scales and other benefits between government and non-government schools. As mentioned in the written speech of the president, teachers of non-government schools receive only 25 per cent festival bonus, Tk 1,000 for house rent and Tk 500 as a medical allowance. Similarly, the headmaster of a non-government high school is entitled to draw salary at a lower grade than that of his/her counterpart of a government high school. There are other discriminations within the salary structure of the non-government schools involving assistant headmaster and senior teachers. Accepted that such discriminations are there. Also ideally, all teachers of the same rank and qualifications should receive equal emoluments. More importantly, all high schools should have a more or less uniform standard of teaching. Once there was a time when a few government high schools and colleges boasted unrivalled standard so much so that one or two captured the maximum numbers of top 20 positions in the Secondary School Certificate (SSC) examinations or Higher Secondary Certificate (HSC) examinations. Gone are those days. Now is the time of privatisation and commercialisation of education in a regime of free market economy. In the race for top performance in both examinations, some efficiently and privately run schools and colleges are excelling. Significantly, in tertiary education it is yet to happen. The top public universities still have a lead by miles. Now the question is, if the high performers at the secondary or higher secondary level will ever ask for a government takeover. The answer is definitely a big 'NO'. The reason is quite simple. They are not at all dependent on government monthly pay order (MPO) for running their institutions. Unfortunately, the laggard in the private sector can neither afford qualified teachers nor the many facilities needed for standard education. The greatest constraint of all is, of course the below quality teachers. In an open competition, many would not have ever made it to the teaching profession. Now that they are in the profession, they are demanding the same status and financial rewards as those of the teachers who had to duly qualify---unless some adopted dubious means--- for the teaching job. This is perhaps too much. However, teachers lacking in quality and skills are not to blame. It is the government's reluctance to investment enough money in education. Recruitment of qualified teachers in the first place with a decent salary package could have made a difference in the country's education system. This has not happened nor is there any sign to make things better by raising budgetary allocation. The crux of the problem lies there. \n[email protected]",
        "headline_1": "Demand for nationalisation of secondary education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/demand-for-nationalisation-of-secondary-education-1689517424",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2023"
    },
    {
        "full_article": "Most of the students, studying at the university level, are keen to land on Bangladesh Civil Service (BCS) jobs these days. They are more focused on BCS preparation than their academic subjects. BCS is possibly the number one choice on their preferred job list.This is very alarming for the nation. If everyone is busy studying Bangla, English, general knowledge, and current affairs for the BCS preliminary exam, who will study the graduation or master's level books? Teachers are losing interest in imparting education to students since the latter are more focused on the BCS examination. Even in the classroom of honours and master's students, young pupils are found to make preparation for BCS when the class is going on.It is time the non-government sectors also modified their compensation packages by introducing a pension facility. Then job-seekers will also be attracted to non-government jobs, and competition for BCS employment will be less stiff and extensive.There should be an awareness in society so that people also respect each and every profession, not just BCS officers, or just doctors, engineers and lawyers, but entrepreneurs, teachers, designers, artists, scientists, development workers and even mechanics and cleaners and so on.\nAlamgir HossainKaigari, Bogura",
        "headline_1": "Craze for BCS exam",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/craze-for-bcs-exam-1689517450",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2023"
    }
]