[
    {
        "full_article": "Fifty two workers have so far been declared dead as a result of the horrific fire that engulfed the Hashem Foods factory in Narayanganj, where famous products such as Shezan juice and Nocilla spread were produced. 49 of them were burnt to death inside the factory, while three others died after leaping from the factory building in an attempt to save themselves from the fire.\nPreliminary reports indicate that all 49 charred bodies were recovered from the third floor, the exit of which was locked up—thereby preventing workers from being able to save themselves, as 25 other workers had been from other floors.\nHashem Foods Limited is a sister concern of Sajeeb Group of Companies, one of the largest business groups in the country. When such heinous yet preventable killings of workers occur in one of their factories, a key question that should come to anyone's mind is: what would be the liability of Sajeeb Group? According to the Bangladesh Labour Act 2006 (BLA), an employer is only required to pay Tk 2 lakh for every worker killed in an \"industrial accident\" inside their establishment. That is how little value is attached to a worker's life by the very law that was meant to \"ensure labour rights\".\nTherefore, the total amount Sajeeb Group would have to pay under our labour law as compensation (to the family members of the workers killed by their lethal greed) is a measly 1.04 crore taka—probably a fraction of their daily revenue. For perspective, this amount is only 1.2 percent of Sajeeb Group's Tk 85.8 crore unclassified loan taken from Mutual Trust Bank in 2015, according to the bank's Annual Report 2015.\nThe BLA initially fixed the amount of compensation for a worker's death at Tk 1 lakh, but this was later increased to the current Tk 2 lakh in 2018. So rather than introducing a minimum amount of compensation that has to be paid to workers or their dependents in case of an occupational injury or death, our labour law set a ridiculously inadequate sum as the maximum amount. Does this legal limit favour the workers the BLA set out to protect or the industrial employers it sets out to hold accountable?\nHowever, my research on 80 compensation cases under labour law litigated by Bangladesh Legal Aid and Services Trust between 2008 and 2019, has found that victims of \"industrial accidents\" seldom receive even this paltry amount of compensation prescribed by the labour law. Rather they are met with a world of challenges. This is largely because most corporations being sued for compensation under the labour law, instruct their team of lawyers to prolong the litigation period as much as possible. As a result, these lawyers employ an abundance of dilatory tactics by abusing technicalities in procedural law to their utmost advantage. Family members of workers killed in industrial establishments who dare to exercise their right to seek compensation against an industrial employer in labour courts become tired out to the point where they feel compelled to abandon the case.\nFor instance, many employers ignore legal notices and refuse to appear in court during the trial and the case is then scheduled to be decreed ex parte. The employers then strategically appear on the day that the ex parte judgment is scheduled to be pronounced by the court and plead for an opportunity to be heard, citing lack of notice as their reason for non-appearance. Judges then often restart the hearing, from the initial arguments stage, thereby doubling the trial period and frustrating claimants who have to go through a time-consuming and cumbersome process all over again—just as they thought this costly process had finally come to an end. One Labour Court lawyer I had interviewed as part of my research summarised the situation quite poignantly: \"I will not blame victims for abandoning the compensation case. They are tired. They are depressed. They are frustrated. They are compelled to think to themselves: 'I will not get anything out of this claim, so better to just leave it'.\"\nDue  to this calculated game to \"tire them out\", and despite the insistence  of their lawyers, victims either abandon the case or or if they are \"lucky enough\", they are offered an out-of-court settlement by the employer for an even smaller amount of money. The same lawyer also explained this phenomenon quite clearly:\n\"The victims strongly feel that it is better to receive something than nothing at all. Their employers make it clear to them that they can accept a lower amount of money offered as out-of-court compensation, which will also be paid immediately. However, if they refuse and dare to continue pursuing the higher (legal) amount of compensation through litigation, then their employers will do everything in their power to keep the case hanging for years and years to come, to tire them out. So, tell me, which option will they then choose?\"\nThis is the unjust reality of the justice system under our labour law. A seemingly endless litigation period caused by abuse of process by employers who refuse to be held accountable means that \"seeking justice\" becomes too costly an endeavour that victims can no longer afford. Therefore, even the minimal labour rights that exist in theory continue to be trumped by unfettered labour wrongs in reality. Why must this be allowed to continue?\n \nTaqbir Huda is a Research Specialist at Bangladesh Legal Aid and Services Trust (BLAST) and coordinates Justice for All Now (JANO, Bangladesh). Email: taqbirhuda@gmail.com\n",
        "headline_1": "Why is the price of killing a worker only Tk 2 lakh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/why-the-price-killing-worker-only-tk-2-lakh-2126776",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2021"
    },
    {
        "full_article": "Everyone present on the grounds of Nishchintopur Primary School was in uncertainty that day. On November 24, 2012, 122 workers were burnt to ashes in a fire at the Tazreen factory in Nishchintopur, Ashulia. Later, the dead bodies were all placed in rows on the school grounds. No doubt, the bodies were charred beyond recognition, and it would be hard to identify them. However, the relatives of the victims were trying to recognise each and every corpse wrapped in a bag.\nMohammad Shoaib of Rajbari cried out when he noticed the gold pendants on a skeletal body. Crying, he said, this was the body of his wife, Sheuli. He had bought those gold pendants for his wife. However, Nurjahan Begum of Rangpur, standing next to him, could not separate her sister from the other burnt bodies. She cried out and asked, \"Where is my little sister Babita?\"\nNine years have passed since that day, and I still cannot forget the sound of their cries. The recent death of 49 workers and staffers in a fire in Narayanganj reminds me of that incident again.\nThe scenes of Tazreen and Hashem Beverage are almost the same. Tazreen was a 9-storied building, and the factory of Hashem Food and Beverage Limited is 6-storied. The main gate on the third floor was locked when a fire broke out in the Tazreen building. As a result, people could not get out of there. The same thing happened in Rupganj.\nTazreen's firefighting system was faulty, and the death toll was high due to the lack of an emergency exit. We had almost the same thing here.\nTazreen Fashions Limited was an organisation of Toba Group. Two days after the incident, the company owner Delwar Hossain said that he was not responsible for the fire. Mohammad Abul Hashem, chairman of Sajeeb Group, the owner of the company in Narayanganj, said the same thing.\nAlthough a case was filed in Ashulia police station in connection with the Tazreen fire, no specific person was charged. Police said the accused would be charged after they received the investigation report. However, nothing happened. We are still waiting to see what happens now.\nOfficials from the fire service said the fire was exacerbated by the presence of a large amount of plastic, chemicals, cartons, and other flammable substances in the building in Rupganj. However, this is not the first such incident in the country. It's happening again and again, and nobody has been accused of failing their responsibility.\nOn June 3, 2010, a fire broke out in Nimtali killing 124 people. After the incident, there was a demand to remove dangerous chemicals and combustibles from warehouses in old Dhaka.\nThe first of the 16 recommendations made by experts from the investigation committee was the same. But the warehouses and factories of various chemical substances are still there. The other recommendations are still pending. A general diary was filed at Bangshal police station after the incident in Nimtali. But nobody was held responsible or punished.\nThen on February 20, 2019, another terrible fire broke out at Churihatta in Chawkbazar. 78 people lost their lives this time because of the presense of various chemicals. But nobody was accused or punished.\nOn March 28, 2019, a fire broke out in the FR Tower of a 22-storied building in Banani. 26 people died, and that's when it came to the public's attention that the tower was constructed with the approval of 18 floors from RAJUK. But, why did the authorities not see this before the incident happened?\nOn September 10, 2016, another 36 people died in a fire at the Tampaco Foils factory in Tongi. After the incident, it was discovered that the factory building had no proper staircase. It was also learned that the factory did not follow the approved layout of the building—and many more irregularities were reported in the news. But this factory was inside the BSIC industrial area, and none of the authorities seemed to notice those irregularities.\nOn December 11, 2019, 13 people died when a fire broke out at a plastic factory called Prime Plate and Plastic Industries Limited in Chunkutia, Keraniganj, near Dhaka. The workers could not get out immediately after the fire broke out. It was later learned that the factory was operating without any permission. The structure had neither any environmental clearance nor any firefighting ability; there was nothing. But nobody noticed that before the disaster happened.\nSimilar incidents were heard of after Rana Plaza—that the building was illegally constructed on a filled-in pond, compromising its structural integrity.\nIndeed, it is surprising that each time after such an incident happens, it is discovered that there were multiple errors with building construction, lack of approval, not enough fire extinguishers, and so on, that contributed to the disaster. However, to set up a factory, one needs a lot of approvals from many government departments. And not just approvals. There are various government departments, including the Department of Inspection of Factories and Establishments, whose job it is to supervise for irregularities on a regular basis. But each time, the faults are only discovered after a disaster strikes. Before that, everyone seems to be asleep!\nThe incident in Narayanganj was nothing different. Nobody saw anything. Shockingly, many of the victims are children and teenagers under the age of 18. But no one even noticed that before. However, three investigation committees have now been formed after the fire, and there will be a lot more investigations in the next few days. There will be a lot of discussions, a lot of information will become public. Then, just like the past incidents, all will be lost again after some days. Some day in the future, the same accident will happen again. And we will hear the same story again.\nIt's astounding! 623 people have died in 171 launch accidents in 10 years, and each time we only come to know about the faulty designs and lack of fitness of the water vessels after a tragedy happens. If there is a fire, we see more of the same thing. But we have several government authorities who are supposed to look out for these. Yet, it seems like none of them are awake until someone is dead!\nAs a result, we end up hearing people cry over and over again. They beg and say, \"Please help us find the dead body of my beloved!\"\n\nShariful Hasan is a freelance journalist.\n",
        "headline_1": "Sheuli’s gold pendants and the authorities’ deep sleep!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/sheulis-gold-pendants-and-the-authorities-deep-sleep-2126771",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2021"
    },
    {
        "full_article": "Researchers, I have always assumed, perhaps audaciously and inappropriately so, are rather awfully late to come to any conclusion, even on matters that appear conclusive on face value.\nNo hurrah to them, for by earth's timeline, they have only recently discovered, that too with relative conservatism, that blowing out candles could make birthday cakes unsafe for human consumption. Now, you do realise that birthdays have been in vogue since the birth of the second person.\nAccording to a 2017 research paper, on a study undertaken at South Carolina's Clemson University, \"blowing out candles on a birthday cake increases the growth of bacteria on the dessert\" by a whopping 1,400 percent. You don't need scientific investigation to infer that you could possibly, rather most certainly, splatter saliva on the cake while you blow the candles. That is more so because almost no one can blow out the candles the first time, except the gregarious one who whooshes hard, which means more rain. You may have wondered why some cakes taste different.\nThey are now also telling us (hah!) the human mouth contains many bacteria, but this was also known since Galileo Galilei discovered a microscope. Hmmm 1609! Thankfully, after looking up from their lenses, scientists also assure us (are they sure?) that not all of the spewed specks of drool are harmful; normally, that is, unless you detest spit.\nIt is further comforting to know that only a sick person blowing out the candles could transmit the infection. This was long before Covid. But, wait! Head of the research, food safety professor Paul Dawson adds that, \"you have one or two people who really for whatever reason… (Pray, what could that reason be?) transfer a lot of bacteria\". And that could be your host.\nBeing a diabetic for over 1.5 decades (healthy living demands diagnosis in decimals), I am fortunate to have a therapeutic excuse for not having to oblige the birthday person (girl or boy is so sexist. Yuch!) with a bite of the splattered cake.\nThen there is this bizarre and thoughtless ritual of sharing the same piece of cake from one mouth to a different mouth, not to be confused with lifesaving resuscitation. People mind if you move away from their \"charitable\" offering. But, you must, to save yourself and the others from you.\nI have found a getaway from that inevitable cake-kiss. For a head start, stay as far back as protocol allows from the table. As soon as the happy birthday song and the cheering commences, signalling that the cake has been spat upon, start moving your jaws in a biting, chewing or eating manner, enjoying. Avoid engaging in any conversation and all eye contact. Soon enough, the frenzy of sharing shall calm down. You may also stop making a fool of yourself.\nYou never know what those fingers touched last. The index could have been exploring possibilities in the nostrils, one at a time. The little one may have ventured to engage an itching irritation in the depth of the auditory orifice. The middle? For heaven's sake, this is a family newspaper.\nThere are more opportunities for infection. Someone travelling to the party from home or workplace may have had to pay the CNG driver or the rickshaw-puller with authentic taka. There was no mandatory condition pre-Covid to wash hands for 20 seconds. Never understood though why one TV channel kept on streaming that we have to wash \"20 times a day\". Not necessary at all, if we are in a safe bubble. Also, there could be reason to wash them more than 20 times.\nTo further our problem, you know as much as I that not every toilet has soap to cleanse after the relief work. Which brings me to a sticky point. While many foods and goods can be purchased with money, researchers have found out that there are other things stuck on the notes and coins that one does not bargain for.\nCurrency notes move from hand to hand, squeezed too between his lips and hers, and where not, accumulating unseen bugs and germs. According to research findings (2019) by a Khulna University student Nishat Tasnim, unbeknownst to us innocent victims, such \"taka notes and coins contain bacteria like E. coli and faecal (read human waste matter) coliform which are very harmful to health\".\nEnvironmental science researchers at the university laboratory tested currency notes and coins from 15 random sources in Khulna city over a period of six months, revealing that vegetarians are comparatively more safe because \"maximum bacteria and faecal (stool) bacteria were found on notes used by the sellers of meat, fish and chicken\".\nHarmful bacteria were also found from the currency notes and coins of 12 other sources, (OMG!) said professor Abdullah Harun Chowdhury, the concerned research supervisor. He added that currency notes pose a severe health hazard, including causing various diseases, when people eat without washing their hands after touching currency and coins.\nFrom a hygienic perspective, we should also take precautions as vendor and buyer, and not talk and hassle over Iftar items during Ramadan, showering the delicacies with spit. There is the additional hazard of people touching and poking, picking up food with unwashed hands, and returning them to the tray. The unsuspecting next customer will accept the polluted food.\nSellers and the customers also touch food items after transacting money, and letting their hands wander anywhere. There is so much to touch and so many places that itch. That is why we should avoid manhandled food, or alternatively encourage healthy practice on both sides of the food counter.\nComing back to saliva, I have never found a good reason for chefs talking incessantly while preparing, cooking, baking, grilling, plating and serving food except perhaps to add an extra ingredient; salt is not on my mind. Not many people in the world can speak with squeezed lips. And ventriloquists earn a lot more than the normal cook. What is there to say? The proof should be in the pudding, or cake.\nHappy birthday to you all!\n \nDr Nizamuddin Ahmed is a practising Architect at BashaBari Ltd., a Commonwealth Scholar and a Fellow, a Baden-Powell Fellow Scout Leader, and a Major Donor Rotarian.\n",
        "headline_1": "Happy birthday thoo you!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/chintito-1995/news/happy-birthday-thoo-you-2126761",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2021"
    },
    {
        "full_article": "It is hard to label the painful deaths of at least 52 workers and staff members in Thursday's fire in the Hashem Foods factory in Narayanganj as a random accident and not the result of gross negligence and violation of factory safety laws. So far it has not been established yet what exactly caused the fire. What we do know however, is that the supervisor on the third floor told the workers to stay on the floor as the room was air conditioned and they were safe and that when workers realised this was not the case and tried to escape, they found the only exit locked. Many of the employees went to the rooftops and jumped in sheer desperation, three of them dying in the attempt.\nJust from the first reports of the disaster we have already learnt enough to see how little thought was given to the safety of employees. According  to officials in the fire department, there was no fire escape exit, the  only staircase available was very narrow and the only exit in the third  floor of the building was locked. From preliminary observations the fire department officials have said there did not seem to be any fire-fighting equipment or any fire alarm system. The floors were full of flammable materials such as cartons and paper rolls as well as combustible materials such as oil, chemicals, poly packs, foil papers, and plastic bottles. So wouldn't it be a priority to make sure that there are at least the minimum level of safety measures in case of a fire that would definitely spread given the storage of such inflammable materials?\nIt is appalling how little owners of this factory value human lives from their remarks to the media. From the reports as well as the footage it seems there were minors working in the factory which violates the labour law. But the reality is that the pandemic has forced many poor families to send their children (whose schools are closed) for all kinds of work just to be able to survive. The owners of the factory have indicated they didn't know children had been employed. Is it not their responsibility to know? Isn't it their moral obligation apart from the legal compliance, to make sure that the factories where so many employers are working, have the minimum safety measures so that they can at least escape a fire or other disaster? Should not these employers be held responsible for the exit door on the third floor being locked? Of course they must.\nIt is reprehensible that after so many factory fire incidents—Tazreen Fashion (122 deaths), KTS Composite (65 deaths), Tampaco Oil (36 deaths), to name a few—that have cost lives, in many cases because of lack of safety measures being in place, these horrific events continue. In most instances families of workers who have died or workers who have been seriously injured, do not get adequate or any compensation nor justice in the form of punishment of those responsible.  We hope that the three probe committees formed by various government bodies will come up with clear answers about how the fire started and why there were so many casualties. But there is no question that the owners of the factory are responsible for gross negligence and complete apathy for the safety of their workers that led to so many deaths.\n",
        "headline_1": "Deaths in Narayanganj fire caused by gross negligence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/deaths-narayanganj-fire-caused-gross-negligence-2126796",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2021"
    },
    {
        "full_article": "We are deeply concerned regarding the worsening floods in Sirajganj and Lalmonirhat districts, due to the rising water levels of Jamuna and Teesta rivers. Though low-lying areas of Sirajganj, Sherpur and Kurigram districts have been flooded since July 4 (due to a combination of heavy rainfall and an onrush of hill water), the water levels of rivers such as Teesta, Dharla and Brahmaputra had been below danger levels. Now, according to a report by this newspaper, over 30,000 people are marooned in the two districts and the Teesta river's water is flowing at least 10cm above the danger level. As of Friday, the water level of the Jamuna river was still below the danger mark, though increasing.\nWhile some have managed to move to safer places (many sans their belongings), others have had to remain where they were, as the floodwater entered people's houses and drowned roads, vegetables, croplands, and the paddy seedlings for Aman rice in the villages.\nLast year, the country suffered its longest and worst flood since 1998, which lasted for over 40 days, according to sources at BUET's Institute of Water and Flood Management. The chief engineer of the Water Development Board's north-western zone told this daily earlier this year how one flood would flow into the previous one before the water had a chance to recede like it usually would. If that is the case this year as well, then we may again witness children drowning in the floodwaters or people becoming severely ill due to various waterborne diseases.\nIt goes without mentioning how devastating floods, especially prolonged ones, can be for our farmers. Last year's flood caused the crop schedule for Aman rice and root vegetables to go completely haywire. According to government sources, by the end of July 2020, at least USD 42 million worth of crops had been destroyed. \n   Given the current situation, we would urge government authorities to prioritise the safety of the people in both the flood-stricken areas and in areas which are in danger of becoming flooded. Adequate shelters must be built to house the flood victims. The affected population must also be provided with cash aid (and not just dry food) as relief. It is also important to direct healthcare resources to these areas. While strengthening methods of forecasting and preventing floods and improving our overall response to these situations should be a general priority for the government, it is important to focus on saving the lives and livelihoods of the affected at this very moment—and in the weeks to come.\n",
        "headline_1": "Worsening flood situation in the north, thousands marooned",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/worsening-flood-situation-the-north-thousands-marooned-2126791",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2021"
    },
    {
        "full_article": "A Tk 58.5 crore project called the \"Safe Crop Production through Integrated Pest Management\" had created enormous interest among farmers to grow foods by using bio-pesticides instead of chemical pesticides. However, according to a survey report by the Implementation Monitoring and Evaluation Division (IMED) of the planning ministry, farmers are again returning to using chemical pesticides, mainly because of higher prices of environment-friendly pesticides and inadequate marketing facilities for safe foods.\nThe IMED said the project strengthened safe food production by encouraging farmers to use bio-pesticides and fertiliser through setting up 6,700 farmers' field schools, 6,700 integrated pest management (IPM) clubs and providing training to farmers. But many farmers who had been brought under the scheme are now returning to their old ways. Meanwhile, about 20 percent of the IPM clubs have already become inactive due to a lack of effective monitoring and the registration system for the club membership being extra complicated.\nAccording to the IMED survey, 12.7 percent of new farmers and 10.4 percent of land had been included in the IPM system every year since the scheme was implemented. Also due to the scheme, pesticide use had decreased by 14.26 percent, and costs of paddy, vegetable and fruit cultivation decreased by 11.30 percent, 23.39 percent and 14.09 percent per hectare, respectively. These are all huge benefits. But then why are the authorities allowing the scheme to lose steam so pitifully? Food safety has always been a major concern in Bangladesh. When you have a scheme that is so successful, why allow it to die because of such trivial reasons, particularly when they can be easily addressed?\nThis is a perfect example of how different projects that cost taxpayer's massive amounts of money are allowed to simply wither away, even when they are hugely beneficial, due to mismanagement and apathy of the authorities. If the authorities are so disinclined to continue promoting safer food production methods, then why did they initiate the project in the first place?\nWe call on the government to look into this matter immediately. This is the type of project that should have the government's full backing and that deserves to be promoted. In order to make the success of this project sustainable, the authorities should better monitor it, make the processes involved less complicated and ensure that these food produces are better marketed—as there is already a great deal of interest from consumers for safer food.\n",
        "headline_1": "A good project going to waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/good-project-going-waste-2126066",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2021"
    }
]