[
    {
        "full_article": "Bangladesh, despite being one of the world's fastest-growing economies with exceptional GDP growth, was unable to avoid extreme food insecurity during the pandemic, which was experienced by a substantial proportion of the population. The Covid-19 pandemic exacerbated \"hidden hunger\" all over the world, resulting in negative public health repercussions.\nBangladesh has made remarkable progress in the reduction of under-five mortality (from 94 deaths per 1,000 live births in 1999–2000 to 31 in 2019), for which the Prime Minister of Bangladesh Sheikh Hasina received the United Nations Millennium Development Goal (MDG) Award in 2010. However, despite this success, the prevalence of chronic undernutrition and micronutrient deficiency is still going up. Approximately 25 percent of the population remains food insecure, and 36 percent of children under the age of five suffer from stunting, a classic symptom of chronic malnutrition.\nOn top of that, a dissemination seminar on \"Preliminary findings of the National Micronutrient Survey in Bangladesh 2019-2020\" revealed that the vitamin A deficiency among children (0-59 months) has increased alarmingly, from 20.5 percent in 2011 to 52.8 percent in 2019-20. Vitamin A deficiency for non-pregnant non-lactating (NPNL) women also went up from 5.4 percent in 2011 to 8.5 percent in 2019-20. A similar trend can also be found with regard to iron deficiency 14.9 percent (2019-20). However, the opposite trend can be found in the case of iodine, zinc and vitamin D, even though the country is still far from solving the issue of micronutrient deficiencies.\nHidden hunger is a micronutrient (vitamin and mineral) deficiency that occurs when the quality of food people eat does not meet their nutrient requirements, which hinder their growth and development. This can have several negative health and social consequences, including an increased risk of malnutrition, multiple infections, chronic diseases, poor health and wellbeing, impaired learning, poor mental health, social conflict, and increased social and economic inequalities. These negative consequences also have the potential to jeopardise the overall developmental activities of citizens of various demographics.\nGlobally, USD 5.6 trillion economic loss is caused by malnutrition every year and in Bangladesh, this loss is more than Tk 7,000 crore (USD one billion). With over 12 lakh citizens affected by Covid-19 to date, the long-standing need to boost immunity and maintain a healthy diet is now more important than ever. In the Global Hunger Index (GHI) 2020, Bangladesh was ranked 75 out of 107 countries, indicating a serious malnutrition epidemic, possibly made worse by the pandemic-induced lockdowns. In March this year, The UN Food and Agriculture Organization (FAO) placed Bangladesh in a list of countries that require external assistance in food to brave \"severe localised food insecurity\".\nIn this context, fortifying food is one of the most cost-effective and reliable investment choices in broader national initiatives to prevent chronic undernutrition. It is considered a highly effective intervention to reduce micronutrients deficiency among children and pregnant women, which has escalated amid the Covid-19 pandemic. Fortified foods are enhanced with six essential vitamins and minerals that the poor segment of the population may otherwise not be able to afford due to lack of access to meat, fish, fruits and other non-rice products.\nThe UN Food Systems Summit 2021, which is going to take place this September, focuses on strengthening food systems, promoting healthy diets and improving nutrition, especially for children and young people. Prime Minister Sheikh Hasina has already urged the government and private sectors to work to ensure nutrition as well as food security for the mass population.\nOn that note, the government has already integrated nutrition security into its existing policies, strategies and acts. The National Food and Nutrition Security Policy (NFNSP) 2020, which recognises that food systems contribute to multiple outcomes that are needed to improve food and nutrition security, has been incorporated into the Eighth Five Year Plan. In line with the SDGs, the government has formulated and implemented the Second Country Investment Plan for Nutrition-Sensitive Food Systems (CIP2) from 2015-2020.\nAdditionally, to improve the overall health, nutritional status, survival, growth, development and productivity of the population by preventing and alleviating micronutrient deficiencies, the National Strategy for Prevention and Control of Micronutrient Deficiencies in Bangladesh (NSPCMD), 2015-2024, is being implemented. The Food Safety Act 2013 has also been a monumental step in providing a proper legal framework for ensuring food security for the poorest of the poor in the country.\nAnother positive development with regard to food fortification is the Mandatory Oil Fortification Act 2013, which makes provisions for the fortification of edible oils with vitamin A. The Act made it mandatory for storing, selling, supplying and marketing of edible oil fortified with vitamin A, whether it is produced locally, refined or imported. Additionally, Bangladesh was one of the first countries globally to introduce mandatory salt iodisation in 1989, aligning with the Universal Salt Iodisation (USI) Programme. Bangladesh has achieved significant success over the years in this regard, with 80.3 percent of households consuming iodised salt and 57 percent of households using adequately iodised salt, according to the National Salt Iodization Survey 2015. However, efforts are still needed to achieve the USI target (more than 90 percent of households) of adequately iodised salt coverage in Bangladesh. In 2021, the government of Bangladesh passed the Iodised Salt Bill, making iodisation of edible salts mandatory to prevent iodine deficiency disorders and improve the nutrition of millions of people.\nThe Covid-19 pandemic has emerged with new opportunities for boosting immune systems by promoting food fortification. Ideas like rice and oil fortification, and salt iodisation, have already been in the spotlight. However, we still need to focus more on how other micronutrients can be mixed with staple foods like wheat, maize flour or milk at very low costs. Finally, preventing vitamin D deficiency among high-risk population groups is yet to receive enough attention, and must be integrated into the strategy of multiple micronutrient supplementation.\nAvijit Saha is currently enrolled in a Master's programme in the Department of Development Studies at Bangladesh University of Professionals.\nEmail: avijitsaha446@gmail.com\n",
        "headline_1": "Fortifying food: An effective strategy to combat hidden hunger",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/fortifying-food-effective-strategy-combat-hidden-hunger-2144106",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2021"
    },
    {
        "full_article": "Nazar Mohammad, popularly known as Khasha Zwan, was an Afghan comedian. On July 22, 2021, he was abducted from his home in the south of Kandahar by Taliban fighters. He was abused, beaten up and then shot multiple times. The comedian's crime? He was a member of the Afghan National Police, as alleged by Zabihullah Mujahid, a Taliban spokesperson.\nKhasha Zwan is one of the many victims of the Taliban's macabre revenge killings across Afghanistan. The resurgent Taliban is scouting for individuals who have worked for the Afghan government or been involved in actions against the Taliban.\nWith the US eyeing 9/11 of 2021 to completely pull out its troops from Afghan soil, after two decades of their eventful presence, the Taliban are increasingly gaining ground in the war-ravaged country. The terrorist outfit is becoming bolder in their ruthlessness. Earlier in the week, they launched rocket attacks aimed at Kandahar airport, apparently because the government had been using it to launch air strikes against the Taliban.\nThe Taliban now control a significant part of Afghanistan. Earlier in July, they boasted of controlling 85 percent of Afghanistan—a claim rubbished by the Afghan government. However, over time, the Taliban have spread their dominance in major parts of the country. Their aggressive attacks in the three major cities of Kandahar, Herat and Lashkar Gah continue.\nAmidst mounting tensions in the country, more than 1,600 civilians have been killed in the first half of 2021. Some 64 percent of these deaths have been attributed to anti-government forces by the UN. In the face of sweeping Taliban advances, more than 300,000 have been displaced, especially around Kunduz, Balkh, Badakhshan, Baghlan and Takhar. With brutalities on the rise across the nation, Afghan civilians are living in constant fear of retribution and mayhem. However, the resurgence of the Taliban is not only a matter of concern for the war-torn nation, but for Asia as a whole.\nIndia, Bangladesh, China, Pakistan, Sri Lanka and the Maldives, among other nations, should be wary of these recent developments in Afghanistan. While the Chinese foreign minister officially met Taliban delegates in the Chinese city of Tianjin recently, it was not without its fair share of polite warning. China expressed that it feared Afghanistan could be used as a base by separatists, referring to the East Turkestan Islamic Movement.\nWhile the Taliban delegation has \"assured China that they will not allow anyone to use Afghan soil against China,\" as Al Jazeera quoted Taliban spokesman Mohammed Naeem as saying, one cannot fully rule out this possibility, especially amidst the chaos unfolding in the country. However, if China plays its cards right, the withdrawal of US forces from Afghanistan could also lead to a new opportunity to expand its Belt and Road Initiative (BRI) into Asia Minor through Afghanistan. This is unlikely to sit well with India.\nIndia has fought its own battles with China and Pakistan and, over the years, endured some of the worst terrorist attacks in history. In the midst of fighting a global pandemic of epic proportions, the last thing it needs is another threat of terrorist resurgence close to home, or an alliance between Pakistan, China and Afghanistan. Such a scenario would be neither economically, nor politically, pleasant for India.\nBangladesh will have equally pressing concerns. With a history of Bangladeshis migrating to Afghanistan in the 1980s to join the Taliban in the anti-Soviet war and then returning to the country post-Soviet defeat—battle-hardened and well-trained in operating heavy arms—to create unrest internally, the country should be on the lookout to prevent this history from repeating itself. In 1992, Harkat-ul-Jihad al-Islami (Huji) was launched, and many of its members were said to be Afghanistan returnees. This militant outfit had been behind multiple militant attacks in the country between 1999 and 2005, killing more than a hundred people.\nThere are other militant groups in the country that might now be looking at opportunities to travel to Afghanistan to join the Taliban as well. It has been reported that three members of the militant group Ansar Al Islam have already travelled to Afghanistan, which the police are now investigating. And there remains the possibility of Bangladesh youth being groomed and recruited by militant outfits to join the Taliban. India is not immune to this threat either. In fact, with the internet enabling easy connectivity between people from various regions of the world, grooming and recruiting unsuspected youth have become easier than ever. And both these countries, along with Pakistan, the Maldives, Sri Lanka and others, should keep their guard up. All these countries have fought terrorist threats in the past and these separatist, terrorist elements might now see new opportunities with the resurgence of the Taliban.\nWhile certain groups are accusing Pakistan of aiding the Taliban, strategically it is not a fruitful course for the nation, as it would pose significant internal security threats. In view of the worsening situation in Afghanistan, Pakistan's military and intelligence chiefs held a parliamentary committee briefing where all the political parties decided \"to stand behind the army\" in this situation, despite their political differences, as reported by the media.\nIt is to be noted here that the Afghan Taliban had earlier captured Spin Boldak bordering Pakistan and the situation there has been tense, resulting in closure of a crossing that was only recently reopened. In the midst of growing tension in the bordering regions, many are entering into Pakistan and Iran to flee persecution. While Pakistan and China's roles in handling the situation in Afghanistan are still vague, one hopes they will be able to assess the long-term repercussions of the Taliban's re-emergence and act in the greater interest of the region.\nObservers are of the opinion that China and Pakistan are playing with a double-edged sword here. According to them, support for such a militant outfit offers both strategic threats and opportunities, but in the long run, the threats will outweigh the opportunities.\nWith the re-emergence of the Taliban, Afghanistan has become a potential hotbed for terrorism and criminal activities. If the Taliban is allowed to pursue this course with impunity, soon they will destabilise the country, posing a risk to the entire region. While considering the lack of control of the Afghan government in containing the situation, it has become important to initiate regional dialogues to support the Afghan government in curbing the growing encroachment of the Taliban.\nThe international community, especially Asian and South Asian countries, including China, Pakistan, India and Bangladesh, should now look beyond individual interests and consider the long-term implications of a strong Taliban presence in Afghanistan. In order to fill the void left by the retreating western forces, a dialogue that includes all regional players and the Afghan government in achieving a consensus on concerted regional action to combat the deep-rooted Taliban influence has become imperative.\nIn the face of growing uncertainties, regional cooperation is the only way to achieve long-term stability in Afghanistan and the region as a whole.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n",
        "headline_1": "What Taliban resurgence means for the region",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/what-taliban-resurgence-means-the-region-2144086",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2021"
    },
    {
        "full_article": "\"Thousands of garment workers yesterday returned to work in industrial belts in Dhaka and elsewhere amid the nationwide shutdown, raising fears of a rapid spread of the novel coronavirus…\"—this was the first sentence in a report in The Daily Star that was printed, not today, yesterday or the day before, but on April 30, 2020. This mass movement was sparked by the decision to reopen apparel factories on a limited scale, coupled with a statement from the home minister on how no one would be allowed to enter the capital from outside for work. The relevant authorities were roundly condemned for creating panic amongst workers, who flouted all social distancing protocols and returned to the capital in crowds, despite the high costs of travel (public transport was suspended at the time) and risks to their health. On April 30, 2020, the positivity rate in Bangladesh was 11 percent (for context, yesterday, it was 29.91 percent).\nStill, the events referred to here were in the early days of the pandemic, when excuses could perhaps be made for the authorities being under-prepared. At the time, we didn't know that 3.57 lakh jobs would be wiped out in the RMG industry during the pandemic. We didn't know that 72.4 percent of furloughed workers would not get their due salary and 80.4 percent of laid-off workers would not get their severance pay (as data from the Centre for Global Workers' Rights now shows us).\nWe didn't know that RMG workers would suffer a 35 percent pay cut during lockdown periods, despite factory owners receiving a Tk 8,000 crore government stimulus package to pay salaries during the pandemic, and that a study by Transparency International Bangladesh would reveal that the stimulus didn't actually reach 42 percent of RMG workers. And we definitely didn't know that, despite RMG factories being allowed to operate during lockdowns (since global markets began opening up after widespread vaccination programmes), RMG workers would still have to take to the streets to demand salary arrears in the second quarter of 2021, all the while at risk of falling into pandemic-induced debt in their struggle to stay afloat.\nHowever, now that we are armed with all of this information on the pandemic's catastrophic impact on workers, not just in the RMG sector but across all Bangladeshi industries, what exactly have we learnt from it? If the events of the past few days are anything to go by—the answer might be, absolutely nothing at all. Despite being well-aware of just how difficult it is to travel back to Dhaka during lockdowns, despite witnessing time and again the mad Eid rush and how dangerous such crowds can be in terms of Covid-19 transmission, and despite knowing that the precariousness of their situations means that workers will have no choice but to rush back to their workplaces when asked—it truly beggars belief that they were not given more than 24 hours' notice to travel back during a nationwide \"strict\" lockdown. That too at a time when Covid-19 cases have gone up by 58 percent in a week and hospitals across the country are struggling to deal with this crisis.\nOn July 27, the home minister told reporters that \"Although the factory owners pleaded for the reopening, we can't accept their request.\" Yet on July 30, a government circular was issued saying export industries, including garment factories, will be out of the ongoing 14-day lockdown's purview from August 1. While we acknowledge that the \"lives vs livelihoods\" dilemma has been a constant thorn for the government during the pandemic, and difficult decisions have had to be taken, the fact that the workers themselves were kept in the dark during these discussions shows just how little thought is given to them by their employers and the authorities.\nAlthough it was belatedly announced that public transport would be opened up so workers could return, it is astounding that it did not occur to anyone to plan for this in advance. By then, thousands of workers had already flocked to ferry ghats, and in the absence of public transport, they were forced to ride rickshaw vans, trawlers, goods-laden pickup trucks and even walk on highways with their family members. In interviews carried by different media outlets, many spoke of the high costs of making these journeys. And in almost every single interview, they gave the same reason for going through all this hardship—what will happen to our jobs if we don't go?\nIt is time for us to redirect this question, away from the workers and onto their employers. What will happen to their jobs if they miss a day's work or two? Will they be made redundant? Will that day's wages be deducted from their pay? Or will it be counted as one of their 10 days of casual leave, or 11 days of festival holidays? (By the way, if RMG workers are entitled to 11 days of festival holidays, why did workers have to demonstrate to get time off for Eid in May?).\nThis week, the WTO released figures showing Bangladesh earned USD 28 billion from apparel shipments in 2020. While this is a decline from past figures (as is expected due to the pandemic), it still begs the question—in a 28-billion-dollar industry, why is the work still so precarious? Why are RMG workers (who, along with migrant workers, are key building blocks of our economy) expected to risk Covid-19 infections and spend their much-needed savings based on what are clearly unplanned, last-minute decisions?\nThe pandemic has put a spotlight on the very real issue of an unequal distribution of power within the global supply chain, and buyers have faced a lot of criticism for trying to get out of contracts and hang their suppliers in countries like Bangladesh out to dry. As legitimate as these issues are, we cannot shy away from the fact that workers, in most industries in Bangladesh, are also the victims of unequal distributions of power in relation to their employers (i.e. the suppliers).\nEvery few months or so, the most inhumane expressions of this inequality dominate our headlines—like how little value the owners of Hashem factory attached to the lives of 52 workers who died in the blaze in Narayanganj last month, or the five workers who were killed by police in April for the simple act of demonstrating for payment of arrears and an improvement of their appalling living conditions at an under-construction coal-fired power plant in Banshkhali. While these are the worst case scenarios, they are part of a wider problem—a culture of work that devalues labour, reducing workers to parts in a factory rather than human beings deserving of security and dignity. It is this same culture that prevents employers and relevant authorities from showing the least concern for the hardships workers may face during the pandemic. At a time when they are especially vulnerable, could we not do better?\nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @shuprovatasneem.\n",
        "headline_1": "Workers treated as cogs in a system that only sees profit",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/workers-treated-cogs-system-only-sees-profit-2143321",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2021"
    },
    {
        "full_article": "With around 10 million diagnosed patients, Bangladesh remains at the forefront of the global diabetes epidemic, where one out of every ten adults is diabetic, according to 2017 data from the International Diabetes Federation. Diabetes mellitus is a group of metabolic disorders sharing the common feature of hyperglycaemia or high blood sugar. Long-standing hyperglycaemia, or in other words, uncontrolled diabetes, is associated with multiple organ damage such as eyes, kidneys and nerves, and triggers diseases like diabetic retinopathy, diabetic nephropathy and diabetic neuropathy, respectively.\nDiabetic retinopathy is among the earliest complications of uncontrolled diabetes. It is a clinical condition characterised by the damage of the retinal blood vessels due to high blood sugar levels. Its typical features include abnormal blood vessel growth, aneurysm, haemorrhage and accumulation of hard exudates in the retina. Almost all diabetic patients develop retinopathy within five to 15 years of the onset of diabetes; however, individuals with long-standing and uncontrolled diabetes are more likely to develop the disease. Globally, diabetic retinopathy is one of the leading causes of visual impairment and blindness. In 2011, 126.6 million adults worldwide lived with diabetic retinopathy, which will grow to 191.0 million by 2030 if the current trend continues. Remarkably, the burden of both diabetes and diabetic retinopathy is disproportionately high in the developing countries of Asia and Africa.\nLike other developing countries, Bangladesh is confronting the rising burden of diabetes and its associated complications, including diabetic retinopathy. In 2020, the country was home to around 1.85 million diabetic retinopathy patients, according to the International Agency for the Prevention of Blindness. According to recently published studies, one to three out of every ten diabetic patients in Bangladesh suffer from this progressive eye disease. In spite of being widely prevalent among diabetic patients, diabetic retinopathy is more common in individuals with uncontrolled diabetes, obesity and high blood pressure. This prevalence also increases with increasing age and duration of diabetes. Physical inactivity, tobacco consumption and elevated serum cholesterol further increase the risk of retinopathy among diabetic patients.\nDiabetic retinopathy is an incurable disease; however, the disease progression can be halted by early diagnosis and treatment. Despite being an important public health concern, diagnosis and management of diabetic retinopathy receive minimal attention from patients in Bangladesh. Here, diabetic patients are advised to perform retinal examination immediately after diagnosing diabetes and then once a year, irrespective of age. However, diabetic patients often fail to comply with this advice and delay in seeking care mainly due to a lack of awareness about the consequences of diabetic retinopathy (sudden onset of bleeding and blindness) and financial constraints. In addition, retinal examination facilities are highly concentrated in urban areas, where patients can avail this service at tertiary level health facilities, private hospitals and private practitioners. However, in rural and remote areas, lack of trained healthcare providers and unavailability of necessary equipment (like fundoscopy machines) contribute to delayed diagnosis.\nFor chronic disease management, counselling plays a crucial role, particularly in motivating patients to comply with healthcare advice and regular follow-up. Nevertheless, in Bangladesh, physicians often encounter a heavy workload and thus get less time for counselling patients. Inadequate counselling subsequently contributes to delayed care-seeking and irregular follow-up for diabetic retinopathy. As a result, it is diagnosed at an advanced stage for many patients, sometimes when the disease gets far too complicated (macular oedema, haemorrhage, narrow visual field). Poor diabetes control and delayed initiation of treatment also hasten the disease progression, and many patients even visit physicians after the sudden onset of blindness.\nAs diabetic retinopathy is one of the leading causes of blindness and disability among diabetic patients and could be prevented through early detection, a non-invasive screening tool could play a critical role in this regard, especially in a resource-poor country like Bangladesh, where early detection is hampered due to inadequate human resources and necessary equipment. This kind of tool has been identified as an efficient and cost-effective means of screening diabetes-induced retinopathy in countries like the UK, Iran and China. Keeping this in mind, BRAC James P Grant School of Public Health, in collaboration with The Fred Hollows Foundation in Australia, Diabetic Association of Bangladesh and BIRDEM Hospital, will be developing and validating a simple, questionnaire-based risk stratification tool for diabetic retinopathy screening—the first of its kind in Bangladesh. The expectations arez that the tool will enable Bangladeshi physicians, especially those providing care in rural and remote areas, to identify individuals at high risk of developing diabetic retinopathy at an early stage and thus, prevent the blindness and disability associated with this disease.\nWhile diabetic retinopathy is a progressive disease like cataract and glaucoma, early diagnosis and treatment can halt its progression. As it is an incurable disease and its treatment is expensive, especially in a country like Bangladesh, where universal health coverage has not been achieved and out-of-pocket expenditure is the primary source of healthcare finance, a collaborative approach for prevention, early detection and timely management of diabetic retinopathy is warranted to combat the burden of this overlooked disease in Bangladesh.\n \nDr Ipsita Sutradhar is senior research fellow, at the Centre for Non-communicable Diseases & Nutrition (CNCDN) and Centre of Excellence for Science of Implementation and Scale Up (CoE-SISU), in BRAC James P Grant School of Public Health, BRAC University.\n",
        "headline_1": "Stop diabetic retinopathy before it starts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/stop-diabetic-retinopathy-it-starts-2143311",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2021"
    },
    {
        "full_article": "Schools and colleges in Bangladesh have remained closed for more than 500 days now, causing immense damage to the life prospects of students and putting unwarranted mental and financial burdens on parents and teachers alike. Although the government has played with the idea of vaccinating university students in order to reopen universities sometime in the near future, no such plan has yet been put forth with regard to schools and colleges. The government had previously said that it would consider reopening schools and colleges once the positivity rate of coronavirus comes down to around five percent. However, as things stand, that still seems to be a long way away, as the positivity rate throughout the country continues to hover around the 30 percent mark. How long then will schools and colleges remain closed? And at what cost?\nThe pandemic has not only caused havoc in our education system; it has disrupted education across the world. Yet, if we look at China—where the virus originated—education did not stop during the pandemic. In fact, China managed to continue educating its children during the entire lockdown period using the help of technology. Although it must be conceded that there is a huge technological gap between China and Bangladesh—and indeed between different parts of Bangladesh itself—the fact that the government could not come up with any solution to this problem over the course of the last 500 days is incredibly disappointing. And what's even more disappointing is the lack of attempt or vision to do so.\nNot only have the students suffered during this lengthy period of school closure, but the teachers and administrators have suffered too. The financial damage wrought by the pandemic has led to many parents failing to pay their children's school fees while schools remained closed. And thousands of schools have been forced to shut down as a result, while others couldn't afford to pay their teachers. If we look at just the kindergarten-level schools, around 3,000 of them have been forced to close down, resulting in some 3.5 lakh teachers becoming unemployed. Private schools that don't rely on government support have also faced similar problems, with many teachers getting discouraged and leaving the profession altogether. The long-term damage this will cause to our education system is impossible to estimate.\nBack in July, Unicef and Unesco said that the continued school closure will lead to a \"generational catastrophe\", and we can't agree more. It is time for the government to prioritise educating our children, as it is on their shoulders that the future of this country will depend. The government should start consultations with experts in this field on an emergency basis and formulate strategies for the continuation of all forms and levels of education. If that requires the use of advanced technology, the government should find ways to bridge the technological gap between students and provide them with the necessary devices to resume their education within a blended learning framework. Supervised, partial reopening of schools and colleges in areas where the positivity rate is lower should not be ruled out either.\n",
        "headline_1": "Curbing Covid-19 is a priority, but so is continuing education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/curbing-covid-19-priority-so-continuing-education-2144126",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2021"
    },
    {
        "full_article": "One must admit that in the last two decades or so, the private hospitals have helped in supplementing the public healthcare sector in Bangladesh to a great extent. However, the need to beef up an inadequate public healthcare system saw a mushrooming of private hospitals and health centres, many of which, as it turned out eventually, did not have the required credentials to run those organisations. One of the positives of the pandemic, if a calamity can have any positive at all, has been that the actual conditions of a large number of such poorly staffed, badly set up, and inadequately equipped and run hospitals, lab centres and other such facilities have been exposed. The purpose of these hospitals is simply to make profits; providing healthcare is more of a secondary objective. The pandemic has also, painfully, bared the corrupt nexus between unscrupulous health service providers and health officials, without whose direct collusions such facilities would not have been able to exist and operate in the first place.\nIt is shocking to see how some of the private hospitals have overstepped their remit and treated patients for Covid-19, violating government orders. The exorbitant amount charged by some of these hospitals from patients for the treatment of Covid-19 defies logic. This has been the practice for a long time. Consequently, private health facilities of all definitions have become money-making concerns rather than healthcare providers.\nOne would have hoped that after the experiences of last year, the DGHS would be more proactive in bringing the hundreds of private hospitals, clinics and lab centres under scrutiny. Early this week, the health directorate inspected three hospitals in the capital's Uttara and found anomalies that border on criminality. While we commend the DGHS for launching quick investigations and temporarily suspending their operations, we would have hoped that the inspection had been done sooner, and not after receiving complaints from aggrieved patients. We also believe that the licences of these and other such facilities should be cancelled for good.\nWe suggest that the health administration carry out extensive combing operations to detect such errant establishments on a regular and proactive basis. And not only should their licenses be revoked, we believe their acts of commission and omission, which have resulted in a large number of deaths, should be treated as murders and duly proceeded against. We also think that the corrupt elements inside the health administration, who help keep these establishments afloat for their own benefits, should be identified and dealt with accordingly. Nothing less than proactive and stepped up vigilance can stop this nuisance in the name of healthcare.\n",
        "headline_1": "Errant private hospitals must be reined in",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/errant-private-hospitals-must-be-reined-2144121",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2021"
    }
]