[
    {
        "full_article": "India, which surprised the world with its decision to bar wheat export with immediate effect, appears to be on the defensive now after its May 13 announcement. Initially, the Centre had amended the order by allowing export consignments registered in the Customs Department’s systems and handed over for examination on or prior to May 13. Addressing a UN “Global Food Security Call to Action” ministerial meeting a few days ago in New York, Minister of State for External Affairs V. Muraleedharan emphasised that the restrictions made allowance for countries that had food security needs, a position articulated earlier by Commerce Secretary B.V.R. Subrahmanyam. But, more than farmers, it is traders who stand to benefit from the limited easing of restrictions. From the start, indications of a mismatch in demand and supply were evident. Rising levels of wholesale and retail inflation, the impact of the Russia-Ukraine war and a lower opening balance of wheat (on April 1, 2022) in the Central pool for the public distribution system than a year ago were well known. After several parts of wheat-producing States in the north experienced unusually warm weather in March-April, the Government lowered marginally, early this month, the estimated wheat production, from 111.32 million tonnes to 105 million tonnes. As for international food prices, the Food and Agriculture Organization of the United Nations, said that even before the war, prices had reached an all-time high due to market conditions and the high prices of energy, fertilizers and other agricultural services. By May 4, the Centre clarified that there was no move to curb wheat export, the reasoning being that this was the opportune moment for exporters to sell in the international market as wheat from Argentina and Australia would begin arriving next month. The higher prices in the domestic market compared to the minimum support price offered by the Government were projected as favourable for farmers. Also, just days before the Government’s decision, an official announcement was made that trade delegations would be sent to countries such as Morocco, Tunisia, and Indonesia to explore possibilities for wheat export. In addition to Egypt, Turkey had given its approval for the import of Indian wheat, and an announcement had been made that the current year’s target for wheat export had been fixed at 10 million tonnes, three million tonnes higher than last year.India’s decision has faced criticism from the G-7’s Agriculture Ministers. After its U-turn, the Government should not persist for too long with its current position of “restrictions” on the export of wheat, as the move seems to have hit the farmers, if reports of a fall in the price are any indication. Lessons must be gleaned from the experience 15 years ago when India took about two years to lift its ban on the export of non-basmati rice, by which time Thailand and Vietnam had moved in to take full advantage. Apprehensions of a food shortage are misplaced, and the Government would do well to lift the “restrictions” sooner rather than later.",
        "headline_1": "Wheat confusion: On India’s export restriction",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/wheat-confusion-the-hindu-editorial-on-indias-restriction-on-wheat-export/article65446637.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-05-2022"
    },
    {
        "full_article": "For a country that sought boxing inspiration from six-time World boxing champion M.C. Mary Kom and Tokyo Olympics bronze medallist Lovlina Borgohain, Nikhat Zareen’s World title in the women’s 52 kg class in Istanbul is a fresh source of optimism. The Nizamabad-born Nikhat’s story of struggle is vastly different from those emerging from Haryana or the North East. The widespread celebration of her success in India should further amplify the spread of boxing within the country. As the fifth World champion Indian woman boxer, who is the only one after Mary to win a gold in the last 16 years, Nikhat has joined an exclusive club of Mary, Sarita Devi, R.L. Jenny and K.C. Lekha. Her gold was the first by an Indian woman after Mary’s sixth World title in 2018. For boxing fans, who were disheartened after India’s below-par showing in the Tokyo Olympics, where Lovlina landed a lone bronze, Nikhat has provided cheer. Nikhat’s journey was packed with challenges and she was determined to break barriers. When, as a teenager, she got to know that girls were not encouraged to take up boxing in her area as the combat sport was considered tailor-made for boys, Nikhat switched from sprinting to boxing to prove a point. Hailing from a Muslim family, she overcame hurdles posed by conservatives in society.When Nikhat, a 2011 World junior champion, tried to graduate to the elite level, a career-threatening shoulder injury in 2017 stole a year away from her. Two years later, she was embroiled in a controversy, when she got on to the wrong side of her idol Mary in the run-up to the trials for the Olympics qualifier. She lost the trials and it stirred a debate and left a trail of bad blood. But nothing could dent Nikhat’s steely resolve. Her parents remained her pillars of strength through thick and thin. The 25-year-old, who personifies the rise of women’s power in sport, worked hard with different coaches and imbibed the best lessons from them to emerge as a polished boxer. Nikhat’s new status will boost her confidence and make her a force to reckon with in events such as the upcoming Commonwealth Games, the Asian Games and the 2024 Paris Olympics. An ample supply of talented boxers will only benefit the country in its quest for a better performance in Paris. As a World champion, Nikhat could inspire many Indian girls who suppress their desire to take up boxing, wary as they are about an orthodox society. Nikhat’s tale may strike a chord with talented boxers and motivate them to follow in the footsteps of the new poster girl of Indian sport.",
        "headline_1": "Boxing days: On Nikhat Zareen",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/boxing-days-the-hindu-editorial-on-nikhat-zareen/article65446936.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-05-2022"
    },
    {
        "full_article": "Exchange rate management is an important task for the central bank. In Bangladesh, though the central bank follows a floating exchange rate, it manages the foreign exchange market through intervention. Even then, the volatility in the forex market has reached a record level. The supply of dollars to the economy is less than the demand. There have also been panic purchases.\nThe global economy is experiencing weak growth, high inflation, and supply disruptions in the aftermath of the Covid pandemic as well as in the wake of the Russia-Ukraine war. The inflationary pressure is felt in Bangladesh, too, primarily due to high import costs. During the first nine months (July-March) of the 2021-22 fiscal year, import payment increased by 44 percent, while export income increased by 33 percent. This implies that the trade deficit has gone up to USD 24.9 billion. On the other hand, remittance has fallen by 18 percent during the same period. As a result, the current account deficit has increased to about USD 14 billion during the above-mentioned period.\nThe demand for foreign currency has also increased on account of travelling as borders have reopened. More students have started to go abroad for higher studies, which had declined due to the pandemic. Even though their tuition fees are paid through formal channels, the out-of-pocket expenditures are managed through purchases from the kerb market beyond official travel quotas. For medical treatment, people buy the US dollar through informal channels as expenses cannot be met through credit cards because of transaction limits. Due to procedural delays, many do not want to go through the formal channel of applying to Bangladesh Bank. In addition, foreign currency demand is high during Hajj. There is also pressure on foreign currency because a large part of ill-gotten money is transacted via foreign currency these days.\nThe pressure on foreign exchange has not only led to the devaluation of the taka against the dollar, but also to at least three exchange rates, making the situation complex. In the informal market, USD 1 is traded at around Tk 100. On the other hand, the interbank rate has been Tk 94-96 per dollar, while banks are selling USD 1 at Tk 96-98. But the Bangladesh Bank sells USD 1 at Tk 87.50. In order to avoid the pressure to transact at the dictated spot rate, banks were seen transacting in the short-tenured forward rate. As a result, business is being performed at a higher cost.\nDuring FY2021-22, the Bangladesh Bank injected about USD 5 billion into the forex market to keep the exchange rate stable. This may have helped the government to import fuel and other essential commodities at lower prices, but this could not stabilise the exchange rate. Indeed, the taka has been devalued against the dollar by only 3.38 percent during the first nine months of FY22. Several countries including China, India, Pakistan, Sri Lanka, the Philippines, Turkey, and the UK have devalued their local currencies by 5-50 percent.\nAs a trading nation, Bangladesh tries to maintain an exchange rate that helps both exporters and importers. The current crisis requires immediate government intervention to improve foreign currency supply into the market. Here are eight concrete recommendations to overcome the current forex challenges.\n1) A separate fund should be set up for government imports such as fuel. This should be given to banks only for settling government imports; banks will not keep any profit margin for these payments. This will reduce pressure on the private sector demand for the dollar for the import of other essentials.\n2) The Export Retention Quota (ERQ) should be reduced to 5-10 percent of repatriated proceeds for the exporters for the next six months. They need to encash everything other than back-to-back import payments for the next six months.\n3) The current Net Open Position (NOP) of banks should be reduced by 50 percent immediately to inject forex flow into the market. Seventy-five percent of the existing NOP should be immediately sold off to the interbank market to facilitate supply to different banks.\n4) The Bangladesh Bank should inject another USD 1-2 billion from the reserves to stabilise the market and reduce panic-buying in order to bring down the exchange rate. It may be mentioned that to support the rupee against the dollar, the Reserve Bank of India sold USD 20.1 billion in the spot forex market in March 2022.\n5) The taka should be devalued to be closer to the interbank rate and be realistic to the market rate to align with the current situation. This should cool the market down and restore stability.\n6) The forex reserves should be used judiciously. Import of luxury items should be restricted till the situation improves.\n7) Effective measures involving all stakeholders are needed to improve the remittance flow. Remittances are not coming through the banking channel even after the incentives given to the remitters. Hundi is more lucrative to remitters as it offers higher rates compared to the formal banking channel.\n8) Bangladesh should gradually establish links with the future commodities market to ensure a long-term supply contract with a few global suppliers. Of course, Bangladesh must increase its trading capacity to operate in the international commodities market.\nThe current exchange rate volatility is neither useful for business, nor individuals. The forex market is the major determinant of inflation. Therefore, a stable exchange rate is important for price stability. This, in turn, will help maintain a stable macroeconomy. The government should be proactive as well, because the inflationary pressure has hit the poor and low-income groups hard in the current circumstances.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Stabilise the forex market through concrete measures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/stabilise-the-forex-market-through-concrete-measures-3029421",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2022"
    },
    {
        "full_article": "When 12 members of Charlie Hebdo were shot dead for their alleged blasphemous depiction of Prophet Muhammad, the freedom-loving mass all over the world, particularly in the West, rushed quickly to identify themselves with the French satirical magazine. An attack on Hebdo was presented as an attack on the freedom of expression, although the magazine was stigmatised even in France for its \"resolutely provocative\" insistence on the right to be controversial, despite the risk of fanning racial tension. We did not see any such mad rush for championing the freedom of expression when Al Jazeera correspondent Shireen Abu Akleh was killed while covering Israeli army actions in the occupied West Bank, or when her pallbearers were attacked, causing the casket bearing the slain journalist to be dropped during her funeral. The contrast can be construed as a lesson in realpolitik—that the rules are different for the strong and powerful. It is also a lesson in the hypocrisy of which there is no short supply.\nAt the India Today Conclave, Indian Foreign Minister S Jaishankar exposed the hypocrisy of the West, saying, \"You use the dichotomy of democracy and autocracy… You want the truthful answer—it is hypocrisy. Because you have a set of self-appointed custodians of the world, who find it very difficult to stomach that somebody in India is not looking for their approval.\" The recently ousted prime minister of Pakistan, Imran Khan, unsuccessfully tried to echo a similar sentiment, but unfortunately for Khan, his country did not have the democratic infrastructure and authoritative voice of its cousin across the border to assert itself. His miscalculated trip to Moscow threw his story at the wrong side of history. Sri Lanka made a similar mistake by aligning too much with the China bloc—now it must return to the IMF fold for a bailout.\nWill Durant, the American philosopher who authored The Story of Civilization, aptly puts it, \"History reports that the men who can manage men manage the men who can manage only things, and the men who can manage money manage all.\" Let me give an example of managing men with money, which is pertinent to this piece on hypocrisy.\nThe UK government has recently signed a controversial 120-million-pound pact with Rwanda to send asylum seekers 4,000 miles from their country. Rwandan President Paul Kagame, who has a track record of silencing political opponents and violating human rights, allegedly agreed to the proposal to pose himself as an ally to the West. Bangladesh, too, received a similar offer. A World Bank report earmarked a USD 2 billion fund for integrating the Rohingya refugees into their host countries. Bangladesh said no to the suggestion of \"extending (the) Rohingyas the right to own land, property, businesses, rights of election and mobility and equal rights in employment as exercised by Bangladeshi citizens as part of the integration process,\" according to our foreign minister (Anadolu Agency). Earlier, we heard of Saudi Arabia pressuring Bangladesh to give passports to 54,000 stateless Rohingya refugees living in the kingdom.\nAgain, Bangladesh said no.\nAny act of defiance is not taken lightly by the \"custodians\" of world order. A determined aggressor can see a flurry of wrenches thrown at their development works. In extreme cases, there can be military actions. But usually, there is a blend of hard diplomacy and soft power that characterises the non-military acts of coercion. The capillary nature of power ensures that some of these acts are enacted by their regional or local actors. The onrush of Rohingya refugees, for instance, has been used to manufacture China's connectivity to the Bay of Bengal through Myanmar. The idea of religious intolerance has been used to cause a butterfly effect on the other side of the border to argue a case for pushback. History is being rewritten to justify the settlement and resettlement of migrants. The dominant discourse in West Bank finds its uncanny echo in Assam or Arakan.\nAs the Russia-Ukraine war enforces a realignment of the West and its allies in global politics, we are seeing an orchestrated rift between democracy and development. Sanctions are imposed on West-created machinery that was created to curb radical terrorism. One of our security forces has come under Western sanction for their misuse of power in throttling human rights. I am not condoning their actions, but I am merely sharing my observations on the consequences. The trained cats have caught the mice for their masters; now there is a new rule for the fat cats as there is a new demand from the dogs. Apparently, as part of the sanction, their foreign assets will be frozen and their travels will be restricted. Fair enough. But where were you when money was laundered? Why offer lucrative visa schemes or second home options to entice the corrupt mass to sing to your tunes?\nThe West needed the cash inflow from the developing world to help its economy—the Russian oligarchs, the corrupt businessmen, politicians, and civil and military bureaucrats from the developing world to siphon money to their \"swift\" accounts. Then faced with an internal crisis, they will not lose a moment to throw these imported fortune-hunters under the bus.\nThe West will sing your praise as long as you serve their purpose. There is little comfort in the indexes that are presented to us on a daily basis to give us a false sense of comfort. The proverbial wily fox will praise the crow's singing prowess to coax it to drop off its cheese from its beak. Only in our case, the cheese is our natural resources such as gas, access to our port or our maritime and road routes for regional connectivity, or our generosity to accommodate a displaced population. And the slingshots aimed at the crow, in case the cajoling does not work, may include a ban on food items, currency manipulation, leaked documents, immigrant workers or export items.\nWith Pakistan and Sri Lanka providing examples of consequences of \"determined aggressor,\" we need national unity more than ever. We need to know who our friends are. A true friend will praise to encourage, while a false friend will flatter to deceive. We need to learn how to present ourselves to protect against false flattery. We need to equip ourselves with the language to offer a true and multidimensional view of Bangladesh. This is something that has been done by both the major regional actors: India and China. If we aspire to join the next league, we need strategic investment in international communication that will see through realpolitik.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "False vanity and false friends",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/false-vanity-and-false-friends-3029411",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2022"
    },
    {
        "full_article": "Garment makers, governments, NGOs and fashion retailers all agree on one thing: carbon emissions in the clothing production must be reduced. Our industry is one of the world's most emissions-intensive, and it is simply not sustainable in its current format.\nWhile it is a positive sign that we all agree on the need to take action, there is a lack of consensus on what action to take and the level of urgency required.\nFashion brands and retailers hold all the cards here. It is they who set climate targets with the ultimate goal of achieving net zero emissions in their own operations and supply chains. The problem is that these targets differ greatly from one retailer to another. Some fashion retailers have set targets for 2030, some have gone for 2040, some are even talking about 2050.\nNow, the question is whether anybody is keeping track of all these targets. This whole area has become complicated. It feels at times as though the RMG industry is being pulled in different directions, with new climate targets being announced every day.\nThe fact is, if the fashion industry wishes to achieve its climate goals, it will be almost completely dependent on apparel suppliers. About 90 percent of greenhouse gas (GHG) emissions occur in fashion supply chains. Retailer operations in the West have mainly switched to renewable energy. Logistics networks are making the transition to electric vehicles and so on. Suppliers are where the challenges lie.\nAlready, as suppliers we are getting the message from fashion retailers, our buyers, about the need to reduce our environmental impact and become less carbon-intensive. The challenge, however, is that there is a lack of unity in these requests. All fashion retailers, as discussed above, are working at a different pace where climate is concerned. This means that all are placing different demands on suppliers. As a supplier, I could be working with five different fashion brands, each of which is working towards a different climate target, with varying degrees of urgency.\nThis is a huge problem. Climate is the most important issue of our time; surely, we need industry consensus on this issue? Surely, the whole fashion industry should be working towards a single, unified climate target?\nThere are several benefits to having one goal. First, it means we are all on the same page. Governments, NGOs, suppliers and their customers are all unified on what we are trying to achieve and when we are trying to achieve it. If one customer is talking about the climate targets of 2030 while another is talking about 2050, this could create confusion among some suppliers. Let's agree on one target and work to achieve it.\nSecond, with a unified target, it is easier to hold our industry to account. If fashion retailers are not held to account, there is little incentive to change. We know from experience that targets will be missed and profits prioritised. Clear, unified targets and consensus on this issue make it easier to track what our industry is doing on climate issues.\nThird, a single, unified climate target means that laggards are exposed. If a few leading retailers all set the same, ambitious climate target, others would be forced to follow. If not, they would immediately be set apart as laggards. At the moment, with so many targets and so much confusion, it is easy for individual businesses to do what they like, and there is little scrutiny.\nFinally, one climate target would help governments and policymakers adapt. Say, for instance, fashion retailers mainly adopted a 2030 net zero target. In Bangladesh, that would mean we would have no choice but to transition rapidly to renewable energy.\nSome may say eight years is not enough time to make such a transition. In response to that, I would say that there is nothing like one, clear goal to focus all our minds on. We all know that renewable energy is the way forward for fashion supply chains. This shift is going to happen anyway, so why not make it now? If our government knew that some of their biggest exporters risked losing huge orders if they did not rapidly transition to renewable energy, surely they would act now.\nThe alternative, with uncertainty around targets, is that the pace of change is too slow. It is easier for policymakers to procrastinate when targets and goals are unclear. Excuses are not so easy when we all know what we need to do and when we need to do it.\nWe urgently need consensus on this critical issue. There is no time to waste.\n \nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "We need consensus on climate goals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/we-need-consensus-climate-goals-3029406",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2022"
    },
    {
        "full_article": "The Asia Pacific region is at a crossroads today—to further breakdown or breakthrough to a greener, better, safer future.\nSince the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP) was established in 1947, the region has made extraordinary progress, emerging as a pacesetter of global economic growth that has lifted millions out of poverty.\nYet, as ESCAP celebrates its 75th anniversary this year, we find ourselves facing our biggest shared test on the back of cascading and overlapping impacts from the Covid-19 pandemic, raging conflicts, and the climate crisis.\nFew have escaped the effects of the pandemic, with 85 million people pushed back into extreme poverty, millions more losing their jobs or livelihoods, and a generation of children and young people missing precious time for education and training.\nAs the pandemic surges and ebbs across countries, the world continues to face the grim implications of failing to keep the temperature rise below 1.5°C—and of continuing to degrade the natural environment. Throughout 2021 and 2022, countries across Asia and the Pacific were again battered by a relentless sequence of natural disasters, with climate change increasing their frequency and intensity.\nMore recently, the rapidly evolving crisis in Ukraine will have wide-ranging socioeconomic impacts, with higher prices for fuel and food, increasing food insecurity and hunger across the region.\nRapid economic growth in Asia and the Pacific has come at a heavy price, and the convergence of these three crises have exposed the fault lines in a very short time. Unfortunately, those hardest hit are those with the fewest resources to endure the hardship. This disproportionate pressure on the poor and most vulnerable is deepening and widening inequalities in both income and opportunities.\nThe situation is critical. Many communities are close to tipping points beyond which it will be impossible to recover. But it is not too late.\nThe region is dynamic and adaptable.\nIn this richer yet riskier world, we need more crisis-prepared policies to protect our most vulnerable populations and shift the Asia Pacific region back on course to achieve the Sustainable Development Goals (SDGs) as the target year of 2030 comes closer—our analysis shows that we are already 35 years behind and will only attain the goals in 2065.\nTo do so, we must protect people and the planet, exploit digital opportunities, trade and invest together, raise financial resources, and manage our debt.\nThe first task for governments must be to defend the most vulnerable groups—by strengthening health and universal social protection systems. At the same time, governments, civil society and the private sector should be acting to conserve our precious planet and mitigate and adapt to climate change while defending people from the devastation of natural disasters.\nFor many measures, governments can exploit technological innovations. Human activities are steadily becoming \"digital by default.\" To turn the digital divide into a digital dividend, governments should encourage more robust and extensive digital infrastructure and improve access, along with the necessary education and training to enhance knowledge-intensive internet use.\nMuch of the investment for services will rely on sustainable economic growth, fuelled by equitable international trade and foreign direct investment (FDI). The region is now the largest source and recipient of global FDI flows, which is especially important in a pandemic recovery environment of fiscal tightness.\nWhile trade links have evolved into a complex noodle bowl of bilateral and regional agreements, there is ample scope to further lower trade and investment transaction costs through simplified procedures, digitalisation and climate-smart strategies. Such changes are proving to be profitable business strategies. For example, full digital facilitation could cut average trade costs by more than 13 percent.\nGovernments can create sufficient fiscal space to allow for greater investment in sustainable development. Additional financial resources can be raised through progressive tax reforms, innovative financing instruments and more effective debt management. Instruments such as green bonds or sustainability bonds, and arranging debt swaps for development, could have the highest impacts on inclusivity and sustainability.\nSignificant efforts need to be made to anticipate what lies ahead. In everything we do, we must listen to and work with both young and old, fostering intergenerational solidarity. And women must be at the centre of crisis-prepared policy action.\nThis week, the commission is expected to agree on a common agenda for sustainable development in Asia and the Pacific, pinning the aspirations of the region on moving forward together by learning from and working with each other.\nIn the past seven-and-a-half decades, ESCAP has been a vital source of know-how and support for the governments and peoples of Asia and the Pacific. We remain ready to serve in the implementation of this common agenda.\nTo quote United Nations Secretary-General Antonio Guterres, \"the choices we make, or fail to make today, will shape our future. We will not have this chance again.\"\n \nArmida Salsiah Alisjahbana is the United Nations under-secretary-general and executive secretary of the Economic and Social Commission for Asia and the Pacific (ESCAP).\n",
        "headline_1": "Reclaiming our future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/reclaiming-our-future-3029401",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2022"
    },
    {
        "full_article": "No one can take issue with the consensus that emerged from a roundtable discussion held on May 21, organised by Baira Anti-Syndicate Grand Alliance, that syndication in respect of sending workers abroad must be prevented and, further, that good governance in this sector is a sine qua non for that to be possible.\nThe said roundtable was organised against the backdrop of, first, the Malaysian government signing an MOU on labour cooperation with Bangladesh in December last year, lifting a three-year freeze—but regrettably the recruiting process has not started as yet since the two countries have not reached a consensus on the process of sending labour—and, second, a group of 25 recruiting agencies lobbying the government to give them exclusive rights to send workers to Malaysia, over other recruiting agencies.\nNeedless to say, our migrant workers have suffered at both ends due to lax regulation, poor oversight and a general lack of good governance which, among other things, failed to ensure compliance by all the stakeholders. And it's a pity that despite the sincere efforts of the government and in particular the expatriate welfare ministry, there remain many impediments in the way of ensuring hassle-free, less expensive migration process for our migrant workers.\nThere should be no syndication, because that would mean monopoly, more scope to resort to corrupt practices and circumvent—even disregard—the legal and institutional requirements since, more likely than not, the cabal would have the blessings and indeed the sponsorship of the powerful quarters. Admittedly, a great deal has been done to reduce the trouble our migrant workers face both at home and in the receiving countries, but much more remains to be done. We have written exhaustively on the state of governance in the migration labour sector, which ranges from institutional weaknesses, lack of adequate legislation, inadequate manpower for oversight, and of course rampant corruption and lack of coordination between various agencies involved in the migration process.  \nGiven the contribution to the country's GDP and the foreign exchange reserves by migrant workers, it is time to seriously cogitate on the ways and means to attenuate the governance lacunae and accentuate the performance of the ministries and agencies concerned. There are several studies made in this regard; the latest one by the Transparency International Bangladesh (TIB) identified as many as 16 types of irregularities and corruption which, if addressed urgently, would go a long way in ameliorating the sufferings of migrant workers and improving governance in the sector.\n",
        "headline_1": "Syndication equals monopoly in migration",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/syndication-equals-monopoly-migration-3029396",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2022"
    },
    {
        "full_article": "We urge the government to take note of the warning issued by the Federation of Bangladesh Chambers of Commerce and Industries (FBCCI) in regard to increasing energy prices. The FBCCI has rightly pointed out that raising the prices of electricity and gas right now would be suicidal, as it would significantly raise production costs for Bangladeshi businesses, making it impossible for export-oriented businesses in particular to compete with other countries. With the ongoing instability in the exchange rate, and with our forex reserves dwindling, any decrease in exports would be extremely detrimental at this stage—and could lead to further reduction in the forex reserves of Bangladesh. And, in the long run, this may cause huge damage to our business sector.\nAlong with increased production costs for businesses, inflation, which is already hitting record highs, will also increase substantially for consumers, lowering their disposable income even more. As low- and middle-income people are already struggling to afford their daily essentials, making sure that inflation does not rise any more should be the government's number one priority right now. The government needs to realise that the inflation that will result from a 58 percent increase in bulk electricity price could lead to complete chaos due to the strain it would put on ordinary people.\nEqually importantly, the government has another alternative to raising energy prices. As members of the business community have pointed out—which experts have also suggested—instead of raising the prices of electricity and gas, the government should bring radical changes to the energy and power sectors, starting with shunning the quick rental power plants, which are no longer essential to meeting our energy needs and have become a huge burden on the public exchequer. In their place, it should make use of the more efficient ones to generate electricity at lower costs. This might not be a popular decision among powerful interests, but it is essential given the current circumstances. Moreover, the government should look to get rid of illegal connections and reduce unnecessary consumption to address the current energy crisis.\nTrying to address the ongoing energy crisis by raising energy prices will lead to an even bigger one. The business community and experts have made that abundantly clear. Therefore, it is extremely important for the government to look at other alternatives—which are readily available—rather than raising electricity and gas prices, as it has the potential to further destabilise our economy and cause mass sufferings.\n",
        "headline_1": "Raising energy prices is a bad idea",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/raising-energy-prices-bad-idea-3029271",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2022"
    }
]