[
    {
        "full_article": "On the eve of Prime Minister Benjamin Netanyahu’s visit to Washington, the Israeli Defence Forces (IDF) issued a new evacuation order, asking Palestinians to leave several neighbourhoods of the southern Gaza city of Khan Younis, including areas that had earlier been designated as a humanitarian zone. When Mr. Netanyahu addressed a joint session of the U.S. Congress in Washington on Wednesday, more than 39,000 Palestinians, a vast majority of them women and children, had already been killed in Gaza by the IDF in less than 10 months. At least 90,000 Palestinians have been wounded and nearly the entire population of the enclave has been displaced, some of them several times. Dozens of journalists have been killed. Private charities, UN aid workers, hospitals, ambulances, and even tent camps of the displaced have been bombed. Gaza, besieged by the IDF, does not have enough food, water, or medicines. The UN, which has repeatedly tried to draw the world’s attention to the suffering of Palestinians, now warns of epidemics. Two UN Security Council resolutions called for a ceasefire in Gaza. There have been two rulings from the International Court of Justice, which is hearing a case of genocide, against Israel’s conduct of the war. None of this seems to bother the U.S. lawmakers, who applauded Mr. Netanyahu throughout his speech.Without the U.S.’s political and military support, Mr. Netanyahu’s government would not have been able to fight such a disastrous war, which was triggered by Hamas’s attack on October 7, 2023, in Israel, killing 1,200 people. More than 100 people taken hostage on October 7 are still in Hamas’s captivity, which Israel cites as the reason for the continuation of the war. But in the name of fighting Hamas, Israel has been punishing the entire Palestinian population in Gaza. Officials of the Biden administration have voiced concerns over civilian casualties. But besides the verbal protestations, Washington has done little to force Israel to act. Worse, the U.S. continues to provide military assistance to Israel. Yet, there are underlying tensions in the relationship. The protests in Washington while Mr. Netanyahu was speaking at Congress point to the growing public criticism of his war and America’s support for it. The welcome Mr. Netanyahu received at Congress shows that he has the support of the elites. But the protest on the streets and the dissenting voices even among lawmakers suggest that the national consensus on Israel is eroding in the U.S.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nIsrael\n\n/\n\nUSA",
        "headline_1": "Special relationship: On U.S. policy on Israel",
        "headline_2": "The broad national consensus on Israel in the U.S. is slowly breaking up",
        "link": "https://www.thehindu.com/opinion/editorial/editorial-on-us-policy-on-israel/article68451133.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "It is not often that fiscal federalism finds a prominent place in judicial discourse. The Supreme Court judgment, holding by an overwhelming majority of 8:1 that the States can tax mineral rights and mineral-bearing lands, is a truly landmark ruling, as it protects their legislative domain from interference by Parliament. For decades, it was believed that the States were denuded of their power to impose any tax on mineral resources extracted from their land because of the prevalence of a central law, the Mines and Minerals (Development and Regulation) Act, 1957. Even though the right to tax mineral rights is conferred on the States through Entry 50 in the State List of the Seventh Schedule, it was made “subject to any limitations imposed by Parliament by law relating to mineral development”. The Union government argued that the very existence of its 1957 law was a limitation on the States’ power to tax mineral rights, but Chief Justice of India, Dr. D.Y. Chandrachud, writing for the Bench, examined the Act’s provisions to conclude that it contained no such limitation. The royalty envisaged by the 1957 Act was held to be not a tax at all. The Union was hoping that once royalty was accepted as a tax, it would wholly occupy the field and thus remove the States’ scope for taxing mineral rights. However, the Court chose to see royalty as a contractual consideration for enjoyment of mineral rights. Also, it ruled that States could tax mineral-bearing lands under Entry 49, a general power to tax lands.Proponents of fiscal federalism and autonomy will particularly welcome the fact that the judgment opens up a significant new taxation avenue for the States, and the observation that any dilution of the taxation powers of the States would adversely affect their ability to deliver welfare schemes and services to the people. However, Justice B. V. Nagarathna, in her dissent, argues that if the Court did not recognise the central law as a limitation on the State’s taxation powers, it would have undesirable consequences as States would enter into an unhealthy competition to derive additional revenue, resulting in an uneven and uncoordinated spike in the cost of minerals; and purchasers of minerals paying too much, leading to an increase in the price of industrial products. Further, the national market may be exploited for arbitrage. Given these implications, it is possible that the Centre may seek to amend the law to impose explicit limitations on the States’ taxation power or even prohibit them from imposing a tax on mineral rights. However, such a move may result in mining activities being left wholly out of the tax net, as the majority has also held that Parliament lacks the legislative competence to tax mineral rights.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nmining\n\n/\n\nmetal and mineral\n\n/\n\nminerals (general)",
        "headline_1": "Fiscal federalism: On taxing mineral rights",
        "headline_2": "The ruling on taxing mineral rights opens up resource avenue for States",
        "link": "https://www.thehindu.com/opinion/editorial/editorial-on-sc-judgment-on-taxing-mining-activities-fiscal-federalism/article68450896.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "In her run for American presidency, Kamala Harris, who finally got endorsed by the Obamas, brings many firsts – the first black woman, and first Indian-American woman ever to contest. Several things work for her. But there are disadvantages too, not the least her perceived image among Americans.\n\nHit the deck running | Harris, by simply being much younger than Biden, and qualified, immediately rejuvenated Democrats’ donors and voters. Within eight hours of Biden’s exit, Harris had raised $46mn in small donations from grassroots supporters. Read full story on TOI+\n\n",
        "headline_1": "What works for Kamala, and what doesn’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/what-works-for-kamala-and-what-doesnt/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "The recent Lok Sabha elections and assembly bypolls in Bengal have posted Trinamool Congress as the runaway winner. This is the upfront formal story, but behind this is the hidden hand of Bengali sentiment that spontaneously rejects the party that governs the Centre.\n\nNot see eye to eye | From 1967 onwards, except, briefly, between 1972 and 1977, (even then Congress needed CPI to govern), Bengal has rejected the party that sits at the Centre. It’s a copybook “he-said-and-she-said” situation. No matter who governs from Delhi, Bengal will be determinedly oppositional.\nRead full story on TOI+\n\n",
        "headline_1": "Why Bengal’s a political contrarian",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-bengals-a-political-contrarian/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "Living with cats (and dogs), in pursuit of happiness \nChildless dog ladies are so pissed. If only JD Vance had dissed them instead of childless cat ladies, they’d have been the ones in the limelight now. He was taking aim at Kamala Harris, while suggesting that women who don’t bear children have miserable lives and misery is their sole contribution to society. But women without children, women with stepchildren, women with cats and their many champions have gotten up to say, hey, JD, you got it so damn wrong. \nThere are of course the powerful Swifties, who make cities shake when they chorus, “karma is a cat purring in my lap…vibe like that.” But even otherwise, one in five American women aged 35-44 have not had children. One in three American households own a cat. In gaslighting such widely made choices, Vance really read the room wrong. Now, if he had landed this punch in India, it would have played much better. \nChildless women are so widely stigmatised in our country that the words to describe them strike like epithets. Baanjh, for example. And yet, even here, what academics call maternormativity is going down. The 7% childlessness among married women aged 40-49 years in 2015-2016 was up to 12% in 2019-2021. While this has several causes, researchers do underline the overlap with increase in education and empowerment. So, yes, in India too, like everywhere else in the world, from east to west, when women truly have a choice, they can choose to live with a cat or a dog or by themselves, or with a man and children. And that choice is in pursuit of happiness. Childlessness is not incompleteness. People without children have no lesser stakes in building a better world. For men who think it’s a woman’s ‘duty’ to bear a child, the cat is out of the bag.\n\n",
        "headline_1": "Vance, you kidding?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/vance-you-kidding/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "India, host football World Cup, not exorbitant Olympics \nWith the Paris Olympics kicking off, India is not only aiming for a good performance, but is also hoping to bring the Games home. GOI had made its intentions clear at the International Olympic Committee session in Mumbai last year. And the stated goal is to bid for the 2036 Olympics. But is hosting the Games really worth it? Olympics are notoriously expensive with huge budget overruns and white elephant infra. Over the last 60 years, almost all hosts have incurred losses. Beijing 2008 spent $40bn to earn $3.6bn. London 2012 spent $18bn to generate $5.2bn. And then Montreal 1976 was left with such a big hole that it took them 30 years to repay the debt. \nOnly Los Angeles 1984 made a $215 million operating surplus. So, chances are hosting the Games will lead to a huge financial mess. Realistically, the event that India should be looking to host is Fifa World Cup. There are better chances of breaking even here with longer term economic impact. World Cups are typically spread over multiple cities, relatively easier to manage with fewer athletes, and are by far the most watched sports events in the world. \nAlso, we may not even have to build new infra from scratch. We already have 11 football stadiums with 40,000-plus capacity. These could be refurbished. And Germany 2006, South Korea-Japan 2002 and South Africa 2010 made money from hosting World Cups. Beautiful game, beautiful logic. \n\n",
        "headline_1": "Beautiful Logic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beautiful-logic/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "We are concerned about the growing effects of recent violence and subsequent disturbances through curfew and internet shutdown on our economy, which was already grappling with consistently high inflation, falling exports, and a protracted dollar crisis. Over the past few days, the media has highlighted the risks and losses in various sectors owing to the unrest and forced closures. One key sector where a similar impact could be expected is remittance from migrant workers. After a return to growth over the months since March, which saw the lowest remittances sent in 2024, the country, according to a report, could again be in for a rough ride thanks to a campaign by a section of migrant workers to halt remittances through formal channels.\nMany migrants, disturbed by the brutal crackdown on protesters amid a total internet blackout, which largely cut off communications with their families back home, organised rallies and protests in various countries including in Europe, Asia, Middle East, and the UK and USA. Some of these rallies also called for a \"shutdown\" of remittances in solidarity with the quota reform protesters' enforcement of a \"complete shutdown\" since July 18. In the UAE, the Abu Dhabi Federal Court of Appeal already sentenced 57 Bangladeshi nationals to long prison terms after they carried out protests in multiple locations. Protests in some other countries, especially in Middle East, were more muted because of local restrictions. Against this backdrop, the government has reportedly sent letters to our missions in foreign countries asking about those involved in such protests and the reasons for their agitation.\nIn all likelihood, the fallout of recent events may rumble on unless the government takes steps to restore confidence among our migrant workers. A Bangladesh Bank official, acknowledging the existence of the campaign to boycott formal channels and use informal channels like hundi to send remittances, has expressed hope that migrants would not respond to such calls. It is understandable that remittances were down during the recent bank and internet closures. But since many migrants receive their salaries at the end or beginning of a month, the true effect of the resistance against formal transactions—a key source of our foreign exchange reserves—can be determined over the next week or so.\nThese developments come at a time when the government's initiatives to encourage formal transactions and investments by Bangladeshi expatriates are being criticised for being inadequate. Even though the government hopes that recent events will not discourage foreign direct investment, the fact is, such concerns go long back thanks to preexisting issues like corruption, systemic barriers, anti-competitive environment, etc. But it is crucial that our expatriates and foreign investors do not turn away from us at this critical economic juncture.\nTo restore confidence among migrants perturbed by the recent turn of events, we urge the government to do everything that is necessary, including ensuring uninterrupted communications, ensuring that those who have been jailed abroad for protesting are released through proper diplomatic efforts, listening to the grievances of disgruntled migrants, and addressing the root causes of recent unrest with complete transparency and accountability.\n",
        "headline_1": "Restoring confidence among disgruntled expats is vital",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/restoring-confidence-among-disgruntled-expats-vital-3663316",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "The decision by the Abu Dhabi Federal Court of Appeal to sentence 57 Bangladeshi nationals to long prison terms is regrettable. Reportedly, the court gave life-term prison sentences to three Bangladeshis, 11 years' imprisonment to one, and 10 years' imprisonment to 53 others for protesting in public—which is prohibited in the UAE. While we cannot condone the breaking of any law at home or abroad, we feel the context behind the actions of these Bangladeshis should be considered when deciding on their punishments.\nReportedly, on July 19, groups of mostly Bangladeshi nationals who live in the UAE carried out peaceful protests in multiple locations across the country in solidarity with the student protesters in Bangladesh. At that time, students on the streets of Bangladesh were being met with significant violence. Due to restrictions on the flow of information, these individuals were concerned about the plight of their fellow countrymen. Their own loved ones might have been put in harm's way. And so, their decision to peacefully protest was purely motivated by their conscience.\nThe Human Rights Watch (HRW) verified six videos of the protests. From these videos and others analysed by HRW, none of the protesters were found engaging in any violent acts or using language to incite violence. So, to grant them such long prison terms would be unreasonable. And as the HRW argued, the long prison sentences which appear to have come after only one court session and within 24 hours raises concerns about the fairness of the judicial proceedings.\nThe UAE court also ordered that the defendants should be deported upon the completion of their prison terms. While we accept that these Bangladeshis broke UAE's laws, we believe that deportation itself is punishment enough. For simply acting upon their conscience—and for demonstrating love for their countrymen—they should not have to spend the rest of their lives, or any significant portion of it, away from their own country and loved ones. So, from a human rights point of view, we request the UAE authorities to consider sending them back without imprisonment.\nIn that regard, we also urge Bangladesh authorities to immediately engage with UAE officials. In 2022, UAE became Bangladesh's third biggest migrant destination. In the first 10 months of the last fiscal year, Bangladesh received the highest remittance from the country. Migrants working in UAE have massively contributed in providing significant buffer to our economy at a time of serious crisis. Therefore, it is incumbent upon our government to not abandon them during their time of need. We hope this matter is urgently resolved through diplomacy.\n",
        "headline_1": "No one should be in jail for acting on their conscience",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-one-should-be-jail-acting-their-conscience-3663271",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "The quota reform movement took a rather avoidable violent turn, particularly agitating and disconcerting teachers of law, who research and lecture university students on rights, justice, and constitutionalism.\nThe movement tabled for us the logical demand to reform the quota scheme in public service. Indeed, the quota scheme needed substantive reform. By substantive, I refer to reform that goes beyond specifying the percentages. In the face of the overwhelming loss of lives, disproportionate and careless use of force, condemnable violence against police personnel, jailbreaks, and mindless destructions caused by \"vested quarters\" to public properties and national establishments, it was understandably not possible to go into the substance of quota reform. But while we heave a sigh of relief, it is important to also reflect on how different things could have been, had the state taken a dialogic approach with the protesting students early on. Even with regard to the strategic mayhem apparently planned and perpetrated by third-party political and/or extremist elements, we cannot understate the accountability of the state mechanism on account of their share of omissions to make sure that the student movement does not slide into violence and is not taken \"advantage\" of (for example, failing to collate and build required security intelligence or not strategising/deploying preventive and countering measures early on).\nOne may say that I am imposing too daunting of a burden on the state and that in fact the students should have shown \"maturity\" and framed their demands the right way. Interestingly, for instance, it is argued by state officials that the protesting students, including women, did not want quotas for women. However, we ought to be mindful to the legal, normative, and epistemic authority that the state has over us—the governed.\nThis piece may seem rather pedantic at this point. However, as a feminist who deeply cares about substantive equality, I cannot help emphasising that had things panned out differently, the quota percentages could also have been specified based on data-driven grassroots evidence on substantive inequalities and statistical analyses on the marginalised communities. As it transpires, we (the state as a whole) lost the righteous high ground to negotiate with the protesting students.\nThere are many ways to justify quotas. First, they further the cause of substantive equality. Quotas offer support to the otherwise marginalised to compete on equal terms with those who are not. A second justification for quotas is they work as \"recognition\" for past intentional discrimination, oppression, or harms. A third justification is that quotas tend to contribute to diversity. However, the diversity argument reduces humans to group identities—to something of use—something that adds value to a setting. In a way, it views humans as instruments and not as beings having intrinsic value. Nonetheless, diversity is a valid argument to justify quotas.\nClearly, quotas are not an exception to equality—as per the tenets of anti-discrimination law jurisprudence. Courts across jurisdictions have observed on multiple occasions how affirmative actions are an intrinsic part of formal equality, and not an exception to it. However, for quotas to work as an intrinsic element of formal equality and to further the cause of substantive equality, they need to be implemented with an overarching vision. For quotas to be beneficial, it is important that they take a \"prioritarian\" approach and do not generalise or essentialise groups or categories that they target. In other words, to further the cause of substantive equality, it is crucial that quotas do not compromise with qualification in the longer run, do not perpetuate stereotypes, and are not over- or under-inclusive. Quotas, at the end of the day, are remedial, they are not supposed to treat the structural barriers or systemic causes of substantive inequalities. However, with vision of an egalitarian society, it is important that quotas are utilised as a \"plus\" to treating the root causes of inequality, discrimination, and marginalisation, and not as a tokenistic scheme to mask inequalities that lurk underneath formal equality or as means to engender further discrimination or inequalities. Evidently, the state lacked a vision: it never knew what it wanted quotas to do. Alternatively, the state failed to meaningfully communicate a vision to the protesting students.\nWhile upholding a race conscious admission policy by the University of Michigan, the US Supreme Court observed that a quota policy must be sufficiently flexible to ensure that each applicant is evaluated as an individual and not in a manner that makes ethnicity or race the defining feature of an application. Thus, race or ethnicity may be considered only as a \"plus\" to a particular applicant's profile. In other words, when there is one position and two equally qualified persons, then the balance shall tilt in favour of the one who has a quota in their favour. Indeed, this is one of the ways quotas can do their job and still not compromise with qualification. Another way is to choose a quota-candidate over a non-quota candidate (both equally qualified) unless there are additional factors favouring the case of the latter. What we have in our country are automatic quotas, meaning that when quotas come in play, they do not work as a \"plus\" to the applicants' profile, rather become the defining factor of their applications. Hence, instead of unmindfully retaining or reducing automatic quota provisions, it was (and still is) important to craft a plan on transitioning from automatic quotas to a more nuanced application of quota provisions based on certain benchmarks (for example, obtaining critical mass).\nThe answer to the question of over-inclusivity lies with a prioritarian approach to executing quotas. India is illustrative in this regard for sub-dividing marginalised groups. Indeed, sub-dividing beneficiary groups and prioritising the most marginalised within a specific group, if perfectly executed, is one way through which quotas can really do the job they are supposed to do. This is where excluding the \"creamy layer\" or otherwise socioeconomically advanced section within specific groups comes into play. In order to prevent under-inclusivity, quotas need to be regularly monitored and revised based on disaggregated data and evidence on marginalisation and intersectional harms sustained by members of specific groups.\nHistory shows how the \"woman question\", \"indigenous question\", \"transgender question\", and \"disabled question\" get subsumed in the midst of dominant voices and how marginalised voices get deliberately silenced amid battling causes and agendas. The quota reform movement, the state's initial nonchalance, and the mayhem befalling the country afterwards serves as a case study for such subsuming and silencing. Indeed, the reformed scheme does a great disservice to women by entirely foregoing quotas for them. It's true that for a privileged class of mostly urban women, quotas are no longer needed. However, they do not represent all women—particularly those who sustain harms on multiple intersecting grounds. In order to recognise the historical wrongs perpetrated against women in general and to cater to the needs of the vast majority of women with no access to basic goods and services, quotas are a necessity and will continue to be so for quite a while. One per cent quota for the indigenous population is certainly not backed by evidence either. Amid all, specifying quota for the \"third gender\" individuals is commendable. However, the clubbing of persons with disabilities with \"third gender\" individuals (with one per cent quota) do not add value to the cause of equality since the two are different categories, sustain distinct harms, and have varied needs. Unmindful to the majoritarian backlash against transgender people, the new scheme also reifies the regressive agenda of distinguishing \"third gender\" individuals from non-cisgender people in general and thereby hierarchising gender identities. Does it also reinforce the regressive stigma attached to non-cisgender people to the effect that they are persons with (gendered) disabilities? I do not know.\nAt the end of the day, what we have with the new quota scheme are \"subaltern\" lives and lived experiences, that will remain, perhaps indefinitely, almost unaccounted for within the public employment sector—due to the political-apolitical 'sensitivity' now attached to the scheme in general.\nAbove all, we have the burden of the lost lives to account for.\nPsymhe Wadud teaches International Human Rights Law at the University of Dhaka.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "The (reformed) quota scheme, our state, and the marginalised",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-reformed-quota-scheme-our-state-and-the-marginalised-3663166",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "Most people in the country have been taking the brunt of unrelenting food inflation for the last few years. The violence that gripped the capital city and beyond during the anti-quota movement saw fresh disruptions of supply chain for food and other essential commodities. This coupled with extended periods of curfew meant that the supplies of basic essentials that constitute the average person's daily diet got disrupted and prices have been on the uptick ever since. This is a phenomenon which appears to have become a mainstay for consumers in the country, but it hurts the most for common folk with less purchasing power.The dual shock of unrest centring quota movement and curfew has been taking its toll on prices of daily essentials. And it is not only the capital city Dhaka that is bearing the brunt of this price onslaught, but other urban centres like Chattogram have seen similar conditions prevail currently. In Dhaka, it is not only an upsurge of prices of many basic items, but the supply of fish appears to have been severely affected. Previously, there was ample supply of everything, but prices were being artificially fixed by all the players in the supply chain. Now there is a backlog of various items that had been stuck up in supply chain. Whether or not the shortage of fish in the city's markets is a manmade shortage or something else needs to be looked into.News reports have been awash with the sorry state of kitchen markets and wild prices. People having low incomes are living hand-to-mouth because the price spiral is beyond their reach. While traders are quick to point to disruption of supplies of vegetables, chicken and other essentials, public order has largely been restored with road link getting back to near normalcy. There is, obviously, supply disruption because of the imposition of curfew during certain hours of the day. Authorities need to be very careful about people's perception about the State only being interested in infrastructure development and not being mindful enough of people's basic needs. The right to food is a fundamental right that needs greater policy consideration, especially in today's political climate. The country has just been through hell over the violence that had gripped the capital city and beyond and while there is a blame game going on who did what, people will still need to eat. They need access to food at prices they can afford. The fact that traders appear to be above the law and are at liberty to raise prices per kilo of any item ranging from Tk 1.0 to Tk 5.0 on a daily basis defies all the laws of economics - unless of course such price fixing is being done at all stages of the supply chain. These matters have been thoroughly exposed over the last few years through several government-initiated surveys and yet nothing appears to change on the ground.There is ample evidence that traders have been found guilty of artificially creating crisis upon crisis in markets by holding back supplies by way of warehousing perishables like eggs, onion, etc. to create the conditions whereby they may continue to charge astronomical prices for food items. Now that there has been real political agitation that have actually disrupted the supply chain for more than a week, it leaves little to imagination why certain items' supply appear to have vanished into thin air; while prices of items like chili had reached at one point, Tk800 per kilogram! Something needs to change about how wholesale markets operate in this country before another round of protests hit the country - this time over food inflation.",
        "headline_1": "Prices of essentials up again",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prices-of-essentials-up-again-1722087587",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "The latest monetary policy, declared two weeks ago, seeks to keep the growth of domestic credit flow at a moderate level during the first half of the current fiscal year (FY25). It wants to keep the growth of private credit unchanged while allowing the public sector credit grow to a certain extent during the period. The Bangladesh Bank (BB) had maintained the same stance during the immediate past fiscal year. As the share of credit to the private sector is around four-fifths of the domestic credit, the central bank does not have any option other than containing the private credit flow to ensure its tight monetary stance, as declared in the latest monetary policy.The Monetary Policy Statement (MPS) for the first half of FY25 categorically said that Bangladesh would maintain a cautiously tight monetary policy stance, keeping the policy (Repo) rate at 8.50 per cent, the SDF rate at 7.0 per cent, and the SLF rate at 10.0 per cent unchanged. \"Additionally, BB will continue quantitative tightening by streamlining Open Market Operations, ceasing currency swaps among banks and BB, and refraining from creating new money for government spending,\" it added.As the hike in the policy rate in the last fiscal year curbed the growth of private credit significantly, Bangladesh Bank expects that higher lending rates would continue to discourage the private sector from borrowing from the banking sector. The repo rate was increased from 6.0 per cent to 8.50 per cent throughout FY24. The repo rate is at which the BB lends money to commercial banks in case of any shortfall of funds. So, a higher repo rate means a higher cost of borrowing for the banks. International Monetary Fund (IMF) had suggested enhancing the repo rate to 9.0 per cent by December next or the end of the first half of FY25. A slowdown in private credit is expected to reduce the pace of inflation in the coming months.The central bank also said that it would not print money to finance the government's budget deficit. This stance is critical, as printing money means issuing high-powered money that increases the monetary base and enhances the supply of money in the market. The net outcome is an increased inflation. How successful will the central bank be in maintaining its declared tight monetary stance? Though it is difficult to give a clear-cut answer, one thing is certain: the BB will be under pressure to relax the tight monetary stance soon, mainly due to the evolving situation in the country. The central bank has designed the latest monetary policy, presuming that political stability will continue. However, when it announced the MPS formally on July 18, the situation had already turned volatile following the students' movement for quota reform. The situation deteriorated rapidly, and violence erupted in Dhaka and many other places in the country. Violent incidents led to several deaths, more than 200, and thousands of injuries. Public and private properties were damaged making the situation worse. To control the destructive situation, the government has finally imposed a nationwide curfew and announced public holidays. The damage caused to the data centres and the cautionary moves also led to a week-long broadband internet shutdown across the country. Though broadband has become operational, mobile internet is still shut. Thus, internet disruption has caused enormous loss to businesses. Exports and imports have stalled, internal commercial activities are almost suspended, and the supply chain has broken down. Internet-based freelancing was also severely affected. All these have already taken a heavy toll on the national economy, although no concrete estimate is available until now. Recouping economic losses will be difficult, and almost impossible in a few cases. The sudden and unforeseen changes on the domestic front make it difficult to pursue the just-declared monetary stance for obvious reasons.The central bank's standpoint to keep the policy rate unchanged until December this year is backed by some assumptions. It had expected that inflation will gradually subside in the next few months, thus, easing pressure to hike policy rate up further. Fall in inflation would also ultimately open room for rate cut giving signals to the banks to enhance credit disbursement. The decisions made by the central bank carry significant weight and can profoundly impact the economy. The annual average inflation stood at 9.73 per cent at the end of June last year, and the BB wants to bring it down to around 6.50 per cent at the end of FY25, or by end of June next, to be precise. In the changed scenario, inflation seems unlikely to be moderated, as full supply chain restoration will take some more time. Already, prices of essentials and many other goods and services have jumped due to a breakdown in the domestic supply chain and disruption in imports. So, the risk of higher inflation is now there. In that case, the central bank may face pressure to hike the rate up further, making lending even costlier. Though containing inflationary pressure is the prime duty of the central bank, it also has a subsequent task of supporting growth momentum. The government has set a target to achieve 6.75 per cent growth of gross domestic product (GDP) in FY25, which was estimated at 5.82 per cent in the last fiscal year. The damage caused to public properties and disruption to economic activities during the last two weeks will affect economic growth negatively. Demand for money will increase to support economic recovery, forcing the monetary stance to relax soon. The BB may even cut the policy rate in extreme cases, reversing the course of monetary tightening. Moreover, the central bank may also print money against its declared stance to support the government's budget deficit.In sum, the central bank of the country is likely to face unprecedented challenges if it keeps the just declared monetary policy stance unchanged. It may also have to make certain compromises to rein in inflation. This situation underscores the need for fiscal policy support on an urgent basis. The importance of this measure cannot be overstated.[email protected]",
        "headline_1": "Monetary policy faces fresh challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/monetary-policy-faces-fresh-challenges-1722087646",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "Over the last week, the disgraceful scenes of ransacked and willfully damaged public property shocked the nation. Victims of the senseless mayhem included two stations of the Metro Rail, buildings of Bridge Division, BTV, Department of Disaster Management, BARTA, Narsingdi district jail, toll plazas of Hanif flyover and expressway, police stations, police boxes, the charred remains of hundreds of privately-owned vehicles, 29 DNCC garbage dump trucks and more.Among the widespread destruction of public properties, the damage caused to the metro rail and elevated expressway infrastructures has seriously disrupted the city's transportation network. An angry mob vandalised metro stations, toll plazas, and even committed arson, leading to the suspension of these crucial services. Dhaka Metro Rail and Elevated Expressway are not just transportation systems; they have become lifelines for the city's transportation system within a short period of their opening. While the damage assessment and repair planning are still ongoing, the authorities' initial remark that it would take a long time to reopen these vital services is incomprehensible.For example, without delving into the technical details of the damage, it has been estimated that it could take up to a year to reopen the metro services. Significant damage was reported at two key metro stations: Mirpur 10 and Kazipara. However, this raises the question: Can the metro services not resume while repairs are being conducted at these two stations? Given the crucial role the metro plays in the daily commute of thousands of people in the city, it is worth exploring interim solutions to mitigate the disruption.Similarly, the reopening date for the Dhaka Elevated Expressway remains uncertain after the violent events led to the destruction of two toll plazas at the Mohakhali and Banani points. The expressway has six toll plazas along its various ramps, and only two were significantly affected. The authorities should urgently consider a mechanism to reopen the expressway while repairing these two damaged access points. Options might include temporarily waiving tolls at the damaged plazas or establishing alternative toll collection methods to maintain the flow of traffic and reduce congestion in the city.The Dhaka Mass Transit Company Limited (DMTCL) and the Bangladesh Bridge Authority (BBA) are apparently taking cautious steps, prioritising safety and thorough inspections before resuming operations. DMTCL Managing Director MAN Siddique said the resumption of metro rail services will not be considered until a comprehensive report from an eight-member technical committee is received. Similarly, the BBA is waiting for an inquiry report before making any decisions about reopening the expressway.The sooner these services are restored, the sooner normalcy can return to the daily lives of Dhaka's citizens. It is crucial for the authorities to act swiftly and decisively, ensuring that the necessary repairs are completed without unnecessary delays, and that the city's transportation network is brought back to full functionality as soon as possible. Even partial reopening of these two critical transport infrastructures could provide significant relief to the city's overburdened transport network and restore some semblance of normalcy for commuters.[email protected]",
        "headline_1": "Urgent steps needed to reopen Metro Rail, Expressway",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/urgent-steps-needed-to-reopen-metro-rail-expressway-1722087705",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2024"
    },
    {
        "full_article": "The People's Republic of China has emerged as a peacemaker in the Middle East, replacing the United States, which dominated the region for the last 25 years. China's role became prominent after successfully mediating a conflict between the major oil-producing countries of Saudi Arabia and Iran in March 2025. This marks a significant shift, as the United States had been the dominant force in the Middle East since the end of the Cold War.China's influence continued to grow with a successful agreement signed between rival Palestinian factions, Fatah and Hamas, along with 14 other groups, in Beijing on July 23, 2024. This agreement is a significant triumph for Palestine, uniting the groups in their stance against Israel, which was established in Palestinian territory following World War II by the British. China's efforts have played a crucial role in ending internal divisions and strengthening the Palestinian cause.On October 7, 2023, Hamas acted unilaterally, attacking southern Israel, including the Gaza Strip, resulting in the death of 1,197 people, including Israelis. According to Human Rights Watch, Hamas and other Palestinian groups committed crimes against humanity. The hope is that the Palestine Liberation Organization will be strengthened in its struggle against Israel.Mohammad Amjad HossainA retired diplomat from BangladeshVirginia, USA.[email protected]",
        "headline_1": "China's diplomatic coup in Middle East",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/chinas-diplomatic-coup-in-middle-east-1722087740",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2024"
    }
]