[   
    
    
   {
        "full_article": "",
        "headline_1": "",
        "headline_2": "",
        "link": "",
        "news_paper_name": " ",
        "publish_date": "16-07-2021"
    },
     {
        "full_article": "",
        "headline_1": "",
        "headline_2": "",
        "link": "",
        "news_paper_name": " ",
        "publish_date": "16-07-2021"
    },
     {
        "full_article": "",
        "headline_1": "",
        "headline_2": "",
        "link": "",
        "news_paper_name": " ",
        "publish_date": "16-07-2021"
    },
     {
        "full_article": "",
        "headline_1": "",
        "headline_2": "",
        "link": "",
        "news_paper_name": " ",
        "publish_date": "16-07-2021"
    },
     {
        "full_article": "",
        "headline_1": "",
        "headline_2": "",
        "link": "",
        "news_paper_name": " ",
        "publish_date": "16-07-2021"
    },
     {
        "full_article": "",
        "headline_1": "",
        "headline_2": "",
        "link": "",
        "news_paper_name": " ",
        "publish_date": "16-07-2021"
    },
    {
        "full_article": "The months of October and November witness a massive surge in smog over Delhi and surrounding areas and every one starts talking about stubble burning by Punjab and Haryana farmers. Many solutions have been proposed to mitigate this in the last few years. The most popular ones being Happy Seeders, biomass production, and straw balers. The Union government has provided huge subsidies for crop residue management (CRM) machinery which includes alternative uses of stubble or incorporating it back into the soil. There has been a marginal improvement in the situation, yet now here close to the complete elimination of the problem.  There are two main challenges to making farmers adopt these solutions. Firstis the behavioural change among farmers. The second is an effective last-mile delivery of technologies and services. Behavioural issues range from farmers’ perception that fields are only clean when they are free of stubble and mulch. They also have a false impression that wheat yields are lower when using CRM. Last-mile delivery issues range from the need for high-powered tractors, a limited window for CRM, shorter business viability of CRM machines, and financing for buying the machines. Thechallenges can be addressed by developing village-level entrepreneurs to build trust among farmers and some tweaks in the processes and support mechanisms of the government. To a large extent, behavioural change is a function of trust. Hence, a hyperlocal changeagent must be involved in building trust among farmers and help them understand the benefits of new technologies. Ideally, an educated and unemployed rural youth should be identified in each village to act as the changeagent. The first activity that the changeagent should undertake is to setup a five to 10-acre demonstration farm using CRM and creating awareness among 50 to 100 farmers in the village. If we can setup entrepreneurs and demonstration farms in all the 12,789 villages in Punjab in the next two years, half the battle would be won.

The second step is to focus on catalysingthe demand and supply of in-situ CRM machines like the Happy Seeders. There are two ways in which this can be done. One, enable the entrepreneurs to purchase Happy Seeders and provide services to farmers. Two, let entrepreneurs aggregate the demand and passit on to custom hiring centers and Farming As a Service (FAAS) operators.The financial viability of Happy Seeders would increase if the machine could also be utilized for direct seeding of rice (that saves water and avoids methane emissions) andalso for sowing crops like maize, gram, pulses, etc.

The entrepreneurs will not be successful if their business model is based on an activity that spans just two months a year. Hence, it is important to diversify the income-earning opportunities for entrepreneurs. They could cater to other farm needs such as providing animal feed, agri inputs or providing market linkages. Most entrepreneurs could also double up as digital banking agents providing basic banking services and selling rural insurance products. In this way, they could also earn the trust of their fellow farmers by providing additional services and creating value for them.

Ultimately, it is the result that matters along with the process. Instead of providing capital subsidies, the government could explore providing subsidies to the Happy Seeder operators for every acre of CRM. With the deployment of telematics in tractors, Happy Seeders and Combines with Super Straw Management Systems, it is easy to track the number of acres under CRM.A number of FAAS operators and custom hiring centres would be motivated to cover more acres under CRM. Secondly, one of the biggest challenges for first-time entrepreneurs is access to finance. Hence, the government and other organizations should create financial instruments such as first-loss guarantees and credit scoring mechanisms for entrepreneurs. This would give confidence to the financial institutions,which in turn would give loans to entrepreneurs withrelative ease.

 The government should create a carbon financing framework to register clusters of villages to reduce emissions from stubble burn and zero tillage. The government can use these funds to incentivize villages that exhibit no stubble burning. Incentives at a village level will create peer pressure among farmers to comply and end stubble burning.

Bringing about behavioural change among farmers takes time and there will be no quick gains. However, gaining the trust of farmers by demonstrating the benefits of CRM technologies, subsidizing per acre CRM costs, and providing value-added services through entrepreneurs will shorten the time to achieve the goal of zero stubble burning.

(The writer is Executive Director at Syngenta Foundation India. The views expressed are personal.)\n",
        "headline_1": "Village-level leaders can help tackle stubble burning",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2021/columnists/village-level-leaders-can-help-tackle-stubble-burning.html",
        "news_paper_name": "The Pioneer ",
        "publish_date": "16-07-2021"
    },
    {
        "full_article": "There have been many allegations of mismanagement, irregularities and corruption against the health ministry. There also have been complaints about its inability to spend allocated money. Recently, the ministry responded to some of the allegations by publishing an advertisement with the title of \"earnest appeal\", wherein it claimed to have spent Tk 8,000 crore for providing medical services. Some serious questions, however, have been raised about some of the issues or information mentioned in the ministry's ad.\nFirst, let us talk about the RT-PCR machines.\nThe health ministry mentioned that it had set up 97 RT-PCR laboratories costing Tk 300 crore. In other words, it means that they had bought 97 RT-PCR machines, and the price of each machine is more than Tk 50 lakh. The ministry failed to mention the machines' brand name or the country from which it bought these machines. The American-made Bio-Rad is known for providing the best-quality RT-PCR machine in the market, and it has also been approved by the FDA. Bangladesh's Gonoshasthaya Kendra (GK) and some other private organisations have procured these devices. During the coronavirus pandemic, the total cost for opening an LC, bringing in a device from the USA and setting it up on the GK premises was estimated at about Tk 22 lakh. This is the cost of procuring and installing a RT-PCR machine. You can save up at least Tk 2 lakh if 10-20 machines are bought in bulk.\nSo the question is, which brand of RT-PCR machines did the health ministry procure, and from which country, that ended up costing more than Tk 50 lakh per machine?\nIt has been also claimed in the advertisement that each RT-PCR test costs Tk 3,000. The ministry has conducted over 65,06,781 tests so far, and the total cost for the tests stands at Tk 1,952 crore.\nThe government uses South Korea's Sansure kit for conducting the RT-PCR tests. Sources at two private hospitals tell us that conducting an RT-PCR test using the Sansure kit can cost a maximum of Tk 1,700. And if 90 samples are tested at once in a batch, the cost comes down to Tk 1,200. Thus, there are enough reasons to doubt the accuracy of the health ministry's information about the expenditure of Tk 3,000 per tests and Tk 1,952 crore in total.\nThe total number of tests done raises a bigger question. The health ministry's advertisement was published on July 9. It was prepared the day before, on July 8. Thus, it is logical to assume that the advertisement included information dating to the 8th of July. However, till July 8, according to official government estimates, a total of 50,21,221 samples have been tested using government facilities. This figure is 14,85,650 less than the number mentioned in the ministry's advertisement! Reducing these extra tests reduces the cost by Tk 450 crore. What's the explanation for this anomaly in the ministry's calculation?\nNow let's come to the issue of vaccines.\nThe health ministry has mentioned in its advertisement that so far it has procured one crore and one lakh and 50 thousand doses. Each dose cost about Tk 3,000. So far, Bangladesh has procured 70 lakh doses of the Covishield vaccine, developed by Oxford-AstraZeneca and manufactured by the Serum Institute of India. We also received 33 lakh doses from India as gift. The government then procured 25 lakh doses of Moderna and one lakh and six thousand doses of Pfizer. It also bought 20 lakh doses of Sinopharm vaccine from China, and got 11 lakh doses as gift.\nIn short, the government reportedly received a total of 44 lakh doses as gift, and procured a total of one crore and 16 lakh and six thousand doses. This is all publicly available information.\nIn the ministry's advertisement, however, it claimed to have procured one crore and one lakh and 50 thousand doses. Thus there is a discrepancy of 15 lakh and 46 thousand fewer doses between published news and the advertisement from the ministry. What might be the reason behind this discrepancy? Does it mean that the ministry doesn't have a clear picture of its vaccine inventory? Apparently, the ministry also does not have accurate records of how many doctors have passed away and how many have retired, which came to light after the incident of promoting or transferring deceased and retired doctors. The same thing apparently happened with the vaccine inventory, too.\nNow, let us address the main issue.\nIt was mentioned in the advertisement that Tk three thousand and 45 crore was spent to procure one crore and one lakh and 50 thousand doses of vaccine. Each Covishield dose cost USD 5. This cost includes charges involved with shipping the vaccine from India and delivering it to the government's depots. If we take Tk 85 as the exchange value of one dollar, the cost of each dose comes to Tk 425.\nThe government procured China's Sinopharm vaccine at a cost of USD 10, or Tk 850, per dose. Initially, government sources revealed this information. No further information on whether any cheaper or more expensive vaccines were procured later has been made public. Let's assume that the subsequent vaccines have been procured at USD 10 per dose.\nBangladesh has used its own aircraft to transport the vaccines from China. Thus, transportation costs will be added to the USD 10 price tag. Bangladesh also acquired vaccines from the COVAX consortium, but it is not clear whether it bought the vaccines at a subsidised price or got them for free.\nOn July 3, after 25 lakh doses of Moderna arrived at the airport, the foreign minister and the health minister informed that these vaccines were obtained free of cost. Now, some sources at the government are claiming that these vaccines were procured at a cost of USD 2 per dose. Let's assume that Bangladesh bought the vaccines from COVAX. Still, the Moderna and Pfizer vaccines procured from COVAX should cost less than Covishield, including carrying costs.\nBut the health ministry has insisted in its advertisement that it procured each vaccine dose at a price of Tk 3,000, which equals to USD 35 or 36.\nThus, even if we did buy the vaccines from COVAX, there is a huge difference in the amount claimed by the health ministry. And if it received the doses free of cost, then too there is a huge anomaly in the monetary calculations as well as a discrepancy in the amount of vaccines. Now the question is, what is actually going on with the vaccine procurement? Why are there so many questions and allegations of anomalies and discrepancies in the calculations made by a government agency? All of this clearly points to massive corruption.\nAs there is a 25-30-dollar gap in pricing, the allegation is serious and should be treated as such. The gap in the amount of money shown is humungous. If the health ministry does not clarify this issue, it will only further support past allegations of corruption against the ministry. \nThe health ministry has informed us that it has treated one lakh Covid-19 patients so far. Each patient had to stay in hospital for an average of 10 days. Every day, the health ministry spent Tk 20,000 for each patient, with the total costs for treatment reaching Tk 2,000 crore. Although one can raise a question about the average hospital stay period of 10 days, let's assume that the health ministry's version of the events is accurate. Even then, questions remain about the daily expense of Tk 20,000 per patient, especially when hospitals in 35 of the 64 districts are totally deprived of ICU facilities. How does this justify the total expense of Tk 2,000 crore for Covid-19 treatment purposes? This is a serious question and should be investigated with due importance.   \n There can be many other questions about the authenticity of information used in the advertisement, but the above discussion should drive home the point we're trying to make. Will the health ministry respond to these questions or complaints?\n \nGolam Mortoza is a journalist at The Daily Star. This article was translated from Bangla by Mohammed Ishtiaque Khan.\n",
        "headline_1": "An ‘earnest appeal’ from health ministry and some serious allegations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/earnest-appeal-health-ministry-and-some-serious-allegations-2131156",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2021"
    },
    {
        "full_article": "The year 2020 was unforgettable for all of us, and tragic for many. No one had imagined that a lethal virus originating in horseshoe bats could spread so fast and upend our lives so thoroughly. And in most countries, there is still no sign that normalcy is returning. Yet, although we can only guess at what post-pandemic life will be like, addressing the growing problems of hunger and malnutrition must be central to the global recovery.\nMany people were in dire straits even before Covid-19 struck. Although extreme poverty was decreasing, it still afflicted roughly 700 million people, while nearly half of the world's population were living on less than USD 5.50 per day, and thus barely subsisting. At the same time, the concentration of global wealth continues to increase exponentially, with the combined wealth of billionaires in the United States increasing by more than USD 1 trillion during 2020.\nMoreover, hunger and malnutrition have been increasing globally since 2015—ironically, the year that the United Nations Agenda for Sustainable Development established the goal of \"zero hunger\" by 2030. Over 700 million people are food insecure, and 265 million are on the brink of starvation, a situation not seen since World War II. Two billion people suffer from various forms of malnutrition, including undernutrition, vitamin and micronutrient deficiencies, and obesity. And three billion people cannot afford healthy diets.\nBy increasing extreme poverty and causing massive unemployment, the pandemic has put the 17 Sustainable Development Goals even further out of reach and highlighted the vulnerability of globalised industrial food systems. Countries shut down food stores, border closures prevented migrant agricultural labourers from working, and the entire global food chain was dismantled. This severely impaired many households' access to food, with a major impact on nutritionally vulnerable groups such as young children, pregnant women, and the sick. Even in developed countries, food banks were overwhelmed.\nCovid-19 has taught us what has gone wrong with our food systems and environmental stewardship in general, and why we should abandon a business-as-usual approach. By now, we all know that human encroachment on ecosystems is a major contributing cause of pandemics and related crises.\nIn 2021, global gatherings on biological diversity, desertification, and climate change, and the UN Food Systems Summit this autumn, offer the world several opportunities to change course. But it is not yet clear whether these meetings—and the food summit especially—will endorse fresh, transformative policies, or instead affirm the prevailing commitment to large-scale \"precision farming\" that uses drones, digital tools, and big data.\nPrecision farming, if continued, will increase monocropping production and ensure the persistence of oligopolistic control of global agriculture. Nothing will change, and millions of smallholder farmers will remain marginalised. The world will not eliminate hunger and malnutrition unless digital farming technologies are shared, regulated, and monitored, which past experience suggests is unlikely.\nThe big question is thus whether the world is ready to undertake radical changes—based on global solidarity, cooperation, empathy, and generosity—to confront systemic challenges. Transforming food systems will require leaders to dismantle the established order, prioritise the vulnerable over the powerful, enhance resilience, establish transparent value chains, and provide everyone with affordable access to the foods needed for a healthy diet.\nOne priority must be to bolster local food systems, which have been star performers during the pandemic and have several advantages compared to globalised industrial monoculture. Establishing some degree of self-sufficiency would enable local communities to cope better with emergencies. Moreover, local agriculture makes sense logistically, stimulates local economies, mitigates unemployment, generates seasonal produce that improves people's diets, and causes less harm to the environment.\nSuch reforms should start by repairing the broken linkages between rural and urban food systems. The Covid-19 crisis has isolated cities and put them under extreme pressure to feed their residents. Sophisticated global value chains turned out to be highly fragile, and many markets simply did not work during the pandemic.\nThe pandemic has also shown that a healthy diet can save lives. Many Covid-19 victims had diet-related non-communicable diseases, and obesity, too, that often proved deadly. People with weak immune systems as a result of unhealthy diets and those who lacked access to health care—often lower-income groups, ethnic and racial minorities, and migrants—have been particularly vulnerable.\nWe must also address the plight of essential but highly vulnerable food-system workers, without whom food cannot come to the table. Covid-19 has had a catastrophic impact on industrial meatpacking plants and farmworker communities in the United States and Europe, where a large number of mostly undocumented immigrants are unprotected and exploited.\nTo end this cruelty, we must overhaul food systems so that firms act responsibly, maintain healthy working environments, and pay a living wage. That means introducing appropriate regulations for all food-system workers, including those in food delivery and the gig economy.\nFinally, food policies should be democratically discussed and determined by all players. While global problems need global solutions, achieving them requires a bottom-up approach. Our current institutions may need to be reformed so that they can hear and heed multiple voices, options, and arguments. Civil society will need to exert pressure on governments to implement these reforms, and on the private sector to respect and protect everyone's right to food as a condition of doing business responsibly.\nHilal Elver, former UN Special Rapporteur on the Right to Food, is a research professor at the University of California, Santa Barbara.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The Global Food System Isn’t Working",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-global-food-system-isnt-working-2131146",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2021"
    },
    {
        "full_article": "To prevent the death of child workers, the government must eliminate hazardous child labour immediately, speakers at a virtual press conference yesterday urged.\nThey also asked for special attention for children who are employed in unsafe factories like Hashem Food And Beverage's.\nThe programme was jointly organised by Bangladesh National Women Lawyers Association (BNWLA), Bangladesh Labour Foundation, INCIDIN Bangladesh, and Street Women and Children Care.\nBNWLA President Advocate Salma Ali expressed her concern over the death of women and child workers in Hashem Food's Rupganj factory and urged the government to safeguard children from hazardous work.\n\"It is impossible to ensure the protection of children without strict enforcement and monitoring of the law,\" she said.\n\"A good number of Public Interest Litigation (PIL) were issued for similar incidences before, but none of them have receive any verdict,\" she added.\nBangladesh Labour Foundation general secretary ZM Kamrun Anam also joined the conference and talked about the irregularities that were found in the Rupganj factory.\n\"Officials from the Department of Inspection for Factories and Establishments must be included in the case, because if they had inspected the factory thoroughly and reported accordingly the deaths could have been prevented,\" he said.\nZM Kamrul Anam also demanded compensation for the workers in accordance with the ILO convention c121 (Employment Injury Benefits Convention, 1964).\nDuring her speech, BNWLA general secretary advocate Jobaida Parveen said it requires approval from 27 departments to establish a factory. How the Rupganj factory managed to get the approvals despite having safety flaws is a matter of concern, she said.\nAKM Masud Ali, executive director of INCIDIN Bangladesh said eliminating child labour is not the responsibility of the Ministry of Labour and Employment alone. It also requires the co-ordination of other ministries, such as the Ministry of Social Welfare, Ministry of Women and Children Affairs.\nLima Ferdous, president of Street Women and Children Care emphasised that a group of unscrupulous factory owners have been appointing children into hazardous labour, taking advantage of their poverty and helplessness to make money.\nShe asked for special attention to miscreants who provide fake age certificates to work-seeking children and asked the government to bring them under the purview of law and give exemplary punishment.\n",
        "headline_1": "Strengthen laws to avoid tragedies like Rupganj",
        "headline_2": "",
        "link": "https://www.thedailystar.net/bangladesh/strengthen-laws-avoid-tragedies-rupganj-2130541",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2021"
    },
    {
        "full_article": "We fail to understand the wisdom behind the government's decision to ease lockdown at a time when the numbers of daily new coronavirus cases and deaths are around all-time highs. Health officials have warned that the transmission of the disease could increase as the government has withdrawn the strict lockdown for a week starting yesterday. If that is how government health officials truly feel, then why has the government lifted the strict lockdown risking the lives of people and their well-being?\nOnly on July 12, this newspaper reported that the country saw the highest number of daily new cases—13,768. The number of people who died that day stood at 220. The number of daily deaths has been hovering around the 200-mark for quite some time and the number of new cases has also been hovering over 10,000 per day.\nOn July 15, this daily published another report on how hospital occupancy had shot up within a span of only one month, with ICU occupancy doubling simultaneously. Major hospitals have already become overburdened with around 81.65 percent out of 1,471 ICU beds, designated for treating the disease countrywide, getting occupied. That means our hospitals have very little leeway at the moment. Should the number of cases shoot up again following the easing of restrictions, what will happen to our overworked hospitals? Have the authorities even considered these possibilities before making this decision?\nWith the easing of lockdown, public transport services will resume and shopping malls will reopen, and since this will happen before Eid, there is no doubt that this will lead to large gatherings of people. Although the government has asked people to stick to the health guidelines, this is something we have been struggling to do since the pandemic began. Unless these guidelines are enforced, it is difficult to see people following them consistently and of their own accord.\nWe call on the government to ensure that the health guidelines are adhered to on all public transports and shopping malls. As things stand, it might be necessary for the country's health capacities to be expanded on an urgent basis. Moreover, it is our view that the lifting of the strict lockdown at a time like this is most inappropriate and could result in more loss of life and more extended lockdowns later down the road.\n",
        "headline_1": "Worst time to ease lockdown",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/worst-time-ease-lockdown-2131101",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2021"
    },
    {
        "full_article": "It has come out in a recent report by this newspaper that since early June, Gonoshasthaya Kendra (GK) has been urging the government to purchase 20 million doses of Russia's Sputnik V vaccine for the coronavirus. Gonoshasthaya Nagar Hospital was apparently asked to be the vaccine's sole distributor for Bangladesh. However, the organisation says that their repeated requests to the government to act quickly in this regard have been met with no response. If this is the case, then one has to wonder where the government's priority lies—because it should be in the speedy acquisition of as many Covid-19 vaccine doses as possible.\nThough it has been six months since the mass vaccination campaign began in Bangladesh, registration for the vaccine had to be paused for two months until July 8 due to a stall in the supply of vaccines. For one, the supply from the Serum Institute of India had to be halted in mid-April to meet India's own demand during the worst phase of the Covid-19 pandemic in the country.\nIt was only on Wednesday that Bangladesh reached the landmark of 1 crore vaccine registrations on the surokkha.gov.bd app, although less than 3 percent of the total population have been fully vaccinated, according to reports by this newspaper. Needless to say, more needs to be done in terms of raising awareness about the safety of Covid-19 vaccines and how necessary they are in order to get more people to register for them. The registration process should also be made easier and should cater better to those who are not digitally literate or those who do not have National Identification Cards.\nAlthough the foreign minister, foreign secretary, and director general of the DGHS had apparently expressed interest in the GK's initial proposal (presented during a meeting on June 6), the organisation's founder and trustee says that its three subsequent letters throughout June (one each to the foreign minister, the PM's office, and the PM's Principal Secretary) have so far been met with no response. When contacted by this daily, the DGHS's DG commented that he didn't \"have any information in this regard.\"\nGiven the obvious uncertainty of vaccine supply for Bangladesh due to richer countries hoarding doses and demand increasing in other poorer countries as well, the government must explore every possible option of acquiring doses of vaccines in order to reach the goal of inoculating at least 70 percent of the population. Sputnik V happens to be one of the four vaccines currently authorised for emergency use in the country. This fact, added with our erratic supply of vaccine doses, should be enough for the government to respond quickly to GK's requests. It is crucial for the government to diversify its vaccine sources and purchase/acquire as many doses as possible if we are to even begin reaching herd immunity for a population of over 160 million people.\n",
        "headline_1": "Why are we not taking up Russia’s vaccine offer?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-we-not-taking-russias-vaccine-offer-2131086",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2021"
    },
    {
        "full_article": "We applaud the government decision to introduce relief packages worth Tk 3,200 crore to segments of the population who have been dealt a fresh blow by the latest round of lockdown to contain the current wave of Covid-19 in Bangladesh. Of this, Tk 450 crore will specifically target day labourers, transport workers, small traders and shipping workers with cash assistance; Tk 1,500 crore will be used to finance job creation activities in rural areas; and Tk 1,000 crore will provide low-interest loans for paying salaries to workers in the tourism sector. The government has also allocated Tk 100 crore for providing food assistance through the 333 hotline, and Tk 150 crore for operating 813 special open market sale (OMS) centres across the country.\nWhile these are all commendable steps, quick and efficient disbursement is key to ensuring they are actually effective. And in order for them to be effective, there is an obvious need for these initiatives to be informed by data. However, last month, the finance minister dismissed the estimates of all non-government organisations regarding the new poor, and announced that the government will only accept poverty data from the BBS. So where exactly is this data? The Bangladesh Poverty Database has not been completed in more than seven years, and the data collected for it has already been rendered useless. As such, there still exist serious concerns about whether the government packages will actually reach those most affected by the pandemic. We have already seen previous attempts at cash disbursement go awry because of incomplete and incorrect lists of beneficiaries. What steps are the authorities taking to ensure this is not repeated?\nSimilarly, while there is clearly goodwill behind the initiative to ensure food assistance to those calling 333, we have previously witnessed how vulnerable citizens, made newly poor by the pandemic, have been punished for seeking help. The authorities must ensure that this does not happen again and take steps against government representatives engaging in this sort of abuse of power.\nWhile experts have commended the latest round of relief packages, especially in terms of the OMS and a separate initiative to extend assistance to those with vulnerable group feeding cards, they have generally expressed concerns about effective targeting and duplication in beneficiary lists. The authorities must listen to their concerns, and take their recommendations on board if they truly want to help those most affected by the pandemic and the recent lockdowns.\n",
        "headline_1": "Fresh round of relief for pandemic-hit groups",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/fresh-round-relief-pandemic-hit-groups-2130156",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2021"
    }
]
