[
    {
        "full_article": "Tableau proposals by the Opposition-ruled States of Delhi, Punjab and West Bengal are among those that have not qualified for the Republic Day parade this year, on January 26, leading to allegations of partisanship. The Aam Aadmi Party (AAP) that is in power in Delhi and Punjab, and the Trinamool Congress that is in power in West Bengal are crying foul. Delhi had proposed showcasing its school education and health services and the Punjab government had plans to exhibit the State’s heritage and the history of its martyrs for India’s national movement. The West Bengal proposal was to display the Kanyashree project that serves girls in the State. Similar proposals by Delhi and West Bengal have been rejected earlier too. In the case of Delhi, its proposals have been turned down for three consecutive years. In 2022, Tamil Nadu’s tableau, which was themed on the State’s role in national movement, did not qualify. The Bharatiya Janata Party (BJP) has said that as these tableaux were meant for the political promotion of Opposition parties, they did not make the cut. Allegations of partisanship surfaced during the previous United Progressive Alliance regime too, where tableaux proposed by the BJP-run Gujarat government were not approved for the parade for several years.A national celebration is one that can do without such controversies. The Republic Day parade is a combination of patriotism and pomp, and an observance of the country’s unity and diversity. It is a show of hard power, highlighting India’s military might, alongside its cultural heritage and soft power. There is a show of state power, but it is also a festival of people’s power. The parade celebrates the memory of the momentous struggle that the founders of the republic undertook for freedom from imperialism and towards building a modern democratic nation. The theme for the 2024 Republic Day is ‘India – Mother of Democracy’ and ‘Viksit Bharat’ (Developed India). The Ministry of Defence has an elaborate screening mechanism that selects participants for the parade. A committee of distinguished persons drawn from various fields screens proposals from States and organisations. Visual appeal, impact on the masses, theme, degree of detailing, music, and involvement of local artists are the key deciding factors in the selection of a tableau. It is an unfortunate turn for a cherished national day that some States feel excluded from it for political reasons. Regardless of whether their anguish is justifiable or not, efforts to mitigate it would befit the occasion. The Centre should seek ways to achieve more objectivity in the selection of tableaux, and leave little room for complaint.. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRepublic Day\n\n/\n\nDelhi\n\n/\n\nPunjab\n\n/\n\nWest Bengal\n\n/\n\npolitics\n\n/\n\nAam Aadmi Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\neducation\n\n/\n\nhealth\n\n/\n\nhistory\n\n/\n\nTamil Nadu\n\n/\n\nBharatiya Janata Party\n\n/\n\nGujarat\n\n/\n\nculture (general)\n\n/\n\nhistory and culture",
        "headline_1": "Parade of unity: On the need for more objectivity in the selection of tableaux for the Republic Day parade",
        "headline_2": "Political partisanship has no place on Republic Day",
        "link": "https://www.thehindu.com/opinion/editorial/parade-of-unity-the-hindu-editorial-on-the-need-for-more-objectivity-in-the-selection-of-tableaux-for-the-republic-day-parade/article67692497.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "The signing of a tripartite agreement, in New Delhi, between the pro-talks faction of the United Liberation Front of Asom, the Union government and the Assam State government marks the end of a process that began in 2009. Nearly 15 years ago, the “chairman” of ULFA, Arabinda Rajkhowa, who went on to become the face of the pro-talks faction, was “arrested”, even as other key leaders of the insurgent outfit surrendered. By 2011, following a unilateral ceasefire by the group, the ULFA’s pro-talks faction had already signed a “suspension of operations” agreement, with several cadres staying put at special camps called “Nabanirman Kendras”, putting an end to the then 32-year-old insurgency. A much-delayed talks process finally concluded last week, resulting in the current tripartite memorandum of settlement, enabling the faction’s cadres to agree to surrender arms and vacate their camps. The “commander-in-chief” of the outfit, Paresh Baruah, had opposed the dialogue process in 2009, insisting that the “sovereignty issue” be a part of it, and since then his faction, the ULFA (Independent) has remained hostile to the peace process. The ULFA(I) is now a much weakened outfit, with Baruah believed to be in north-east Myanmar. The ULFA has long lost its potency as an insurgent force from its heydays in the 1990s, when it managed to farm the discontent that persisted in rural Assam even after the Assam Accord of 1985. Since then, the organisation has lost popular support, especially among sections of Assam’s peasantry, due to its violent tactics targeting civilians such as migrant workers and the poor, relying on extortion, besides espousing a flawed chauvinist ideology that misconstrued the nature of the Indian state, which yielded diminishing returns.Military operations by Bhutan in the early 2000s broke its insurgent might and, later, the Sheikh Hasina-led Awami League government in Bangladesh handed over most of the outfit’s leaders. Since then, the pro-talks faction gave up the demand for sovereignty and revised its charter of demands to accommodate the interests of the “indigenous people” of Assam, while seeking an honourable exit. The delay in the conclusion of talks meant that some cadres had left the camps over the years, with a few joining the ULFA(I), but reports indicate that recruits to the Baruah-led organisation have fallen drastically in recent years. The threat of militancy from the remnants of the ULFA might have subsided dramatically over the years in Assam, but much needs to be done to raise the livelihood standards of the peasantry in the north-eastern State. Persistent poverty has been a key reason for mobilisation on a narrow ethnic basis, a radical version of which has been espoused by organisations such as ULFA. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAssam\n\n/\n\nterrorism (crime)\n\n/\n\nMyanmar\n\n/\n\ngovernment\n\n/\n\nBhutan\n\n/\n\nBangladesh\n\n/\n\narrest\n\n/\n\npolitics",
        "headline_1": "Endgame: On the tripartite agreement between the pro-talks faction of the United Liberation Front of Asom, Union government and the Assam government",
        "headline_2": "The tripartite agreement provides a honourable exit to the cadres of a much weakened ULFA",
        "link": "https://www.thehindu.com/opinion/editorial/endgame-the-hindu-editorial-on-the-tripartite-agreement-between-the-pro-talks-faction-of-the-united-liberation-front-of-asom-union-government-and-the-assam-government/article67693518.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "It is now increasingly recognised that 2024 will be the biggest year for democracy ever. Ballots in more than 50 nations will offer a say to two out of every three adults in the democratic world next year — a record year of voting since data collection began.\nThe year kicks off with the presidential election in the relatively small but geopolitically significant state of Taiwan followed by polls in the more populous powers from Indonesia to India and Mexico to the United States. The political implications of this historic pageant of democracy are far from clear but on the economic front, it seems an epic clash is in the making.\nRuchir Sharma\nIncumbents seeking another term will be tempted as always to ramp up public spending before the vote while the challengers will often counter with promises of even bigger spending splurges. That puts them on a collision course with global investors who, reawakened from a long slumber by an era of higher interest rates, will be quick to punish profligate politicians by selling off their stocks, bonds and currency. In the US and Europe, these investors became known as “bond market vigilantes” the last time rates were this high — in the 1980s and ’90s.\nMany countries, having run up massive debts during the pandemic, are newly vulnerable to these attacks. Battles are most likely in nations where leaders are under pressure to increase spending because their own popularity is so low. The rub: that is most countries. I track polls in 10 developed and 10 developing countries; approval ratings have fallen over the past year in three out of four, and the median rating is now just 45% in developing countries, and a near-record low 36% for the 10 developed countries.\nBond vigilantes, usually triggered by inflation, will be quick to act in countries where a free-spending leader is making a bad fiscal situation worse. Six leaders face a 2024 election in countries where the deficit is now higher than 5% of gross domestic product — a level many bond investors would consider a danger zone. They range from India and Bangladesh to South Africa and the US.\nIndia’s risks are offset by the fact that its economy has been growing faster than most, easing the debt servicing burden. The central government’s deficit is still very high compared to other emerging markets, at around 6% of GDP, but has come down from nearly 10% during the pandemic. And though BJP’s overwhelming recent victories in the Hindi heartland states should reduce pressure on the government to dole out freebies before the 2024 election, 60% of government spending is carried out by the states, double the average level in developed countries. Lately, Indian states have been spending more on subsidies, less on investment, a turn bond markets dislike. And in some of the recent electoral battlegrounds, including Rajasthan and MP, the state deficit spiked sharply before the vote. Competitive populism is gaining momentum, and the risk for India is that Modi too succumbs to its appeal in the run-up to the national vote.\nIn the US, the deficit and spending trends have already moved into another orbit. Its deficit is expected to remain above 6% of GDP in coming years — nearly double its pre-pandemic trend, and six times the average in other developed economies. Now that interest rates have risen, US government interest payments will exceed spending on defence and on social programmes such as Medicaid within the next 10 years. Neither of the likely candidates, Joe Biden and Donald Trump, are expected to exercise spending restraint, raising the potential for vigilante attacks.\nSouth Africa is also at a high risk. Facing power outages and rising inflation, president Cyril Ramaphosa’s approval rating slumped nearly 10 points in the last year to just over 40%, and the country’s deficit has tripled since the 2000s to more than 5%. Recent steps to restrain spending such as higher public wages have also been targeted at pleasing voters, and public debt is still growing.\nMeanwhile, Mexico’s deficit is rising rapidly towards 5% of GDP, the highest since the 1990s, and its relatively popular president, Andrés Manuel López Obrador, is passing on the problem to an untested successor. While several other developing economies from Ghana to Sri Lanka have been forced over the past couple of years to cut spending as they faced bankruptcy, their leaders will find it increasingly hard to stay the course in an election year.\nNo country is immune. Going back to at least 1960, research shows, leaders have often raised spending or cut taxes to improve their re-election prospects. Until recently, however, borrowing costs were so cheap that bond investors tended to overlook these bad habits, except in extreme cases like Argentina.\nThat changed in 2022 with the return of inflation and higher rates. Since then, the vigilantes have targeted nations all over the world. They helped force UK Prime Minister Liz Truss out of office, by selling off the UK’s bonds and currency in response to a budget-busting tax scheme. They compelled two old populist warhorses, Recep Tayyip Erdogan of Turkey and Luiz Inácio Lula da Silva of Brazil, to embrace fiscal restraint. Erdogan shelved bizarrely unorthodox policies and appointed financial market veterans to restore investor confidence.\nNotice the pattern. Financial markets are now so large, dwarfing any national economy, that the vigilantes usually prevail. Leaders take them on at their own risk. In the US and India, where complacency is high and many seem to think that investors will never tire of buying their debt, it’s worth pondering the fate of the losers. Brazil, Turkey and the UK changed their wayward ways under vigilante pressure and are so far better for it. Taking on the bond vigilantes is mostly a losing battle but that won’t stop many politicians from trying.\n\n",
        "headline_1": "In the biggest year for democracy, it’s politicians versus investors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-the-biggest-year-for-democracy-its-politicians-versus-investors/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "The big question in the 2024 general election is not whether Narendra Modi will be back, but whether he will be back with a bang (with the BJP winning 272-plus seats in Parliament) or a whimper (with less than a full-fledged majority), where he may need to depend on regional allies to rule India for the next five years. This will decide whether he gets to rule like Narasimha Rao after 1991 (albeit with a more charismatic image), or like Modi in 2014-24.\nThe INDIA alliance, which is essentially Congress plus regional allies in various states, believes that if it can stitch together a one-on-one fight in 400-450 seats, it is in with a chance to unseat Modi. It is hoping to do what it did in 2004, when everybody thought Vajpayee was a shoo-in. But he lost.\nR Jagannathan\nHowever, Modi is not Vajpayee, and 2024 is not 2004. Unlike 2004, when the BJP was, at best, a 180-seat party that would always need allies, Modi’s BJP is much stronger, and has grown much deeper roots in the Hindi heartland states. It has grown not only organisationally, but also in terms of popularity through the deep penetration of pro-poor schemes, especially those that benefit women. This makes the BJP a 220-240-plus national party at the lower end of the scale, not a 180-seat one.\nIt is worth recalling that in 2019, 16 states, including most major ones, gave it more than 50% of the popular vote. Some even gave it more than 60%, including Gujarat, Uttarakhand, and Himachal Pradesh. The ones with 50% plus included UP, Delhi, Karnataka, Rajasthan, Madhya Pradesh, Bihar and Maharashtra (the last two with allies) and mid-size states such as Jharkhand, Haryana and Chhattisgarh, and smaller ones like Tripura, Goa and Arunachal Pradesh.\nWhat has changed between 2019 and 2024 is that at least two major states, Maharashtra and Bihar, have become battlegrounds, where the BJP’s position, even with allies, is weaker than before. Besides, in three other states, West Bengal, Karnataka and Telangana, the BJP looks a bit shakier than before, though Karnataka could still come good.\nIf we were to split the states and Union Territories into four categories, those which can yield 75-100% of seats for the BJP, those which can yield higher than a 50% share, and those which can yield 20-25%, those where the BJP can get nothing or just the odd seat or two, this is how the categories break up.\nThe states with high seat yields for BJP have been Uttar Pradesh, Gujarat, Madhya Pradesh, Rajasthan, Himachal, Uttarakhand, Delhi, Chhattisgarh, Karnataka and Jharkhand. In 2019, the BJP won 214 seats out of a total of 239 in these states. It could still win around 200-207 this time.\nIn the next category of states, Maharashtra, Bihar and Assam, with 102 seats, the BJP won 89 the last time. This time the number could fall to 59 or below. In the lower-yield states of West Bengal, Odisha, J&K, Telangana and Goa, the BJP (plus allies) won 34 out of 88 in 2019. This time the number could fall to 32-28.\nIn the low-yield states and Union Territories — Kerala, Andhra Pradesh, Tamil Nadu, Punjab and north-east (excluding Assam) — the BJP won all of nine seats out of 114. This time it could conceivably win 10.\nThis gives the BJP plus allies, in the above scenario, a total of 297-308 seats — a comfortable majority, with 272-plus for the BJP on its own.\nIt is only in the case of a major debacle in Maharashtra, Bihar and West Bengal, and maybe larger than expected losses from 2019 in the Hindi heartland, that we get into the 240-plus scenario.\nOn the other hand, the best-case scenario for the opposition is the Congress winning over 100 seats (which seems improbable), and five or six regional parties — DMK, TMC, JD(U)-RJD — winning big in their states. Once the BJP falls below 240, parties like YSR Congress, Telugu Desam, Biju Janata Dal, and the Left Front can be tapped for at least outside support. But it is difficult to visualise such a coalition lasting five years, given the state-level conflicts of interests between Congress and Left, Congress and AAP, etc. And most voters know that. This is one reason why, in most states, voters have been giving clear and decisive mandates.\n\nWhat the opposition lacks is a leader, a clear narrative beyond anti-Modi diatribes, and a gameplan to overcome its internal conflicts of interest. One wonders why a DMK has to periodically pick on Hindi speakers or Sanatana Dharma, knowing full well that this does not help its allies. Or why Nitish Kumar should make Hindi speaking an issue at the INDIA meeting recently, when this does not go down well in Tamil Nadu. It is also difficult to see AAP or the Left or the Trinamool Congress remaining on the same page as the Congress after the elections are won.\nThis explains why most punters are not expecting any outcome other than a return of the BJP with Modi at the helm. But given the sheer acrimony between the BJP and the opposition of late (consider the fracas in Parliament over the security breach and suspension of opposition MPs), and also the post-May 2024 challenges that lie ahead in terms of implementing the census, women’s reservation, and delimitation of constituencies, Modi will have to reinvent himself into a more consensual leader. Even in 2019-24, Modi’s majority could not deliver farm reforms or implement the Citizenship Amendment Act, though Article 370 was successfully written down.\nWhere the Modi effect worked was in terms of economic growth and the firm handling of Covid, but the challenges that lie ahead are much greater. Modi 3.0 has to be different from Modi 1.0 and 2.0, regardless of whether his party crosses 272 on its own in the Lok Sabha. Or does not.\n\n",
        "headline_1": "2024’s big question: Ab ki baar, kitne paar?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024s-big-question-ab-ki-baar-kitne-paar/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "Authored by: Michael Kugelman\nBangladesh and Pakistan go to the polls early next year. At first blush, the main storyline for both elections seems the same: Ruling or recent ruling parties are in a strong position to defeat opponents weakened by state crackdowns. But in reality, the two cases have some notable differences. Additionally, the conventional wisdom says that India’s interests won’t suffer from the likely election outcomes. But this may not be altogether true.\nMichael Kugelman\nFor many months, leaders and supporters of the two countries’ main opposition party — the Bangladesh Nationalist Party (BNP) and the Tehreek-e-Insaf Pakistan (PTI) — have faced harassment, arrests, and imprisonment. Not surprisingly, these crackdowns have intensified after each party stepped up violence and other destabilising acts — PTI partisans attacked Army facilities in May, and BNP members have staged provocations including blockades since October. But both parties have maintained the capacity to mobilise large crowds. And yet, their electoral strategies are sharply at odds: The PTI is committed to participating in elections, no matter the obstacle, while the BNP has announced it will sit them out.\nThe PTI faces major challenges. Its popular leader, Imran Khan, is in jail. Most other top PTI leaders have been pressured to switch parties or quit politics. Its main adversary, Pakistan Muslim League-Nawaz (PML-N) chief Nawaz Sharif, recently returned from self-exile and promptly received judicial relief for some of his corruption charges, an indication of the backing he now enjoys from a military establishment with which he has had a love-hate relationship. That backing is his biggest asset, and could help him in the same way that it helped Khan, then the military’s favourite son, in the 2018 election. This time around, the PTI will bank on its sizable popularity. But that could be checkmated by military-orchestrated political engineering that shapes the electoral playing field in ways that disadvantage PTI.\nPakistan’s judiciary will be a critical player in the polls. The courts — likely the Supreme Court — will eventually need to rule on whether Sharif is eligible to contest elections. If Nawaz Sharif is ruled ineligible, his brother Shehbaz could return as premier. But no matter how things shake out, no party is likely to win an outright majority: the PTI faces too many constraints, and the PML-N and other major parties lack sufficient public support. A fractious coalition government is a strong possibility. That would benefit the military, as such a set-up would be easy to exploit.\nMeanwhile, the BNP had long threatened to boycott the polls unless the Awami League (AL) government steps down and allows a caretaker administration because, in its view, elections can’t be free and fair if the present government oversees them. Dhaka has rejected that demand, deeming it unconstitutional; the Supreme Court struck down Bangladesh’s caretaker clause in 2011. Any combination of non-BNP opposition parties will be hard pressed to defeat the AL, meaning the incumbents are all but assured of a fourth straight term.\nInterestingly, in both countries, the caretaker issue is at the heart of a political crisis, but for different reasons. In Bangladesh, the opposition wants it reinstated. In Pakistan, the caretaker clause is in place, but it has angered the opposition because the current caretaker regime has held power longer than constitutionally mandated, thereby delaying elections. In both cases, the caretaker controversies revolve around those in office wanting to retain power as long as possible.\n\n(Photo caption: The nine-lived Nawaz Sharif seeks  a fourth term, while Sheikh Hasina heads for a win)\nWhat does all this mean for India? Generally speaking, the likely electoral outcomes should not pose problems for its interests. Its comfort level with the AL, and concerns about the BNP, are well known. As for Pakistan, where the outcome is murkier, any result should be manageable for New Delhi. Whoever wins will likely be — at least initially — aligned with the military, which appears keen to maintain an uneasy status quo in relations with India: No new outreach — if potential prime minister Nawaz Sharif chooses to explore rapprochement, this would risk a fresh spat with the Army — but also no provocations, so that full attention can be centered on economic recovery.\nStill, there are possibilities for post-election volatility, especially in Bangladesh. The BNP will be deeply aggrieved — about years of crackdowns, the government’s refusal to step down pre-elections, an election it rejects, and five more years of the AL. With the AL’s close ties to India’s ruling BJP no secret, surges in anti-India sentiment among BNP backers and other pockets of Bangladesh’s populace, especially among Islamists, is possible — given previous angry protests in Bangladesh against BJP policies. This is not what New Delhi wants.\nMeanwhile, in Pakistan, given soaring polarisation, whoever loses will likely contest it in the courts and, possibly, in the streets. A new phase of political tumult in Pakistan, against the backdrop of a sputtering economy and a terrorist resurgence, isn’t likely to directly impact India. Still, India, like any country, doesn’t benefit from instability in a neighbouring state — and especially if such instability prompts Pakistan to try to distract an angry public by, for instance, stoking unrest along a Line of Control that’s been relatively calm since a new truce in 2021.\nUltimately, this tale highlights a major difference between the Bangladesh/Pakistan polls, and India’s own elections next spring. In all three cases, incumbents (and in Pakistan’s case, the parties in office prior to the current caretaker) have a strong chance of winning. But only in India would such an outcome truly reflect the public will — a consequence of the BJP’s strong popularity; and a free and fair election. In Bangladesh and Pakistan, opposition forces enjoy popularity, but may well lack sufficient clout to surmount the electoral roadblocks erected by states determined to deny them paths to power.\n\n",
        "headline_1": "Bangladesh & Pakistan: Tale of two elections, and implications for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bangladesh-pakistan-tale-of-two-elections-and-implications-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "Authored by: Karthick Ramakrishnan\nAs we look ahead to the 2024 presidential election in the United States, we cannot help but notice the power of Indian Americans in politics. Two of the top four candidates in the Republican primaries, Nikki Haley and Vivek Ramaswamy, are Indian American, and there is growing speculation that Haley might be a vice-presidential candidate even if the chances of her clinching the presidential nomination are slim. On the Democratic side, Kamala Harris already made history as the first person of Indian origin to serve as US Vice President, and as the first person in line to be President should anything happen to Joe Biden.\nThe growing political presence of Indian Americans can be felt in many other ways. Five out of 15 Asian American members of the US House of Representatives are of Indian origin, and Indian Americans have served under both President Trump (over 80 including Nikki Haley, Seema Verma, Ajit Pai, and Raj Shah) and President Biden (over 130 including Neera Tanden, Vanita Gupta, Kiran Ahuja, and Vinay Reddy). Indian Americans have also grown rapidly in the number of candidates running for political office and, relatedly, in campaign fundraising.\nKarthick Ramakrishnan\nThese kinds of political achievements are remarkable for a population that is relatively small and more recently settled than other comparable groups. Based on AAPI Data’s analysis of US Census Bureau data, Indian Americans account for less than 2% of the US population (4.95 million out of 335 million people) and less than 1% of the voting eligible population (2.2 million out of 239 million adult citizens). Indian Americans are also much more recently settled than other minority groups in the US. Even though several thousand Indian immigrants migrated to states like California and Washington in the early 1900s, the Indian American electorate is still overwhelmingly foreign born (72%), with nearly one in four having arrived in the last 20 years.\nAt the same time, there are limitations to the political influence of Indian Americans in US politics. First is name recognition. Even though Nikki Haley and Vivek Ramaswamy have generated plenty of news headlines in the US and India, AAPI Data/AP-NORC Survey released on November 14, 2023 revealed that over one quarter of Indian Americans did not know enough about either candidate to offer an opinion. Furthermore, partisanship looms large in American politics, and Indian Americans tend to be strong supporters of the Democratic Party. So, even though Indian Americans give higher marks for Haley and Ramaswamy than for Trump, more still view these candidates unfavourably than favourably.\n\nEven beyond partisanship, there are limits to how much candidates like Haley and Ramaswamy can meaningfully represent the interests of Indian Americans. Surveys over a decade show that Indian Americans are broadly liberal on a variety of issues, ranging from favouring expansions in healthcare and environmental protection to stricter policies on gun control and greater civil rights protections for Black Americans. So, even if party affiliation were not a factor, most Indian Americans would not feel well represented by Haley or Ramaswamy, based on where they stand on many of these issues.\nMore broadly, the rise of Indian Americans in US politics stands in uneasy contradiction to the growth of anti-immigrant sentiment and Christian conservatism. This is perhaps most evident in Donald Trump’s rhetoric, which has gotten even more incendiary as of late. For example, he has said that immigrants are “poisoning the blood of our country…”\nThe rise of nativism, white nationalism, and Christian conservatism is not isolated to Trump’s candidacy. Key moments in the growth of these movements have included the September 11, 2001 attacks, which portrayed immigrants as a threat to America; the election of Barack Obama in 2008 which expanded the appeal of white nationalism among those who felt a loss of status and power; the election of Trump in 2016 and a string of legislative, political, and court victories by Christian conservatives related to restrictions on abortion and increasing the power of religious organisations in American life. Looking ahead, the Heritage Foundation’s Project 2025 sets out a very ambitious and far-reaching agenda for the next Republican president that is at odds with the policy preferences of a vast majority of Indian Americans.\nThus, the outlook for Indian American political influence in 2024 and beyond will remain decidedly mixed. Even as many more Indian Americans run for office, contribute to candidates and vote in elections, they will have to contend with political and social movements that envision a very different future for American politics and policy.\n\n",
        "headline_1": "2024 will show power and limits of Indian Americans in US politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/2024-will-show-power-and-limits-of-indian-americans-in-us-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "The dawning of a new year is always special to a people or peoples because it marks a cycle of life in relation to time. But a year is either the completion of the orbit of the planet Earth around the Sun or the 12 cycles – each called a lunation – the Moon completes. There was, however, another variation of a 19-year lunar cycle developed by Greek astronomer Meton in 400 B.C., which corresponds to the solar calendar. Essentially, a year is a result of definitions of time civilisations have come up with. Thus the Gregorian calendar now followed in 168 countries is the most accepted version in today's world. Although many cultures use their lunar or variants of solar calendars for religious and cultural occasions for tradition's sake, they also follow the Gregorian calendar for official purposes.Clearly, the New Year's Day on the most widely followed calendar also provides for the highly spectacular and popular celebrations across the globe. While the nations ahead in time zones such as Kribati, Chatham Island, New Zealand, Fiji, Australia, Japan and South Korea, China, the Philippines, Indonesia, Thailand and Myanmar welcome the New Year on Sunday ahead of others, the rest of the world starts doing so on Monday. Remarkably, it starts with Bangladesh. Now the question is, how the wider world and more particularly this nation, now at a crossroads, are bracing for challenges facing them. Two phenomena – one natural and the other mostly manmade – the world is going to inherit as undesirable legacies from the previous year. These are the rise in global temperature and wars in Ukraine and Gaza. If climate change has put weather everywhere in turmoil, threatening liveability and livelihoods of nations, especially in developing countries, the war in Ukraine has already wreaked havoc with smaller economies including that of Bangladesh. If the Gaza war escalates regionally, its repercussions will be doubly telling for those economies. The combined aftershock of Covid-19 and Ukraine war has already sent the least developed and developing nations reeling with raging inflation and depreciation of local currency against US dollar dealing savage blows to their soft underbellies. Bangladesh finds itself at the receiving end. Is there any sign it can overcome the shock in the year 2024? The country has shown enough resilience in the past to tide over economic and political crises. It has made phenomenal progress and developed some spectacular infrastructure. But this time, neither the world is at peace with itself nor has the country got its priority right. Misgovernance in the banking sector has been responsible for swelling of non-performing loans to Tk1.56 trillion, a large portion of which has been laundered abroad. The New Year's top socio-economic agenda, therefore, should be to recover the embezzled money and devise programmes for narrowing the yawning disparities in society with accumulation of wealth in a few hands to the deprivation of the majority of their share in national income. Can the government coming to power after the January 7 election make it a landmark year for prioritising the agenda of bringing down the irrational social inequality and inflation? On the economic front, other pressing issues are debt servicing and maintaining forex reserve. Putting the new education curricula in perspective, stemming brain drain and promoting healthy culture, games and sports also make the list of top agenda. These are essential for setting the record straight in the light of the spirit of the country's War of Liberation and also as a deterrent to the pervasive degeneration such as drug abuse, sex crimes and fraudulent practices. Happy New Year to all.",
        "headline_1": "New Year priorities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-year-priorities-1704030566",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "One of the toughest years is gone and good riddance to it. Nobody wants this kind of a year as political issues – global and national – continued to dominate and economics were affected by the same negatively. There is not much to cheer about in that sense except that when we do feel cheerful and sad we do need to remember that a lot depends on the class, circumstances and situations from which the assessment is made.There is no doubt that the world at large has seen two great incidents of violence – Ukraine and Gaza – which to a great extent have defined the global scene. And the scenario to unfold is not positive. They expose the weaknesses and gaps in global governance patterns which produce toxic ripples that swim to every shore and make life difficult for all. It's not particularly savouring to think that after all the years the so called global alliance in the name of the United Nations has become the least effective body of them all and neither earns respect nor can express global will, let alone act decisively to protect the weak against their oppressors. It has simply lost the power to decide how the world will be.The Ukraine crisis is the best reminder that the age of global powers is over. Russia tried to annex Ukraine, its ex-dominion fearing NATO ambitions and probably even incursions into its own territory. Ukraine had become a West's proxy state and Europe has always been nervous about Russia's ambitions since it went Soviet and even before. The breakup of socialist republics didn't kill its fears and the Putin regime makes it both anxious and ambitious.So Putin did an old trick of acting before being hit and got seriously messed up. It isn't as bad as Afghanistan which contributed so much to the end of the Soviet regime but it has damaged Russia's reputation as a military power. However, that doesn't mean it can't fight on and the world does look forward to a war without an ending that will produce new wars. The West is too committed to Ukraine to lose there and Russia can't withdraw. The most sobering thought is that the world hasn't learnt in years that the age of military warfare is over and none can defeat another, only bleed each other.The other is Gaza where Israel and Hamas have shown that they are still fighting ancient post-Biblical wars of the tribal variety, cheered on by their various supporters. Israel has everyone who matters including even India while the Gaza Palestinians are supported by the weakest crowd, the Islamic Ummah and various countries like Iran, Pakistan and even Bangladesh. These states don't matter and while the global voice is loud, the clout is missing. In the declining days of big power politics no one really cares what happens to Palestine.The world needs to face the reality it often likes to ignore which is that the fundamental reason behind all acts is selfishness and Palestine may offer a cause but no substance. That could well mean the largest prison in the world where the inmates are subjected to regular violence and commit the same out of frustration. The tale doesn't promise an early end let alone a happy one.Nationally, the situation remains dismal too as politics continues to travel on its dismal path of intermittent hostility, conflict and violence that stretches all over the land. To this has been added international dimensions and the foreign powers – the US, China, Russia and India – to name the top four who are having their own verbal ping pong over the coming 7th January elections. What it says is that the big powers – local and global – are fighting each other in every space on earth to sustain their influence or contest the other's clout. Bangladesh politics is no exception. The elections are going to be held but whether that will mean an end to the political uncertainties is a real question.As far as Bangladesh is concerned, it remains a livelihood-centric society hence a state of economic prioritization. For the people, this is what matters the most and the ruling class segments – from the army to the amla (bureaucrats) – are no different. However, the difference is the kind of access each has below them. So, the concerns are whether the anxieties can be met by the actions of the same class including civilian politicians.The rise of the migrant workers is the most significant because it shows a declining trend in the state stake held by a significant minority. The result is a division in the population groups who need the state and who don't. While the middle class particularly the urban variety remains dependent on the state, many others aren't and that influences how governance is perceived. That may well shape participation in such activities as elections at various levels.The other issue is of course about various sanctions including possibly on the RMG sector. While some are cheered by the prospect of political pressure, any such actions will impact the poor, particularly female workers and could well be equal to the negative impact of a war.Thus 2024 may even be more difficult than 2023. However, the turmoil would affect all; so it's better to remember that if 2023 was the frying pan, 2024 may well be the fire. [email protected]",
        "headline_1": "If 2023 was not good, 2024 may not be better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/if-2023-was-not-good-2024-may-not-be-better-1704032554",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "The New Year on the Gregorian calendar is welcomed with the clock striking midnight sharp. It is because, unlike the counting of a day at dawn when the sun rises in this part of the world, the West considers the beginning of the day right after zero hour. This is the reason behind elaborate preparation for celebration of 31st December so that people can be witness to the very moment of transition to the New Year. A momentous event no doubt in the life of an individual, communities and nations, it has to be observed as colourfully as possible. Primarily a Christian tradition, the event, however, takes different forms depending on the local cultures, some of which have Pagan associations. In Bangladesh, the 31st December celebration has its late entry but did not take long to transform into a carnival of sort. It is because of the unruly behaviour of a section of youths with no respect for the country's own tradition and customs. This has prompted the police to impose some restrictions on public gatherings, fireworks and flying or sky lanterns (fanus). The flying lanterns in particular have the potential to cause fire and even bring to a halt the movement of the metro train. Actually, this happened when a few of the flying lanterns landed straight on the electric cables of the metro rail last year. Earlier, some untoward incidents involving sex abuse of girls and women at the hands of revellers at different venues of public gatherings including the open space before the Dhaka University's Teacher-Student Centre (TSC) were reported. Insane and unruly behaviour by drunken youths driving cars dangerously in Gulshan and Banani area also made news. In New York, the Times Square's celebration also sees revellers gathering in their thousands but such ugly incidents hardly ever take place. Then what is permissible in open societies in the West cannot be the norm here because there both parties may have consensual affairs but here it is sexual assaults from one side. The Bangalees have their traditional celebration of Pahela Baishak which has always remained serene and devoid of any excesses. The Chhayanaut has lent to it a touch of refined culture and the Faculty of Fine Arts, the University of Dhaka has added colour to the celebration. There is nothing wrong to add a festival ---no matter even if it is imported from other cultures --- to the list of annual celebrations. But it must conform to the local culture, custom and tradition. The fireworks are not out of steps so long as those do not continue for hours to disturb neighbours. It should be a brief affair and must be culminated within the shorted possible time. Before this, songs, music and even dance shows can be arranged for entertainment of the gathering public at different venues. But the question is, who will guarantee peaceful and sober celebration of such events? The Bengal classical music festival held in the army stadium demonstrated how even youths listened to the highest form of music with rapt attention sacrificing their sleep for nights together. Band music shows have been enjoyed much the same way. But whenever there is a festival in an open space and without ticket, it is altogether a different proposition. Yet with adequate security, small public gatherings can be allowed on the New Year's Eve. Gradually people will learn how to integrate an alien festival into the nation's own system of celebrations. After all, today's youths have not many avenues to release their pent-up emotions and passions. Songs, music, dance, drama and cinema are the media for minds to overcome stress and anxiety. Much of the social aberration, including drug addiction, has its origin in the absence of healthy and refined entertainment.[email protected]",
        "headline_1": "Integrating alien festivals into local system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/integrating-alien-festivals-into-local-system-1704030686",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2024"
    },
    {
        "full_article": "In the post-pandemic era, the beggars' nuisance has increased alarmingly in Dhaka city. There was a time when beggars used to sit on the streets or at some particular places for begging. But now, ingenious beggars approach us with new technics. It seems we do not have to look for beggars. Rather, they make their presence felt everywhere in the city. Once we take our wallet or purse out whether in markets, shops, tea stalls or while paying rikshaw-pullers, beggars appear instantly beside us. They obstruct our way until we give them alms. One can hardly stand on a footpath for even a couple of minutes without facing beggars.Rehabilitation of beggars is not a new issue. The government took a number of measures to rehabilitate city beggars. Those steps do not seem to have produced positive results. The city corporation authorities, I think, should look into the issue seriously and help both city dwellers and beggars. Junaid Bin Nesar, Tikatuli, Wari, Dhaka, [email protected]",
        "headline_1": "Beggars causing nuisance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beggars-causing-nuisance-1704030728",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2024"
    }
]