[
    {
        "full_article": "Public wrath is paving the way for momentous changes in Sri Lanka. The ongoing protests against the precipitous fall in the island nation’s economic fortunes have reached a crescendo. President Gotabaya Rajapaksa, whose secretariat was overrun by thousands of people and his official residence occupied by boisterous protesters, and Prime Minister Ranil Wickremesinghe, whose private residence was set ablaze, have both expressed readiness to resign. Mr. Rajapaksa, the main target of the people’s unbridled anger, has conveyed his willingness to resign on July 13, while Mr. Wickremesinghe is awaiting an alternative all-party government to be ready to take over before he steps down. It is now fairly clear that the people have not been pacified by the formation of a new regime under Mr. Wickremesinghe. The boiling over of public anger on July 9 indicates their utter dissatisfaction with his government’s efforts to address their day-to-day problems. There were questions about Mr. Wickremesinghe’s political legitimacy to hold the office, given that he belongs to a party with no elected representative in the legislature and he himself being a nominee based on its vote percentage. However, despite the arrival of some overseas aid and commencement of a process for an International Monetary Fund (IMF) bailout, there has been no significant relief for the people, especially the poor and the vulnerable.The next few days are crucial for the country, as it will show whether the political class can rise above its differences and put in place an alternative regime that can steer the country towards economic recovery. Under the country’s Constitution, the Prime Minister and then the Speaker of Parliament are in line to act as President if the highest office falls vacant. The way out seems to be that the current Speaker, Mahinda Yapa Abeywardena, takes over as President so that, within 30 days, Parliament can elect a new President by a secret ballot. However, these moves will be contingent on the resignations actually materialising. Any delay in creating conditions for the emergence of an alternative may not go down well with the public, and may lead to more unsavoury incidents. The occupants of the two main offices will have to make their decisions early so that the country’s transition to a stable regime can be easy. It is possible to argue that mere regime change may redound to nobody’s benefit, will achieve nothing more than mollifying the masses for now, and will not ease the economic travails of the people. However, it is always better that a formal process is set in motion to effectuate change than it being left to the exigencies of a public uprising. It will also impart some much-needed political legitimacy to whoever will emerge as President and Prime Minister and steer the country through troubled times. The country cannot afford a fresh election now; nor can it be without a leadership.",
        "headline_1": "The uprising: on ongoing protests in Sri Lanka",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-uprising-on-ongoing-protests-in-sri-lanka/article65624201.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "Shinzo Abe was a popular, even if divisive, politician who was no stranger to controversies. But he was also one of the most consequentialist leaders of post-war Japan. Since his rise to power in 2006 until his tragic assassination last week, he remained a tall presence in Japan’s politics and his views reshaped the country’s global profile. When he became Prime Minister for the second time in 2012, Japan’s economy was in recession. A year earlier, an earthquake and tsunami had wreaked havoc, killing up to 20,000 people. Its U.S.-reliant foreign and pacifist defence policies faced a new challenge with the rapid rise of China. Abe believed that Japan should first rebuild its economy if it wanted to address other challenges. His economic programme with “three arrows” — monetary easing, higher fiscal spending and liberalisation — or “Abenomics”, helped Japan come out of recession. His government oversaw the post-quake reconstruction, and in foreign policy he adopted a more hawkish line that was unapologetic of Japan’s violent imperial past. He wanted to rewrite the country’s U.S.-drafted post-war pacifist Constitution to allow the military to take a bigger role in national security. In 2013, as Prime Minister, he visited the Yasukuni Shrine, a controversial memorial for Japan’s war dead, including its war criminals. These actions triggered criticisms in the region, but at home, Abe used them to reshape the national security debate.Abe may not have succeeded in restoring Japan’s economic superpower status while his attempts to rewrite the Constitution met with strong opposition from sections of the political class and society for whom memories of its past militarism are still afresh. But Abe left a lasting imprint on its security thinking, spending more on defence (breaking the long-held cap of 1%). Having realised the limits of Japan’s power in meeting regional challenges, he advocated a deeper relationship with the U.S. and pushed for a regional response to China’s rise. He was one of the strongest advocates of the Quad, and by the time he left power in 2020, the Quad had been revitalised. In a country where talks about a stronger defence policy were considered taboo, Abe mainstreamed discussions for a stronger defence doctrine and even called for a nuclear sharing agreement with the U.S. He remained an influential figure in national politics. His assassination could have consequences for the Japanese psyche. Gun violence and political assassinations may have been rare in contemporary Japan, but it was not so during the pre-war period. No Japanese politician would like that chaos to be back. The law enforcement authorities should not only bring the facts about the assassination to the public but also make sure that such tragic events do not take place.",
        "headline_1": "A death unforetold: On assassination of Shinzo Abe",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-death-unforetold-on-assassination-of-shinzo-abe/article65623585.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "What has macroeconomic management got to do with old filmy villain Ajit’s penchant for drowning his enemies in liquid oxygen, so that the liquid would not let them live, even as the oxygen would not let them die? Both are about seemingly impossible tradeoffs.\nA spectre is haunting India, the spectre of inflation. In fact, the spectre haunts most parts of the world. And persistent inflation is a clear sign of mismanaged tradeoffs.\nRead full opinion on TOI+\n\n",
        "headline_1": "Apart from the foreign hand: Persistent inflation in India is a clear sign of mismanaged tradeoffs both at home and globally",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/apart-from-the-foreign-hand-persistent-inflation-in-india-is-a-clear-sign-of-mismanaged-tradeoffs-both-at-home-and-globally/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "Anger and frustration may have prompted Sri Lankan protesters to storm Gotabaya Rajapaksa’s official residence. But the bottom line and the lesson from recent history like the Arab Spring countries where civil strife hasn’t abated is that Sri Lanka needs a functional government to get its act together, conduct negotiations with IMF and major nations, and restructure the economy to make it viable again. Continuing anarchy could lead to agencies and friendly countries interested in Sri Lanka’s revival developing cold feet.\nAbhorrent actions like setting PM Ranil Wickremesinghe’s private home on fire don’t help the Lankan cause. Wickremesinghe had accepted an unenviable job, betting that his credentials could help smoothen negotiations and expedite lines of credit. Obviously, Lankan people have lost patience and want results immediately. The July 9 protests, coming exactly two months after the May 9 violence that unseated Mahinda Rajapaksa, are a warning to political parties to stop bickering and brainstorm the next course of action, including a unity government and fresh elections.\nNegotiations with IMF must cross the hurdle of all creditors including China, which accounts for 15% of Sri Lanka’s external debt, agreeing to debt restructuring. As its nearest neighbour, India must keep generously helping in cash and kind. With inflation topping 50% and the Sri Lankan rupee crashing to 350 for a dollar, food and fuel shortages will worsen without a government in place. Sri Lanka’s strategic location in the Indian Ocean, through which a busy international shipping route also passes, must stir other nations also to offer more aid to the embattled country.\nNot too long back Sri Lanka was South Asia’s brightest spot with high human development indices. But economic mismanagement threatens a regression, with schools shutting last week, and hospitals running out of medicines and supplies. Already, a chunk of shipping business is shifting to Indian ports as containers are wary of stopping in Sri Lanka. Austerity measures accompanying an IMF bailout will not be popular in a country spoon-fed on a steady diet of populism. However, there’s no other course left but belt-tightening and a peaceful transfer of power to a credible government that is allowed to work without being subjected to populist pressures. Otherwise, the pain can only deepen and Sri Lanka will struggle to attract tourism, trade and foreign investment as it once did.\n\n",
        "headline_1": "Colombo chaos: IMF and countries like India cannot help Sri Lanka unless there’s a credible regime in place",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/colombo-chaos-imf-and-countries-like-india-cannot-help-sri-lanka-unless-theres-a-credible-regime-in-place/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "Around two months ago, Elon Musk said he was being told that the number of bots on the social media platform he had taken it into his head to buy was “as unknowable as the human soul”. He is now citing the persistence of this unknowing to retreat from the Twitter takeover. A messy courtroom battle is on the horizon. Wherever this dispute travels from here, it has highlighted how secretive social media companies are about the penetration of inauthentic, fake and malicious accounts. Twitter’s claim that its spam accounts have stayed the same, “well under 5%”, since 2013, defies belief. In fact, research firm BotSentinel has found that Twitter is not even classifying these accounts “realistically”.\nThe way in which Russian misinformation was weaponised through Facebook, as well as YouTube and Twitter, in the 2016 US presidential election is perhaps the starkest example of the turmoil such accounts can unleash. But like a pandemic, the disease is really everywhere, inciting not just hate but also violent acts in the physical world. India has seen ghastly “WhatsApp lynchings”. A Microsoft survey of 22 countries found Indians (64%) the most likely to encounter fake news online.\nAlgorithms are designed to dial up the more infectious and corrosive conversations. Human monitors are pitifully scarce. At Facebook, this job is mostly outsourced and at best pays ten times less than the company’s median salary. Twitter doesn’t insist on real names despite the clear science on anonymity creating disassociation and disinhibition. In short, social media companies should be checking falsehoods by civilising algorithms, hiring more human monitors and curbing, perhaps banning, anonymity. Musk may or may not have other reasons to not buy Twitter. But Twitter and all of social media have a definite problem.\n\n",
        "headline_1": "Bot’s the problem: Twitter and social media in general simply don’t do enough to clean up their platforms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bots-the-problem-twitter-and-social-media-in-general-simply-dont-do-enough-to-clean-up-their-platforms/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "The night-time torching of PM Ranil Wickremesinghe’s private residence this past Saturday (July 9), where he and his wife reside, brought a momentous day in Sri Lanka to an ugly close. There is widespread sympathy for the PM, who had willed his house, built by his father, to his alma mater Royal College just across the road.\nHowever, reflecting the divisive and hate-filled politics of Sri Lanka now, there are also many who do not feel that same sympathy for a man who is seen as taking over the PM’s post, and bailing out the Rajapaksa-led government, at a time when there is widespread public sentiment that the Rajapaksas and government should go.\nRead full opinion on TOI+\n\n",
        "headline_1": "Crisis won’t go away even if Gota goes: The economic plan Sri Lanka needs cannot happen without fresh elections, national & provincial",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/crisis-wont-go-away-even-if-gota-goes-the-economic-plan-sri-lanka-needs-cannot-happen-without-fresh-elections-national-provincial/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "The recent virtual BRICS summit, which brought together the heads of state and government of Brazil, Russia, India, China, and South Africa, was interesting as much for what did not happen as for what did. The two-day gathering was marked by some constructive discussions, but also platitudes and pablum, and concluded with a grandly titled but thoroughly anodyne \"Beijing Declaration.\"\nFew doubt the huge potential of the BRICS, which comprises the world's two most populous countries (China and India), a former superpower (Russia), and two of the biggest economies in Latin America and Africa. But the grouping's record since the first annual BRIC meeting in 2009 (South Africa joined the bloc the following year) has mostly been a story of lofty rhetoric and chronic underachievement.\nThe Beijing Declaration states that the BRICS High-Level Dialogue is an opportunity to deepen cooperation in the fight against Covid-19, digital transformation, supply chain resilience and stability, and low carbon development. All these goals are being pursued in a variety of multilateral forums.\nMore hypocritically, the declaration condemned terrorism and called for the finalisation and adoption of the Comprehensive Convention on International Terrorism within the United Nations framework. This rang rather hollow, since the summit took place just days after China blocked a joint proposal by India and the US to designate the Pakistan-based terrorist Abdul Rehman Makki as an international terrorist under the provisions of the UN Sanctions Committee.\nIndia and the US have long regarded Pakistan, which notoriously sheltered Osama bin Laden, as an enabler of international terrorism. But Pakistan gets away with it because it is shielded by China at the UN.\nThis was not the first time that China stymied proposals for the Sanctions Committee to list known Pakistan-based terrorists. It has repeatedly blocked efforts to designate as international terrorists Masood Azhar, chief of the UN-proscribed terrorist entity Jaish-e-Mohammed, and others associated with the equally murderous Lashkar-e-Taiba. Indian Prime Minister Narendra Modi pointedly stated at the BRICS summit that the group's members should understand each other's security concerns and provide mutual support in the designation of terrorists, adding that this sensitive issue should not be \"politicised.\"\nIt was against this background that China, the summit chair, floated a proposal to enlarge the group by accepting new members, and subsequent reports claimed that Argentina and Iran had applied to join. But the matter was not officially discussed at the meeting and featured only tentatively in the closing declaration.\nUnderlying the enlargement issue are two questions that go to the heart of the BRICS grouping. First, is it a largely economic organisation or a geopolitical one? Second, if the BRICS is primarily a geopolitical bloc, will it become the principal vehicle for the emergence of a global axis led by China and Russia – a goal that China appears to support and that the proposed enlargement, and the putative candidates, seem intended to serve? In that case, what is India doing in it?\nAs to the first question, the BRIC acronym was initially impelled by a vision of economic cooperation. The four (later five) emerging markets' shared and compatible perspectives on issues of global governance reform certainly provided a raison d'être.\nBut their common concerns about the direction of global development and the power of the Western-dominated Bretton Woods institutions meant that the group's agenda was political as well. BRICS seemed to be emerging as the premier platform of the Global South, articulating developing countries' dissent from the so-called Washington Consensus – a tendency underscored by the addition of South Africa, the only African economy in the G20.\nIn recent years, however, the global environment has changed dramatically. A backlash against globalisation and a US-China trade war, as well as heightened suspicions among US policymakers of China's geopolitical intentions, have been compounded by military hostilities between China and India.\nAs a result, BRICS appears to be undergoing an identity crisis. Indian foreign policy mandarins initially saw the group as a useful platform to increase India's international influence, in keeping with its traditional role as a leader of the developing world. But India is plainly uneasy about efforts to turn the bloc into a geopolitical forum supporting Chinese and Russian interests – and to enlarge it to include other \"like-minded\" states such as Iran. (Brazil has also maintained a studied silence on Argentina's reported membership application.)\nIndia is said to have had a crucial hand in the drafting of the Beijing Declaration's single reference to the bloc's enlargement, buried deep within the 75-paragraph document. Paragraph 73 states: \"We support promoting discussions among BRICS members on [the] BRICS expansion process. We stress the need to clarify the guiding principles, standards, criteria, and procedures for this expansion process through [the] Sherpas' channel on the basis of full consultation and consensus.\"\nSir Humphrey Appleby, the famously circumlocutory British bureaucrat in the Yes Minister television series, could not have put it better, except perhaps for adding \"in the fullness of time.\" The meaning is clear: \"Full consultation\" is a recipe for indefinite delay, and the insistence on \"consensus\" means that at least one state will ensure that enlargement never happens.\nIt appears that China has not taken India fully into its confidence regarding BRICS expansion plans and the pending applications. India can scarcely be expected to welcome an enlargement of BRICS that is intended to make the bloc more China-centric. There are also the inevitable concerns about whether, given China's patronage, Pakistan would be next in line to join.\nIndia has always been the indispensable swing vowel in the BRICS acronym. If the bloc's current strategic direction and possible enlargement push the country toward the exit, the grouping will become not just unpronounceable, but also unviable.\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for the Indian National Congress.\n\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Are the BRICS breaking up?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/are-the-brics-breaking-3067101",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "The lead headline in this newspaper on July 4 reminded us of the arrival of an austere time, but another story inside was even more depressing, telling us that, according to the Global Emotions Report 2022, Bangladesh is the seventh saddest nation in the world. And we became miserable well before the onset of high inflation and cost of living crisis. How was it possible? Haven't we got dozens of occasions round the year to celebrate – some religious, some cultural, and many more political? Or are we about to hear that some quarters opposed to the government and its world-class development have been conspiring against us? The Global Emotions Report, however, is not produced by any of the opposition parties, including the BNP, or any human rights groups. It is a report by the global polling giant Gallup, constructed as part of its annual survey on people's emotional well-being.\nIn its quest for assessing the emotional state of people and what contributes to their happiness or unhappiness, Gallup asks hundreds of thousands of people in 122 countries questions about both positive and negative emotions. Think about how you felt yesterday. Did you smile or laugh a lot? Did you learn or do something interesting? Were you angry? Sad? It also asks whether someone was treated with respect, felt well-rested, or suffered from stress. Gallup asks people to imagine a ladder, with the lowest rung representing the worst possible life and the highest rung representing the best possible life. People rate where they stand today and where they expect to stand in three years. Based on how they respond, Gallup classifies them as thriving, struggling, or suffering.\nAccording to this index, we are not thriving, not even struggling, but are suffering. Every resident of Dhaka knows well how much stress one has to cope with just to survive every day. They don't need the Economist Intelligence Unit to tell them that their capital is the seventh least liveable city in the world. Its pollution level, air quality, noise, availability of clean water, traffic jams – all rank among the worst. Unless someone is a superhuman having supreme patience, it is quite natural that people would forget to smile, and become angry and sad all the time.\nThough the world is suffering from war, inflation, and a once‑in‑a-lifetime pandemic, Jon Clifton, the global managing partner of Gallup, said the global rise of unhappiness started long before any of those issues made headlines. In fact, unhappiness has been rising for a decade, he said in the report. And the report identifies five significant contributors to the rise of global unhappiness: Poverty, bad communities, hunger, loneliness, and the scarcity of good work. Economists have long been saying that inequalities are rising alarmingly in our growth strategy, which has not created quality jobs as much as it should be. And the Covid pandemic has worsened it further, increasing poverty and hunger. And now, rising inflation and a prolonged war would certainly be bringing in further distress and despair.\nAnother part of the study has produced the World Happiness Report for the United Nations focusing on different variables, such as income, health, and social support. Could that have a different result that can cheer us up? The World Happiness Report, which has used statistical analysis to determine the world's happiest countries, concluded that Finland retained its standing as the happiest country in the world for the fifth consecutive year. To determine the world's happiest country, researchers analysed comprehensive Gallup polling data from 149 countries for the past three years, specifically monitoring performance in six particular categories: Gross domestic product (GDP) per capita, social support, healthy life expectancy, freedom to make your own life choices, generosity of the general population, and perceptions of internal and external corruption levels.\nUnfortunately, these results won't cheer you up either as Bangladesh ranked 94th on the list. We know that our government attaches the highest importance to making our country a high-growth economy, raising per capita GDP, and graduating to a developing country. So, where do we stand after a decade-long pursuit for economic prosperity and well-being of the people? Besides GDP and life expectancy, among other things, Gallup questions included, \"Are you satisfied or dissatisfied with your freedom to choose what you do with your life?\" and \"Is corruption widespread throughout the government/businesses in this country or not?\" Would one be mistaken in drawing the conclusion that lack of freedom and widespread corruption, both in public and private sectors, are the reasons that keep us stuck in the lower rankings of global indices?\nOther nations faring as badly as ours in the ranking of sadness or unhappiness are mostly known to be entangled in conflicts. One critical element of the study shows that Bangladesh has done equally badly in both the Positive Experience Index and the Negative Experience Index. In the Positive Experience Index, the 10 lowest-scoring countries include our neighbours Nepal and India, along with Egypt, Tunisia, Ukraine, and Georgia. But their scores in the Negative Experience Index are not so poor.\nThe authors of the report claim that higher scores in the Positive Experience Index indicate that positive emotions are more pervasive in a country. These scores strongly relate to people's perceptions of their living standards, personal freedoms and the presence of social networks. On the contrary, in the Negative Experience Index, the higher the score, the more pervasive negative emotions are in a country. People's experiences with health problems and their ability to afford food are predictive of higher negative scores. Reading such analyses would surely make one even sadder.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "What makes Bangladesh 7th saddest nation in the world?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-makes-bangladesh-the-seventh-saddest-nation-the-world-3067071",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "Today I have set out to write one of my most difficult columns. Difficult, because I am writing about a person who is so intimately entwined in my existence that it will be hard to separate myself from her larger-than-life persona. This is a humble tribute to my late aunt, Salma Khan (lovingly known to the family as Situ), who passed away last week.\nBefore I recount my aunt's multiple contributions and achievements, it may be appropriate to touch upon her challenging childhood.\nSitu was merely a toddler when her father prematurely passed away. Her world suddenly shifted from security to uncertainty, the future turning into a question mark. But her mother – my grandmother – took up the difficult task of raising and educating her seven children with great fortitude. Situ grew up under the aegis of a matriarch who never cowed under pressure and did not differentiate between her four sons and three daughters. The unconstrained and liberal environment at home proved ideal for a talented woman like Salma to navigate the rapids of life with utter confidence, ability, and a belief in herself.\nSalma Khan's many accomplishments cannot be encapsulated in a single column, but let me highlight the important ones. Although she herself was comfortably placed in the social structure, Salma was a feminist. She invariably stepped out of her comfort zone and walked the extra mile with the less fortunate. Whether it was fighting for equal rights of female workers or rallying against the domestic violence that women are subjected to – she left her footprint by challenging the many injustices and inequities. In the process, she raised public awareness and helped reshape our social and political consciousness, especially towards women.\nAs a member of the Planning Commission, she was instrumental in mainstreaming gender issues in the macro framework of the country's Five-Year Plans. She was always unafraid to act; I closely observed her in meetings where she took on a horde of men resisting her ideas. Apart from exceptional courage, her greatest quality was that she did her homework and articulated her viewpoints forcefully and persuasively.\nHer attributes were recognised at international forums. She became the founder chairperson of NGO Coalition on Beijing Process (NCBP), a network of 624 NGOs working towards the implementation of the Beijing Platform for Action. She distinguished herself as the first Asian chairperson of the UN Committee on the Elimination of All Forms of Discrimination against Women (CEDAW). Having worked in the CEDAW Committee for over 12 years, she left her mark in the UN human rights system. As the ambassador to Indonesia, Salma Khan demonstrated to the international community that women in Bangladesh could rise to the highest levels, not only in politics, but also in the government sector.\nIn her book The Fifty Percent: Women in Development and Policy in Bangladesh, Salma Khan gave visibility to the invisible by exposing the exclusion of women from development activities. Her research revealed that, despite being in a disadvantaged socioeconomic situation, and contrary to patriarchal beliefs, women contribute substantially to the economy. She thus inspired women to \"act\" for their rights, rather than be passive dissenters.\nMy narrative about Situ would remain incomplete if I did not write about the woman she was. Recently, while a few of us were in the middle of a discussion on how to be a \"real woman,\" a female friend commented, \"I am so confused trying to decide whether to be a Betty Crocker and bake cakes or a Virginia Woolf and work toward women's emancipation.\" Although the remark was made flippantly, I immediately thought of my aunt Salma, for she was the first woman who taught me that there was no need to make these choices. Real emancipation of a woman lies in forging her own path professionally, socially, and in her personal life. Salma Khan was a good wife (to her extremely supportive husband, Habibullah Khan), a loving mother, a dutiful daughter, a loyal friend, a doting grandmother, and also an excellent professional. Her household chemistry was so well-balanced that her mother and mother-in-law lived with her, under the same roof, in perfect harmony. She believed in strong family ties and made special efforts to lend support to her near and dear ones whenever they needed her. I will never forget that when I was going through a difficult transition in my life, she arrived at my doorstep in remote Yerevan in Armenia to give me moral strength. There are countless ways she helped her relatives, friends, and domestic help – most of which will perhaps remain unknown.\nMy aunt was the first to tell me about Prof Yunus' work in Grameen Bank and how the programme's income-generating activities empowered women. She made me aware about Brac schools and their impact on girls' education long before I joined the World Bank as an education specialist. This knowledge inspired me to approach development work with passion, not just as a profession. And every time I feel the urge to protest against some inequity or injustice, I remember how Situ implanted a seed that helped me understand how important it is to enable the voices of the disempowered to be heard.\nSalma Khan sparked a dynamic change with long-lasting implications in many lives. For my cousins and I, she was an aunt, a second mother, and a friend. But above all, she was the wind beneath our wings – as I hope she will be for many young women of the new generation.\nWherever you are Situ, you will always make the champak trees bloom. Rest in peace under their fragrant canopy.\nMilia Ali is a Rabindra Sangeet exponent and a former employee of the World Bank.\n\n",
        "headline_1": "Salma Khan: A mind without fear and a head held high",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/salma-khan-mind-without-fear-and-head-held-high-3067061",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "Words are not enough to express how appalled we are by the increasing incidents of violence against women and girls across Bangladesh. According to a new report by Ain o Salish Kendra (ASK), at least 476 women have been raped in the country in the first six months of 2022. Among them, 24 were killed after rape, and six died by suicide.\nOur women and girls have suffered many other forms of violence as well during this period of time. Reportedly, a total of 228 women were victims of domestic violence between January and June this year. Of them, 140 were killed and 42 died by suicide. ASK found that dowry was one of the major reasons behind domestic violence, and the number of dowry-related deaths and suicides are extremely concerning. These numbers are truly horrifying, but we shudder to think what the real picture could be as these numbers were collected from newspaper reports only.\nThese revelations point to the fact that all the efforts made by human rights groups, legal aid organisations, and the media to combat violence against women and children in Bangladesh have hardly yielded any results. And how will they, if the state is not willing to take responsibility to ensure the safety of half of its population?\nIn the cases of rape, it is still the survivors who have to suffer from social stigma, while the perpetrators often roam around freely, further intimidating the victims and their families. When it comes to the legal side of it, there are a number of loopholes that discourage survivors from filing rape cases and pursuing justice. The archaic definition of rape in our law is one of the biggest examples of this. Although the controversial \"two-finger test\" was finally prohibited by the High Court in 2018, a more extensive reform is still needed so that the law can do justice to rape survivors.\nTherefore, if we can't change our mindset towards the victims of such a heinous crime, bring the necessary reforms to our existing laws, sensitise the law enforcement officials and the society at large about the issue, and break the existing culture of impunity that the rapists enjoy, things will not change for our women and girls, and we might continue to witness such high number of rape cases in the coming years.\n",
        "headline_1": "476 women raped in the last six months",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/476-women-raped-the-last-six-months-3067041",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "Words are not enough to express how appalled we are by the increasing incidents of violence against women and girls across Bangladesh. According to a new report by Ain o Salish Kendra (ASK), at least 476 women have been raped in the country in the first six months of 2022. Among them, 24 were killed after rape, and six died by suicide.\nOur women and girls have suffered many other forms of violence as well during this period of time. Reportedly, a total of 228 women were victims of domestic violence between January and June this year. Of them, 140 were killed and 42 died by suicide. ASK found that dowry was one of the major reasons behind domestic violence, and the number of dowry-related deaths and suicides are extremely concerning. These numbers are truly horrifying, but we shudder to think what the real picture could be as these numbers were collected from newspaper reports only.\nThese revelations point to the fact that all the efforts made by human rights groups, legal aid organisations, and the media to combat violence against women and children in Bangladesh have hardly yielded any results. And how will they, if the state is not willing to take responsibility to ensure the safety of half of its population?\nIn the cases of rape, it is still the survivors who have to suffer from social stigma, while the perpetrators often roam around freely, further intimidating the victims and their families. When it comes to the legal side of it, there are a number of loopholes that discourage survivors from filing rape cases and pursuing justice. The archaic definition of rape in our law is one of the biggest examples of this. Although the controversial \"two-finger test\" was finally prohibited by the High Court in 2018, a more extensive reform is still needed so that the law can do justice to rape survivors.\nTherefore, if we can't change our mindset towards the victims of such a heinous crime, bring the necessary reforms to our existing laws, sensitise the law enforcement officials and the society at large about the issue, and break the existing culture of impunity that the rapists enjoy, things will not change for our women and girls, and we might continue to witness such high number of rape cases in the coming years.\n",
        "headline_1": "476 women raped in the last six months",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/476-women-raped-the-last-six-months-3067041",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2022"
    },
    {
        "full_article": "This year, we celebrate Eid-ul-Azha amid a number of crises. Thousands of people in Sunamganj, Sylhet, and other parts of Bangladesh have only recently lost all their belongings to one of the most devastating floods seen in a hundred years. The world is experiencing one of the scariest inflationary trends in recent times, which has also spilled over to our country. People all across Bangladesh are struggling to afford even the most basic necessities, while it seems that another wave of the Covid pandemic has begun to rear its head. It is in times like this that the deeper message of Eid-ul-Azha becomes even more important.\nLet us all remember that this Eid is really about sacrificing in the divine way. And what can be more divine than to use some of our material wealth to help out our fellow man and woman? There is no shortage of people around us right now who need help. It is our religious and moral obligation to extend a helping hand to them, and to ensure that they too can have somewhat of a joyous Eid.\nIf sacrifice is what this festival is all about, then the people in distress should be the prime beneficiaries of what we do on the occasion of Eid-ul-Azha. This Eid, let us resolve to break away from the temptation to show off our worldly riches, and focus on sharing some of our blessings with the less fortunate. In keeping with the true spirit of Eid, we hope that government and non-government organisations will also come forward with various initiatives that can alleviate some of the sufferings of the people who have been hit badly by the floods and ongoing inflation.\nWe would also like to remind everyone how important it is to maintain proper hygiene during Eid-related ceremonies and distributions. The government must ensure that the city corporations and other local administrations diligently carry out their duties, so that garbage and other waste material don't pile up on our roads and other public places. Finally, we hope that Eid travellers have a safe journey home and back, properly following all the health guidelines to prevent another sizeable outbreak of Covid post-Eid.\nWe wish our readers and patrons a happy and safe Eid. Eid Mubarak!\n",
        "headline_1": "Eid Mubarak to you and yours",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/eid-mubarak-you-and-yours-3067011",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-07-2022"
    }
]