[
    {
        "full_article": "Production levels in India’s industries appear to be hitting a roadblock amid what the government has described in the Union Budget as an ‘overall, sharp rebound and recovery of the economy’ reflecting the ‘country’s strong resilience’. Factory output as measured by the Index of Industrial Production (IIP) fell for the fourth straight month in December 2021 to a 10-month low of 0.4%, compared to the same month in 2020. While the Omicron variant had become a worry by then, its impact was limited to contact-intensive services sectors with no restrictions posed on manufacturing activity. From a nearly 13% year-on-year growth in August 2021, thanks to a low COVID-19 lockdown-hit base, the IIP growth has tapered off every passing month — from 4.35% in September to 4% in October to just 1.3% in November. It may be recalled that by September 2020, most of the lockdown restrictions that could have plagued factories had been eased, so perhaps some labour force gaps and the shock to confidence and demand were the only hiccups for production managers. It was believed that those hiccups had been largely overcome after the deadly second wave receded in 2021. If that were indeed the case, industrial output should have seen a sharper pick-up in the last four months of 2021 than the mere 2.5% monthly average, particularly with festive season demand in play. That January’s GST collections, reflecting activity in December, hit a fresh record may suggest all is well, but tax revenues also get bumped up by inflation and quarterly filing options for smaller taxpayers. Moreover, GST revenues from imports of goods have been persistently rising faster than revenues from domestic transactions that include services imports. What makes the trend even harder to decipher is the volatility in month-on-month IIP numbers – since August, the overall index has alternated between a contraction and expansion every month, even as the percentage year-on-year growth has steadily collapsed. The Economy Survey for 2021-22 seemed to be describing a different landscape when it stated that a nascent private investment recovery is expected to accelerate as corporate profits and capital raising actions have boomed. “Expected increase in private consumption levels will propel capacity utilisation, thereby fuelling private investment activity,” it said, citing an RBI survey that signals rising investor optimism and expansion in production in the upcoming quarters. Economists believe the IIP prints suggest that the Budget’s bet that public capital spending will catalyse a consumption- and investment-led recovery, is on a weak footing. Manufacturing actually shrank in December, with capital goods (reflecting investment activity) contracting by a sharp 4.6% from 2020 levels and staying below pre-pandemic levels. Consumer durables saw a fourth consecutive month of contraction, while even non-durables tanked after a few months of insipid growth. With high commodity costs cramping producers, consumers still in cautious mode and the threat of a steep fuel price hike looming after March 10’s election results, the going isn’t likely to get smoother any time soon. That the central bank remains in growth-accommodative mode while the world is changing gears to tackle inflation, indicates its concern about the durability and quality of India’s recovery. The government must urgently reboot its rose-tinted assessment of the economy and recalibrate its approach so that the ‘on-paper’ optimism is reflected in billowing factory chimneys.",
        "headline_1": "A faltering recovery: On flailing factory output trends",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-faltering-recovery-the-hindu-editorial-on-flailing-factory-output-trends/article65046352.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2022"
    },
    {
        "full_article": "The Quad Ministerial meeting in Melbourne, meant to set the stage for a meeting by the leaders of Australia, India, Japan and the U.S. later this year in Tokyo, ended with outcomes that showcased its “positive agenda” in the Indo-Pacific region. From plans to deliver more than a billion vaccine doses — India-made with U.S. funding and distributed through Japanese and Australian networks — and donate another 1.3 billion doses around the world; to prepare for an Indo-Pacific Clean Energy Supply Chain Forum to tackle climate change; to further a “Quad vision” for technology governances and safe and transparent 5G systems, and to launch humanitarian assistance and disaster relief operations, the Quad is, in the words of the joint statement issued, “more effective in delivering practical support to the region”. Despite being the only one of the Quad partners that deals with hostile land-neighbours, India was also able to insert a reference to fighting “cross-border” terrorism, and condemnation of the 26/11 attack and Pathankot attacks. The bonhomie between the Ministers shows a growing level of comfort with the principles behind the grouping of democratic countries, to support regional countries’ efforts to advance a “free and open Indo-Pacific”. That Quad members have thus far avoided institutionalising their grouping, and that they have not “militarised” it, is to their credit. In addition, despite Beijing’s sharp criticism of the grouping, Quad members chose not to name China directly as the joint statement spoke of ensuring a rules-based order and respect for sovereignty and building a region “free from coercion”.However, while the grouping is strong on all these precepts, there are obvious differences in the practice of their vision for the Indo-Pacific region and the world in general. The situation in Myanmar was mentioned, but External Affairs Minister S. Jaishankar made it clear that while India supports a restoration of democracy, it does not support western “national” sanctions. The meeting took place in the shadow of the growing Russia-NATO tensions over Ukraine, but it seemed evident that Mr. Jaishankar did not share U.S. Secretary of State Antony Blinken’s assessment of an imminent “invasion”. New Delhi chose not to join the decision by the U.S., Japan and Australia to tell their citizens to evacuate immediately from Ukraine; nor was any mention of the situation allowed into the joint statement. Mr. Jaishankar’s strong tone the next day at a press conference (dominated by questions on Russia), on China’s amassing of troops at the border with India was also a subtle reminder to Quad partners that while they may have similar concerns and share many core values, they do not have an identical world view, and the Quad remains very much a grouping that is “for something, not against somebody”.",
        "headline_1": "For something: On the Quad",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/for-something-the-hindu-editorial-on-the-quad/article65046009.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2022"
    },
    {
        "full_article": "Election Commissioner Mahbub Talukdar speaks with Mohiuddin Alamgir of The Daily Star about various issues related to the outgoing Bangladesh Election Commission, as well as the elections held during its five-year tenure, which expires today. This is the last of a two-part series of interviews marking the occasion.\nDuring the December 2018 election, opposition political parties alleged that their activists had been repressed, while ballot-box stuffing on the night before the voting day and some polling stations receiving 100 percent votes also made headlines. What is your take on these issues?\nIn the last parliamentary election, 213 polling stations reported having 100 percent votes cast. A BBC report also revealed that ballot-box stuffing had taken place on the night before the election day. Repression of opposition leaders and activists prior to the election has become a culture. There was a flurry of \"ghost cases\" against leaders and activists ahead of the election.\nThe 11th parliamentary election gave us nothing but the shame of failure. The chief election commissioner [KM Nurul Huda] claimed that \"there was a level playing field,\" but in reality, it did not exist. In the existing system, deputy commissioners act as returning officers; I don't think it is possible for them to remain neutral when it comes to sitting MPs in the existing political culture. So, the election was not free, nor neutral, lawful or acceptable.\nCould the Election Commission have investigated the allegations on its own? Why didn't it?\nIt was an established truth that ballot-box stuffing took place on the night before voting day. Investigating that allegation did not require directives from a court or anyone. I assume there was no investigation because if the matter of ballot-box stuffing had been investigated, the responsibility would have fallen on the commission.\nWhy do you say that it was established that ballot-box stuffing took place?\nThe Election Commission did not protest the BBC report.\nDid you ever discuss ballot-box stuffing at any of the commission meetings?\nNo, I didn't discuss the matter.\nThe (outgoing) Election Commission was widely praised for holding the election to Cumilla City Corporation at the beginning of its tenure and the Narayanganj City Corporation election towards the end. But it was criticised for other local government elections, many of which were rife with violence and irregularities. Why did the commission fail with those elections?\nDuring the Cumilla city polls, there was no outside interference as the commission was new. At the beginning, we were inspired to work independently. In the Narayanganj election, a scope was given to prove that free and fair election is possible under a political government. So, it was an exceptional case.\nI closely observed the Gazipur City Corporation election. I prepared a detailed report on it, and [on behalf of the Election Commission] I alone conducted the Barishal city polls. I wanted to stop the Barishal election due to irregularities, but could not because of the lack of cooperation from my colleagues. The Chittagong City Corporation election became a model of irregularities.\nWhy couldn't you keep the law enforcement and local administration under control?\nLaw enforcement agencies and local administrations are not under the Election Commission's authority, as per the existing electoral process. The commission is their temporary boss during the elections; their permanent bosses are the sitting MPs, who will be re-elected. In my view, the public administration and home ministries should be placed under the authority of the Election Commission before a parliamentary election.\nForty-two distinguished citizens have urged the president to constitute the Supreme Judicial Council (SJC) to investigate the allegations of election-related misconduct and financial irregularities in the present Election Commission. What are your comments on this?\nI am not exempted from these allegations. So, I can't comment on this.\nOn several occasions, you have publicly taken a different position than that of the rest of the Election Commission, regarding election irregularities, inaction of the administration, etc. Did you ever discuss these issues at the commission meetings?\nSpeeches are not recorded in detail in the minutes of the Election Commission meetings. Many of my important speeches did not find a place in the meeting minutes. In some cases, I asked to add my written statement to be attached to the minutes. I asked the CEC, other commissioners and the secretary several times through unofficial notes to add my speeches in the minutes, so that my dissent would not go unrecorded.\nI placed several notes of dissent at the commission meetings. I even walked out of a meeting as I was not allowed to speak. Let me give you an example of the kind of situation I had to deal with.\nAbout three months before the 11th parliamentary election, I wanted to place a written statement before the commission at a meeting, on some proposals to make the election free, fair and participatory. I informed the matter to the CEC through an unofficial note. In written format, I was informed that I could place the proposal at the 36th meeting of the commission. A copy of the proposal was sent to all the election commissioners.\nSurprisingly, the CEC did not allow me to place the proposal at the meeting. It happened because three other election commissioners had requested the CEC not to let me place the proposal. They said my proposal was unconstitutional.\nSo, I placed a note of dissent at the meeting. In the note, I said freedom of speech and expression are my constitutional rights, and the Election Commission could not, in any way, deprive me of those rights. I also boycotted the commission meeting in protest of this unjust decision.\nIn reply to your media statements about election irregularities and violence, CEC KM Nurul Huda said you had a personal agenda. What is your comment on that?\nI did have an agenda; my agenda was to make all elections in Bangladesh free, fair, neutral, lawful and peaceful. I will not avoid my responsibility if there is violence anywhere. With all my strength, I will prevent its recurrence. My agenda is to establish human rights through establishing voting rights. My agenda is to uphold democracy, which is the main directive of the constitution. Who wants to live without democracy?\nIn your book \"Amlar Amalnama,\" you mentioned that you and the CEC were colleagues before, and at that time, he committed an \"act of insubordination.\" Did this later cause any problems between you two in the Election Commission?\nIn 1998, I was working as an additional secretary at parliament, and KM Nurul Huda was joint secretary. Before my joining, there were two additional secretary posts at parliament. On a temporary basis, I was appointed as an additional secretary at the office of the Leader of the House Prime Minister Sheikh Hasina, but I was attached as an additional secretary of the Parliament Secretariat. At that time, Nurul Huda sent a note to the then secretary of the Parliament Secretariat, describing me as an outsider, since I was not an additional secretary appointed in the designated post of the Parliament Secretariat, and he [Nurul Huda] was not obliged to obey my instructions.\nThe then Parliament Secretary Kazi Muhammad Manzoor e Mawla rebuked him and said his action was indicative of his insubordination. Nurul Huda did not say anything further on this. He was not from my wing either.\nThis happened 30 years ago. I don't think it was an issue when we worked together in the Election Commission.\nYou were against the use of electronic voting machines (EVMs) in the last general election. Do you think they should be used in the next one?\nI have been against the use of EVMs since the beginning—doing so is not right if people are not used to the technology. It was promised there would be discussions with political parties on EVM use, but that promise was not kept.\nTo me, EVMs are still not reliable. During the Narayanganj election, I observed that they were quite slow. We should add Voter-Verified Paper Audit Trail [which allows voters to verify that their votes have been cast] to the EVMs to ensure reliability. As for using EVMS in the next election, that decision will have to be made in consultation with the political parties.\nBNP has already said it will not participate in the next election without a caretaker government. In this situation, how acceptable will the election be under a political government?\nI am worried about the next parliamentary election. It won't be accepted nationally or internationally if the opposition parties do not take part in it. So far, elections held under caretaker governments have been acceptable. But now elections under a caretaker government are not possible without amending the constitution.\nWhat steps should be taken to make the next parliamentary election free, participatory and neutral?\nConsensus among the political parties is required to make the next parliamentary election free, fair and participatory. Political parties should have the will and cordiality towards the normal transfer of power. The law enforcement agencies should function under the Election Commission's authority. Voters should be able to believe that they would be allowed to cast their votes without any hindrance and according to their wish. There is a need to amend the constitution and the rules to reform the electoral process. I want to say that only democracy can uphold human rights and human dignity.\nYou have written books like \"Bangabhabane Panch Bachhar\" and \"Amlar Amalnama.\" Do you have any plan to write a book on your experience as an election commissioner? \nI have written a book titled \"Nirbachannama\" on my experience as an election commissioner. I don't think it will be possible to publish this book, which is more than 1,200 pages, before my death.\n",
        "headline_1": "‘My agenda has been to uphold democracy’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/my-agenda-has-been-uphold-emocracy-2961246",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2022"
    },
    {
        "full_article": "Recently, I read that Pakistan, a major competitor of Bangladesh in garment and textile production, had hit record textile exports. The country posted an uptick in textile exports year-on-year of 40 percent in FY2021-22 to the level of USD 21 billion.\nPakistan's economic advisers are now suggesting that this figure will expand to USD 26 billion in the next fiscal year, and place the country's textile exports well beyond its pre-pandemic levels. What is driving this increase, and should Bangladesh be concerned?\nThere are several issues to consider here. Pakistan is targeting the same export markets as we are—namely the US and the EU, plus the UK. I saw someone on social media recently comparing Bangladesh, Pakistan and India in terms of garment exports, and suggesting that Pakistan had been the clear leader during the pandemic.\nThere is a reason for this. Factories in Pakistan reopened ahead of Bangladesh and India after the pandemic first emerged in early 2020, and they were able to draw orders from global fashion brands when our factories were closed. Some orders shifted to Pakistan from us and India. That said, in the latter half of 2021, Bangladesh's RMG sector rebounded strongly and ended the year with the strongest quarter on record.\nHowever, I think we should all be careful about reading too much into export performances during the pandemic, given that we were operating in exceptional times, the likes of which we may never see again. For this reason, I would argue that we need to wait until the back end of 2022, when I expect the dust to finally start to settle on the pandemic, to assess where we are in terms of our competitors, and whether Pakistan's record exports are a sign of things to come. By the same token, we will not know for some time whether the extra business Bangladesh won during the latter half of 2021 is here to stay.\nBangladesh does have a slight competitive advantage over its neighbour. Firstly, we remain ahead of Pakistan when it comes to issues such as compliance and safety. Our garment factories have invested millions of dollars in these areas, and it will take a while for our competitors in Pakistan to catch up. That said, Pakistan does boast a modern textile factory. Like Bangladesh, compliance is more of an issue when one goes beyond large, Tier 1 factories.\nThe second area is the broader issue of sustainability. It has taken a while, but I am finally seeing more and more RMG factories in Bangladesh embracing sustainability, recognising it for the genuine business opportunity that it is. Indeed, it is a prerequisite of doing business with modern fashion retailers. I don't think Pakistan is as far along its sustainability journey as Bangladesh, but again, it does boast some excellent success stories. Denim production is one, where it is a world leader in sustainability. Pakistan's huge organic cotton sector is another.\nThe third area is marketing and modernisation. Bangladesh's RMG sector gets many more column inches in the international media than Pakistan—and India, for that matter. There is a huge interest in our RMG sector, and for this our industry leaders, including the BGMEA, must be given due credit. We are an open, outward-facing sector, and this has helped us win trust and credibility in the international fashion industry.\nFinally, there is the subject of safety. For many years, sourcing executives were concerned about visiting Pakistan due to the lingering issues of terrorism. While these issues are now greatly reduced, it is only natural that executives will still tread carefully. The rebuilding process for Pakistan will take time, but we should all support it along this important journey.\nHaving said all that, if we ignore Pakistan's strengths, we will do so at our own peril.\nWhat are these strengths? One is its access to raw materials, with Pakistan being one of the world's largest cotton growers. Also, with a well-run deep seaport and privatised airport operations, Pakistan is well-placed to meet stringent delivery targets from customers. I was pleased to see the recent launch of a direct shipping connection between Chittagong and Ravenna, Italy, with a sailing time of just 16 days. It is precisely these logistics investments that we need to make Bangladesh more attractive to buyers.\nThere is another way of looking at this issue. Instead of viewing Pakistan as a threat, we should see ourselves as regional partners. Both the countries could capitalise on their regional strength—especially in the current global political climate. Pakistan may be a competitor, but there is no doubt in my mind that together we will be stronger.\n \nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "We must keep an eye out for Pakistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/we-must-keep-eye-out-pakistan-2961226",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2022"
    },
    {
        "full_article": "The unfortunate fact of our times is that all reports on Bangladesh's socio-economic progression almost invariably point to the lack of good governance as a significant deficit in our developmental strides. I am not talking about macroeconomic stabilisation or the lack thereof. The point in question is: Do we see signs of deterioration in many sectors of public life, ranging from provision of civic services to the maintenance of law and order, where we can compare the present scenario to the state of affairs of the pre-Liberation years?\nLet's begin with the condition of urban Bangladesh, where our cities doubtlessly present a dismal look. They are bursting at the seams, with manifest decay and deterioration all around. We do not see durable efforts for renewal and upgradation either. The construction of skyscrapers and a large number of residential buildings has actually turned our cities into concrete jungles. The most disconcerting aspect is that many of these urban centres are without basic hygiene facilities, with clogged drains and streets overflowing with sewage. A majority of city areas do not have proper disposal systems.\nIn cities and towns, potholed, uneven roads and streets without sufficient lighting are a major bane of the residents' lives. Open spaces that, in the not-too-distant past, provided leisure have almost disappeared. Basic municipal functions like collection, disposal and recycling of waste no longer seem to be a priority for those who run the cities. To further compound matters, air and sound pollution has reached horrendous levels. The irony is that, while we may have a national conservation strategy, we cannot manage our cities using scientific and sustainable methods. Do these unpleasant experiences not indicate a lack of good governance?\nAs for the provision of civic services in the Dhaka metropolitan city, one cannot help but cite the never-ending mosquito menace which assumes an unbearably aggravated dimension during the winter months. This winter has been no exception, as even in the so-called \"posh\" areas people had to take cover behind the mosquito net from early evening. Senior citizens fondly recollect the total banishment of mosquitoes in Dhaka city in the 1950s—a feat that was possible primarily due to the energetic efforts of a public-spirited politician. If that was possible then, why is it not now, with all the modern tools and strategies we have at our disposal? Who is to blame for such governance deficits?\nIt would appear that, while we are making earnest efforts to reach the status of a middle-income country, we cannot effectively manage our cities. If one had to identify the main factor behind this paradox, it would most likely be the continuous absence of effective local governance. In fact, the sad spectacle of our cities is the direct consequence of there being no responsible local self-government. And there is no denying that the presence of a strong local government would ensure timely and smooth provision of basic amenities for ordinary citizens. \nIt is quite intriguing to see that, while during the British colonial period the local government institutions worked reasonably well, during our independent existence we have neglected and ignored this vital link in the hierarchy of the government and stifled its potential, never allowing it to grow. Our preoccupation has always been with making the national government more powerful—perhaps because, historically, we have always believed in a strong centre and valued charismatic personalities. Consequently, the size of the national government has increased manifold and expanded in many directions, assuming functions which are local by nature in the process.\nWe have, at the bottom of the administrative structure, a local government which is supposed to tackle problems that people face in their daily lives. Unfortunately, this tier was never allowed to take root or develop organically. It is also intriguing that democratically elected governments have always been averse to the concept of a strong local government. There have been eloquent deliberations on the \"devolution of power\" and  the so-called \"new social contract\", but no practical empowerment of the institution of local government. Curiously, long-ruling military dictators did take in grassroots institutions, which they politicised irretrievably.\nOne has to remember that institutions of local self-government introduced by the British were working very efficiently till 1947. Senior citizens recall the district boards/councils and the services rendered by them, especially in the field of education. Interestingly, most of our older politicians came to prominence through local institutions. Luminaries like Sher-e-Bangla A.K. Fazlul Huq and Huseyn Shaheed Suhrawardy started their careers from district boards. If our present-day guardians cannot manage small cities, how will they manage mega cities? We have not been able to produce alternative models of governance at the local level that can devise cost-effective, scientific, and sustainable methods of sanitation, drainage and waste disposal. Master plans have been made but are nowhere near being implemented. No responsible quarter is seen talking about the concept of a \"city government\", and no interest group lobbies for it earnestly.\nThe problems of emerging cities cannot be solved by engaging old archaic tools meant only for rural areas and small towns. Inadequately trained public servants cannot tackle problems relating to hyper-urbanisation, mass transit or environmental degradation because they have neither the tools nor the knowledge and training to understand even the basics of these problems.\nLet us realise the wisdom of the saying: \"All politics is local.\" Social change and development of grassroots institutions require a longer gestation period, so there will be mistakes. But effort has to be made so that our local institutions may know better, because there is no shortcut to development. The orientation of our public servants and the mindset of our politicians have to drastically change to ensure the good governance of our cities.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh Police. \n",
        "headline_1": "What ails our local governments?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/what-ails-our-local-governments-2960401",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2022"
    },
    {
        "full_article": "Election Commissioner Md. Rafiqul Islam talks to Mohiuddin Alamgir of The Daily Star about various issues and allegations that marked the five-year tenure of the outgoing Election Commission, which ends on February 14, 2022. This is the first part of a two-part interview series intended to mark the occasion.\n \nAs the tenure of the present Election Commission comes to a close, how would you evaluate your performance?\nWe cannot assess ourselves; in fact, no one can assess themselves as they cannot see their mistakes. But this much I can say that we've tried our utmost to carry out our tasks as guided by the constitution and our oath.\nIt has been alleged that the five-year tenure of this EC has brought our electoral system to the verge of collapse. What would you say?\nWe came to know of such allegations from the media. But they never informed us in detail how the electoral system was destroyed, or which part of it. We cannot take steps based on a vague picture.\n \nThere are also allegations that the EC has failed to earn the confidence of many political parties and voters?\nIf this is so, I want to say that they don't represent the whole population, only a portion of it. We have to understand that Bangladesh is sharply divided on almost all issues, so earning the confidence of the whole population is a very tough job.\nAbout the national election, we have had opposing views in which one quarter said that we destroyed the electoral system while the other quarter said the electoral situation was excellent. We don't consider anyone in terms of their affiliation with the ruling party or opposition—we consider all as candidates and voters.\nMany praised the EC for holding the Cumilla City Corporation polls at the beginning of its tenure and the Narayanganj City Corporation polls towards the end of it. But the EC faced heavy criticism for other local government elections, which witnessed violence and irregularities. How do you reconcile these two situations?\nWe did not take any extra measures while holding the CCC and NCC elections. And there was no fault on our part while conducting the other elections. In all elections, we act according to law. We create a conducive atmosphere and provide logistical support. Election officials conduct the election on the ground and law enforcers assist them on behalf of the EC. Our duty is to supervise them. We have a similar arrangement for all elections.\nWhat would you say about the allegations about ballot boxes being stuffed on the night before the last national election in December 2018?\nI have already said that poling officials and presiding officers conduct the election on behalf of the EC. And many forces are called in to control the law and order situation. There were national and international observers covering the election on December 30, 2018. We were glued to the TV on that day. Neither the media and nor the returning officers, or even observers, reported such irregularities during the election. We don't have divine power to know about all the 42,000 or so polling centres. But no political parties directly talked to us about irregularities.\nThen the returning officers announced the unofficial results. According to clause 39(4) of the Representation of the People Order, the EC takes steps to publish the names through an official gazette. We followed the law to a tee.\nAfter several days, some allegations started to surface but by then, our hands were tied. After publishing the names of the winners in gazettes, the EC cannot do anything on the issue, and an aggrieved candidate can go to the court.\nDidn't you get any complaint on December 30?\nNo, we didn't get any complaint until January 1, even January 2.\nBBC made a report on ballot stuffing on the previous night of the election.\nThe news was on one centre. Can we take action without any evidence?\nBut BBC showed pictures.\nLook at the picture carefully, evaluate where it was taken from. We stopped voting at 29 centres across the country on election day. Was the picture taken from any of these centres? Can we take a decision on the whole election based on the news of ballot box stuffing in one centre? \nJatiya Oikya Front did allege electoral irregularities on the voting day. Did they make any written complaint about night-time ballot stuffing?\nThey did not provide any evidence. We cannot do anything based on what someone is saying. We need evidence.\nBut you can probe such claims, right?\nIf there were complaints presented with evidence, we would have probed that. Moreover, by the time we received written complaints, we also received consolidated results from returning officers for publishing the gazette. From there our hands were tied by law, as the next step was under the jurisdiction of the court. But I believe if someone went to the court, it might have given the instruction to probe the matter.\nHundreds of allegations are being submitted even during the Union Parishad elections. Can we probe all of them without any evidence? If we had to probe all the allegations, we would not be able to conduct any election.\nWhat about the allegation over 100 percent votes being cast?\nIt is abnormal that 100 percent votes were cast in some centres. The reason could be that the presiding officers added names of absent voters with the cancelled votes, while preparing the results.\nA returning officer could have probed this kind of clerical mistakes. But they did not do so as the difference of votes between the winning candidates and their nearest rivals was so big. If anyone deducts the number of absent voters where 100 percent votes were cast, there would be no reflection of that on the overall election results.\nForty-two distinguished citizens have urged the President to constitute a Supreme Judicial Council (SJC) to investigate the allegations of election-related misconduct and financial irregularities against the EC. What would you say about that?\n \nI don't know what they said in the letter, but I heard about the allegations from the media. We are entitled to have one car for home use and a jeep for official purpose. When we started our tenure, we were informed that there were no such allocations. We got the cars after two years and eight months. We never used three cars.\nRegarding the appointment process, I can say that it was an administrative issue and no election commissioner has any connection with it. The Chief Election Commissioner and EC Secretary oversee the matter. We commissioners were not aware of when the recruitment test was held or the results published. We also issued an unofficial note saying how commissioners were kept in the dark about it.\nIsn't it hilarious if the eminent citizens still allege that we have been involved in corruption?\nWe didn't take honorarium by giving speech but by giving training. The practice of taking honorarium for giving training has been there since 2008. As a joint secretary of EC, I processed the honorarium for former Chief Election Commissioner ATM Shamsul Huda, former Election Commissioners M Sakhawat Hossain and Sohul Hussain for providing training. We took honorariums as per the rule.\nThe Office of the Comptroller and Auditor General raised audit objections on the EC's expenditure in paying many of its trainers ahead of the last national election and upazila polls in March and June 2019.\nWell, there are allegations that I gave more than one training in a day. Yes, I took four classes in a day. I took the first class at Tentulia and the last class at Gaibandha. I took the pain for the sake of election.\nWhen I was returning from Gaibandha, I took a break at the Bagura Circuit House. They requested me to provide a training to the trainers so that the training programme remains a uniform one. The district election official assumed that I would get honorarium for that class. I refused to take that money. It was his responsibility to deposit the money back to the treasury.\nAnother thing is, there are seven officials with the name of Rafiqul Islam working at the EC. In several cases, the audit objection for one Rafiqul Islam is faced by another Rafiqul Islam.\nYou have to understand that these trainings took place in three days. Only two or three persons working at the upazila election offices had to prepare necessary papers and bills for about 14 lakh people. So there could be some lapses and gaps. Auditors might have found those lapses and gaps. All audit objections will be settled as per the rules. If needed, we will refund the money.\nWhat would you say about the news of violence in different elections? What have you done to stop it?\nYou are talking about violence centering the polls. I have a question for you: doesn't violence take place when there are no elections?\nI know about several police probes about polls violence. In one such report, we came to know that there was a long-term animosity between two cousins over land. During the election, they supported rival candidates, and one died in a clash. You can say that one was killed in polls violence but the root cause was family feud. We have also seen that people of two villages or two unions clashed with each other.\nVoting using the electronic voting machine (EVM) in the last local elections was slow, as many faced problems over matching finger prints. What you would say about it?\nYes, voting was slow but not that much. During the UP elections, we have seen that 70 to 75 percent of vote was cast within the stipulated time in many UPs using EVMs. In most local government elections, a voter needs to cast three votes, so it requires time. In case of the national election, a voter needs to cast only one vote, so not much time is required there.\nPolling officials are also facing trouble over finger-print matching of voters of old age. There are some other options to identify voters, like using their smart cards or NID card number and voter number. If polling officials use these options, we can get rid of the problem of the mismatch of finger prints.\n",
        "headline_1": "‘The EC can’t hold elections if it probes all the electoral allegations’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/the-ec-cant-hold-elections-if-it-probes-all-the-electoral-allegations-2960396",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2022"
    },
    {
        "full_article": "One issue that we have written extensively about is the lack of road safety in Bangladesh and the authorities' continued indifference to it. While the road safety movement by students in late 2018 prompted the government to enact the Road Transport Act 2018, it was not until November 2019 that the law came into effect. And yet, reports of continued crashes and casualties show how poorly implemented it is. For instance, according to the law, no driver can drive a vehicle unless he has an appointment letter from the recruiting transport owner. This directive, like many others, is widely ignored as bus/truck owners recruit drivers on a daily basis.\nAnother failed initiative by the government was to form a \"high-powered taskforce,\" led by the home minister, which remains ineffective to this day. Its sluggish pace and lack of any sense of urgency are sharply contrasted by the fast march of deaths on our roads. As per a police report, 2021 saw the number of accidents and fatalities rise by a staggering 30 percent compared to 2020.\nAs we know, the most common reasons behind the increase are faulty vehicles, reckless driving, tailgating, non-implementation of traffic laws, etc. But these are merely symptoms of the disease that is the lack of seriousness of the authorities to ensure road safety. Since its formation in October 2019, the aforementioned taskforce has been mulling over the same nine decisions over and over again, with only one decision—to appoint a focal person from four ministries concerned to oversee the implementation of the other decisions—being fully implemented so far. Surely we would have seen some improvement in terms of road safety if the taskforce had been proactive and swift as they were meant to be?\nGiven that accidents and fatalities on our roads are still taking place every day, we hope the taskforce, which was set to meet on Sunday, will give us some solid answers as to why it has not been able to implement its decisions over the past two years, and also a timeline of when and how it intends to actually make moves which will make our roads safe. We will also urge the taskforce to prioritise the implementation of decisions which will have a direct and immediate impact, such as not allowing unlicensed or underage drivers to operate vehicles. Deaths on roads, preventable as they are, are occurring too frequently to justify their lax attitude.\n",
        "headline_1": "An inexcusable failure to ensure road safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/inexcusable-failure-ensure-road-safety-2961221",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2022"
    },
    {
        "full_article": "It is most unfortunate that the rising prices of daily essentials are forcing the middle- and low-income people across the country to compromise on their standard of living. A report published by this daily on Sunday revealed stories of struggles and hardship as these families are finding it hard to make both ends meet with their limited income. Many families had to reduce their consumption of nutritious food to cope with the situation.\nReportedly, in many families, their only earning members lost jobs during the lockdowns enforced in the past by the government to check the spread of Covid-19. While some of them could manage a temporary job, many still remain jobless or without a stable source of income. Meanwhile, soaring prices of essentials and hikes in transport fares and utility services have only added to their woes. Many are now trapped under huge debt which they are unable to pay off. For some, bearing the educational expenses of their children has also become impossible.\nThe government needed to come up with policies to support these people to cope with the pandemic's economic pain, but unfortunately it has failed to do so. Instead, the prices of almost all kitchen items—such as edible oil, fish, beef, etc.—and vegetables are soaring in the local markets. The hike in diesel and kerosene prices (imposed by the government in November last year) not only increased the transport fares and agricultural production costs, but also made shipping more expensive, which also affected the kitchen markets. And now, there are plans to further increase the utility costs for the households.\nExperts have warned that the combination of these increased prices will take a heavy toll on the low- and middle-income people. According to them, since edible oil and several other essentials are imported, the prices of such goods have to be set in accordance with the global prices. However, the prices of locally produced goods should not increase. Experts have also given their opinions against increasing the utility prices. If the government withdraws or reduces subsidies from these sectors without addressing the governance issues and system losses, and without addressing the crisis of disappearing jobs and incomes, the ultimate burden will be on the consumers.\nDuring this pandemic, many low-income people have slipped into poverty, as several studies have found. If the price hikes of essential commodities and other non-food items cannot be checked right now, they will slip further below the poverty line. Therefore, we think the government should take into account the situation of the limited-income people and make policies that address their problems, not increase them.\n",
        "headline_1": "Low-income people need a breathing space ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/low-income-people-need-breathing-space-2961046",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2022"
    }
]