[
    {
        "full_article": "It is as refreshing as watching flowers of urban forestry in bloom or the roadside plants glisten after a bout of rain.\nChildren in their uniforms, heading to their schools, have brought back memories of a life that came to a standstill for over 18 months. A little boy with a school bag and a water bottle, hugging his dad from the back on a motorbike, a sleeping girl in her mother's arm under a rickshaw hood, or a caregiver feeding a restless child breakfast in a speeding car—all this is a morning vista that we greatly missed. In the last year and a half, my niece grew up and became a teenager; her teacher could hardly recognise her when she returned to school. It was quite an emotional reunion, from what I hear.\nThe institutions are starting to be abuzz with life. The tiny masks worn by our young ones, however, remind us that not everything is normal. And to minimise the physical stay in the compound, many schools are offering half of their classes online. Hybrid learning is the new absolute.\nThe Ministry of Education has always maintained that they would not reopen schools unless the infection rate dropped under 10 percent, adding that they would not hesitate to shut down if there was any sign of a viral spike. It is a prudent decision. The parents, too, are cautious, as suggested by the low turnout in schools. If the rise and fall of the viral curve is any indicator—that, too, based on only those who have volunteered to be tested—the cautiousness of the students and their parents is also understandable. They need complete assurance that their children will be in a protected environment. The reality is we are far from an ideal situation where we can claim normalcy.\nAt my university, ULAB, we conducted a survey to assess the vaccination status as well as the student preference for online/in-person classes. While most of our teachers and staff are vaccinated, only one-third of our students have been able to get the jabs. The absence of national ID cards seems to be a hindrance; only recently, the option of birth certificates and a dedicated link for university students have been introduced. Priorities have been given to medical students and public universities with residential dorms; private universities like ours did not make the cut. If our students manage to avail themselves of this lately given window of opportunity, we expect two-thirds of our students to receive at least one dose of the vaccine by the end of this month, when we are supposed to resume face-to-face learning.\nThe rate of being infected after two doses throws another spanner in the works. There is a three-way split among our students: 39.7 percent are comfortable in continuing classes online, 33 percent want to return to physical classrooms, while 27.3 percent have no preference. Given the adversity aired against online teaching, it is interesting to see how an age-old system of in-class lecturing can undergo a serious revision with the advent of the new.\nAnother interesting find in the survey was that almost all students would move to Dhaka once the campus reopened, which means even if we adopt a hybrid or a blended model, our students from outside of Dhaka (about 25 percent) would like to relocate. This is understandable as universities are required to hold exams and laboratory classes in a physical setting.\nThere is no clear-cut solution to the imbroglio that we are facing. To adopt a hybrid model—where teachers will be streaming classes with half of their students present in the classroom, with the remaining half in their homes—will need massive investments. All classes will need high-resolution cameras and microphones, and teachers will be required to have basic training on addressing two different audiences at the same time. Such a model will allow the university administrations to control the crowd: for example, the odd roll numbers attending the Sunday slots, while the even roll numbers coming in on Tuesdays.\nThis is an example of a hybrid model where face-to-face and online activities are integrated. In a blended learning model, class sessions are mostly held in traditional classrooms with the online platforms used for activities, lecture sharing, and assessment. With just weeks to go before the reopening, the government directives for universities have been very flexible. It has asked the academic council and syndicate concerned to decide on the teaching modalities.\nAs the split in our survey shows, the situation is unlikely to yield any consensus. We will need decisive actions. The government's vaccination programme is directly linked with the campus visit policies. For instance, as an institution, can we declare a campus policy that says \"no vaccine, no entry\"? We submitted the list of our registered students in February, but only last week did we have the introduction of a university vaccination service. We cannot bar students from entering their campus. We can always endorse basic health protocols, such as wearing masks, using sanitisers, checking temperature, classroom airflow, and disinfection of public places. Then again, who will bear these additional expenses? What will be our protocol for a \"panic shutdown\" if there is a rise in the number of infections? We have already seen a similar instance in the US.\nThe key challenge in reopening our institutions and adapting to a new model is making sure that all our students have the same experience. We cannot have one set of teaching/learning experiences or assessments for one group of students, while another set of experiences for the others. How can we ensure that, outside our protected area, the students are moving with similar health and safety standards? The public bus in which a student is travelling may not have the luxury of our spaced-out classroom seating arrangements. To what extent can we police our students in maintaining health protocols? Is that a reminder of the Bangla idiom of a tight bundle with a loose knot?\nI believe that a comprehensive strategy is required. Leaving it to the local authority or agency will mean that each institution will set its own bar: some will lower the net to play tennis, while others will set it so high that it will be unrealistic. The country is already experiencing a digital divide where the access to and the affordability of procuring technological devices and the internet have been an issue. The pandemic has exposed the gap between developed and developing countries, urban and rural populations, young and educated versus older and less-educated individuals, public and private, and men and women. One consequence of the digital divide is isolation, which can cause psychological disorders. Gender discrimination is another issue as parents prefer investing more in the education of a male child than that of a female one. It is important that we go back to the campuses to bridge these gaps.\nIn an ideal world, we would like to see the campuses and compounds filled with the liveliness of our students, freed from their screen times and Zoom boxes. We would like to get involved in activities that will hone their social skills and practical knowledge. But letting the policy balloon fly at the last second with a lot of holes in it is sure to spoil the party.\nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "With Covid, there’s no easing back into campus",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/covid-theres-no-easing-back-campus-2178241",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2021"
    },
    {
        "full_article": "It was a political circus almost as outsized as America's largest state: California.\nThis was a recall election where the result should have been a foregone conclusion—and in the end, it was. California Governor Gavin Newsom, a Democrat, ran a robust campaign to turn the election into a cakewalk in this overwhelmingly Democratic state.\nBut not before he spent some sleepless nights, and the state went through the sort of drama that would make a soap opera screenwriter blush.\nFirst, let's have a quick primer on that odd political confection: the California recall system. A legacy of the progressive tradition of direct democracy, California has a relatively low threshold of petitioners that can trigger a vote to recall a governor.\nA lofty idea, perhaps, but it has more holes than a piece of Swiss cheese. Take this year's gubernatorial recall election. A voter had to make two choices. The first was whether you want to recall (read \"sack\") the current governor. If you don't, then the governor gets to keep his job. End of story.\nBut if you do, then things get weird. In that case, anyone who wins a plurality among a colourful assortment of candidates—this year there were 46—wins. I am not joking. So hypothetically, even if 49 percent voters vote for keeping the governor (which means 51 percent don't and he/she has to go), anybody among her/his opponents with a plurality—Newsom's opponent Larry Elder won 38 percent at last count—gets to oust him.\nAnother wrinkle in the mix—which gave the Democrats a real fright this time around—is that a recall election is often a one-off effort with very low turnout. Important Democratic constituents like the minorities and young people are notoriously inconsistent voters.\nIn the end, however, the Republican-fevered dreams never did pan out—to nobody's surprise. But before I elaborate on that, let's take a quick recap on how this recall circus came about.\nLike most of the awful things that are happening around the world during this terrible time, it was the pandemic that almost cost Newsom his job. California was hit hard by the pandemic, and Newsom's tough restrictive mandates made many voters chafe. What's worse, while he imposed draconian restrictions, he was caught schmoozing—maskless—in a party in one of the most expensive restaurants in California named French Laundry (I'm still scratching my head about that name).\nAngry voters organised, and conservative media and the Republican Party were only too happy to egg them on.\nAt first glance, you may be wondering: What on earth were Republicans thinking? In California, Democrats outnumber Republicans by a margin of 2-1; Democrats have a supermajority in the legislature, and the last time Republicans won a statewide race was over a decade ago. President Joe Biden trounced former President Donald Trump last year by a whopping 29 points.\nRepublicans likely wistfully looked back at the last time California tried to recall a governor and succeeded. In 2003, just like in one of his \"Terminator\" movies, macho movie star Arnold Schwarzenegger appeared to come out of nowhere and beat sitting Democratic Governor Gray Davis.\nThings have changed since then. The state is far more Democratic, and while Davis was very unpopular, Newsom is not. The key difference, however, is the diametrically opposite political strategy to unseat the governor. In 2003, Schwarzenegger hewed to a moderate, localised political message—his focus was on a widely loathed vehicle tax. (The fact that he was a celebrity didn't hurt—this is, after all, the land of Hollywood.)\nThe Republican strategy this time around was the exact opposite—with catastrophic electoral results. Their frontrunner, conservative radio talk show host Larry Elder, is a hardcore unabashed Trump-like candidate who basks in riling up the base: a doomed strategy in a state where Republicans are so outnumbered.\nCNN reports that Elder has said that \"the ideal minimum wage is USD 0.00.\" He once called climate change \"a crock,\" argued slave owners should receive reparations, and opposed mandating masks or vaccines during the Covid-19 pandemic. He has also written that \"women know less than men.\" Good luck winning California with that.\nYet, the fact of the matter is that in the summer, polls did show that the recall vote could be close. Newsom hauled in a torrent of campaign cash and simply drowned the airwaves. Republicans, for all the noise they made, failed to convince donors with deep pockets to back them.\nThere is also a rather Trumpian twist in all this. The former president continues to cast a long shadow on the party, which is utterly in thrall with his brand of toxic, take-no-prisoners, own-the-libs politics. In California, that's poison.\nElder helped Newsom frame the election as a choice between him and a Trump clone that helped galvanise Democratic voters. The lopsided Democratic advantage did the rest.\nIn the end, voters backed Newsom for stoutly defending robust measures to battle Covid-19. More than 67,000 Californians have died in the pandemic, and despite the Republican attacks, Newsom has stood firm, and California has one of the nation's highest vaccination rates and lowest rate of new virus cases.\n\"It appears that we are enjoying an overwhelmingly 'no' vote tonight here in the state of California, but 'no' is not the only thing that was expressed tonight,\" a jubilant Newsom told reporters on September 14.\n\"We said yes to science. We said yes to vaccines. We said yes to ending this pandemic. We said yes to people's right to vote without fear of fake fraud and voter suppression. We said yes to women's fundamental constitutional right to decide for herself what she does with her body, her fate, her future. We said yes to diversity.\"\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "The great ‘tamasha’ of California recall election",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-great-tamasha-california-recall-election-2178236",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2021"
    },
    {
        "full_article": "Bangladesh needs to adopt policies to promote agricultural microinsurance for small farmers. Small farmers are the backbone of the rural areas, where two-thirds of the population of Bangladesh live. Despite recent progress, many live at or below the poverty line and are exposed to major weather-related crop risks. Climate change is exacerbating these weather risks, causing extreme rainfall and temperatures that destroy crops and leave these farmers vulnerable. Annually, 10-20 percent of crops are lost to severe flooding, drought, flash floods, storm/cyclone surges and other weather events. The lack of insurance discourages these small farmers from investing in better seeds, fertilisers and farm equipment by \"self-insuring\"—basically storing some of last year's seeds. Studies show that insured farmers are more likely to invest in new crops, improved seeds and fertilisers, and land improvement.\nBangladesh has seen a wave of pilot experiments in agricultural insurance over the past decade. We now have the evidence to show that insurance works, it will be accepted by small farmers, and can be fine-tuned to protect against major weather risks. Brac and Islamic Relief are providing insurance against livestock deaths. Sadharan Bima Corporation (SBC), Green Delta Insurance Company Ltd, and Pragati Insurance Ltd have joined forces with Oxfam, World Food Programme (WFP), and Swiss Re to pilot-test weather index-based crop insurance (WIBCI). The SBC, Oxfam and the International Water Management Institute recently collaborated with the Sacred Heart Foundation, a local NGO in the country's haor area, to provide WIBCI for smallholders in this highly vulnerable region. Over 600 small farmers were recently delighted to receive payments when flash floods destroyed their crops in the last few days of the enrolment period. The WICBI is a novel system in which \"bad weather\" measured by satellites, automated weather stations and drones triggers payments based on damaging events, reducing the need for adjusters and the likes, reducing business costs and speeding up payments to the affected farmers. Using digital platforms and insurance-bank-NGO partnerships, these projects have been able to provide timely compensations to small farmers within weeks of a damaging weather event, allowing the farmers to replant or make other timely decisions.\nToday, fewer than 30,000 out of the 1.2 crore small farmers—under 0.003 percent—have participated in one of these WIBCI pilot projects. These pilot experiments required a roughly 50 percent subsidy from donors and/or the Ministry of Finance, but evidence suggests that the amount of subsidy can decrease as farmers become more familiar with insurance and more farmers are covered, improving risk pooling. The foundation of insurance is pooling risks. Crores of farmers need to participate to thin out these risks and protect this smallholder backbone of our rural society. Green Delta has shown that a private insurer can operate profitably using tailored insurance for smallholders in specialty crop production.\nLegal reforms are needed to make it easier for banks to cooperate with the insurance companies and NGOs engaged in local development. Licencing standards need to be preserved while making one-stop processing available for this broader set of insurance partners.\nBangladesh needs more trained actuaries and specialists in insurance operations, along with agronomists and meteorologists who understand insurance—and this should be addressed by the universities. Improvements are needed in the geographic details and accuracy of the weather data released by the Bangladesh Meteorology Department. Better quality and accessible crop yield data, along with inexpensive and timely terrain maps relevant to monitoring flooding and drought, are needed to support this effort. Networking platforms that will allow insurance people, interested NGOs, the SBC, agronomists, geodesic science specialists, digital specialists, and relevant professionals from universities and governmental agencies to mingle and generate new partnerships are needed to spur this industry. Agricultural extension specialists should become knowledgeable partners in these efforts.\nDoes agricultural or crop insurance need to become a public responsibility? Does it require the type of heavy public subsidies that exist in the US and Western Europe? Government intervention is certainly required along the lines outlined above. Public or charitable subsidies may be necessary in the pilot stage and the early start-up. But our argument is that effective upscaling, use of new digital and remote sensing technologies, and effective partnering of private, NGO and governmental agencies should be sufficient to launch sustainable crop and other insurance schemes.\nWe already have over a decade of pilot experiments and accumulated knowledge on what is required to create a sustained crop and a broader agricultural insurance system. It is time to put a stop to endless pilot projects, and move forward to create weather protections for the smallholders of rural Bangladesh, who will have to confront the growing weather challenges in the future due to climate change.\nAbdullah Al-Maruf is an associate professor at the department of geography and environmental studies in the University of Rajshahi, Bangladesh.\nJ Craig Jenkins is professor emeritus at the department of sociology in the Ohio State University, US.\n",
        "headline_1": "Why Bangladesh needs agricultural microinsurance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-bangladesh-needs-agricultural-microinsurance-2178231",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2021"
    },
    {
        "full_article": "As the world debates on the ways to deal with the serious challenges faced on multiple fronts after the Taliban takeover of Afghanistan, one issue that has received much less attention than the others is the kind of template based on which the solutions are to be found. The challenges relate as much to Afghanistan's internal dynamics as to the external ones.\nIt is against this backdrop that one has to view the speech delivered by India's External Affairs Minister S Jaishankar at the United Nations high-level meeting on the humanitarian situation in Afghanistan on September 13. Jaishankar's remarks revolve around the UN Security Council's Resolution 2593, adopted on the final day of India's month-long leadership of the world body in August. The resolution is a strong reflection from the Security Council and the international community on its expectations regarding Afghanistan. It iterates the importance of combating terrorism in Afghanistan, including those individuals and entities designated pursuant to Resolution 1267 adopted by the Security Council in 1999, and asked the Taliban to facilitate safe passage for people wanting to leave Afghanistan, allow humanitarian operation in the country, uphold human rights—including for women and children—and an inclusive political settlement.\nBut where he departs from the UNSC resolution is his unambiguous suggestion for centrality of the United Nations' role in shaping the future of Afghanistan, and how this centrality is the best option in the current circumstances.\nJaishankar's main argument is that \"a multilateral (UN) platform is always more effective than small groups in building global consensus and encouraging united action\" in Afghanistan. It is in this context, he said, that the UN Security Council Resolution 2593 should guide the international community's approach in the coming days as Afghanistan goes through a critical phase.\nThe UNDP reckons that Afghanistan faces the threat of sliding further back into poverty—from 72 percent to 97 percent—which not only has serious consequences for that country, but will also have a severe impact on regional stability. As humanitarian aid is crucial, it is important to keep in mind that the issue of travelling and safe passage has the potential to emerge as an obstacle to delivering assistance, and it needs to be sorted out at the earliest. This, Jaishankar said, warrants the resumption of regular commercial flight operations at the Kabul airport to ensure regular flow of humanitarian aid to complement domestic relief measures.\nWhy is the central role for the UN needed in Afghanistan, from where the world body has been missing since the US-led international forces ousted the Taliban from power in 2002? This is mainly due to the lack of a viable regional grouping that could help Afghanistan, which is a member of both Saarc and the Shanghai Cooperation Organisation (SCO), a security group led by China and Russia.\nThe South Asian Association for Regional Cooperation (Saarc) is moribund and cannot be expected to do anything to assist Afghanistan. The SCO is a mechanism whose member-countries have differing perspectives and conflicting interests on Afghanistan—so much so that it makes Singapore-based Indian strategic affairs expert C Raja Mohan to comment in an article in The Indian Express: \"It is unlikely that the SCO can come up with a regional solution for the Afghan crisis.\" Complicating the matter further is the divergences between the US and the European Union where Afghanistan is concerned. It remains to be seen how much the UN can be effective in bringing the world together on the Afghan issue.\nBut there are certain common things that can be easily agreed on by the international community to provide humanitarian assistance in Afghanistan by creating an enabling environment besides the need for an end to terrorism and radicalism in the country. This can have some salutary effects on the country's security situation. Efficient logistics, according to Jaishankar, is one such common issue for which unfettered and direct access to Afghanistan is required.\nAnother important thing that the Indian foreign minister points out is the non-discriminatory distribution of humanitarian assistance across all sections of Afghan society. Only the United Nations has the capacity to monitor humanitarian efforts and make assurances to the donor countries and organisations, Jaishankar contends.\nThe assessment in New Delhi is that, given the current situation in Afghanistan and Pakistan's ascendancy in that country, only the UN umbrella can provide a way out for India to resume its own efforts to meet the humanitarian requirements of the Afghans. India provided more than one million tonnes of wheat to Afghanistan over the past decade, and also partnered with the World Food Programme (WFP) for distribution of high protein biscuits for school-going children for several years. India is also keen to see its 500 development projects in all 34 provinces of Afghanistan remain intact. These projects—spanning power, water supply, road connectivity, healthcare, education, and agriculture sectors—have in the last two decades created the image of a soft-power country, which has never sought the role of a security provider in Afghanistan. As the former Indian envoy to Pakistan TCA Raghavan suggests, India should not wean itself away from Afghanistan just because of the changed situation in the country.\nThe UN's centrality on the Afghan issue can also help India regain some of the influence it has been enjoying in Afghanistan for the last two decades before the Taliban takeover.\nThe UN is often criticised for its inability to resolve conflict situations and humanitarian crises around the world. Afghanistan provides an opportunity for it to redeem itself.\nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Can the UN play a central role in reshaping Afghanistan’s future?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-the-un-play-central-role-reshaping-afghanistans-future-2178216",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2021"
    },
    {
        "full_article": "The reports of dengue infections have been increasing at a worrying rate, and new data shows that the disease has started to spread beyond Dhaka, which has been the dengue hotspot for the past few months. According to the health directorate, at least 14,831 dengue cases have been reported in Bangladesh between January 1 and September 15 this year. Of those cases, 1,601—around 10.79 percent—were reported outside Dhaka. But of the 307 dengue cases reported in the 24 hours between Tuesday and Wednesday, 63 patients—20.52 percent—were not in the capital.\nThe surge in the cases that Bangladesh is seeing now is similar to what Dhaka experienced in the last few months, which means dengue is spreading across the country alarmingly. If this trend is allowed to continue, experts fear that the rest of the country may face a situation similar to Dhaka's by mid-October.\nAccording to LGRD Minister Md Tazul Islam, most patients from outside Dhaka were infected when they visited the capital. That could have been prevented if, as entomologist Dr Saifur Rahman suggested while speaking to The Daily Star, intense fogging had been conducted in and around major bus stations in Dhaka and inside public transport vehicles themselves.\nGiven that dengue cases are just beginning to rise outside Dhaka, the authorities concerned still have some time to put preventive measures in place and stop the situation from getting worse. There's plenty to learn from our past experiences of dengue outbreaks—some of which were very recent.\nWe urge authorities to act fast in preventing the spread of dengue. Raising awareness among the citizens and urging them to adopt preventive measures—i.e. wearing clothes that cover most of their skin, cleaning up stagnant water regularly, using insecticides and mosquito nets, etc—are certainly crucial. But the authorities themselves have the responsibility to prevent the breeding of Aedes mosquitoes, which include spraying (effective) larvicides in dengue hotspots, carrying out regular fogging, and keeping the water bodies of their respective areas clean.\nBecause of the seasonal nature of dengue infections, we hope that the city corporation and municipality authorities in the urban areas and the union and upazila parishads in the rural areas have taken adequate preparations to prevent Aedes breeding. Our healthcare system is already overwhelmed with Covid patients; the authorities need to do what they must, while there's still time, to contain dengue infections to avoid putting more burden on the healthcare providers.\n",
        "headline_1": "Take proper action to stop dengue spread",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-proper-action-stop-dengue-spread-2178211",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2021"
    },
    {
        "full_article": "The statistics of death by drowning among children in Bangladesh is very grim. According to one survey report, in the last year and a half, 1,400 individuals died by drowning, 83 percent of whom were children. However, according to a 2016 survey of the Centre for Injury Prevention and Research, Bangladesh, around 14,438 children aged 18 years or under die by drowning in Bangladesh. In other words, 40 children die by drowning every day. According to WHO, the number of deaths from drowning in Bangladesh is around 18,000 every year, and drowning accounts for 43 percent of all deaths in children aged one to four years in our country.\nIt is not surprising that the rural areas are the most risk-prone, given that our countryside is dotted with innumerable ponds. In many places, there is a pond for a cluster of houses consisting of a few families. It is not surprising, too, that children below five are the most at risk. That is an age when few can be taught swimming or develop any comprehension of danger and safety.\nThis matter is serious enough to have merited global attention—it being a global phenomenon—and the first World Drowning Prevention Day, declared by the UN, was observed on July 25, 2021. We are happy to note that the resolution was introduced by Bangladesh.\nTherefore, what begs the question is this: when there is an acknowledgment of the seriousness of the problem at the government level, why has the issue of child drowning not been addressed with the same urgency as it deserves, given the abysmal data quoted above? When the country has made remarkable progress in reducing under-five mortality in diseases like diphtheria, polio, pneumonia and other child diseases, the fact that so many children should succumb to a preventable cause of mortality is unacceptable.\nWe understand that several programmes are underway, while some are awaiting government approval, like the draft national strategy for drowning prevention—prepared by the Directorate General of Health Services—providing for massive awareness development activities. It has been awaiting approval since 2019. We wonder why.\nThere are several proven measures that have also been recommended by the UN, which must be incorporated in our action plans and implemented immediately. This is a matter of life and death, literally, and plans and programmes to implement the remedial measures cannot afford to be hamstrung by bureaucratic red tape.\n",
        "headline_1": "Why are so many children dying from drowning?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-so-many-children-dying-drowning-2177606",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2021"
    }
]