[
    {
        "full_article": "It is difficult to welcome unequivocally the Supreme Court order forming a committee to look into possible regulatory failure in dealing with the allegations that the Adani Group companies flouted norms in the securities market. The Court has done well to make it clear that the committee’s constitution will not divest the Securities and Exchange Board of India (SEBI) of its powers and responsibilities in continuing with its probe. In addition, it has said SEBI should also investigate the charge that the companies failed to maintain the minimum public shareholding or disclose transactions involving related parties. To the extent that it holds the regulator to its claim that it is already seized of the matter, as well as expands its remit to address squarely the allegation that funds controlled by related parties were used to manipulate stock prices, the order is quite welcome. However, a relevant question is whether a committee headed by a former Supreme Court judge is needed at all. SEBI has been asked to share its findings with the panel, but it is doubtful if the committee can avoid going into the charges on its own before it can confirm or rule out regulatory failure. The cause may have been better served if the Court had chosen to monitor SEBI’s inquiry by seeking progress reports. And it may have taken the help of experts, if necessary, to assess the final outcome. The other aspect of the panel’s work — suggesting measures to strengthen the regulatory framework — could have been left to the legislature. Also, that the Court has asked for the panel’s report in a sealed cover is disappointing. The fate of similar committees, the one on Pegasus, for instance, does not inspire confidence about the outcome.\rThe order also asks the committee to ascertain the causal factors that led to volatility in the market. The severe losses suffered by retail investors following the Hindenburg revelations should not become a red herring to divert attention from the conduct of the companies. Investor protection is one of SEBI’s functions, but it is equally true that no measure can be a guarantee against market forces reacting sensitively to developments. There is an inherent and perpetual risk in stock market investments, and it is addressed from a regulatory viewpoint by various means — prescribing norms and mandating disclosures to setting upper and lower limits on daily price movement. It may be expedient for the Adani Group — and the government, which also wants this controversy to blow over soon — to highlight investor losses so that a quick exoneration is ensured by putting the blame on an alleged plot against the country and its corporate champions by an inimical short-seller; but the Court’s focus should be on SEBI’s conduct and independent functioning, preserving which alone can protect investors from market manipulators.\nCOMMents\n SHARE\n\nCopy link\n\n \nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nlitigation and regulation\n\n/\n\nshareholders\n\n/\n\ninvestigation\n\n/\n\ncompany information\n\n/\n\ninvestments\n\n/\n\nfinancial markets",
        "headline_1": "Role and remit: On SC appointing panel to probe Adani case",
        "headline_2": "Questions arise over Supreme Court-appointed panel’s remit in Adani case",
        "link": "https://www.thehindu.com/opinion/editorial/role-and-remit-on-sc-appointing-panel-to-probe-adani-case/article66587663.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "The term “fractured mandate” aptly describes the results of the Meghalaya Assembly election. While the incumbent National People’s Party led by Conrad Sangma emerged as the single largest with 26 seats (gaining seven since 2018) in the 60-member Assembly, the fact that there were seven other parties with at least two seats besides two independents presented a mandate which necessitated a deft post-election coalition. Former Chief Minister Mukul Sangma of the Trinamool Congress tried to orchestrate a new coalition without the NPP and the BJP (two seats), but his party had won only five seats, thus making such an alliance improbable. Any coalition stitched together with smaller parties would have been unstable. The BJP had come out of its alliance with the NPP and fought all 60 seats, seeking to garner votes by highlighting the corruption in the NPP-led regime, but the party promptly fell in line after the election to support the NPP. It is easy to see why the NPP prefers to align with the BJP — governments in the north-east are dependent upon central fund transfers and keeping the Union government in good humour is seen as an imperative. But for the BJP to promptly join the government after accusing it of corruption also suggests a desperation to utilise the loaves of power to expand its base. After some intrigue, the United Democratic Party, with 11 seats, and the People’s Democratic Front, with two seats, offered support to the NPP, which was also bolstered by the endorsement of two independents and the two MLAs of the Hill State People’s Democratic Party, giving the coalition a comfortable majority.While the NPP did not win an absolute majority, it managed to expand its base beyond the Garo Hills with eight victories in the Jaintia Hills and the Khasi Hills regions as well. This has allowed it to supplant the Congress as the only force with a pan-State appeal. With such a mandate, the party must focus on addressing chronic development issues in the State, which still suffers from a high poverty rate — a NITI-Aayog report listed Meghalaya as India’s fifth poorest with 32.67% of the population below the poverty line. Corruption, a bane, has hampered infrastructure development; there is much illegal mining in the mineral-rich State. A renewed and expanded mandate for Conrad Sangma, but one that is dependent upon the support of other parties, should ideally keep the government on its toes as long as the coalition partners are more interested in raising policy issues rather than seeking to partake in patronage.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMeghalaya Assembly elections 2023\n\n/\n\npolitics\n\n/\n\ndevelopment\n\n/\n\nmining\n\n/\n\npoverty\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Logical formation: On Meghalaya Assembly’s fracture mandate",
        "headline_2": "The NPP’s expanded mandate should allow it to lead a stable coalition",
        "link": "https://www.thehindu.com/opinion/editorial/logical-formation-on-meghalaya-assemblys-fracture-mandate/article66588343.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "As the motivated rumours spread, that the migrant workers in Tamil Nadu would be attacked by the locals, the north-bound railway trains filled up. It was reminiscent of how during Covid the sudden denial of employment, shelter and transport saw migrants walking long distances to their home states. That was perhaps the first time that the existence of large number of migrant workers without any legal protection whatsoever, was widely noticed.\nIn the current case, the Tamil Nadu government was prompt in assuring that there was not really any threat to migrants even as it put police on full alert to prevent any untoward incidents. But it is also true that the past several months have seen complaints that migrant labourers have displaced locals, plus calls to reserve employment for the locals. Karnataka government had introduced a bill for reserving a certain percentage of employment for locals. Subnational groups have also stepped up a campaign against the “northern invasion”.\nRead full opinion on TOI+\n\n",
        "headline_1": "Migrants are all of us: Tamil Nadu controversy shows how much of the colonial legacy of mistreating migrant workers survives. And any protective law will have to address complex questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tracking-indian-communities/migrants-are-all-of-us-tamil-nadu-controversy-shows-how-much-of-the-colonial-legacy-of-mistreating-migrant-workers-survives-and-any-protective-law-will-have-to-address-complex-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "Over the last week, Karnataka witnessed a series of raids by the Lokayukta police wing, renewing public attention to corruption. A BJP MLA’s son, an employee of Bengaluru’s water and sewerage board, was caught accepting a bribe. Subsequent raids of his property and his father, Madal Virupakshappa, have reportedly led to seizures of more than Rs 8 crore in cash. Virupakshappa is chairman of the state government-owned Karnataka Soaps and Detergents.\nThese developments are salient for both the battle against corruption in India and Karnataka’s recurring problems with it. Big-ticket ‘scams’ dominate the conversation about corruption. However, research on the subject throws up estimates that indicate petty corruption’s scale is not of a smaller magnitude. If anything, in aggregate petty corruption is a bigger drain than ‘scams’. Recall studies by Transparency International. In 2020, a report based on a survey on corruption in Asia concluded that India has the highest rate of bribery and use of personal contacts in accessing public services. Many of the respondents indicated that was the only way to access services such as government documents.\nIn an environment characterised by information asymmetry and poor grievance redressal mechanisms, the disproportionate power different arms of the state wield over the lives of citizens inevitably results in payoffs. Speed money is one of the most common manifestations of this system as the bureaucracy is not going to be penalised for delays. For sure, this is not the only form of corruption, but it’s all pervasive. Unsurprisingly, India ranked 85th out of 180 countries in the Corruption Perceptions Index, 2022, with a score below the global average. Within India, Karnataka has a poor record. In 2017, a Centre for Media Studies survey found that people in the state experienced the highest incidence of corruption in accessing public services.\nKarnataka is one of India’s economic growth engines, with Bengaluru having an unmatched presence in the communications and IT sector. However, across governments, the state has had to deal with multiple allegations of corruption in government contracts and services. The entire country loses if Karnataka doesn’t clean up fast. Two quick ways in which Karnataka and other states can deter petty corruption is to implement both RTI and state Right to Service Acts better. It will help offset information asymmetry and minimise the opportunities for speed money.\n\n",
        "headline_1": "Petty, ugly & costly: Karnataka is proof how much ‘small’ corruption hurts India, reputationally & ultimately economically",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/petty-ugly-costly-karnataka-is-proof-how-much-small-corruption-hurts-india-reputationally-ultimately-economically/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "Citing deception, New York metropolitan area’s largest municipality of Newark revoked a strange-in-the-first-place pact inked in January with wannabe-nation Kailasa, founded by fugitive godman Nithyananda, for long wanted by Indian police for sexual assault. Last week, the UN dismissed as irrelevant an application that Nithyananda faced persecution. Multiple images surfaced of his sadhvis in tube-tops and top knots going about with a cut-out of the dubious gent in his elaborate get-up.\nNithyananda, who once in his audience had tech executives and pundits, has been in conflict with Indian law for over a decade. A US “disciple” accused him of sexual assault over five years in the US and India. That’s more pertinent than the video of his private activities. In 2012, his devotees attacked media at a presser in his Karnataka ashram. Then CM Sadananda Gowda ordered his arrest. Somewhere in between the self-described guru filed a Rs 10 crore defamation suit against the CM and the state in Karnataka high court. Between 2019 and 2022, Gujarat police investigated his ashram in rural Gujarat and arrested two “sadhvis” for illegal confinement of girls. Once declared absconder by Gujarat police, the story turned absurd.\nNithyananda apparently set up island nation Kailasa off Ecuador’s coast. On the kerfuffle thus created, Ecuador stated it had denied the godman any protection or help. Nithyananda morphed into a WhatsApp staple with a silly feed of jovial mumbo-jumbo.\nBut there is no place for amusement here. Nithyananda faces prosecution, not persecution. He has masked his physical whereabouts but is ever-active online. Senior police officers once suggested he may still be in India. He clearly also is well-funded. Nithyananda’s antics at the UN and Newark, however funny, are not the story here. That he is getting away is.\n\n",
        "headline_1": "Catch him, try him: Rape-accused Nithyananda may spin absurd tales. But the key thing is he’s absconding from Indian law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/catch-him-try-him-rape-accused-nithyananda-may-spin-absurd-tales-but-the-key-thing-is-hes-absconding-from-indian-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "Pilibhit MP Feroze Varun Gandhi’s new book The Indian Metropolis: Deconstructing India’s Urban Spaces analyses the country’s urban infrastructure, from municipality funding to law and order, housing to civic services and job opportunities. Talking to Nandita Sengupta, he details how this infrastructure is creaking and groaning and what the solutions should be: \nYou write that policymakers view healthcare as a commodity. What fundamentally must change to correct this?\nThe pandemic has shown us our urban deficiency with respect to healthcare infrastructure, and its inability to cater to both access and affordability. We need a push for universal healthcare. Expanding healthcare insurance is a promising initial step, but additional investments in primary healthcare (such as mohalla clinics) are required to expand capacity and reduce disease burden. Simply announcing that one has cover under a national insurance scheme won’t do.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Before making traffic lights smarter we need to get our cities to the average baseline of a Chinese city first’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tracking-indian-communities/before-making-traffic-lights-smarter-we-need-to-get-our-cities-to-the-average-baseline-of-a-chinese-city-first/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "We're deeply alarmed by the manner in which young students are increasingly getting involved in violent activities. On Sunday, students of Ideal College and Dhaka College, together with City College, clashed on the streets. As a result, a number of students were injured while traffic was held up for several hours near the Science Lab and Green Road areas, causing huge public suffering. Earlier, on Thursday, students from the same colleges also clashed, again closing off nearby roads. Two incidents taking place within the space of a week indicate a certain degree of animosity between these closely located institutions. But this goes beyond simple college rivalry, with students in many other tertiary and pre-tertiary institutions showing a similar penchant for violence.\nThe question is, why is this happening? Why are young men increasingly adopting violent tactics to resolve their disputes? Often, it is seen that violence flares up on the flimsiest of excuses. In case of the two recent clashes, as per a report by Prothom Alo, it started after a group of students of Dhaka College apparently hackled their Ideal College peers by calling them \"farm chickens\", leading to the latter vandalising a bus of Dhaka College. In retribution, DC students took away the nameplate of Ideal College. Attacks and counterattacks followed. The picture that emerges from this is of a deeply troubling educational landscape where there is little disciple. It's worrying how easily young men are set off these days, and how quickly it escalates into violence.\nIt's easy to blame these students. After all, as young adults, they should be able to make better choices, and be held responsible for the consequences of their action. But to suggest the blame lies squarely with them will be unwise. They are but the product of a time when intolerance is being encouraged from the highest seats of power, when democratic institutions are falling apart because of lack of accountability and rule of law, when criminals are getting away with heinous crimes, when thuggery is incentivised and merit deprioritised. Add to that politicisation of colleges and universities, which are being used as training/stomping grounds for future recruits of the ruling establishment. This is also a failure of our educational policy. It no longer promotes pursuit of enlightenment – only material development – leading to the crumbling of social values.   \nIn such a situation, students, without proper role models and a proper learning environment, are at risk of getting derailed off their path, which doesn't bode well for our future. Over the years, we have seen how far the rot has spread. Even in schools you hear of children getting involved in crimes and violence. We must stop and reverse this trend. We urge the authorities to critically examine the state of our education sector and fix it, so that it can produce the kind of citizens and leaders we need going forward.\n",
        "headline_1": "Thugs in the Making?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/thugs-the-making-3265326",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "Suhrawardy Udyan, or what was known as Ramna Race Course back in the day, is closely linked with Bangladesh's history. It was where Bangabandhu Sheikh Mujibur Rahman, with a sense of passion, a vigour for democracy, and an anticipation for change, made the most iconic declaration of his life on March 7, 1971, and subsequently etched his name in the history books unlike any before or after him. He showed his political guile, moved people with his captivating voice, and in a matter of 19 minutes, went from being the leader of the Awami League to the country's greatest national asset. \nThe idea of Pakistan that Bangabandhu and many of his colleagues had envisioned in 1947 was wholeheartedly unfulfilled. The efforts of the likes of Huseyn Shaheed Suhrawardy or Sher-e-Bangla AK Fazlul Haq in stamping the authority of Bangalee leadership in the national politics of Pakistan culminated in Sheikh Mujib's victory in the 1970 parliamentary elections. The debate on whether this nation wanted independence or autonomy prior to March 7 is one for which historians, not politicians, are required to perform greater research and analysis to resolve. But if one is to analyse Bangabandhu's speech, it becomes clear that the search for autonomy was very much enshrined with a subtle, if not vocal, ultimatum for independence. \nBangabandhu did not encourage a military conflict, nor did he push the country to the brink of war in his speech. His address is surely indicative of his desire to achieve independence through a peaceful, cooperative and dialogical process. He lit a fire in the heart of the average Bangalee. It was President Yahya Khan's actions and Operation Searchlight that resulted in the grievous nine-month war, but Bangabandhu's address motivated the country into defending itself unequivocally.\nIn his address to the masses, Bangabandhu acted in the most decent and humane way possible. On March 7, 1971, he was still unsure about the path his country was going to take, and the dilly-dallying from the Yahya regime only made the situation more difficult. As such, Bangabandhu tackled the question of independence in the most delicate way possible. He referred to himself as the leader of not only East Pakistan, but of the majority party of Pakistan. He spoke respectfully of his dialogues with President Yahya Khan and Zulfikar Ali Bhutto. Bangabandhu's entire argument was based on how, when and why he demanded that the laws and constitutional requirements of the Pakistani state be fulfilled. None of the points he brought forth were utopian or unconstitutional, even in the fragile legal architecture of Pakistan. He demanded the basic democratic rights of lifting martial law, withdrawing military personnel to their barracks, transference of power to elected representatives, and an inquiry into the loss of life during the prevailing conflict. \nIn order to protest Yahya Khan's severe violations of democratic rights, Bangabandhu gave several non-cooperation directives. He suggested that government officials and East Pakistani institutions should observe strikes while the people should refrain from paying taxes. None of this explicitly mentioned a call to take up arms. He understood how violent and repressive an armed conflict would become.\nHenceforth, Bangabandhu's pronouncements on March 7 only go to show the gravity, political acumen and wisdom that made him such a great leader. His method of protest and the content of his address puts light on what Pakistan was lacking in its struggle towards democracy, and he should have been a shining example to the entire country. Yet, Yahya Khan faltered terribly on March 25. \nThe entire nation of Bangladesh knows the allusive statement, \"Our struggle this time is a struggle for our freedom. Our struggle this time is a struggle for our independence. Joy Bangla!\" Even then, there are those who question Bangabandhu's personal desire for independence. To suggest that he never wanted an independent Bangladesh is inaccurate. The man had fought his entire life for his beloved countrymen. He had suffered in jail under military autocrats. In the end, his trust towards his own people cost him his life.\nThere can be debates around the idea of a pre-emptive war versus a defensive war. Debates can arise as to when, rather than if, Sheikh Mujib wanted independence. But in no uncertain terms, Bangabandhu did what was best for his nation. There were young leaders who were willing to jump into the battlefield and initiate the struggle for independence. On the other hand, Bangabandhu wanted a political and non-bloody route towards a settlement. \nOn March 7, he did a political double. With the last sentence of his address, he gave the de facto green signal to the young student leaders to prepare for armed conflict if needed be, while simultaneously prioritising a non-violent means to end the ensuing crisis. It was a political masterclass from Bangabandhu. \nThen again, it is important to reiterate that historical evidence suggests that Bangabandhu did not want mothers to lose their sons in the battlefields; he did not want to leave children as orphans. He did his best to prevent a war. Which great leader would not? Nevertheless, when it came to it on March 25, he remained resolute and confident that he may have done enough to spur the vigour that would allow the country to fight back and achieve independence. Bangabandhu remained in jail under military supervision throughout the entirety of the nine-month war. But his vision, aims, personality, and influence directly guided Bangladesh to victory. Bangabandhu Sheikh Mujibur Rahman was a patriot. He was undoubtedly the only person capable enough to vociferously inspire the country towards independence. His March 7 speech speaks volumes of the magnanimity and skill he had as a politician. People from all walks of life should not think twice in respecting the man for who he was – a visionary, an icon, a leader. \n \nMir Aftabuddin Ahmed is a columnist and policy analyst.\n\n",
        "headline_1": "The fiery call for freedom",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-fiery-call-freedom-3264796",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "My occasional trips to the storied Ekushey Boi Mela have always been a special joy. In recent years, this has been augmented by the occasional opportunity to experience the charms of a relatively new kid on the block: the Dhaka Lit Fest (DLF).\nBooks are the lifeblood of a culture, and these two events provide telling insights into our cultural locus.\nTake the Dhaka Lit Fest. Over the years, it has morphed – and has since dropped one of its international affiliations. It gives bibliophiles a great opportunity to meet internationally recognised authors in person. This year, I was excited to be able to listen to Amitav Ghosh and Nobel Laureate Abdulrazak Gurnah. The festival casts a wide net – actor Tilda Swinton, cricketer Gordon Greenidge or Australian master chef Kishwar Chowdhury aren't exactly famous authors – yet it offers a welcome window into world culture. I give the festival special credit for organising remarkably well-stocked bookstores, carrying many titles that are otherwise hard to get, of many of its featured international participants. This adds considerable cultural heft to the event that could have easily been limited to an ephemeral cultural jamboree – here now, forgotten tomorrow.\nFor all the plaudits that the DLF richly deserves, the basic concept of the festival is a bit troubling for me. Similar to its cultural cohorts in India, like the Jaipur Literature Festival and Apeejay Kolkata Literary Festival, the DLF, when you think about it, is a curious cultural confection. It's a literary festival where the main language of its readers takes a back seat.\nTo be sure, DLF has added Bangla panel discussions now, but it still appears to be an afterthought.\nThen there is Ekushey Boi Mela. It's hard not to feel a surge of pride at the mammoth scale of the book fair. A closer look, however, reveals a less salubrious fact: the books on sale are a mixture of wheat and chaff – and there's a lot of chaff. As a passionate book-fair-goer for over half a century, I'm nostalgic for the book fair of several decades back. It was smallish, the handful of bookstalls fit comfortably in the Bangla Academy premises, and most publishers appeared to look upon their trade as a calling rather than a means of making a quick buck.\n\nUPL's booklist remains solid: serious, thoughtful books on Bangladesh's history, politics and culture including an excellent list of Bangla translations. Prothoma, I'm pleased to see, has grown into an elegant publishing house with a wide, impressive list of Bangla titles with excellent production values.\nThis year, I found a few good publishing houses that rekindled my hopes of publishing in Bangladesh. There was my old favourite UPL; we go back half a century when I used to ride my bike to its Motijheel offices to grab a new title. UPL's booklist remains solid: serious, thoughtful books on Bangladesh's history, politics and culture including an excellent list of Bangla translations. Prothoma, I'm pleased to see, has grown into an elegant publishing house with a wide, impressive list of Bangla titles with excellent production values. A book, one must not forget, is an aesthetic artefact as well as a vehicle for thought. Chattogram-based Baatighar is another favourite publisher of mine.\nMy own impressions do not suggest massive book sales. I was heartened, however, to see some assiduous browsing. On the other hand, I was taken aback by what is a new phenomenon to an old-timer like me. I suppose you could call it the \"book selfie.\" For the uninitiated, the reader – I use the term quite loosely – appears more pleased to have his/her photo taken with a book than actually owning (or presumably reading) it.\nBoth the Dhaka Lit Fest and Ekushey Boi Mela offer sobering insights into the underlying socioeconomic challenges that have hamstrung Bangla publishing.\nThe DLF offers stark evidence that the dissociation of a huge chunk of Dhaka's elite from Bangla is complete. This festival is a symptom rather than a cause. A section of today's youth are culturally illiterate in Bangla, which has resulted in a new educated elite whose first language is English. You can make the case that beyond this thin sliver of elite are the huge masses of Bangla readers. True enough, but for at least half a century, the economics of Bangla book publishing has been becoming more and more impossible. As the disposable income of the middle class – the main constituency of Bangla books – gets more and more squeezed, the price of paper and ancillary costs of publishing keep going up and up.\nToday, Bangla publishing - and more broadly Bangla culture – confronts a linguistic cultural apartheid, while we need the exact opposite. Mass schooling should offer every high school student the tools to master the rudiments of English; English-medium schools should ensure students leave school with at least a high-school level command of Bangla.\nIt's not at all as improbable as it sounds. In fact, we lived through such a time. Ironically, it was during the days of the colonial British, that my father finished high school from Mymensingh Zilla School. His English teacher was a keen reader of Shakespeare. The upshot was that my father had a formidable command of both Bangla and English. We must not forget that Buddhadeva Bose taught English literature at Dhaka University – and poet Shamsur Rahman was his student. Both are titans in Bangla literature.\nProficiency in Bangla and English need not be mutually exclusive; there was a time when it was, for part of the intelligentsia, mutually inclusive. Not only for the sake of Bangla publishing, but for our overall cultural development, we need to find a way to reach that goal again.\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n\n",
        "headline_1": "Lit Fest and Boi Mela: A linguistic, cultural apartheid?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/lit-fest-and-boi-mela-linguistic-cultural-apartheid-3264781",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "We're deeply alarmed by the manner in which young students are increasingly getting involved in violent activities. On Sunday, students of Ideal College and Dhaka College, together with City College, clashed on the streets. As a result, a number of students were injured while traffic was held up for several hours near the Science Lab and Green Road areas, causing huge public suffering. Earlier, on Thursday, students from the same colleges also clashed, again closing off nearby roads. Two incidents taking place within the space of a week indicate a certain degree of animosity between these closely located institutions. But this goes beyond simple college rivalry, with students in many other tertiary and pre-tertiary institutions showing a similar penchant for violence.\nThe question is, why is this happening? Why are young men increasingly adopting violent tactics to resolve their disputes? Often, it is seen that violence flares up on the flimsiest of excuses. In case of the two recent clashes, as per a report by Prothom Alo, it started after a group of students of Dhaka College apparently hackled their Ideal College peers by calling them \"farm chickens\", leading to the latter vandalising a bus of Dhaka College. In retribution, DC students took away the nameplate of Ideal College. Attacks and counterattacks followed. The picture that emerges from this is of a deeply troubling educational landscape where there is little disciple. It's worrying how easily young men are set off these days, and how quickly it escalates into violence.\nIt's easy to blame these students. After all, as young adults, they should be able to make better choices, and be held responsible for the consequences of their action. But to suggest the blame lies squarely with them will be unwise. They are but the product of a time when intolerance is being encouraged from the highest seats of power, when democratic institutions are falling apart because of lack of accountability and rule of law, when criminals are getting away with heinous crimes, when thuggery is incentivised and merit deprioritised. Add to that politicisation of colleges and universities, which are being used as training/stomping grounds for future recruits of the ruling establishment. This is also a failure of our educational policy. It no longer promotes pursuit of enlightenment – only material development – leading to the crumbling of social values.   \nIn such a situation, students, without proper role models and a proper learning environment, are at risk of getting derailed off their path, which doesn't bode well for our future. Over the years, we have seen how far the rot has spread. Even in schools you hear of children getting involved in crimes and violence. We must stop and reverse this trend. We urge the authorities to critically examine the state of our education sector and fix it, so that it can produce the kind of citizens and leaders we need going forward.\n",
        "headline_1": "Thugs in the Making?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/thugs-the-making-3265326",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "We are alarmed by the repeated incidents of fire and explosion in Chattogram's Sitakunda upazila, where hundreds of small, medium and big factories as well as industries have been set up without maintaining standard safety measures for the workers. The latest explosion took place on March 4, at an oxygen plant in Sitakunda's Keshabpur area, which has killed at least 7 people and injured 30 others. Only nine months ago, another deadly fire followed by explosions at a container depot in the same upazila had killed a total of 51 people, including nine firefighters. Both incidents have revealed how workers' safety is often grossly ignored by the authorities of factories.\nReportedly, on Saturday, the explosion at the Seema Oxygen Plant blew off its entire roof, while large chunks of steel and iron flew in all directions damaging numerous buildings and vehicles. The explosion was so powerful that flying metal objects killed two people who were about half a kilometre away from the explosion site. While the entire neighbourhood is reeling from the shocking experience, the suffering of those who lost their family members is indescribable. Among those injured, many are in critical condition.\nThe question is, why do industrial accidents keep happening in our country? How can such hazardous plants be set up so close to residential areas? Do such factories have permission or clearance from the relevant authorities? How will the authorities explain the occurrence of an explosion mere months after the deadly fire in BM Inland Depot? Clearly, they had done little after that. Clearly, industrial safety is still largely ignored, not just in Sitakunda but other places as well.\nSadly, it is not just the industrial units that are at risk of fire accidents; often residential buildings also catch fire for not complying with the proper safety standards. Before we could learn about the details of the tragedy that unfolded on Saturday – cause of the blast, who was responsible, etc. – news came of an explosion and fire at a building in Dhaka's Science Lab area, which claimed three lives, on March 5. Such incidents have become so common in the country that it often seems as if there are no authorities anywhere to stop them. Holding those responsible for such tragedies to account is something that almost never happens. And this is precisely why they keep happening.\nWe urge the government to ensure that all the factories in Sitakunda and other places have proper safety measures in place. In case of factories like oxygen plants, steel re-rolling mills, and shipbreaking yards, optimum security must be ensured. We hope the committee that has been formed to investigate the oxygen plant incident will be able to unearth the real reasons behind it, leading to meaningful preventive actions. Those responsible for the tragedy must be brought to justice.\n",
        "headline_1": "Tragedy upon tragedy in Sitakunda",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tragedy-upon-tragedy-sitakunda-3264461",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "The country's public transport system undeniably needs transformation in the long term. Whether that transformation should include introducing double-decker electric buses deserves unbiased scrutiny. According to a report published in The Financial Express, the government is now engaged in negotiations on a new Indian line of credit (LoC) worth Tk. 11.5 billion, which would facilitate the procurement of 100 such buses. One segment of Dhaka's public transport system---metro rail---launched only recently is run by electricity. Electric buses will be another addition, much to the delight of the city dwellers. Together, they could be game changers in the country's transport sector. A few major Indian cities saw the introduction of electric buses only a couple of years back. Double-decker variety joined the fleet of electric buses in August last year. So, it will be too early to assess these vehicles' operational and maintenance aspects. Yet, as a manufacturer of electric buses and its large cities with relatively better traffic management, India enjoys a distinct edge in operating sophisticated motor vehicles. Unfortunately, the situation in Bangladesh is deplorable with both maintenance of state-owned buses and Dhaka city's traffic system. Suppose the government strikes a deal on the proposed Indian LoC. In that case, double-decker electric buses will be procured from any of the Indian automobile manufacturers and placed under the Bangladesh Road Transport Corporation (BRTC). And troubles are likely to start from there. The BRTC is a perennially loss-making entity that has operated hundreds of buses imported from Japan, Sweden, Korea, China and India over the last few decades. The most significant number of buses came from India. This state-owned enterprise is an inefficient public transport operator with a poor track record in maintaining vehicles under its control. Buses often go out of operation, and many of those are dumped in their depots well ahead of their scheduled lifespan because of the lack of proper maintenance. Allegations have it that the government cannot allocate the funds necessary to ensure appropriate and timely maintenance work. Instead of keeping the existing buses road-worthy through proper maintenance, the relevant authorities seem more interested in procuring new buses. Many cite examples of Volvo buses imported from Sweden and Leyland articulated buses from India. Volvo being well-built and comfortable buses survived for six to seven years, but Leyland's articulated buses could not last even half of that time. It is also hard to ignore the chaotic traffic situation in Dhaka City. Vehicles of all types remain stuck for hours in traffic gridlocks. This will inevitably cause harm to some of the sophisticated features of the electric buses. The issues raised here are not designed to discourage the import of cost-intensive electric buses. A modern city needs this comfortable green vehicle with low operational costs. However, before deciding on procurement, the relevant agencies should consider the situation on the ground and take measures to keep the buses running with little hiccups.",
        "headline_1": "Introducing double-decker electric buses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introducing-double-decker-electric-buses-1678109723",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "Now that the world can muster the confidence of declaring itself Covid-19 pandemic-free, it is increasingly being found in its elements like 2/3 years back. Festivals, jubilations, pageants etc are once again normal happenings. Bangladesh is no exception. It could be experienced in its holding of the three-day Travel and Tourism Fair 2023, which concluded on March 4. Participated by ten countries from Asia, it was organised by the Tour Operators Association of Bangladesh.The countries that participated in the fair included many which are considered seasoned in the tourism sector. India, Nepal, Maldives, Japan and Thailand are traditional destinations for the Asian tourists. Almost all of them have long been contributing to their national exchequers in their own ways. Of them, Maldives and UAE are relatively new entrants. The case for Bangladesh remains unclear, notwithstanding the fact that the country has long been publicised as a land with huge tourism potential. A river-filled alluvial country, a long coast of the Bay of Bengal in the south and south-east, newer features of its attractions continue to be revealed with the passing of years. In terms of tourist resources, Bangladesh can be compared with many other countries in South Asia. This fact stands in stark contrast with the revenue earning prospects for the country's tourism. All this stems from the unaccountability of revenue generation in the different sectors of the tourism industry.According to tourism enthusiasts in the country, Bangladesh is losing a large portion of its tourism-related earnings thanks to their small size. Meanwhile, newer tourism attractions keep being added to the Bangladesh sites. It's being seen in the northeastern swathes of the country's greater Sylhet district. With the infrastructure development still in the makeshift stage, unscrupulous elements weigh in to exploit the benefits of the future tourism in the vast area. Being located in the outlying and largely inaccessible areas, people with ulterior motive once ruled the roost in those areas. Their vestiges are still there. In spite of the continued explorations of the newer spots, few emerge as worth visiting. Perhaps few countries in the Asian region allow their valuable tracts of nature to be grabbed by syndicates in this blatant manner. Thanks to the mindless encroachments on the Sundarbans' rich biodiversity and the pristine nature, the nearly fabled tourist spot has lost a major part of its beauty. People once used to visit the world's largest mangrove forest in droves. The adversities, natural or law and order related, eventually discouraged these once sought-after visits.Exposure of any foreign country with tourism potential enhances fraternal relations. The three-day Dhaka Tourism Fair deserves plaudits for organising this event. Yet there have been a few contradictions. The most prominent of them was the relatively less focus shed on Bangladesh. This may amount to a discouragement to those always active in upholding the Bangladesh tourism case. Notwithstanding the lack of correct data on the country's tourism sector, it is widely accepted that Bangladesh tourism is coming of age. A couple of decades ago, it was only the middle class people who would relish the delight of domestic tourism. In course of time, both the middle and lower-middle classes entered the scene. With the widening of the tourism spots from the sea beaches to deep forests in the CHT to Sylhet's hilly rivers, the tourists found a wide array of choices of spots worth visiting. Thanks to the indomitable spirit of the youths, hitherto hidden spots were brought to light i.e. interested people's notice. In spite of all this, the country's tourism sector still remains disorganised and filled with many hiatuses. It's high time the area was streamlined as a formal sector.Investments are being made in the tourism related infrastructure like multi-storey hotels, motels, resorts, river and seaborne vessels and many other amenities. Many, however, call these infrastructures, especially the hotel accommodations, ill planned and insufficient. Some of them have been built in defiance of legal provisions. The whole scenario prevails mainly at the Cox's Bazar tourist spot. Despite its start a long time ago, Kuakata, the second beach of the country, has begun coming up only lately. Its pace of work gained speed only in the recent couple of years. What plagues these bursts of work is the lack of professionalism. It is, however, one of the major drawbacks in the Bangladesh tourism sector. Thanks to the country's location near India, an internationally reputed tourist site, Bangladesh at times pales beside this global tourism hub. In order to draw overseas tourists, Bangladesh ought to follow new ways and strategies including those adopted by the other Asian countries. The world is moving fast. Tourists do not remain content with watching the blue waters of the sea, sunsets and sunrises, or bathing. But it's also worth keeping in mind; in spite of the country's lofty dream of finding itself among many fast developing countries, it cannot extricate itself from its socio-cultural moorings. It cannot reject the social imperatives. As a way out, it can pick a middle path. The Bangladesh sea waters are veritably off-limits to water-skiing and many other water sports. According to tourism experts, without the global standard of wildlife watching or outdoor amusements, tourists from home and abroad cannot be drawn also to the forests, or, for that matter, any other spots. The attraction of the Sundarbans could be increased manifold by making arrangements for the tourists' overnight stay there. There are myriad scopes for improving the situation. It's after two long years mankind is enjoying time in the corona-free world. The time should be considered an occasion for tourism's rebirth.\n[email protected]",
        "headline_1": "Post-corona prospects for tourism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/post-corona-prospects-for-tourism-1678109823",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "This year's theme for the World Wildlife Day is partnership for wildlife conservation. But reports coming from the Sundarbans, which is the world's largest mangrove forest, are flying in the face of the call for such partnership. Consider this. The rotting body of a Royal Bengal Tiger and a tiger skin have been found at the Satkhira point of the Sundarbans. Even a large amount of venison has been seized by the law-enforcement agencies. Needless to say, the venison is from Sundarbans' spotted deer, a major source of the Bengal Tiger's food. Obviously, those involved in killing the animals are making huge profits out of the dead wild animals' body parts and flesh. Bangladesh has few pockets of endangered indigenous wildlife. The report provides a glaring instance of how the illicit traders in animals and their body parts are killing the majestic Bengal tiger as well as destroying its food source. A study report on wildlife trade in Bangladesh prepared by Cambridge University and published in November last year says that trade in wildlife has been taking place openly in 13 districts of the country. As if there is no one to look after them, these wild animals are being caught from different parts of the country and then brought to Dhaka and Chittagong. And from there the animals are trafficked to different countries including India, Myanmar, Thailand, Malaysia, Laos, Singapore and China. Such trafficked animals include Bengal tiger, Lojjaboti Banor (Bengal slow loris), Mukhpora Hanuman (Capped Languir), takkhak (Tokay gecko), reptiles and snakes. In recent months, the incidents of trafficking in wild animals and their body parts have reportedly increased. Obviously, it is a dangerous trend. And, it is this illicit trade in wild animals and their body parts that has decimated the rhinoceros population in Africa, especially, in South Africa, which has the majority of the rhinos. Rhinos are hunted for their horns. Similarly, elephants are poached for their tusks, tigers for their bone and whisker and Tibetan antelopes, or chirus are hunted for their wools. According to the US state Department, wildlife trafficking is the 'third most valuable illicit commerce in the world' , which brings from US$8 to US$10 billion annually. There is an international effort initiated in 2005 by the US State Department styled, the Coalition Against Wildlife Trafficking (CAWT). It is a voluntary coalition of governments and organisations. In Southeast Asia, the ASEAN Wildlife Enforcement Network (ASEAN-WEN) was established to oversee cross-border cooperation and strengthen collective law-enforcement capacity of ASEAN member countries. Similarly, in South Asia, with the help of CAWT and the Wildlife Trade Network, or TRAFFIC, a global NGO monitoring trade in wildlife, was formed-- South Asian Enforcement Network(SAWEN). But despite these international and regional efforts, trafficking in wildlife is continuing unabated. The rare wild animals are becoming extinct at a faster rate than before. Unfortunately, the safety of wild animals is at risk not only from the traffickers, but also from the otherwise peaceful villagers who live close to the fast receding forests. They often turn into the enemies of the wild animals. For, due to habitat loss, the animals foray into human settlement in search of food. Small wonder that reports of tiger attacking people in villages in the vicinity of the Sundarbans or wild elephants destroying crops in a village of the Bandarban district, or even killing people, are not rare. And In retaliation, the villagers kill the hapless tiger or the elephant. Even stray, harmless animals accidentally entering populated areas are, sadly, welcomed by stick-wielding people. So, alongside mounting strong monitoring and enforcement measures against traffickers, awareness at the community level needs also to be raised about protecting wildlife. \n[email protected]",
        "headline_1": "Unprotected wildlife",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unprotected-wildlife-1678109860",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2023"
    },
    {
        "full_article": "Jagannath University is an age-old educational institution in Bangladesh. Every year many students enter this university with high hopes. The university has a tiny campus. All the programmes of the university are held at its central auditorium. But the auditorium has been lying in a shabby state for years. Everything in the auditorium including fans, air-conditioners and lights are either out of order. Even the painting on the walls has faded away. Due to lack of maintenance, the auditorium has now become unsuitable for holding any function. The central auditorium of JnU in need of urgent repairs. So, we urge the authorities concerned to take immediate measures so that the auditorium is renovated as early as possible. \nSM Robin Ahmed,  Student of Department of Social Work,Jagannath University, Dhaka,  [email protected]",
        "headline_1": "JnU auditorium needs urgent repairs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jnu-auditorium-needs-urgent-repairs-1678109883",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2023"
    }
]