[
    {
        "full_article": "In recent years, Bangladesh has seen a rise in electronic commerce along with other countries around the world. Many young entrepreneurs have come up with various digital products and services for customers. The availability of the internet and convenience in terms of saving time spent in traffic have helped this growth. However, the sector is yet to reach its full potential. Several challenges hinder its further expansion. Given the significance of the sector both in terms of business potential, employment generation and customer service, the Centre for Policy Dialogue (CPD) organised a webinar on Digital Platform Economy in Bangladesh recently. The keynote presentation and experts highlighted how the e-commerce sector can be expanded to serve more customers and also detailed which policy supports are needed for it to become an efficient sector. \nA couple of days before the CPD webinar, the e-commerce sector in Bangladesh came to the limelight in connection with a huge scam of certain e-commerce ventures. Customers paid advances but the companies failed to deliver their products and refund their payments. Even before this revelation, there were red flags regarding the integrity of some online businesses which have been conducting e-commerce. The quality and price of products, delay in delivery of products to customers, difficulty in returning products, risk of not getting refunds, and overall quality of customer service have been the common complaints against a number of companies. The most talked-about company among the lot seemed to have performed every trick to cheat its customers and siphoned off a large amount of money by not refunding customers' advance payments, even though they failed to deliver goods for a long time.\nThis whole episode of huge fraud by a widely promoted e-commerce platform even by some of the country's respected media has shaken not only the integrity of the company itself, but also of those which have been advertising the services of the company. Of course, in a welcome move, a reputed financial transaction company has immediately disassociated itself with this fraudulent e-commerce platform.\nAt a time when there is a growing demand for e-commerce in Bangladesh, such irregular practice has destroyed the trust of consumers greatly. E-commerce is performed between businesses and customers based solely on trust as there is no face-to-face interaction between them. Customers rely on the e-commerce entities and pay for whatever product is displayed on the screen. Once the trust is gone, the sector will lose its customers. Retrieving the trust will require a lot of hard work and dedication. Even many large global e-commerce establishments have failed to survive once their reputation was at stake. \nOf course, in our country there is a section of people who wants to thrive using only unfair means. Unfortunately, this number is increasing every day and not just in the e-commerce sector. The financial sector is another example where incidences of even bigger irregularities are unearthed regularly. The number of wilful bank defaulters is increasing. Additionally, dealing with occurrences when people are taking out money from banks and non-bank financial institutions through deceitful ways is also a major challenge for the financial sector. One of the reasons for irregularities with public money is that wrongdoers are rarely punished as they have connections with powerful people. Besides, these new rich with ill-gotten money are adored by society. A section of our society appreciates their wealth, gives them special attention and tries to follow their path in order to earn a luxurious lifestyle just like them. The definition of success to them is to possess wealth by any means and to flaunt the illegal wealth shamelessly. \nThe case of e-commerce is of course different from other established sectors. This is a new sector in Bangladesh. Regardless, during the ongoing Covid-19 pandemic the e-commerce sector has flourished significantly. Sales through digital platforms increased by 70 percent in 2020 compared to the previous year, according to the e-Commerce Association of Bangladesh. But the size of the sector is still small. Besides, if one goes by the strict definition of \"e-commerce\", many businesses will not qualify to be e-commerce entities at all. It is not only about having a license to operate the business. The e-commerce company should also have proper policies about shipping, delivery, returns and refunds. Full disclosure on the product and also on the company about its assets and liabilities is a must. Besides, privacy policy on customer information is also an essential requirement for conducting e-commerce. Since many e-commerce companies do not fulfil these pre-conditions, the customers are being deprived of having value for their money and even being cheated by not receiving either the product or a refund.\nThe absence of a regulatory framework for the e-commerce sector has helped dishonest people to take the opportunity and commit fraud. Many digital commerce operators do not have license or a Tax Identification Number. Recently, the Ministry of Commerce has launched Digital Commerce Operations Guidelines 2021. The guideline instructs that the maximum number of days for the delivery of products will be five days once an advance payment is made by the customer. There are also details on when a company would hand over the ordered product for delivery and what will be the penalty if products are not delivered on time. It also instructs companies to inform customers about order updates through mobile text messages, emails or telephone calls. In case of failure to comply with the guidelines, the government can close down the company. Consumers can also lodge complaints with the Consumer Rights Protection Department and relevant courts.\nThough experts have pointed out that the guidelines should have more details on consumer rights and business policies for the sector, the commerce minister reassured that this would be amended and improved if needed. In fact, this guideline is a first step towards formal measures by policymakers. If these guidelines are implemented, it will help improve the transparency and accountability of the mushrooming e-commerce operators by a large extent. But policies and guidelines cannot be static, their implementation has to be a dynamic process. With an evolving scenario, policies have to be changed and modified. So, this is a starting point and while applying these policies, the loopholes will become evident. Policymakers should have an open mind to work on e-commerce policies further to remove their limitations. Without a holistic e-commerce framework that ensures highest governance practices, the confidence of consumers cannot be regained easily.\nThe other requirement is the improvement of digital and physical infrastructure and skills. Though the number of digital commerce operators is increasing fast, the demand for e-commerce is growing faster since the population is large in Bangladesh. The existing infrastructure is not capable of meeting consumer demand. Acceleration of internet access and faster internet speed will be useful for enhancing the services. Besides, small and new e-commerce companies need financial and fiscal incentives. Companies also lack adequately skilled human resources. Complying with workers' rights is also an issue in case of e-commerce.\nIncreasing customer literacy on digital business is also very important. Due to lack of awareness, customers fall prey to the businesses' tricks which ultimately leave them in distress. Consumer rights associations and media can help such consumers by providing regular information on which companies they should be careful of and how to protect themselves from being cheated.\nFinally, we will certainly see further acceleration of digital commerce in the future. It will have impact on governments, industries and consumers as it will unleash new ways of conducting business and providing services. How much we can benefit from this transformation will depend on how we prepare ourselves for its challenges.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.\nViews expressed in this article are personal.\n",
        "headline_1": "Addressing the accountability challenge of e-commerce",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/addressing-the-accountability-challenge-e-commerce-2136746",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2021"
    },
    {
        "full_article": "During the Covid-19 lockdowns, men have been performing more care work than any other time in recent history. This was confirmed through surveys with women and men in 47 countries across various regions, and highlighted in the fourth \"State of the World's Fathers\" report (launched on June 15, 2021). The report was produced by Promundo, co-coordinator of MenCare: A Global Fatherhood Campaign (active in over 55 countries) and includes data from the International Men and Gender Equality Survey, the ILO, UNICEF, and UN Women.\nAccording to the report, despite men's increased participation at home during the global pandemic, the world is at least 92 years away from achieving equality in unpaid care work between men and women. Moreover, no country in the world has achieved equality in unpaid care, and no country has a policy or target date to achieve it.\nSocieties will not be able to function if women stop performing caregiving responsibilities. Still, this work is seriously undervalued. Even when many women perform all the responsibilities of domestic life—raising children, taking care of sick family members—there is a perception that they are not \"working\"! Don't all of us know some Bangladeshi woman who could not enter the job market or had to leave their job after getting married and having children? Many women cannot pursue higher education or professional development opportunities due to their role as caregivers, which means they are not able to realise their full potential.\nWhen fathers take on their fair share of unpaid care work, it can alter the nature of the relationships between men and women and children. Both fathers and mothers will have more time for their children, women are released from some of their \"double burden\", and fathers get to experience the joys, satisfactions, and stresses of caring for their children. Performing the role of caregiver also offers men the opportunity to begin to break free from the narrow concepts of manhood and fatherhood, which provides their sons and daughters with positive role models and higher hopes for the future. In addition, fathers with close connections to their children live longer, have fewer health problems, and are more productive and generally happier. Men's equitable participation in caregiving bring benefits to men themselves, to their partners, their children, and to societies.\nThe Helping Dads Care data featured in the \"State of the World's Fathers\" 2019 report showed that on average, across seven middle- and higher-income countries, 85 percent of men said they would \"do whatever it takes to be very involved\" in the early stages of caring for a newborn or adopted child.\nWhy is it not possible for men to take care of their children and participate fully in domestic work? Economies and economic policies value financial growth and profit over equality and undermine the importance of care work. Unpaid care work is mostly known as women's and girls' responsibility and labour force participation or income generation is viewed as men's work. This has been reinforced by centuries of policies, workplace norms, the media, and educational curricula. This has not changed even when women are increasingly part of the paid labour force. Due to these inequitable norms and power dynamics, governments and families prioritise men's incomes and paid work at the expense of women's participation in the labour force and undermine all forms of care work.\nWell-designed leave policies for fathers have the potential to transform gender relations and benefit all concerned. A study from Sweden showed that every month that fathers took paternity leave increased the mother's income by 6.7 percent, as measured four years later, which was more than she lost by taking parental leave herself.\nThe recent \"State of the World's Fathers\" report provides seven recommendations—(1) Put in place national care policies and campaigns that recognise, reduce, and redistribute care work equally between men and women; (2) Provide equal, job-protected, fully paid parental leave for all parents as a national policy; (3) Design and expand social protection programmes to redistribute care equally between women and men; (4) Transform health sector institutions to promote fathers' involvement from the prenatal period through birth and childhood and men's involvement as caregivers; (5) Promote an ethic of male care in schools, media, and other key institutions in which social norms are created and reinforced; (6) Change workplace conditions, culture, and policies to support workers' caregiving and mandate those changes in national legislation; and (7) Hold male political leaders accountable for their support of care policies, while advocating for women's equality in political leadership.\nEven though the survey did not include data from Bangladesh, the recommendations of the report are relevant for the country. We must address the current lack of men's and boys' equitable participation in caregiving. The Bangladesh government should adopt and implement policies that specifically encourage and support fathers' involvement in early childhood development, care, and education. Employers will have to ensure that workplace policies enable both men and women to perform their caregiving responsibilities. Policy decisions will have to be supported by campaigns to bring changes in social attitudes. The media can play an important role in this regard by not disseminating gender stereotypes, promoting messages/images that show both men and women in caregiving roles, and celebrating women's academic and professional achievements. Parents should raise boys and girls equally so that they do not feel confined by societal expectations, and can grow up to realise their full potential.\nCovid-19 has given us an opportunity to reimagine a more caring, gender equitable, environmentally sustainable, liveable, and economically just world. Let us be brave and achieve true gender equality by revolutionising the lives of men and boys, which includes their full participation in domestic life.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Involve men in caregiving to achieve gender equality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/involve-men-caregiving-achieve-gender-equality-2136741",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2021"
    },
    {
        "full_article": "Dhaka University was born out of a struggle by the people of east Bengal for asserting their regional identity. It reached its apotheosis through its leading role in the struggle for Bangladesh's nationhood. The year 2021 is significant for both Bangladesh and the University of Dhaka as both the entities will turn 50 and 100, respectively.\nThe proud history of Dhaka University's various political movements is intertwined with the history of opposing oppressors. The role of the university in 1952, 1969, 1971 and 1990 are examples of that. During these years, Dhaka University rarely departed from its commitment to scholastic standards, where advancement remained merit based. But now, most of its student bodies are dancing to the tune of the ruling party.\nWe have to understand that a university is a place of pursuing academic excellence. It is a place that is supposed to create new knowledge, store that knowledge and disseminate it. As proud students of the country's premier university, its students cannot stay insulated from the national agenda or politics, but over-politicisation has surely created many impediments when it comes to nurturing talent. It is now a common phenomenon for most university students to become obsessed with government administrative jobs. They now start studying for the BCS and other competitive exams from their university years. This is because the incentives of government service have increased manifold in the last few decades. In earlier years, students used to aim for academic excellence and try to excel in their respective subjects. The number of academic disciplines has increased, but the question remains whether their curricula have been updated. \nThe fact is that students of DU are not getting familiarised with the most up-to-date knowledge. Most employers in the competitive private sector are saying that they are not getting DU graduates with appropriate skills for the job market. A large chunk of people from the surrounding countries of Bangladesh are now capturing lucrative positions in Bangladesh's private sector.\nThe result is pretty evident, as we have seen Dhaka University rank very poorly in various World University rankings: i.e., QS (Quacquarelli Symonds) World University Ranking, THE (Times Higher Education) Ranking, CWUR (Centre for World University Ranking). In economics, there is a theory called Gresham's Law. It states that \"bad money drives out the good money\". Similarly, it means, if a system allows something bad to grow, then eventually it will drive out the good from the system. Dhaka University is suffering from something very much like that. But the university still produces a number of meritorious students—although the university itself perhaps no longer playing a big role in that.\nDhaka University—once an embodiment of Bangladesh's dream—a hundred years after its emergence is a mere shadow of its glorious past. If we look at the history of Dhaka University, we will notice that every few years it produces at least a few teachers of international calibre. Even today, there are very good scholars who are coming out from DU and publishing in the best journals and university presses and taking part in state of the art research. Of course, teachers could do better in terms of publishing their work internationally. And a committee should immediately be set up to find out why the more qualified teachers from DU are currently underperforming.\nCertainly, many Dhaka University students are still in high demand. IBA graduates are doing exceptionally well both in our country and abroad. Many students from English, Economics, Sociology, Microbiology, Molecular Biology and Genetic Engineering departments are also doing fairly well. Students from various departments of the biosciences, the applied sciences and pharmacy faculties are also working both at home and abroad. So, there are quite a lot of success stories as far as employment goes.\nDhaka University's most significant contribution in the last 50 years or so has been to accept students who cannot afford to pay even a fraction of the tuition fees charged by private universities. Dhaka University and the other public universities are doing a fantastic work in educating people who would otherwise not have been able to pursue higher studies. Many of these students go on to have successful careers and hold high-level positions. People who criticise Dhaka University most often ignore this point. However, there are valid arguments for tuition fees to be raised slowly over time and marginally. But what we have seen in the past is that every time the tuition fee is raised, the move tends to attract the wrath of the students, resulting in the administration often having to withdraw their decision to raise fees.\nPeople have high expectations from Dhaka University, and rightly so. It has always strove to provide the best possible service to the country. It has also played an important role at key junctures of the country's history. But it must continue to do so and not compromise as far as quality is concerned. At the end of the day, quantity without quality is a sure prescription for disaster.\nNevertheless, we cannot simply dwell on the past. DU has come a long way in the last 100 years, but much more needs to be done if it is to live up to its reputation as \"the Oxford of the East\". The university has to evaluate its own performance on a regular basis and make changes when and as they become necessary in order to stay on top and become a much better university in the future.\nWith the Fourth Industrial Revolution right around the corner, it is time for DU to once again play a pivotal role in leading the country when it comes to state of the art technologies and subject areas. In order to achieve vision 2041, we have no other option but to adopt the latest technologies that are out there, and DU must play a key role in leading the country in that department.\n \nFakhrul Islam is a Director at UGC, Bangladesh.\nEmail: fakhrulugc@yahoo.com\n",
        "headline_1": "100 years of Dhaka University",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/100-years-dhaka-university-2136736",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2021"
    },
    {
        "full_article": "Pictures of newly built tin shed low-cost houses, crumbling pathetically so soon after construction is an extremely good example of extraordinary bad planning and unnecessary haste. The houses were constructed to put in effect the prime minister's laudable objective of giving low-cost houses to the poor, about 70,000 by January this year in the first phase and another 50,000 by June 20, as a Mujib Borsho gift to the indigents. But the praiseworthy intention has, unfortunately, suffered a blemish. Nothing can be more embarrassing for the administration than to see systemic inefficiency so blatantly exposed.\nEverything with the project that had to go wrong went wrong, everything that one must avoid, every limitation in terms of location, land and environment, that should have been corrected and removed, was left unaddressed. Even the costing, was flawed. Every brick house which consisted of two rooms, a kitchen and a toilet and a running porch were allocated Tk 1.7-1.9 lakh. That amount, by even the most conservative estimate seems to be woefully inadequate. And this is not from one single location. As of now, complaints have been received from 22 upazilas in 24 districts where the project was undertaken.\nIt seems that haste has played the most dominant factor in this very embarrassing debacle. And the blame must go directly on the shoulders of the planners as well as the project implementation committee (PIC). We wonder what was the hurry to finish construction in such quick time. Even the most incorrigible ignoramus would know that construction of a building requires a particular period of time. There is no point in the government engineers saying now that there was mishap at every step. Was there no engineer in the planning committee? By whom, we ask, was the PIC made up of? We cannot believe that there was no one in that committee who could tell the PMO that the nature of the soil would levy more time in construction than initially planned. What should we make of the statement of the chairman of the PIC that the houses were built on shifting soil? Our question is, if this was a known fact, why was the construction allowed to proceed?\nOur gut feeling is, money was allotted first and then the rest of the actions followed. The coat was cut according to the cloth provided. And the cloth was not enough. The result was that hopes and dreams of the poor recipients have been dashed. We would hope that the investigation by the PMO would not only be able to identify the flaws, but also those responsible for the embarrassment. After all, the money belongs to the people and no one should be allowed to play around with it. Those in the administration who care little for public money should be taught a good lesson that tinkering with poor people's money comes at a cost.\n",
        "headline_1": "A good initiative goes awry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/good-initiative-goes-awry-2136716",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2021"
    },
    {
        "full_article": "A report published by Brac Migration Programme last April shows that among 417 migrant workers who had returned home amid the coronavirus epidemic, 72 percent want to re-migrate. Among them, 89 percent are from rural areas, 84 percent are young people in their 20s and 47 percent have no income source right now. According to the head of Brac Migration Programme, most of the respondents in the survey without an income source put re-migration as their \"first choice\". Also, many who came home on vacation and were subsequently stuck here amid the pandemic or came home after losing their jobs, were contacted by their previous employers. So, they want to re-migrate now. As we have reiterated many times before, the government must help these migrant workers go back overseas in a legal way so that they do not fall victim to unscrupulous agents.\nInternational Organization for Migration (IOM) provided some reasons why people migrate in its report published in August, 2020. They include absence of job opportunities, particularly in the formal sector; insufficient income, financial problems, and a lack of social services and limited social protection systems. The report found if there were better job opportunities in Bangladesh, 99 percent of potential migrants would choose to stay in the country. Bangladesh is the sixth largest origin country for international migrants in the world, with 7.8 million Bangladeshi migrants living abroad as of 2019. Over 2.2 million young adults join the labour force every year, but the domestic labour market is unable to absorb all these job seekers. As per Bureau of Manpower, Employment and Training (Bmet) data, 1.95 lakh Bangladeshis took up new overseas employment this year.\nRemittances from migrant workers are one of the two biggest drivers of economic development, and hence the government must make the process of migration legal, easy and quick. The government has to make getting passports, visas, air tickets etc. easier for migrant workers who are stuck here due to Covid-19. Vaccinating them before anyone else must be the top priority of the government. The Ministry of Expatriates' Welfare and Overseas Employment must take effective steps to make sure that those migrant workers who have been left stranded because of the pandemic are able to go back as quickly as possible. The reality of thousands of young people who can neither go back to their overseas jobs nor get any employment at home will ultimately take an economic and social toll on the country.\n",
        "headline_1": "Help stranded migrant workers to re-migrate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/help-stranded-migrant-workers-re-migrate-2136711",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2021"
    },
    {
        "full_article": "The world is abuzz with the news reports by several major international news outlets that have revealed how people among 45 countries have been spied upon with the help of Pegasus spyware. Created by Israeli company NSO Group, this spyware has the most invasive techniques to get information on any person with a mobile phone. It can harvest data, turn on the microphone and camera of any smartphone without even the user doing anything, track location and record conversations and even initiate downloads without the user knowing it. So far, according to reports, rights activists, journalists, politicians and jurists in the 45 countries have been targeted including French president Emmanuelle Macron, Pakistan's Prime Minister Imran Khan and Indian politician Rahul Gandhi.\nThe Washington Post has documented Pegasus infections in 45 locations and this includes Bangladesh though the paper has added that infected phones do not necessarily mean that a country's government is a client.\nSo far the Bangladesh government has totally rejected such a possibility. The Post and Telecommunications Minister has said that neither the telecommunications division nor the ICT division purchased such spyware. The director (media and legal wing) of Rapid Action Battalion, has also denied buying or using the spyware.\nWe applaud the 17 news organisations in 10 countries that launched the Pegasus Project, an investigative reporting consortium, following the leak. If it was not for these intense investigative efforts we would never have known the extent to which our privacy is being invaded.\nThough Bangladesh has officially denied acquiring this spyware, the fact that the probe has found Bangladesh to be one of the locations where phones have been infected is cause for alarm. We have already seen the way private conversations, confidential documents are leaked in social media that serve to benefit certain quarters and malign or discredit others. Phone-tapping has been practiced in this country for many years so the existence of such surveillance software would not be surprising. Unfortunately we the general public cannot feel confident that various kinds of technology will not be used to invade our privacy and the data used to hurt us. The way the Digital Security Act is being abused, for instance, to intimidate and incarcerate any kind of dissenting voice or just purely to settle personal scores gives us little confidence regarding how such spyware could be used if the state is using it.\nWe sincerely hope that the official denials of acquiring such spyware can be trusted. But the fact that a leading international news outlet has identified Bangladesh as one of the locations where Pegasus exists should prompt the government to vigorously find out who the clients of this spyware are. Fortunately the investigating media outlets have said that they will gradually publish the names of the clients of NSO Group so we will all be able to know. Surveillance of citizens with such techniques are a blatant violation of our privacy and contradictory to democratic values. We hope Bangladesh will put an end to all speculations and find out whether this spyware is being used and if so, against whom.  \n",
        "headline_1": "Why are we not bothered about Pegasus?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-we-not-bothered-about-pegasus-2136111",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2021"
    }
]