[
    {
        "full_article": "The Supreme Court has given a timely reminder to Governors that the Constitution expects that a decision to return a Bill to the State Assembly for reconsideration should be made “as soon as possible”. It has drawn attention to the phrase found in the first proviso to Article 200, seeking to convey a sense of immediacy in the matter of returning a Bill. “The expression ‘as soon as possible’ contains significant constitutional content and must be borne in mind by constitutional authorities,” the Court observed. This effectively means it would be constitutionally impermissible for Governors to hold on to Bills indefinitely without communicating their decision to the House. The Telangana Governor, Dr. Tamilisai Soundararajan, against whose apparent inaction on several Bills the State had approached the Court, communicated to the Court that no Bills were pending with her, and that she had returned two Bills for reconsideration, while seeking further information from the government on a few others. Based on this, the Court disposed of the petition, but kept open questions that arose from the issue for consideration in an appropriate case. The Court’s observation addresses the issue of delay, but it is only one aspect of the controversy. The issue of granting assent is seen in most parliamentary democracies as a formality, but the peculiar discretionary powers with which Governors are clothed in India have given much scope for controversy.The Governor’s power to withhold assent or return a Bill, with a message, for reconsideration is seen as discretionary. In the Constituent Assembly, it was explicitly clarified that returning a Bill was to be done only on advice, and that it was an enabling provision for a government to recall a pending Bill in case it had second thoughts on its advisability. There are three clear problems associated with Article 200, which deals with assent to Bills: the absence of a time limit for acting on Bills, the scope for reserving a Bill for the President’s consideration against the express advice of the Cabinet and the claim that the Governor can kill any Bill by declining assent. The mischief lies in Article 163, which hedges the primary rule that the Governors function on the ‘aid and advice’ of the Cabinet, with a clause that prohibits any inquiry into whether a particular matter fell within their discretion or not. These provisions give abundant scope for conflict between the government and Raj Bhavan. There is no doubt that these ought to be changed, either by amending the Constitution or through an appropriate Supreme Court verdict, so that misuse of gubernatorial discretion can be kept in check.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGovernor\n\n/\n\njudiciary (system of justice)\n\n/\n\nTelangana\n\n/\n\nlaws\n\n/\n\nexecutive (government)\n\n/\n\nconstitution",
        "headline_1": "None too soon: On Governor’s and the judiciary’s reminder on Bills",
        "headline_2": "Delay in conveying decision on assent to Bills is constitutionally impermissible",
        "link": "https://www.thehindu.com/opinion/editorial/none-too-soon-the-hindu-editorial-on-governors-and-the-judiciarys-reminder-on-bills/article66789822.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "On the 70th anniversary of the U.S.-South Korea alliance, South Korean President Yoon Suk-yeol not only sang “American Pie” at the White House but also sealed an important cooperation agreement with his American counterpart Joe Biden to protect the Korean Peninsula from a nuclear attack by the likes of North Korea. Under the new pact, labelled the “Washington Declaration”, U.S. strategic assets will be deployed around the Korean Peninsula and a joint Nuclear Consultative Group will share tactical information, engage in joint training, and coordinate military responses to any potentially hostile actions by North Korea. While Washington will remain the sole authority deciding on whether or not to carry out a nuclear response in any such eventuality, the Biden administration will step up its contribution to symbolic deterrence against the North by sending, for the first time in 40 years, nuclear-armed submarines to the region, though they are unlikely to be a permanent deployment. U.S. tactical nuclear weapons stationed in South Korea were withdrawn from the region in 1991. Mr. Biden also used strong words to corroborate the strategic support that Washington has lent to Seoul, when he said, “A nuclear attack by North Korea against the U.S., its allies or… partners is unacceptable and will result in the end of whatever regime were to take such an action” — language that was similar to what former U.S. President Donald Trump had used in a similar context.The backdrop for this vote of nuclear confidence by the U.S. for its treaty ally is the steady growth of North Korea’s nuclear arsenal, notwithstanding the short-lived hopes for a détente between Mr. Trump and North Korean leader Kim Jong Un after their summit meeting in Singapore in 2018. While during the early years after the North first tested a nuclear bomb in 2006 there was less concern over Pyongyang launching a coordinated attack on South Korea or beyond, in recent years, including during the Trump and Biden administrations, North Korea has steadily added to its stock of ICBMs capable of reaching U.S. cities, most recently testing a solid-fuel ICBM and altering its nuclear doctrine to include the option to carry out pre-emptive strikes. While the “iron-clad” treaty between the U.S. and South Korea will strengthen the nuclear umbrella extended by Washington across the Korean Peninsula, the White House would be loath to risk any skirmish that could endanger U.S. citizens. However distant the prospect seems at the moment, the only way out of this dangerously unstable stalemate is for both sides to return to the negotiating table and find modalities to deescalate the situation on the ground and institutionalise peace-building initiatives in the longer term.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nSouth Korea\n\n/\n\nnuclear weapons\n\n/\n \nNorth Korea\n\n/\n\nSingapore\n\n/\n\nnuclear policy\n\n/\n\npeace negotiations",
        "headline_1": "Tackling the threat: On the U.S.-South Korea cooperation agreement, the Washington Declaration",
        "headline_2": "Negotiation, not nuclear deterrence, is the way to peace in the Korean Peninsula",
        "link": "https://www.thehindu.com/opinion/editorial/tackling-the-threat-the-hindu-editorial-on-the-us-south-korea-cooperation-agreement-the-washington-declaration/article66789629.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "When policymakers privilege numeracy skills over other learning aptitudes, they don’t recognise that lived experience & people’s stories are key variables in any analysis\nFor many, mathematics is the ticket to a bright future. Such a conception arises from our adoration of physicists whose skill in this area is supreme. Mathematics certainly makes good physicists, but should we then assume that without numerical aptitude we are destined to fail, and that our ship has sailed? Rishi Sunak, the British Prime Minister, certainly thinks so.\nWorship of numbers\nAccording to the rule book he is reading, it is low skill in mathematics that has kept his country from surging ahead. This, he believes, is because the popular sentiment in the UK says it is all right to be bad in mathematics. Of course, it is always good to be good at everything, but singling out mathematics justifies the worship of numbers and this has consequences.\n\nThere is first the factual misrepresentation of success stories. Rishi Sunak may well be adept with numbers, but his predecessor, Boris Johnson, is not. Scandalously, and very publicly, his wheels came off when he fumbled over the difference between a fraction and a percentage while presiding over British Covid policy.\nYet, Boris is no boor. He went to Eton on a King’s scholarship and shone in Oxford in English and Classics. Further, numeracy and prosperity don’t always go together. The world’s richest economy, the United States, ranks 38 globally in mathematics. Yet, for Sunak, numerical skills are absolutely top-drawer for they help in grasping high-street discounts and mortgages.\nOne might say: What a waste of a subject. More pertinently, does this mean that the destiny of the British youth lies largely in their grasp of financial statements? Can such a routine skill of the present, and in just one department, really prepare a country for the days ahead? Niels Bohr was right when he said: “Prediction is very difficult, especially if it is about the future. ”In terms of numeracy again, the UK ranks above Germany but below China, yet Germany has a higher GDP per capita than Britain while China’s GDP per capita is lower. Obviously, it needs more than a math-o-meter to measure who is rich. Worse, mathematics might also blight flourishing disciplines like physics and economics, or so aver their best exponents.\nEinstein once noted in despair that ever since “mathematicians have invaded the theory of relativity, I do not understand it myself anymore”. John Maynard Keynes, the last great economic theorist, said that recent ‘mathematical’ economics are mere “concoctions” that hide “the complexities of the real world in a maze of pretentious and unhelpful symbols”.\nA tool for obfuscation?\nMathematics has done a lot of good in policy making but it has also created a profession where numbers matter more than lived experience. The frequent spat among specialists on counting the poor is a sterling example of this.\nHere, everything depends on what statistics tell us regardless of whether these figures reflect what Keynes termed as “the real world”.\nApart from Dadabhai Naoroji, there have been several economists over the years who have tried to measure poverty. After much wrangling, it was finally decided to include the basket of consumption in the calculations and this certainly helped our understanding and also showed that, over time, poverty has fallen in India. The experts deftly threw us a bone.\nHowever, should we not distinguish in our consumption basket between items that we earn and items we get as dole? The first, if rising, indicates poverty removal but if the latter goes up, it signifies poverty relief, which is good too, but a very different animal. The jubilation over the consumption basket’s clever numerical design made us overlook this vital distinction.\nDevotion to numbers can take ourattention away from the definitions that guide their collection. For example, the National Sample Survey’s data on rural India is unhelpful for a farmer is defined as “a person who possesses some land and is engaged in some agricultural activities on that land during the last 365 days”. Note: the word is “ during” and not “ for ”.\nThis not only keeps out the rural landless but also obscures the fact that most farmers rarely farm most of the time. There is a wide variation between working on land for a few hours a year and toiling on it for the full 365 days. Even the definition of an agricultural household requires just “one member to be self-employed in agriculture”, again “ during the last 365 days”.\nAs good as fairy tales\nSuch definitions simplify numerical data collection but muddle our understanding of rural India by inflating the number of farmers and agricultural households. This, however, does not discourage experts for they now have numbers to play a variation of policy Lego with. The set also has other numbers, contra these, which make the game quite absorbing.\nFor example, depending on one’s predilections, trade experts often prefer figures of exports over imports, and vice versa, but not always in tandem. If it’s just exports, we get a sanguine progress report, but should the import bill be presented alongside, the overall picture loses much of its colour.\nNumber hunter-gatherers are happiest when “experience” is kept out for that packs in a load of inconvenient variables which stubbornly resist numerical manipulation. This explains the marked tendency among mathematical policy makers to disregard lived-in nonnumerical data as “anecdotal”, akin to storytelling by the fireside.\nPerhaps, they should recall Richard Feynman, the physics Nobel Prize winner, who said: “If you want your children to be intelligent, read them fairy tales. ”\n\n",
        "headline_1": "Wrong number: Life isn’t Math",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/wrong-number-life-isnt-math/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "Unlike in 1980s, Indian companies now have the financial heft and supply chains to take on global giants. So, reviving old brands is not a hopeless proposition\nThe return of Campa Cola and its associated brands to supermarket/kirana shelves has stirred up a bout of nostalgia for those who grew up in the India of the 1980s (this author included). Interestingly enough, only one generation of young Indians was “deprived” of one of the global cola brands – those who began to consume aerated drinks in the period between the exile of Coca Cola in 1977 and the return of (Leher) Pepsi in 1991. Nostalgia alone will not create a market niche. After all, the very same people chose Pepsi and Coca Cola. But there is a big difference between India of 1991 and India circa 2023. What Campa Cola failed to achieve then, it may achieve now.\n\nFrom deprivation to aspiration\nIn the 1980s, India was what might be termed as a “deprivation” economy. For over three decades inward looking, statist economic policies meant that the Indian consumer was treated to poor quality goods, in limited quantities and at relatively high prices. The hardening of the socialist path from the late 1960s, which further limited the role of the private sector, exiled most foreign investment and restricted imports, meant that by the 1980s just about any product from overseas was perceived as superior to an Indian one.\nIn the aerated drinks market, Indian entrepreneurs responded to the absence of foreign brands by rolling out domestic versions. The most famous of these came from Ramesh Chauhan’s Parle in the form of Thums Up, Gold Spot and Limca. In second place was the Campa Cola family that included Campa Orange and Campa Lemon. There were other domestic cola brands like Thrill. Despite the fact that these were produced by private entrepreneurs and had to compete with each other in the domestic market (putting pressure on quality, prices and availability, the bane of other Indian products), they were never aspirational. Pepsi and Coca Cola were the symbols of that.\nUnsurprisingly, when the switchover to a market economy happened in 1991, it was expected that the brand which typified the deprivation economy would fade into oblivion – many, including car brands Premier Padmini and Ambassador did, the latter surviving longer than it might have largely because of government procurement. In anticipation, Ramesh Chauhan sold his soft drink brands to Coca Cola.\nCampa Cola faded away. However, at least one or two of the domestic brands persisted, particularly Thums Up. Coca Cola could have put it out of circulation but in the competition with Pepsi for a larger share of the Indian market, it was an important weapon. It took Coca Cola and massive advertising budgets to give new life to a Made in India cola, designed for the Indian palette.\nIndian brands, new financial muscle\nOne thing that Indian companies did not have vis-à-vis their global counterparts when liberalisation came along was deep pockets. And in a consumer goods business, that matters a lot. Chauhan felt that he would not have the financial muscle to out advertise Coca Cola and Pepsi. And he was probably right. Now, several Indian companies have that financial muscle and supply chains to make an Indian product compete with global brands, at least in the Indian market (the global market is still a distance away). Reliance Retail fits the bill as it attempts to revive Campa Cola in the presence of Coca Cola, Thums Up and Pepsi, through its own supermarkets and via its distributional channels in other stores. Now, its success or failure will be determined by the merit of the product and the quality of its advertising, not because it has a protected market.\nThat itself is a reason why consumers may be willing to give it a try. Of course, almost two-thirds of India’s current population which is under the age of 35, and therefore the group most likely to be consumers of aerated drinks, were born as Campa Cola was leaving or had left the market. They will not have any positive nostalgia nor any negative perception. Campa Cola has an even chance of success in its second coming.\nBring on the competition\nThese are not arguments in favour of reviving all brands from the past. Instead, they make a case for continued liberalisation of the economy with limited protectionism. Indian brands can be built by limiting foreign competition, but they will not have staying power. An aspirational economy will not accept them for long. In any case, Indian capitalism has reached the point in scale, ambition and financial muscle where its entrepreneurs, new and old, can stand their own against the world’s best.\n\n",
        "headline_1": "The Campa Cola change in India Inc",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-campa-cola-change-in-india-inc/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "Protests are integral to a democracy – and vital\nIndian Olympic Association president PT Usha, an Indian sporting legend, feels wrestlers protesting in public are sullying the image of the country. The wrestlers’ protests, the second time this year, are to express their dissatisfaction with the administration’s response to their sexual harassment complaint against the sidelined president of the Wrestling Federation, Brij Bhushan Singh. It can’t be easy for Olympic medallists and serious sportspeople to take to the streets and put up with the attendant discomfort. This should make Usha and other sports administrators think again.\n\nProtests are inherent to a democracy. No grievance redressal mechanism can be perfect. Sometimes they fall far short of qualifying as even acceptable. In a democratic framework, a protest is the default option to express deep dissatisfaction. Remember Colin Kaepernick, an American football quarterback who in 2016 began to kneel during his country’s national anthem as a show of protest against racial injustice? It catalysed conversation globally and even the Indian cricket team took the knee five years later. To reiterate the point that protesters are the ones taking the risk, keep in mind Kaepernick’s sports career ended prematurely. Therefore, instead of accusing protesters of tarnishing India’s image, IOA should make a sincere effort to understand their fear.\nProtests don’t affect a country’s image. It’s the insensitivity of people in power – sports administrators in this case – that reflects poorly on reputation. A protest is a symptom of an underlying problem. It also acts as a pressure relief valve. The decision of Delhi Police to register an FIR on the basis of the sexual harassment allegations is a step in the right direction. It does, however, beg the question: Shouldn’t it have happened without the protest? And since it didn’t, Usha and others should understand why protests are necessary – and sometimes vital.\n\n",
        "headline_1": "Wrestling injustice",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wrestling-injustice/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "Mumbai’s BEST does what’s best for ears\nMumbai’s bus service BEST has opted for a fine-and-penalty measure in an attempt to deter people in buses from playing any content on their phones unless headphones are plugged in or carry out conversations on phone speakers. Passengers are to alert conductors who also can handover offenders to the police to issue a challan.\n\nNoise pollution is among the most ignored forms of pollution in Indian cities. Traffic noise in every city is several times over WHO’s noise limits – none is spared honking cars and buses, the whirr of traffic with ACs on or the din from construction. Fatigue, insomnia, migraines are established fallout of noise pollution. Earphones plugged into the smartphone is the average passenger’s getaway from this noise. It becomes a nuisance only when some disregard fellow travellers and use devices without headphones. This is not about measuring decibels, but about maintaining the relative quiet of a common space. One can after all shut one’s eyes, but not ears. This is also not fining to instil civic sense. BEST is doing what’s best for people’s health.\nTrue, it may be near impossible to implement – faux outrage can descend into noisy fights. But do people not speed because of challans? But the possible punishment does give speedsters pause. BEST’s measure shows recognition of noise pollution, and that in itself is a beginning to cut the clatter.\n\n",
        "headline_1": "Cut the clatter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cut-the-clatter/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "We are alarmed by the news of continued eviction risks facing the tenants of the South Kamalapur Railway Colony near the Gopibagh area in southern Dhaka. These people belong to the Harijan/Telegu community who for generations have served as cleaners and sweepers. They also happen to be one of the most marginalised groups in the country. The colony, popularly known as the Gopibagh TT Para Sweeper Colony, apparently stands in the path of a rail line being constructed from Kamalapur to Jashore and other structures planned under the Padma Bridge Rail Link Project, and the tenants are expected to go along with it at the risk of upending their own lives.\nThe Tk-39,247-crore railway project is an important part of the vision surrounding the multipurpose Padma Bridge. Once the entire 169km-long rail line is opened to the public, it is estimated that the distance from Dhaka to Jashore would decrease by 200km, and the travel time would be nearly halved. While we understand the need for reclaiming railway land for such a vital project, the question is, is the method being followed – eviction without rehabilitation – the best way to go about it? Reportedly, evictions are already underway in phases. In the first phase in 2019, 112 families were evicted. Later, 27 more families were evicted last December. Project officials apparently warned that 40 more families would be evicted at any time.\nAccording to some of the tenants, people involved with the railway project had assured them of rehabilitation and compensation before any eviction drive. But none of those promises materialised to this day. Instead, evictions were allegedly carried out without any notice. Some of the victims described the suffering and uncertainty that it caused as well as the humiliation of being denied rented accommodation outside the colony because of their identity, which many tend to look down upon. Finding no other option, a number of ousted families were forced to move in with those that still lived there. This is totally unacceptable.\nThe director of the Padma Bridge Rail Link Project has claimed that most tenants were living here \"illegally\". Many of them are retired from the railway service, many work for the city corporation, and most work in private companies, he said. That may be the case, but together they play a vital role essential to the smooth function of the city and associated services, and thus deserve to be treated with special consideration. Also, why were those evicted weren't rehabilitated as promised? Project authorities say that a building is being prepared in the Shahjahanpur Railway Colony where former TT Para tenants, or at least those they consider \"legal\", will be shifted. Just one building? This is too little, not to say too tokenistic a gesture to be an appropriate response.\nEviction without rehabilitation is a deeply flawed, coercive and immoral method that no one can support under any circumstance, especially in case of marginalised groups. We urge the relevant authorities to quickly undo the damage they already caused and ensure that all former and current tenants of this colony are properly rehabilitated before any further attempt at land clearance is made.\n",
        "headline_1": "Eviction without rehabilitation is deeply irresponsible ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/eviction-without-rehabilitation-deeply-irresponsible-3307296",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "Recently, \"democracy\" has become a hot word in Bangladesh and beyond. The term derives from the ancient Greek language, which means \"rule by the people\" or \"sovereignty rests with the people\". Throughout history, democracy has taken various forms in different periods and under different circumstances. Nowadays, democracy has become a common value shared by all of humanity. There is, however, no one-size-fits-all model for democracy. \"All roads lead to Rome,\" as the old saying goes. As an exchange of minds, I would like to share China's ideas and practices in pursuing democracy.\nDemocracy is an ideal that has always been cherished by the Communist Party of China (CPC) and the Chinese people. China is the largest developing country with a vast territory, a large population and limited resources per capita. China's unique national conditions determine its unique democratic system. Under the leadership of the CPC, China has developed the whole-process people's democracy, which implements the people's democratic dictatorship as the governing system and the people's congresses as the governing structure.\nThe multiparty cooperation and political consultation under CPC leadership has been upheld and improved. In Xinjiang, Xizang (Tibet) and some other places, the regional ethnic autonomy system is applied. The villagers, urban residents and employees of enterprises run self-governance at community levels. Through the broad patriotic united front, China endeavours to combine all the forces that can be united and to mobilise all positive factors. In this way, China has successfully integrated the process-oriented democracy with results-oriented democracy, procedural democracy with substantive democracy, direct democracy with indirect democracy, and people's democracy with the will of the state. Democracy has been planted in elections, consultations, decision-making, management and oversight.\nFirst, China's democracy guarantees broad and continuous participation of the people and inspires the infinite power of the people. The Constitution stipulates that all power in the People's Republic of China (PRC) belongs to the people, and that the people shall, in accordance with the provisions of the law, manage state and social affairs and economic and cultural undertakings. In China, the concept of democracy is deeply rooted in the hearts of the people, and the practice of democracy is integrated into all aspects of work and life. Democracy in China inspires the people to fully tap into their own wisdom and strength to create a better life and make the country stronger. Democracy in China gives full expression to the guidelines of the CPC, the will of the state, and the expectations of the people, which generates a huge cohesive force that translates into one of China's great institutional strengths – the ability to pool resources to accomplish major initiatives. Democracy in China has safeguarded national independence and protected national sovereignty, security and development interests, and seeks the well-being of the Chinese people and the Chinese nation.\nSecond, China's democracy promotes sound governance and shared development. A favourable democracy must solve practical problems and promote national development. It has been proven in history that the CPC has led the Chinese people to open a distinctive Chinese path to modernisation, and achieved remarkable successes. There has been a marked increase in China's economic and composite national strength, and a notable improvement in the people's living standards. On the occasion of the 100th anniversary of the founding of the CPC, China announced the historic eradication of absolute poverty and the completion of the building of a moderately prosperous society in all respects. In the face of an epidemic unseen in a century, China put the people and their lives first, and resolutely won the battle to prevent and control Covid-19. China is among the countries with the lowest rates of severe illness and mortality. Democracy in China means people-centered development that fully mobilises the initiative of the people, relies on their strength, and ensures that all share the benefits.\nThird, China respects the path to democracy as chosen by every country based on its own national conditions, and promotes democracy in international relations. Countries can borrow from the successful experience of others and develop forms of democracy suited to their own modernisation process, but they should not simply duplicate other systems or models. China endeavours to increase democracy both within its own territory and between nations. At a time of momentous change of a scale unseen in a century, China champions peace, development, cooperation and mutual benefit. China proposes to build a global community of shared future, and presses for a new model of international relations based on mutual respect, fairness and justice, and win-win cooperation. Bullying is never part of China's diplomacy. China drives global growth with its own development, and has strengthened exchanges and cooperation with countries participating in the Belt and Road Initiative (BRI) and shared the gains with them, expanding the initiative into more regions and turning it into a well-received global public good. China has also put forward the Global Development Initiative (GDI), the Global Security Initiative (GSI) and the Global Civilization Initiative (GCI), which bring about more opportunities to broaden and deepen global partnerships.\nWhether a country is doing well in democracy should be judged by its people. According to surveys respectively conducted by Harvard University Kennedy School of Government and Edelman, a leading global public relations consultancy, 90 percent of the Chinese people trust in the Chinese government and are satisfied with it. This showcased that democracy in China fully ensures the people's status as masters of the country, thus proving itself to be genuine and effective.\nHowever, in certain countries, the people are awakened only to cast a vote but become dormant afterwards; the people are offered great hopes during electoral campaigning but have no say afterwards; the people are offered fulsome promises during electoral canvassing but are left empty-handed afterwards.\nPoliticians ignore the existence of troublesome issues concerning democracy and human rights in their own country, but point their fingers at other countries and make irresponsible remarks about other democracies. They wield unilateral sanctions and long-arm jurisdiction against foreign countries, instigate \"colour revolutions\" and \"democratic transformation\" abroad, and even use force directly. Interference as such seriously damages the sovereignty and interests of other countries.\nBy concocting a so-called \"democracy versus authoritarianism\" narrative, they engage in camp confrontation, draw lines with ideology and values, and use democracy as a tool to maintain hegemony. These acts are themselves undemocratic, even anti-democratic.\nMany insightful people in Bangladesh told me that, since the independence of the country more than half a century ago, the Bangladeshi people have been striving to build a better democracy. This is the business of the Bangladeshi people, not one up to judgment by other countries. Such voices should be heard and given due respect.\nYao Wen is the Chinese Ambassador to Bangladesh.\n\n",
        "headline_1": "What we mean when we talk about democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-we-mean-when-we-talk-about-democracy-3307196",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "In recent years, the issue of Bangladesh having one of the lowest tax-GDP and revenue-GDP ratios in the world has been a recurring theme in the economic and public policy discourse in the country. With revenue earnings averaging about 9 percent of GDP in recent past years and the budget deficit being equivalent to about 4-5 percent of GDP (underwritten mostly by borrowings from banking, non-banking and the central bank and foreign lending), public expenditure in Bangladesh has been equivalent to only about 15 percent of GDP. To compare, as IMF database shows, these two figures – revenue and public expenditure as shares of GDP respectively – are significantly higher in other countries in the region: India 19.5 percent and 28.8 percent; Bhutan 29.4 percent and 32.4 percent; Nepal 22.9 percent and 27.7 percent; Pakistan 12.5 percent and 19.4 percent; and Sri Lanka 10.1 percent and 19.2 percent. The relatively low public expenditure-GDP ratio indicates that many developmental needs which should be addressed through government's resource allocation continue to remain unmet in Bangladesh.\nIt is true that public expenditure has been on the rise, particularly over the last decade, as reflected in the growing size of the country's national budget. However, the fact remains that it has failed to match the pace of GDP growth. To recall, in the 7th Five Year Plan of Bangladesh, the revenue-GDP target was set to be raised to 14 percent of GDP by the end of the plan's period – 2020. Indeed, if achieved, this could have taken Bangladesh's public expenditure-GDP ratio to about 19 percent of GDP. However, on the contrary, there has actually been a reversal in this regard in recent years.\nAs Bangladesh makes its stride in the 21st century, the need for significantly higher allocations of resources in education, health, transport and infrastructure and for ensuring food and energy security are set to rise significantly. More money will be needed to pay for salaries of government employees, introducing new pay scales and for paying pensions and other entitlements of public employees and for servicing growing interest payments – both domestic and foreign. More resources will be required for the implementation of government plans such as transition from social safety net to social security and introduction of the universal pension scheme and universal mid-day meal scheme for school children and other reasons. The country's dual graduation, LDC graduation (November, 2026) and middle-income graduation (2015) – impressive milestones in Bangladesh's development narrative – will demand meeting what may be called a new generation of challenges. Sustainable LDC graduation will demand more resources to be allocated for readjustment to the new trading regime, with significant attendant erosion of preferences and high cost of compliance with various standards.\nMiddle income graduation is already manifesting itself in more stringent terms of borrowings and higher share of non-concessional loans in the loan portfolio. Thus, the dual graduation will call for higher resource allocations for the transitional needs of economy and debt servicing. More public investment will be required to create conducive production and business investment for the private sector. Bangladesh will need to invest in its youth to reap and realise the potentials of demographic dividends over the next two decades.\nThe IMF's quantitative requirement of increasing tax-GDP ratio to 9.4 percent by 2026 (requiring an additional Tk 234,000 crore to be raised over the next three years), as part of the $4.7 billion loan terms, also speaks of the magnitude of the challenges involved in mobilising additional domestic resources over the near-term future. \nTrue, over the past years the government has been trying to raise more tax and revenue to underwrite the anticipated higher public expenditure by enacting the VAT law, undertaking a number of reforms, introducing technological changes and establishing digital interfaces. However, the fact remains that revenue mobilisation has been outpaced by GDP growth and consequently tax and revenue-GDP ratios have been falling from what these were even a few years back. \nOne point which is oftentimes mentioned as one of the key factors behind the low tax-GDP ratio in Bangladesh is that there are too many exemptions in place and that revenue mobilisation and tax-GDP ratio would have been significantly higher had there not been so many waivers. Newspaper reports citing internal NBR estimates put the amount of revenue exemptions to be roughly equivalent to about Tk 250,000 crore. It is reasoned that if this would have been factored into the calculation, the tax-GDP ratio would have risen to 17.8 percent. No one should be questioning the need for selective support, incentives and exemptions in a developing country such as Bangladesh (indeed, most developed countries also have in place a host of tax incentives and subsidies in place). However, a key rationale for the exemptions is that such support is crucial to stimulate economic activities, which in turn create opportunities for greater fiscal/revenue mobilisation by stimulating economic growth, creating jobs and generating income which then can be taxed. Thus, in most countries, one finds presence of both exemptions and incentives, as also growing tax earnings and high tax-GDP ratio. For example, in India tax expenditure (forgone tax revenue) which used to be equivalent to 5.7 percent of GDP in FY2005-6, came down to 1.4 percent in FY2020-21, while the revenue and public expenditure as share of GDP remained at relatively high levels. \nThe uniqueness of Bangladesh lies in the fact that there are large-scale exemptions in place, which have contributed to the rise in GDP, led to rising income and growing wealth, but the tax net and tax collection have not risen in tandem. \nThere should be, as a rule, sunset clauses (when and how the particular support measure is to be phased out) when an exemption is put in place. Estimation of the revenue forgone will need to be carried out, and reliable projections about the anticipated tax stream that such support is expected to generate will have to be made.\n\nRegrettably, the signals coming from policymakers do not do justice to the task at hand. Regular opportunities to whiten the so-called black money at highly reduced tax rate has not helped the NBR to mobilise any mentionable amount of additional taxes.\nThe issue which should merit close and urgent attention of policymakers is avoidance and evasion of direct tax. In spite of some recent compositional change, Bangladesh's tax revenue is still predominantly dependent on indirect taxes (about two-thirds, which by all accounts are regressive in nature since these fall disproportionately on relatively disadvantaged sections of the people), whereas in most other countries it is the other way around. This is where the crux of the low tax-GDP ratio in Bangladesh lies. \nIn spite of the declarative statements in successive budget speeches, concerted effort to raise more revenue in Bangladesh from direct taxation has been muted at best. Recent evidence about the rise in the number of dollar millionaires, number of bank accounts with more than tens of crores of taka in fixed deposits, number of second homes in Malaysia, Dubai and Canada, successive Global Financial Integrity Reports showing an average of $7-8 billion worth of capital flight annually, Swiss Bank reports on Bangladeshi account holders, occasional investigative reports of the National Board of Revenue (NBR) and Anti-Corruption Commission as regards trade mispricing, misappropriation of bank money and wilful bank default and capital flight, indicate that a significant amount of money is not being reported for purposes of direct taxation and, in many cases, the taxable money is being moved out of the country through various illegal avenues.\nRegrettably, the signals coming from policymakers do not do justice to the task at hand. Regular opportunities to whiten the so-called black money at highly reduced tax rate has not helped the NBR to mobilise any mentionable amount of additional taxes. This step is sometimes justified by saying that while the amount collected as tax may not be significant, this helps to bring a segment of hitherto unreported economic activities (and hence income) under future tax net. However, no cost-benefit of such initiatives have ever been undertaken – the disincentive that it creates for honest taxpayers and the incentive it creates for not paying taxes at present in the hope that there will be opportunity to have a clean sheet by paying a much lower rate of tax in future. In the last budget, provision was even kept to incentivise those who have taken money out of the country, illegally, to bring it back and to report assets purchased abroad with unlawfully gained and illegally shifted money, by paying highly reduced tax rates and under attractive terms. However, it is not surprising that these incentives did not bring any tangible results. Such measures are neither justifiable on economic grounds, nor acceptable on moral grounds and, what is no less important, is that they are also not helpful from a political point of view since the general public perceive such incentives as favouring the unscrupulous rich, and the incorrigible corrupt, at the cost of national interest.\nSteps must be taken against those who have shifted money and wealth out of the country illegally. A specialised unit should be set up to deal with these cases, backed by adequate financial resources and necessary legal authority. More proactive steps will need to be taken in areas of digitisation of various services and digital interface among institutions with greater coordination between the NBR, dealing banks, and the central bank, by strengthening of the Transfer Pricing Cell of the NBR and by raising forensic and investigative capacity of concerned institutions to follow the paper trail. More effective coordination will need to be established with partner countries to bring illegally moved money and assets back. Speedy passing of long-awaited reforms such as the Direct Tax Act and Customs Act must be prioritised.\nBangladesh's LDC graduation and the free trade agreements that we are planning to go for will require revisiting of various import duties. This will call for more reliance on direct taxes. In the South Asian region, for example, direct tax constitute 48.9 percent of total taxes of Bhutan and 52.4 percent of that of India (2020). Raising domestic resources through greater direct taxation ought to feature prominently in going forward. Otherwise, low direct taxation could prove to be a binding constraint not only from the perspective of creating a more equitable economy and inclusive society that Bangladesh aspires to be, but also in mobilising the public resources that are required to sustain and accelerate the pace of Bangladesh's GDP growth in future.\nAs may be recalled, the recent Household Income and Expenditure Survey (HIES, 2022) testifies to the further deepening of income inequality in Bangladesh (manifested in the rising gini-coefficient). When detailed data will be available, it is most likely to show further increase in asset inequality as well. One of the key underlying reasons behind the growing income and asset concentration lies in the failure to mobilise more resources through direct taxation which then could underwrite the growing public expenditure. Thus, the issue of taking concrete steps to enhance opportunities of tax mobilisation and strengthening of enforcement of relevant laws to deal with tax dodgers have become critically important, both from the vantage point of economic growth and distributive justice. \nIn view of the current challenges facing the economy, now is an appropriate and opportune time to take a strategic political decision to address the urgent task of waging an all-out campaign to mobilise more revenues through direct taxation – both personal and company and corporate. This should be done not by harassing the honest taxpayers and law-abiding tax-paying companies, but by pursuing a zero-tolerance policy against the tax-avoiders and evaders. One only hopes that the upcoming FY2023-24 budget will be a welcome departure from the past practices in this regard.\nProf Mustafizur Rahman is Distinguished Fellow at the Centre for Policy Dialogue (CPD), Dhaka.\n",
        "headline_1": "The urgent task of restrategising domestic resource mobilisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-urgent-task-restrategising-domestic-resource-mobilisation-3307181",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "We are alarmed by the news of continued eviction risks facing the tenants of the South Kamalapur Railway Colony near the Gopibagh area in southern Dhaka. These people belong to the Harijan/Telegu community who for generations have served as cleaners and sweepers. They also happen to be one of the most marginalised groups in the country. The colony, popularly known as the Gopibagh TT Para Sweeper Colony, apparently stands in the path of a rail line being constructed from Kamalapur to Jashore and other structures planned under the Padma Bridge Rail Link Project, and the tenants are expected to go along with it at the risk of upending their own lives.\nThe Tk-39,247-crore railway project is an important part of the vision surrounding the multipurpose Padma Bridge. Once the entire 169km-long rail line is opened to the public, it is estimated that the distance from Dhaka to Jashore would decrease by 200km, and the travel time would be nearly halved. While we understand the need for reclaiming railway land for such a vital project, the question is, is the method being followed – eviction without rehabilitation – the best way to go about it? Reportedly, evictions are already underway in phases. In the first phase in 2019, 112 families were evicted. Later, 27 more families were evicted last December. Project officials apparently warned that 40 more families would be evicted at any time.\nAccording to some of the tenants, people involved with the railway project had assured them of rehabilitation and compensation before any eviction drive. But none of those promises materialised to this day. Instead, evictions were allegedly carried out without any notice. Some of the victims described the suffering and uncertainty that it caused as well as the humiliation of being denied rented accommodation outside the colony because of their identity, which many tend to look down upon. Finding no other option, a number of ousted families were forced to move in with those that still lived there. This is totally unacceptable.\nThe director of the Padma Bridge Rail Link Project has claimed that most tenants were living here \"illegally\". Many of them are retired from the railway service, many work for the city corporation, and most work in private companies, he said. That may be the case, but together they play a vital role essential to the smooth function of the city and associated services, and thus deserve to be treated with special consideration. Also, why were those evicted weren't rehabilitated as promised? Project authorities say that a building is being prepared in the Shahjahanpur Railway Colony where former TT Para tenants, or at least those they consider \"legal\", will be shifted. Just one building? This is too little, not to say too tokenistic a gesture to be an appropriate response.\nEviction without rehabilitation is a deeply flawed, coercive and immoral method that no one can support under any circumstance, especially in case of marginalised groups. We urge the relevant authorities to quickly undo the damage they already caused and ensure that all former and current tenants of this colony are properly rehabilitated before any further attempt at land clearance is made.\n",
        "headline_1": "Eviction without rehabilitation is deeply irresponsible ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/eviction-without-rehabilitation-deeply-irresponsible-3307296",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "We are alarmed by the findings of a recent Unicef report that highlights that 90 percent of young women and teenage girls in the world's poorest countries have no access to the internet. The report notes the tremendous risks women would face owing to this growing digital divide in an increasingly digitised world. While the poor are left behind in general from reaping the benefits of digitisation, it is, as always, women and girls who are the most adversely affected. A whopping 65 million adolescent girls and young women aged 15-24 don't have access to the internet, compared to some 57 million of their male peers in the world's poorest nations. Such digital gaps, if left unaddressed, would only exacerbate the existing inequalities in the coming days.\nThis digital gap is a cause for major concern in Bangladesh, too. Despite the government's commitment towards creating a digital Bangladesh, there is no escaping the digital gender divide. A report of the Population and Housing Census 2022 revealed that only 45.53 percent of women use mobile phones in the country, in comparison to 66.53 percent of men. The numbers are even more abysmal when it comes to internet use. The UN report, too, confirmed that the female youth in poorer nations are 13 percent less likely to own a mobile phone than their male counterparts.\n\nReportedly, women's exclusion from the digital world has caused a loss of $1 trillion for the economies of developing countries over the last decade.\nInequality in access to digital services has multifaceted repercussions on women, including limiting their access to education, healthcare, employment, entertainment, etc. In a patriarchal society where they are already struggling to catch up, such inequalities will only increase the knowledge gap and skill disparities between men and women and invariably limit women's participation in a digital economy. Worryingly, this is already visible in tech, start-up and IT sector jobs, where males make up the majority of the workforce. \nReportedly, women's exclusion from the digital world has caused a loss of $1 trillion for the economies of developing countries over the last decade. Other than the economic benefits, improving women's safe and equal access to digital technologies will lead to creative solutions for women, by women, to meet their multifarious needs. Now more than ever, access to digital services is not only a matter of gender equality, but also a prerequisite for sustainable development.\nOur government should acknowledge that its goal of \"Smart Bangladesh\" by 2041 cannot be achieved without making women and girls an active part of the process. Bridging the gap will also help them inch closer to the nation's goal of SDG 5. The government must heavily invest in increasing women's digital literacy and access to digital services. Government, international donor agencies and the private sector should be mindful not to reproduce the existing hierarchies through new technologies. We must ensure that the emerging data-driven solutions don't reinforce discrimination and harmful gender stereotypes that continue to circumscribe women's lives. We also need legal and policy frameworks that both educate and protect women from cybercrimes to ensure that they continue to participate in the digital revolution.\n",
        "headline_1": "Reduce the ever-widening digital gender divide",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reduce-the-ever-widening-digital-gender-divide-3306501",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "As the official visit of the prime minister has come to a close, it is time to recap what has been discussed between the delegation and its Japanese counterpart. The bilateral relationship between the two nations has been deep and cooperative since independence. Japan extended its hand in more than friendship as war-torn Bangladesh began the painstaking journey of rebuilding a shattered economy. In over 50 years of friendship, Japan has stood by Bangladesh during all the tumultuous times and today, the economic ties are deeper than ever.The country is being touted as a regional hub for investment. This was reiterated during the just-concluded visit of Prime Minister Sheikh Hasina to Japan. There have been talks of taking the Dhaka-Tokyo investment ties to a new height and a special economic zone established specifically to attract Japanese investments is a pointer to that fact. The government, for its part, is enacting policies that will give further impetus to streamline regulatory processes in an effort to make it easier for foreign investments to set up plants in Bangladesh. This is being done to make Bangladesh the obvious choice for Japanese companies which wish to diversify their investments in the China+1 policy that has been adopted. It is not simply special economic zones that are being set up, but real time investments are going into developing high-tech and software parks and these are areas where scope for foreign investment is also open. It makes sense to woo Japan, which is one of the most technologically-advanced nations in the world. However, for any of this to pan out, Bangladeshi policymakers need to turn statements into actions on the ground since reforming and simplifying regulatory issues have been talked about for a long time. Time has arrived to match words with action on the ground because Bangladesh has missed out on big foreign investments like the South Korean Samsung plant, which was supposed to be set up here ended up being setup in Vietnam. These are lessons for Bangladesh, and hopefully lessons that have been learnt because those are issues that Japanese companies will be looking at before investing in Bangladesh. Hiccups of the past aside, Bangladesh does have the potential to overtake the economies of leading European nations. Global research shows that Bangladesh is on tract to join the top 10 largest consumer markets by 2030. Hence, there is much scope for foreign investment in major sectors of Bangladesh economy stretching from ICT, electronics, infrastructure, textile, etc.Since Bangladesh views Japanese bilateral relations as part of strategic relationship, it is only natural that assistance has been sought to overcome and find a workable solution with the Rohingya repatriation issue. Japan has maintained very strong and deep relations with Myanmar that predates Bangladesh. It is in a unique position to mediate and find a peaceful solution that will lead to voluntary and dignified repatriation of displaced people to Myanmar. This is a multifaceted problem that goes beyond the humanitarian issue. There are issues of peace and stability of the region as a whole and this was reflected in the joint statement by Bangladeshi and Japanese leadership.Many memorandums of understanding (MoUs) have been signed and it remains to be seen how they pan out in the coming months. But one thing is clear. Japanese companies are interested in bringing their investments, technology and know-how to the country. It is up to Bangladesh to expedite regulatory policy streamlining and make necessary investments in infrastructure, which need to be completed within stipulated timelines. For Bangladesh to truly become a regional hub for trade, commerce and investment, the pace of change must pick up.",
        "headline_1": "Prime minister's Japan Visit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prime-ministers-japan-visit-1682776724",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "Though trade in goods is predominant globally, trade in services has emerged as a critical portion of the world trade in recent decades. So, it is not possible to get a correct picture of the international trade without adding up trade in services. Again, unlike trade in goods, it is not easy to trace the actual flow of trade in services due to its intangibility. According to the Organisation for Economic Co-operation and Development (OECD), trade in services records the value of services exchanged between residents and non-residents of an economy, including services provided through foreign affiliates established abroad. Thus trade in services 'drives the exchange of ideas, know-how and technology, although it is often restricted by barriers such as domestic regulations.'The value of trade in commercial services, as measured by the average of exports and imports, increased 15 per cent last year to US$ 6.8 trillion, according to the World Trade Organisation (WTO). At the same time, the value of trade in goods, as measured by the average of the dollar value of exports and imports, rose 12 per cent to US$ 25.26 trillion. Thus, one-fifth of global trade is services in nature. The General Agreement on Trade in Services or GATS is the World Trade Organisation's multilateral agreement for all services-related international trade. A total of 12 sectors of services are negotiated under GATS. These are: business; communications; construction and engineering; distribution; education; environment; financial; health; tourism and travel; recreation, cultural, and sporting; transport and others. The agreement also covers four modes of supply for the delivery of services in global trade. These are (i) cross-border supply (ii) consumption abroad (iii) commercial presence and (iv) presence of a natural person. Though the trade in services is increasing in Bangladesh, its significance has yet to be fully understood in this era of interconnected global society. The country's services trade recorded a robust 31-percent growth in the fiscal year 2018-19 (FY19) when trade in goods posted a modest growth of 5.20 per cent. Due to the Covid-19 pandemic, services trade declined by around 8.50 per cent in FY20 while goods trade plunged by 12 per cent. In the following year, trade rebounded modestly, as reflected in growth rates. Trade in services bounced back by around 12 per cent in FY21 while trade in goods jumped by 18 per cent. The growth got boosted further in FY22 when trade in services and goods jumped by 33 per cent and 35.40 per cent respectively, as reopening from corona-induced restrictions continued. Moreover, in the last fiscal year, for the first time total trade in services crossed $20-billion mark to stand at $23.80 billion. The ratio of services trade to Gross Domestic Product (GDP) stood at 19.50 per cent in the last fiscal year when the ratio of the merchandise trade to GDP stood at around 30 per cent. Like trade in goods, there is a growing deficit in services trade, too, as import surpasses export. In the last fiscal year, services- trade gap stood at $3.95 billion, according to the balance-of-payments (BoP) statistics compiled by Bangladesh Bank. The statistics do not tell everything, however, as all aspects of services trade are not captured there. Instead, one needs to look deeper in this connection. The imbalance in services trade has several implications. First, it reflects the country's lack of skills and knowledge to diversify the economy. Second, it shows the outflow of brains and resources to access costly and quality education and health abroad. Third, it indicates that without tapping in the potential global market in services, Bangladesh will be lagging behind in its development journey.\"Impact Assessment and Coping up Strategies of Graduation from LDC Status for Bangladesh\" prepared by the General Economics Division of the Ministry of Planning rightly pointed out that 'Bangladesh must also focus on export of services, an area which has not got much attention.'Published three years ago (March 2020), the comprehensive document mentioned that the impact of the country's LDC graduation on GATS agreement and trade in services is going to be negligible as the non-factor services export from Bangladesh remains around 10 per cent of the country's total export. Nevertheless, as observed in the planning commission's document, recent developments regarding global services export indicate that Bangladesh is 'probably going to miss out a window of opportunity in post-graduation era.'The document shows that Bangladesh has a large and growing external services account deficit on account of transports (shipping and airlines), medical services, and education. Outflow of remittances due to technical and management supports provided by foreigners to Bangladeshi enterprises is unofficially estimated to be $4-5 billion. Billions of dollars are also spent unofficially on account of healthcare received abroad by Bangladeshi residents in the form of medical tourism to India, Thailand, Malaysia and Singapore. The paper also observes that the amount of savings through services accounts can be more than $10 billion if the government can develop high-quality service- providing institutions at home.As digitisation has made trade in services easier, Bangladesh has already demonstrated its capacity. The country has registered a big increase in terms of the volume of trade in Digitally-Deliverable Services (DDS). While the trade volume was only US$599 million in 2005, it increased nearly eightfold to US$4,005 million ($ 4.0 billion), according to the United Nations Conference on Trade and Development (UNCTAD). Thus, DDS is around one-fourth of the country's total trade in services.Currently, services sector contributes around 50 per cent to the GDP in Bangladesh. The presence of a large informal sector is also dominated by services. In the coming days, new areas will be opened for jobs, and services will continue to expand. Any bilateral free trade agreement (BFTA), as well as regional FTA, has to include trade in services now besides trade in goods. So, a well-designed services trade policy is deemed urgent.[email protected]",
        "headline_1": "Trade in services needs greater policy prop",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trade-in-services-needs-greater-policy-prop-1682776787",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "Rain accompanied by a mild nor'wester in the late afternoon on Thursday proved a great relief for the Dhaka-dwellers. Not long ago, Dhaka and its suburbs used to be awash with the first showers of summer within the first couple of days of Boishakh. The first of Boishakh has been celebrated for ages as the opening day of the month of rain and storm. The rains in some years would extend to the following month of Joishtha. The two Bangla months fall in the Gregorian calendar's April and May. The rain-washed and storm-swept month of Boishakh eventually emerged central to the country's summer culture. With intermittent or regular showers, the month of Boishakh stood out with a distinctive character. In some years, the month would see showers almost daily, punctuated by spells of unbearable day temperature under the glaring sun. However, the nor'westers would greatly jolt the suffocating atmosphere with their gales and the accompanying cool rain. This natural phenomenon has continued to occur since long. This year the very onset of summer in the country appears to have gone upside down. Gone are the pitch-black dark clouds in the south-western sky followed by brief storms packing strong, cool wind accompanying thundershower. In years, the storms would break loose on the very first day of the season --- Pahela Boishakh to be precise. The day ceremonially heralds the opening of the Bangla calendar year, as well as the 2-month summer.As part of a unique, yet unpredictable, cycle of nature, a new weather pattern appears to have begun from the very month of Boishakh this year. Ever since the formal start of the year's summer, the country has been in the grip of a mild heat wave. Almost all the districts, including Dhaka, have been under the punishing spell of summer heat since mid-April --- coinciding with Boishakh. The media has quoted the meteorological department as saying this year's summer intensity has broken a number of records of the past. The capital found itself alongside a few places in the country going through the highest temperature of the season. For Dhaka, the bout of summer heat like the one it has been experiencing for days is proving nearly unprecedented.The city of Dhaka is no stranger to this kind of terrible temperature. So is the country. However, the country's south-western and northern regions have been notorious for high summer temperature. Surprisingly, the Dhaka city and the greater region have hardly been considered prone to high temperature. Both winter and summer in the populous city has been recognised as being mild. In such a changing weather condition, the ongoing summer spell in Dhaka points to a worrying phenomenon: Dhaka's lurch towards a new weather pattern. If it comes true, then the country's capital may be in for a series of hitherto unthought-of changes in its weather. They may range from widespread dryness to reduced soil moisture and groundwater --- i.e. a general water scarcity.A distressing feature of the ongoing heat spell is the absence of rainfall. Except sporadic and localised mild showers, that too being light and negligible, the country has yet to have the rains befitting the Bangla month of Boishakh. In fact, this month, the first of the Bangla calendar, is normally witness to repeated nor'westers accompanied by light to heavy rains. Half the month of Boishakh has gone by, but the country has yet to experience a satisfactory level of rainfall. Protracted low rainfall raises the inevitable spectre of crop failures. While living in the times without rain for days in a row and amid a bout of dry heat, there may be grimmer forecasts. [email protected]",
        "headline_1": "Pleasant respite - rain at last",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pleasant-respite-rain-at-last-1682776864",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2023"
    },
    {
        "full_article": "Population science is a branch of social science. It has some special fields of research such as population programme, sample survey, population problem analysis, socio economic development, etc. The impact of population science is very big because it formulates development policy of a country. Population science helps us know how far the growth rate of the economy is keeping pace with the growth rate of population. If population is increasing at a faster rate, the pace of development of the economy will be slow. The government can undertake measures to control the growth of population and accelerate the development of the economy. Our population has been increasing day by day. Rapid population growth can reduce per capita income, lower the standard of living, plunge the economy into mass unemployment and under employment, cause environmental damage and put a burden on existing social infrastructure. Population science can highlight these problems of the economy. So, this branch of knowledge is particularly significant for a country like us. Shah Muntacher Hossain Mihan, Student of Department of Social Work, Noakhali Science and Technology University, Noakhali, [email protected]",
        "headline_1": "Importance of population science",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-population-science-1682777075",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2023"
    }
]