[
    {
        "full_article": "When we ask the question, \"Who should development benefit?\", the answer should be quite straightforward: \"the people.\" But in reality, that is not often the case. This is not only true for Bangladesh, but for all countries as well. What is unique about Bangladesh, however, is the difficulty in holding government officials accountable for their ill-conceived or ill-intentioned development schemes that are oftentimes designed only for the benefit of the influential or vested quarters.\n A key reason for this is the pathetic state of our electoral system. In a democracy, the best way to hold public representatives accountable is to vote them out for their incompetence or for failing to properly serve the public. However, when you have politicians getting elected into office unopposed—which is basically equivalent to them being selected into office—they cannot really be called public representatives, because the public didn't vote them in. This was quite evident in the most recent local body polls, where a substantial number of ruling party candidates won uncontested, and the voter turnout was embarrassingly low, probably because people in large numbers realised that the election was already a foregone conclusion.\nAnother strange aspect of development in Bangladesh is politicians or the political party in power taking credit for \"giving\" development to the public—as if they just took the resources needed for said development out of thin air or out of their own pockets. The fact that almost all government projects are funded with taxpayers' money—or through loans, which the taxpayers have to repay—tends to get lost in the political rhetoric.\nSince all development projects are funded by the public, in one way or another, the only way to ensure that these projects serve the people of the country is by holding government officials accountable. It is because of the absence of such accountability that our development projects often go astray.\nIn 2017, a World Bank report revealed that Bangladesh spends a much higher amount than India and China on road construction because of time overruns and lack of competitive bidding. A four-lane highway costs USD 1.1-1.3 million in India, and USD 1.3-1.6 million in China. In comparison, in Bangladesh, the estimated construction cost of a kilometre of the Rangpur-Hatikumrul four-lane highway was USD 6.6 million, USD 7 million for the Dhaka-Sylhet four-lane highway, USD 11.9 million for the Dhaka-Mawa four-lane highway, and USD 2.5 million for each of the Dhaka-Chattogram and Dhaka-Mymensingh four-lane highways. Despite Bangladesh having the highest road construction cost in the world, the report said that quality roads were hardly built in the country due to a lack of proper monitoring by the relevant authorities, and because construction firms were rarely held accountable for time and cost overruns.\n\"Politicians are now involved with many construction firms. So, when they fail to maintain proper design and quality during road construction, no one dares to make them accountable,\" says Sarwar Jahan, professor of urban and regional planning at Bangladesh University of Engineering and Technology (Buet). Similarly, Buet's civil engineering professor Shamsul Haque said most construction firms, having political clout, rarely ensured quality road construction due to a lack of proper monitoring by the authorities concerned. Government engineers, who must be present to ensure quality during a construction work, \"remain absent in most cases,\" he further added.\nMeanwhile, in response to a question as to why road construction cost in Bangladesh was so much higher, Road Transport and Bridges Minister Obaidul Quader told parliament in 2019 that it was due to \"difference in soil conditions.\" It is, however, hard to believe that the soil condition between Bangladesh and its next-door neighbour India is so different that Bangladesh's road construction cost was 2-10 times higher than India's.\nIn any case, what about other development projects? Surely, the higher costs for all projects can't be blamed on soil conditions? Let's take a look at the Payra Bridge project. According to a recent report published by this newspaper, the bridge is set to cost 3.5 times more than what the government originally estimated, and has taken five years longer than the original deadline. The project was supposed to be completed within December 2016 at a cost of Tk 413.28 crore. It is only now nearing its completion at a cost of around Tk 1,447.24 crore.\nAccording to one official, the feasibility study conducted before the project's approval was done poorly. As a result, when consultants prepared the detailed design, they had to bring significant changes to the initial plan, resulting in cost escalation. Was anyone held responsible for this mess-up?\nIf we take another example, in 2017, the Chattogram Development Authority (CDA) undertook a project to solve Chattogram's perennial waterlogging problem. However, according to a report published in this newspaper on September 24, the Tk 5,617-crore mega scheme has been stumbling at every step of the way, due to \"a hastily done feasibility study and poor action plan.\" The three-year project has been extended by three more years in two phases, while the estimated cost of the project has gone up by 8-39 times, according to project-related documents. Even more shockingly, the CDA, before unveiling the project, carried out a feasibility study in only about a week. According to town planners and engineers, a sound feasibility study for a project of this scale should have taken somewhere around a year at least.\nAccording to a report published by the planning ministry, \"The CDA has failed to provide important documents, including those on purchase, vouchers, and meeting minutes.\" The report also blamed the CDA for not carrying out annual audits of expenses, which is mandatory for fund release for the project work.\nHighlighting the methodological flaws in the work, city planner and engineer Subhash Barua said as the infrastructural work of the project had started before the renovation of canals, waterlogging had increased rather than decreased after half of the project work was done. And according to a study commissioned by the Chittagong Chamber of Commerce and Industries (CCCI), Khatunganj traders incurred a loss of over Tk 514 crore due to waterlogging in 2020. Who is going to pay for this?\nThere are countless other such examples, where time and cost overruns have become a severe headache. But it's not always incompetence that is the main issue; corruption is another major factor.\nRecently, the Anti-Corruption Commission's Chattogram office shed light on a how powerful syndicate—which included a former deputy commissioner of Cox's Bazar, former additional deputy commissioner, former UNO, four former and current officials of PBI Cox's Bazar unit including the SP and formal additional SP, and seven political leaders including Cox's Bazar district Awami League president and secretary—systematically siphoned off Tk 78 crore of public money from three development projects. It is not often that we see such syndicates and influential people get exposed for their corrupt activities. And even when they are, rarely do we see any administrative action taken against them. Moreover, those who do get exposed or punished are frequently the small fish in comparison. Which means that the more powerful individuals or groups who are responsible for numerous development projects going to waste can continue on with their crooked ways.\nThe only way for this to change is through action by moral and courageous individuals, which is badly missing at present. Unfortunately, there is also a serious lack of vision among the government leadership, which is allowing for such short-sighted looting of the country's valuable resources that could have been used more efficiently for faster development.\nThat is what makes transparency groups—such as the media, NGOs, civil society, etc—so valuable at this current juncture. Perhaps with better exposure of the corrupt practices leading to our development projects going awry, and with sustained public pressure, many of them can be brought back on track. However, at the end of the day, relying on the good-heartedness of public officials to deliver on development projects is a recipe for disaster. That is why it is so important to put in place a system to hold public officials and politicians accountable for misusing funds, and for their ill-conceived or ill-executed development schemes.\n \nEresh Omar Jamal is a member of the editorial team at The Daily Star. His Twitter handle is @EreshOmarJamal\n",
        "headline_1": "Development for whose benefit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/development-whose-benefit-2186996",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2021"
    },
    {
        "full_article": "Last week, a number of events were held around the world to promote actions to tackle climate change and get everyone ready ahead of the 26th UN Climate Change Conference of the Parties (COP26), to be held in Glasgow, Scotland in November this year.\nThe week started off with a high-level meeting at the United Nations in New York, co-hosted by UN Secretary-General Antonio Guterres and British Prime Minister Boris Johnson, where a number of world leaders were invited to be persuaded to enhance their ambition to reduce greenhouse gas (GHG) emissions to keep the world temperature rise below 1.5 degrees Celsius, and also reach the target of USD 100 billion annual fund promised by the rich countries to support the poorer and more vulnerable countries in tackling climate impacts.\nWhile there was indeed some progress—particularly the announcement coming from US President Joe Biden to double America's contribution to climate finance and Chinese President Xi Jinping announcing that China will no longer support coal-fired power plants abroad—it was not enough to keep the hope for reaching the goals of annual fund and temperature rise cap alive.\nBangladesh Prime Minister Sheikh Hasina attended the meeting, representing the Climate Vulnerable Forum (CVF), a platform for nearly 50 of the most climate-vulnerable developing countries. Attending the meeting as the CVF chair, the Bangladesh premier once again pointed out that the biggest emitters and richest countries were failing to fulfil their promise to keep the global temperature rise below 1.5 degrees Celsius as well as deliver the annual climate support fund of USD 100 billion.\nMany of the leaders, including Prime Minister Sheikh Hasina, also spoke at the UN General Assembly during the week, emphasising the need for taking stronger actions where climate change is concerned, but the actual commitments have still fallen short of what the world requires.\nSo, the pressure must be kept up on all those countries to deliver what they promised, by the time they come to Glasgow in November.\nAn additional issue that has recently come up following the publication of the sixth assessment report of the Intergovernmental Panel on Climate Change (IPCC) in August this year, where scientists, for the very first time, made an unequivocal statement that human-induced climate change had caused the global mean temperature to rise more than one degree Celsius over the last century.\nThus, the scientific community can now make clear attributions of the loss and damage caused by human-induced climate change, which was not possible in the past. This does not mean that every extreme weather event such as cyclone, flood, heatwave, wildfire or drought is happening because of human-induced climate change, but that they are certainly getting much worse because we have raised the global mean temperature with our activities. Hence, we are now in the era of human-induced climate loss and damage.\nDeveloping countries have made demands to both the British prime minister and the UN chief. Prime Minister Boris Johnson has been asked to appoint a special envoy for loss and damage to discuss ways to deal with the issue at COP26, while UN Secretary-General Antonio Guterres has been asked to appoint a special envoy for loss and damage to continue the discussion beyond COP26—to take the matter to COP27, which is due to be held in Africa in 2022—as well as beyond the UN Framework Convention on Climate Change (UNFCCC), and engage with the humanitarian agencies that will have to deal with the ground reality.\nPerhaps the most significant event took place at the end of the week, when the Fridays for Future activists held a massive worldwide strike, joined by millions of school children in well over a thousand cities and towns in over a hundred countries around the world. This movement of young girls and boys was inspired by Swedish climate activist Greta Thunberg, who started boycotting her school every Friday three years ago to stage her protest against the lack of action in dealing with climate change. In the last few years, this movement of school children has grown all over the world, including in Bangladesh, and is still growing. It has the potential to become a powerful enough force to overcome the barriers against climate action that still seem to pervade the governments throughout the world.\nThe friendship and solidarity among the youth from different countries across the continents, initiated and fuelled by Greta Thunberg, will become an unstoppable force in the years to come and engage the world to tackle climate change with the urgency that it requires.\nIn my view, although we have seen some promising announcements made by different leaders, they are still inadequate to tackle the climate change crisis with the due urgency. I also feel sceptical about what success COP26 will bring be in November. Even the idea of waiting for a COP to talk about the problem once a year has become redundant as actions have to be taken by everyone, every day, to tackle climate change. Hence, I believe every leader of a country, province, city, town, company or any other organisation that has declared their intention to take actions to tackle climate change should give a weekly update on their progress every Friday, to the school children who we are all now answerable to.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Can we get some solid progress in climate action, please?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/can-we-get-some-solid-progress-climate-action-please-2186991",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2021"
    },
    {
        "full_article": "The aftermath of the Covid-19 pandemic may bring out a new generation of leaders among the expatriate Bangladeshi communities.\nThis assertion was made by Ripon Ray, founder of the BritBanglaCovid project, which shares the experiences of Bangalees living in Britain during Covid-19. Ray interviewed Bangladeshis primarily living in London, and also in other parts of Britain, with the aim of chronicling their experiences during the pandemic.\nBangladeshis were among the most affected ethnic groups in Britain, with a mortality rate that was three times higher than that of the general population. While the mortality among other ethnic groups—such as people from Caribbean backgrounds—steadily declined in the latter waves, deaths in the Bangladeshi community continued to be among the highest. A Bangladeshi male was five times more likely to die of the coronavirus disease during the second and third waves, compared to the wider British population. Doctors' groups in the United Kingdom have also warned that the pandemic risks entrenching long-standing racial inequalities disproportionately affecting Bangladeshi communities.\nThis has given rise to a new generation of leadership within the community—voices like Ripon Ray who are sensitised to the vulnerabilities of their community and their relative invisibility to Western governments. Ray's report, tabled before local governments, outlined how language services had steadily declined. This affected the messaging around vaccine uptake and the importance of safety measures like social distancing. Those over the age of 60 years were especially affected.\nThere was also the realisation that the written word was not always an effective way for wider reach due to many having no formal education. In future campaigns around public health or other crises, community leaders argued that there was a need to integrate oral communication on a larger scale, such as telephone or face-to-face conversations.\nSimilar trends were visible in the United States, especially in New York, where Bangladeshis were hit hard by the pandemic. Despite occupying the lowest socioeconomic groups, they are counted among the broad group of Asians, which includes all sorts of nationalities. Indians, for example, occupy the highest socioeconomic category, but are counted with Bangladeshis in New York. The need for a stronger representative voice is spurring a new generation of leaders in response there as well.\n\"We see the South Asian data and we know it's mostly us, and the city needs to acknowledge that,\" said Moumita Ahmed to the Gotham Gazette. Ahmed is a Bangladeshi-American activist from Queens who ran for local government. \"Bangladeshis need to understand the data so the people in the community can take measures and precautions they need to take as a collective. We didn't get a chance to do that.\"\nMuch like London, specific targeting of the community through appropriate language resources was inadequate in New York. Bangla is the fourth most spoken language among foreign-born New Yorkers, but did not receive focused attention. There was also a lack of anticipation that the higher rates of diabetes, greater employment in the physical economy, and lower rates of health insurance would leave the community vulnerable. Even the food distribution services failed to take into account the need for Halal produce, leaving many people hungry during Ramadan last year.\nIn my home city of Sydney in Australia, local activist Sabrin Farooqui has become a conduit between the government and sections of the Bangladeshi community. Through her work with the Rohingyas, she has been critical in the government releasing funding for asylum seekers, recognising that many of them worked in the black market cash economy and, as a result, they were not eligible for government grants. But this meant they were more likely to leave their premises in search of work, potentially endangering others. Farooqui is also a senior vice-president of Labor for Refugees NSW, a team that seeks a just and fair Labor Party policy on refugees and asylum seekers. The pandemic has been better controlled in Australia with relatively few deaths. Farooqui noted that the greater focus on skilled migration in Australia meant that the local community had a higher proportion of highly educated, knowledge workers. Vaccine hesitancy among Australian-Bangladeshis, for example, has been low, unlike the trends internationally.\nAn aspect of Ripon Ray's work that raises some interesting implications is the fatalism around Bangladeshi communities he observed in Britain—especially among the elderly. He found that ill health and deaths were contributed to by the common attitude of having little agency in reducing the risk of death and disease. It was all up to God. This religious interpretation of predestination is familiar to all Bangladeshis, but it appeared to be especially damaging during the pandemic. This suggests that a new, younger generation of leaders will also drive some intergenerational tensions among the traditional, socially conservative Bangladeshi communities living overseas.\nRay's work has inspired further collaboration with King's College in partnership with the not-for-profit Swadhinata Trust. There are still fears that an imminent winter in the Northern Hemisphere may cost casualties in vulnerable communities where public health messaging is lax.\nRegardless of where the diaspora lives, there is a broader regret about the greater distance it has engendered with their homeland. The inability to see or visit relatives has built a greater distance. The common practices of combining weddings and funerals with return visits to Bangladesh have also stalled, possibly changing such rituals in the longer run. The diaspora identity and its relationship with Bangladesh may have fundamentally changed.\nBut the trends identified above suggest that the tragedies experienced among Bangladeshis have energised and politicised a new generation. It may bode well for greater engagement within the Western governments in future. This is long overdue.\n \nDr Tanveer Ahmed is an Australia-based psychiatrist.\n",
        "headline_1": "The changing face of Bangladeshi diaspora",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-changing-face-bangladeshi-diaspora-2186986",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2021"
    },
    {
        "full_article": "Moves are afoot to replace or at least greatly weaken Kristalina Georgieva, managing director of the International Monetary Fund (IMF) since 2019. This is the same Georgieva whose excellent response to the Covid-19 pandemic quickly provided funds to keep countries afloat and to address the health crisis, and who successfully advocated for a USD 650 billion issuance of IMF \"money\" (special drawing rights, or SDRs), so essential for low- and middle-income countries' recovery. Moreover, she has positioned the IMF to take a global leadership role in responding to the existential crisis of climate change.\nFor all of these actions, Georgieva should be applauded. So, what is the problem? And who is behind the effort to discredit and oust her?\nThe problem is a report that the World Bank commissioned from the law firm WilmerHale, concerning the bank's annual Doing Business index, which ranks countries according to the ease of opening and operating commercial firms. The report contains allegations—or, more accurately, \"hints\"—of improprieties involving China, Saudi Arabia, and Azerbaijan in the 2018 and 2020 indexes.\nGeorgieva has come under attack for the 2018 index, in which China was ranked 78th—the same position as the previous year. But there is an insinuation that it should have been lower and was left as part of a deal to secure Chinese support for the capital increase that the bank was then seeking. Georgieva was the World Bank's chief executive officer at the time.\nThe one positive outcome of the episode may be the termination of the index. A quarter of a century ago, when I was chief economist of the World Bank and Doing Business was published by a separate division, the International Finance Corporation (IFC), I thought it was a terrible product. Countries received good ratings for low corporate taxes and weak labour regulations. The numbers were always squishy, with small changes in the data having potentially large effects on the rankings. Countries were inevitably upset when seemingly arbitrary decisions caused them to slide in the rankings.\nHaving read the WilmerHale report, having talked directly to key people involved, and knowing the whole process, the investigation appears to me to be a hatchet job. Georgieva acted in an entirely professional way throughout, doing exactly what I would have done (and occasionally had to do when I was chief economist): urge those working for me to be sure that their numbers were right, or as accurate as possible, given the inherent limitations on data.\nShanta Devarajan, the head of the unit overseeing Doing Business who reported directly to Georgieva in 2018, insists that he never was pressured to change the data or results. The bank's staff did exactly as Georgieva instructed and rechecked the numbers, making miniscule changes that led to a slight upward revision.\nThe WilmerHale report itself is curious in many ways. It leaves the impression that there was a quid pro quo: The World Bank was attempting to raise capital and offered improved rankings to help get it. But China was the most enthusiastic backer of the capital increase; it was the United States under President Donald Trump that was dragging its feet. If the objective had been to ensure the capital increase, the best way of doing so would have been to lower China's ranking.\nThe report also fails to explain why it doesn't include the full testimony of the one person—Devarajan—with first-hand knowledge of what Georgieva said. \"I spent hours telling my side of the story to the World Bank's lawyers, who included only half of what I told them,\" Devarajan has said. Instead, the report proceeds largely on the basis of innuendo.\nThe real scandal is the WilmerHale report itself, including how David Malpass, the World Bank president, escapes unscathed. The report notes another episode—an attempt to upgrade Saudi Arabia in the 2020 Doing Business index—but concludes that the bank's leadership had nothing to do with what had happened. Malpass would go to Saudi Arabia touting its reforms on the basis of Doing Business just a year after Saudi security officials murdered and dismembered journalist Jamal Khashoggi.\nHe who pays the piper, it seems, calls the tune. Fortunately, investigative journalism has uncovered far worse behaviour, including an unvarnished attempt by Malpass to change the methodology of Doing Business to move China down in the rankings.\nIf the WilmerHale report is at best characterised as a hatchet job, what's the motive? There are, not surprisingly, some who are unhappy at the direction the IMF has taken under Georgieva's leadership. Some think it should stick to its knitting, and not concern itself with climate change. Some dislike the progressive shift, with less emphasis on austerity, more on poverty and development, and greater awareness of the limits of markets.\nMany financial market players are unhappy that the IMF seems not to be acting as forcefully as a credit collector. In the Argentine debt restructuring that began in 2020, the IMF showed clearly the limits on what the country could pay: that is, how much debt was sustainable. Because many private creditors wanted the country to pay more than was sustainable, this simple act changed the bargaining framework.\nThen, too, there are long-standing institutional rivalries between the IMF and the World Bank, heightened now by the debate about who should manage a proposed new fund for \"recycling\" the newly issued SDRs from the advanced economies to poorer countries.\nOne can add to this mix the isolationist strand of American politics—embodied by Malpass, a Trump appointee—combined with a desire to undermine President Joe Biden by creating one more problem for an administration facing so many other challenges. And then there are the normal personality conflicts.\nBut political intrigue and bureaucratic rivalry are the last things the world needs at a time when the pandemic and its economic fallout have left many countries facing debt crises. Now more than ever, the world needs Georgieva's steady hand at the IMF.\n \nJoseph E Stiglitz, a Nobel laureate in economics, is a professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation (ICRICT).\nCopyright: Project Syndicate, 2021\n www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "A coup attempt at the IMF",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/coup-attempt-the-imf-2186981",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2021"
    },
    {
        "full_article": "We are saddened and deeply troubled to hear of yet another death in Chattogram as a result of the city's uncovered drains. This time, the victim was 19-year-old Sehrin Mahbub Sadia, who slipped on the wet road and fell in. The long and deep drain was clogged with waste, and it took the fire service divers around five hours to recover her body, about 100 feet from where she fell in.\nThere are no words of condolence worthy of the loss of such a young life—that too, from such sheer negligence. Only about a month ago, a similar incident occurred when vegetable trader Saleh Ahmed fell into a roadside drain, never to be found again. We are dumbfounded to find that—despite such a recent tragedy, and despite the fact that at least two more people were killed and many others sustained injuries in similar incidents over the past four months—the city authorities took no responsible actions to ensure that such preventable accidents do not occur again. It is noteworthy that, at the time, Mayor Rejaul Karim Chowdhury told journalists that steps would be taken to cover up open drains and build retaining walls around canals, but no such actions were taken. \nIt is even more frustrating to find that the Chattogram City Corporation's (CCC) and Chattogram Development Authority's (CDA) reactions to Sadia's death are a repeat of the blame game that we had witnessed after Saleh's death. The fact that neither department is willing to accept responsibility is a reflection of the inefficiency and ineptitude that has continued to mar the city authorities' daily operations. In fact, this lack of coordination amongst related agencies, along with poor planning and bureaucratic hurdles, have been identified as the major reasons behind the rising costs and delays in the CDA project to improve Chattogram's drainage system. Rather, the project is now considered to have made waterlogging even worse in the city. \nWhat is the point of development projects that end up costing the taxpayers more, fail to solve the issues they are meant to address, and actually make things worse? The losses from the failure to improve the city's drainage system have not only had socioeconomic repercussions—lives of innocent people have also been lost as a result. Such criminal negligence from the Chattogram city authorities must be investigated immediately, and the government must show its commitment towards its people by ensuring that no more lives are lost from such preventable accidents, especially when some very simple steps can be taken to avoid them.\n \n",
        "headline_1": "How many more will die before Chattogram’s drains are fixed? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-many-more-will-die-chattograms-drains-are-fixed-2186936",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2021"
    },
    {
        "full_article": "Every so often, we are bombarded with reports by rights watchdogs about the victims of the much-reviled Digital Security Act (DSA), a law that has been hanging like the Sword of Damocles over people's heads, particularly the media, since September 2018. Tomes have been written about the extremely harmful impacts of the act on the very fibre of the nation and the character of our society. Unfortunately, it has been used indiscriminately to curb free speech. That, given a situation where we have a command democracy and indeed a command politics—and a virtually fettered media—makes this state of affairs even more regressive.\nTo put the issue into perspective, we reproduce the statistics of a human rights watchdog as reported in this newspaper yesterday. According to Article 19, at least 172 cases were filed under the DSA between January and August this year. In these cases, 308 people from a variety of professions have been charged. Of them, unsurprisingly, 41 are journalists. As many as 114 of the accused were arrested immediately, many of whom are still awaiting bail. The figure is nearly as many as that of the arrested and charged in the previous 12 months, indicating a frightening increase in the use of the law.\nTo recount such statistics when the world is celebrating the International Day for Universal Access to Information lends a degree of poignancy to the matter. The nation has been crying foul since the very day the law was enacted. A law that creates negative consequences and becomes more oppressive than the situation it purports to address is a bad law. Democracy, in whatever form it exists, is not worth the name unless there is an unfettered and vibrant media, as well as the freedom for every citizen to vent their feelings and emotions at the authorities. But our experience in the last three years has been very painful. The Digital Security Act, 2018 has been so badly misused that it compels one to think if it is being used as a shield to prevent exposure of the iniquities, aberrations, and misdeeds of those in power.\nOne cannot contest the intention of the government to make legal arrangements that provide security in cyberspace. We all want that too. But in the current form, the DSA fits the definition of a bad law. And there is only one place fit for a bad law—the dustbin. That is where the DSA should be consigned to.\n",
        "headline_1": "Repressive law cannot suppress the truth for long",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/repressive-law-cannot-suppress-the-truth-long-2186126",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2021"
    }
]