[
    {
        "full_article": "The BJP has effected a generational shift in all the three States where it won in the Assembly elections recently. In Chhattisgarh, Vishnu Deo Sai’s elevation as Chief Minister was not entirely surprising unlike the picks in Madhya Pradesh and Rajasthan. His experience as a Union Minister and party State president were what weighed in his favour; he also happens to belong to a tribal community. Above all, he is trusted by Prime Minister Narendra Modi and Home Minister Amit Shah. His appointment is expected to boost the BJP’s State politics ahead of the Lok Sabha election. The party had won all 14 seats in the northern tribal belt of Sarguja, and its tribal outreach continues. One of the two Deputy Chief Ministers, Arun Sao, who had replaced Mr. Sai as the State president last year, is from the dominant Sahu OBC community in the plains that both the Congress and the BJP woo. He hails from the Bilaspur region where the contest between the two parties was the closest. A similar caste and regional balancing act is associated with the appointment of Vijay Sharma, a Brahmin, as the second Deputy Chief Minister. Mr. Sharma, a first-time MLA, defeated Mohammad Akbar, a Congress veteran and the only Muslim Minister in the previous government.The BJP has 10 more slots in the Council of Ministers to be filled, and it will be guided by considerations of caste and gender balancing. The new government will have to hit the ground running — from fulfilling economic promises, including the construction of 18 lakh homes for the rural poor, giving the outstanding bonus on paddy for 2016-17 and 2017-18, i.e., the last two years of the previous BJP government, and disbursal under Mahtari Vandan Yojana of ₹12,000 every year to all married women, to conducting a swift probe into the corruption allegation that the BJP levelled against the Bhupesh Baghel regime earlier. It must also resolve the stalemate over two Reservation Amendment Bills that provide for a 76% quota in jobs and educational institutions. These Bills, passed unanimously by the previous Assembly, have been withheld by Raj Bhavan. With a BJP government at the helm indicating an end to the tussle that the previous government had with the Governor, a swift implementation of the proposed changes under a tribal Chief Minister is likely to boost the BJP’s credentials before the Lok Sabha election. The new government will also have to take a view on the Swami Atmanand English medium schools and colleges, touted as a major achievement by the Congress government. Urban voters decisively turned in favour of the BJP in polls, and the new government will have to pay attention to their concerns.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\ntribals\n\n/\n\nIndian National Congress\n\n/\n\nministers (government)\n\n/\n\npoverty\n\n/\n\ncorruption & bribery\n\n/\n\nReservation\n\n/\n\nemployment\n\n/\n\nGeneral Elections 2024\n\n/\n\nschool",
        "headline_1": "Change in Chhattisgarh: On the new BJP government and the road ahead",
        "headline_2": "The BJP will have to make good on its poll promises in the tribal State",
        "link": "https://www.thehindu.com/opinion/editorial/change-in-chhattisgarh-the-hindu-editorial-on-the-new-bjp-government-and-the-road-ahead/article67634857.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "The Madras High Court has demonstrated how the judiciary can provide succour to a person waiting for over 40 years to get Indian citizenship. In T. Ganesan vs The Government of India & Others, the Madurai Bench of the High Court, in its judgment on November 30, directed the authorities to treat the petitioner and his family as Indian citizens, thus extending to them relief measures that the Tamil Nadu government provides to repatriates from Sri Lanka. The 69-year-old petitioner, now a resident of a refugee camp in Karur, reached India in 1990 after having been issued an Indian passport in Kandy in August 1982 on repatriation under two bilateral treaties that concerned hill country Tamils or Indian Origin Tamils (IOT). He had approached the court as the authorities treated him only as a Sri Lankan refugee even though he is an Indian citizen. The government accepted the genuineness of his passport but doubted his identity because the photograph was the image of a “far younger” person. But the court rejected this position. Ganesan is not the only such person. The court has recorded that around 5,130 applicants (IOT category) have sought citizenship. In official data of March 2023, Tamil Nadu had about 91,000 refugees, with around 58,000 in camps.This is not the first time that the Bench, especially Justice G.R. Swaminathan, has gone to the rescue of those in the camps. In the last 15 months, the judge had established that the petitioners concerned were Indian citizens, interpreting provisions of the Citizenship Act, and should be issued passports. Otherwise, the general legal position of the Union government is that every refugee is an illegal migrant though entitled to benefits. A DMK State government study found that nearly 8,000 refugees are eligible for Indian citizenship as they do not come under exclusions of the law. The Union government’s stand has been that despite not being a signatory to the 1951 UN Refugee Convention or the 1967 Protocol, it adheres to the principle of non-refoulement. The government also favours the voluntary repatriation of refugees to Sri Lanka. This was a reason why the Citizenship (Amendment) Act, 2019 did not include Sri Lankan refugees. The Centre should ensure follow-up action on the DMK government’s study. It should first identify those eligible for citizenship under the legal framework and ascertain their consent. For those who wish to pursue higher studies or go abroad for a livelihood, permission can be granted if the applicant has no criminal record. The Union government should initiate talks with Sri Lanka on voluntary repatriation and a structured assistance programme worked out. A proactive approach should be followed to ensure that those tagged as refugees are able to lead a life of dignity. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nIndia\n\n/\n\nSri Lanka\n\n/\n\nTamil Nadu\n\n/\n\nrefugee\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nCitizenship Amendment Act",
        "headline_1": "End the uncertainty: On the Sri Lankan refugees in Tamil Nadu",
        "headline_2": "Centre must adopt a proactive approach to resolve issues of Sri Lankan repatriates",
        "link": "https://www.thehindu.com/opinion/editorial/end-the-uncertainty-the-hindu-editorial-on-the-sri-lankan-refugees-in-tamil-nadu/article67634929.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "The idea of energy transition signifies a global movement away from conventional, carbon- heavy energy sources like coal, oil, and natural gas toward cleaner and more sustainable alternatives. A crucial facet of this shift involves the cultivation and utilization of clean fossil fuels—fossil fuels that have undergone advanced technologies and processes to diminish their environmental impact.\nBefore the industrial revolution in the 18th century, energy consumption primarily relied on muscular and biomass sources. Manual labour and animals provided the bulk of the work, while biomass, particularly firewood, served heating and cooking purposes. Wind and watermills were utilized but played minor roles and were specific to particular functions, like milling flour. The industrial revolution, around the mid-19th century, marked a significant change in energy sources, notably the widespread adoption of coal, primarily for steam engines and increasingly for power plants. The utilization of thermal energy to generate mechanical energy catalysed this transformation, largely concentrated in regions proximate to coal fields.\nAs the 20th century commenced, reliance shifted gradually from coal to higher energy-yielding sources, notably oil. This transition introduced internal combustion engines and oil-powered ships, marking a notable shift in energy sources. By the late 20th century, petroleum products dominated as the primary energy provider, establishing a vast distribution system that included pipelines, storage tanks, and liquid bulk carriers. Enhanced technical expertise led to more efficient fossil fuel sources like natural gas, while nuclear fission emerged as a new energy form.\nDespite the emergence of renewable energy sources like hydroelectric, wind, and solar power, their contributions remained marginal. The 21st century is poised for substantial shifts in energy sources, moving away from fossil fuels like coal and oil (decarbonization) toward more efficient ones like natural gas. Biotechnological advancements signal the potential of biomass-derived fuels, and wind and solar energy are gaining prominence. The role of nuclear energy, particularly if nuclear fusion becomes commercially viable, remains speculative. Another transition on the horizon is the use of hydrogen, primarily for fuel cells in vehicles, small energy generators, and portable devices\nThe evolution of energy development across time has been characterized by following three pivotal trends.\nTransitioning from High-Carbon to Low-Carbon Energy Sources:\nHistorically, humanity heavily relied on high-carbon fossil fuels like coal, crude oil, and natural gas. However, these fuels possess a high carbon content per unit of energy produced, contributing substantially to carbon emissions. The shift has been towards non-fossil or renewable energy sources, including hydropower, wind power, nuclear energy, and solar energy. These sources are considered low-carbon or carbon-free, generating minimal carbon emissions during energy production. This transition is geared towards mitigating pollutants and carbon emissions, aligning with green and sustainable development objectives while addressing pressing environmental concerns.\nTransformation from Primitive to Technological Energy Production Methods:\nEarly energy consumption relied on direct sourcing of wood from natural environments to fulfil basic heating and energy requirements. With advancements in coal mining and subsequent oilfield development, the role of engineering technology became increasingly significant. The energy sector has witnessed a steady ascent in technological sophistication. This trend is evident in the exploration of new energy resources such as nuclear, wind, solar, and hydraulic fracturing, all heavily reliant on cutting-edge engineering and technological solutions.\nPre-Industrial to Industrial Era:\nThe advent of steam engines in 1769 and internal combustion engines in 1875 broadened energy applications to power generation. This transition marked the conversion of energy into mechanical work, fostering industrial growth. Michael Faraday’s discovery of electromagnetic induction in 1831 paved the way for using energy in electric power generation. This breakthrough led to the era of electrification, diversifying energy applications and facilitating the growth of electrical technologies. The transition from singular energy use to diverse energy transformations reflects a paradigm shift in energy utilization, triggering technological advancements and reshaping societal operations. Governments worldwide are increasingly acknowledging the critical significance of renewable energy, and have introduced a range of incentive programs to encourage private sector investment in clean energy projects. These programs include:\nFeed-in Tariffs (FiTs): FiTs guarantee renewable energy producers a premium rate for the electricity they generate and feed into the grid. This approach incentivizes the development of renewable energy projects by providing a reliable revenue stream.\nTax Credits and Deductions: Tax incentives, such as investment tax credits (ITCs) or production tax credits (PTCs), provide financial benefits to individuals and businesses that invest in renewable energy technologies. These credits reduce the cost of renewable energy projects and make them more financially attractive.\nRenewable Portfolio Standards (RPS) or Renewable Energy Standards (RES): These policies mandate that a certain percentage of a region’s electricity must come from renewable sources. Utilities are required to meet these standards by either generating renewable energy or purchasing Renewable Energy Credits (RECs) from renewable energy producers. RPS/RES policies create a demand for renewable energy generation.\nInternational Agreements: International agreements and commitments, like the Paris Agreement, have played a crucial role in fostering global cooperation to combat climate change. The Paris Agreement, signed by numerous countries, sets targets for reducing greenhouse gas emissions to limit global warming.\nNationally Determined Contributions (NDCs): Under the Paris Agreement, countries submit NDCs outlining their specific goals and action plans to reduce emissions. These commitments often include targets for expanding renewable energy capacity.\nGlobal Climate Funds: International climate finance mechanisms, such as the Green Climate Fund, provide financial assistance to developing nations to support their transition to renewable energy and adapt to climate change.\nClean fossil fuels, along with renewables and other low-carbon technologies, play a crucial role in minimizing the environmental impact of fossil fuel use during the energy transition. The energy transition involves a comprehensive shift toward sustainable and low-carbon energy sources, while clean fossil fuels represent a bridge technology to reduce emissions and environmental impacts associated with traditional fossil fuels. Both concepts are essential components of global efforts to combat climate change and achieve a more sustainable energy future.\n\n",
        "headline_1": "Towards Sustainable Energy: The paradigm shift and role of clean fossil fuels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/times-of-terra/towards-sustainable-energy-the-paradigm-shift-and-role-of-clean-fossil-fuels/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "In the New World, institutional successes are not influenced by economic forces alone. They exist at the intersection of Environmental, Social, and Governance-related (ESG) concerns. Consequently, a consensus is materializing across the board that a resolute stand on sustainability can beget many benefits. This includes better valuation, improved financial performance, smooth access to capital, and of course, mitigated risk of operations even in disruptive landscapes.\nESG ratings: Quantifying risks in a disruptive world\nRightly, business sustainability has become the focus of stakeholder interests worldwide and ESG Ratings provide an objective benchmark. They interpret the organizations’ ESG policy impact in numerical terms, simplifying correlation and comparison of the outcomes across sectors. With over $30 trillion in sustainable capital placed across global investment conduits, ESG ratings have\nevolved as a critical router determining their volume and flow. These yardsticks effectively bring a broad spectrum of factors ranging from climate change, pollution control, equity, social diversity, gender justice, fair labor practices to cybersecurity under the examiner’s lens. For investors, ESG ratings demonstrate the magnitude of resilience and socio-environmental accountability of their capital. For consumers and employees, it testifies the sustained commitment of brands to make this world a better\nplace through affirmative corporate action.\nWhat goes under the hood?\nDespite this, challenges persist. Rating agencies typically calculate the ESG scrores using algorithms and scorecards running on institutional sustainability data available in public domain. Further, industry- specific weightage is allocated to factors like carbon emissions and water consumption patterns. There is thus a lack of harmonization and disproportion in data-depth. In fact, the CFA Institute, in one of its studies, found that different rating methodologies often tell different stories about the same organization. What causes such variations, and more importantly, what tactics underlie the ESG rating process? Here is a rundown on the same in the light of a few premier ESG rating regimes:\nClimate-focussed: This category is pioneered by the Carbon Disclosure Project in a bid to nudge the world towards a climate-secure future. The institution highlights environmental transparency and accountability as vital cogs in ensuring a sustainable future. CDP collects institutional data through questionnaires that are wholly aligned with the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD). The evaluation matrix is four-phased, commencing with an organization&#39;s\nexisting position on environmental issues, moving through the consciousness of its environmental impact, management style, and finally, environmental leadership. A high CDP score indicates an organization’s solid environmental consciousness, proactive governance, and keen climate leadership.\nLong-term resilience: Professed by MSCI, this regime measures the viability of business operations in the context of financially relevant ESG risks. This rating model is built on four fundamental queries: what are the most prominent risks and opportunities facing the company and industry at large, how exposed is an organization to such factors, how well business operations are managed in this context and how does a company fare in comparison to its global cohorts?\nThe model runs on a matrix of 10 themes and 35 key issues distributed across ESG aspects. The final MSCI ESG Rating – Leader, Average, Laggard; is derived through the weighted average of the Key Issue Scores, normalized relative to ESG rating industry peers.\nTransparency-focused: Launched by Bloomberg in 2009, the regime is backed by a robust global monitoring architecture that tracks 11.8K organizations in 100+ countries based on public disclosures and third-party research. Bloomberg’s ESG data sets are retrospectively available from 2006 and are organized into over 2000 fields covering air quality, climate change &amp; energy management, health & safety, compensation, diversity, board operations, and more. The scoring methodology tracks over 800\nkey metrics for organizations to arrive at a composite ESG rating. However, the scoring system fundamentally differs from its peers. Here it is based on their intent to disclose information, prioritizing transparency, with the scale ranging between 0 (lowest) and 100 (highest).\nIndustry-aligned: Sustainalytics pioneered an ESG rating regime that seeks to assess the company’s exposure to the industry-specific risks and how they are managed in comparison to industry players. The assessment considers a unique set of financially material ESG issues that can impact the long-term performance of the organization and its economic worth. The Sustainalytics ESG risk score is measured along a five-tiered intensity scale ranging from Negligible (0-10) to Severe (40+). It is derived using quality of corporate governance, financially material ESG issues, and exposure to black swan events as the building blocks. With the global ESG rating landscape visibly fragmented at the moment, the answer to what comprises a good ESG score remains elusive. Nevertheless, the fact remains that ESG rating is an excellent concept, albeit in the making. Currently, it is sufficient to say that an ideal ESG rating should be one that does not demonize organizations for the follies of the past but inspires them to work resolutely towards an inclusive and sustainable future.\n\n",
        "headline_1": "ESG Ratings: What they are and why they matter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/everything-else/esg-ratings-what-they-are-and-why-they-matter/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "“When you ‘pray’ to God, do you ask him/her for something or do you just say thank you?” This was asked by a six-year-old girl, when she came to our place for Ganesh Puja, this year. It made me contemplate; “I mostly thank him for whatever I am,” I blurted out\nin response to the unexpected query. “If the only prayer you said was thank you, that would be enough,” said Meister Eckhart.\nHowever, human beings, as they evolve, assume that praying pertains to asking God for the fulfillment of wishes and dreams. All I ever prayed for is good health, peace of mind and the strength to endure life without getting bitter. The little girl, chirped, as she relished the juicy modak, “I wonder what happened to that elephant’s mother after he was killed and his head was put on Ganpati.”\nThis sentence hit me hard, shocked me. This generation of children are wired to think differently than we did at their age. This never dawned upon me ever. She continued to eat the modak and chattered on animatedly, “I pray to Ganpati to give my mother less work from her office so that she can spend time with me without getting angry and for Kitkat chocolates if I am a good girl.” Prayers of a small child has that tone of innocence and rawness that probably touches the hearts of gods too.\nAfter this conversation that I had with the little one, who probably had more empathy, devotion and simplicity than adults (whose devotion to the gods is avariciously ‘adulterated’ as they are brought up to think that everything is a business transaction) I began to observe these overtly religious beings with a holier-than-thou attitude who “pray” conscientiously and are ardent devotees of\nmillions of gods!\nMr. Mishra, a relative, spends lakhs of money on various worships, he feels that the more he spends on God, the more will be the blessings showered upon him, in terms of wealth and riches. Once when we had gone to Vrindavan with Mishra’s family, to visit a temple there, I comprehended the real essence of religiosity harboured by such people. Outside the temple we stopped to buy\nflowers and lamps to offer to the lord. For me it is sheer love for the deity that steered me to come to this temple. Instead of that marigold garland that I bought for Rs. 40 Mishra purchased the special garland that costs Rs. 360. The degree to which the gods would be pleased is directly proportional to the expenditure made on offerings, it seems.\nWe went into the temple; I borrowed Mr. Mishra’s matchbox to light a lamp that I was about to offer. As I was burning the lamp, a puny, frail, elderly woman who seemed to be one of the abandoned widows of Vrindavan, requested me for a match stick. She wanted to light that one solitary incense stick that she had.\nAs I was about to give her the match box, Mrs. Mishra snatched it from my hand and Mr. Mishra viciously snarled, “That’s ours. Not to be given to any and everyone.” The poor elderly woman looked unfazed; she was perhaps used to such barbaric behaviour. From childhood I was taught that God resides in each of us; how well we treat others around us, especially the ones who are less fortunate than us is a form of worship and represents the nature of our hearts\nand upbringing. Giving that one match stick to the old woman would have earned them more blessings than the thousands of rupees that they spent on offerings. I can imagine the way these people would probably be praying, their souls dripping with greed, “Oh Lord, I just offered sweets and flowers worth Rs. 6600 to you, now I expect you to bestow upon me that sum multiplied by 1000!”\nThen there is another friend of mine who jokingly says that she prays in riddles, “Oh Lord, increase my expenditure.” She quips, with pride welling up in her eyes, “If my expenditure increases, it is well understood that I have enough income to spend as much, right? So, indirectly I ask for God to make me richer!”\nThe cook who works in our house has a different version of praying. She accumulates the vegetables that grow in her village, once a year and brings them back for that doctor who saved her husband’s life without taking a rupee in return. “He is God for us. I offer him these vegetables and rice that grows in our village fields to him.”\nAs I see more people around me, “praying”, some misconstruing the meaning of “religion” and some giving it a whole new meaning, I couldn’t agree more with Mother Teresa when she said, “Prayer is not asking. Prayer is putting oneself in the hands of God, at His disposition, and listening to His voice in the depth of our hearts.”\n\n",
        "headline_1": "The various versions of prayers in our world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/orange-peel/the-various-versions-of-prayers-in-our-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "Amidst the tangle of ‘one last’ in life’s intricate weave,\nA weariness settles, urging one’s spirit to grieve.\nThe weight of constant striving, a burden hard to bear,\nLeads to a yearning for respite, a longing for fresh air.\nTired eyes gaze upon the path, laden with tasks undone,\nDreams deferred, moments lost, battles hardly won.\nIn the face of such fatigue, surrender seems the choice,\nTo silence the beckoning calls, to quiet the inner voice.\nYet, within the depths of this weary, tired soul,\nA glimmer of hope begins to gently unfold.\nEven in the darkest hour, a spark remains aglow,\nA resilient ember, waiting for its chance to grow.\nHope, a beacon of light in the heart’s darkest night,\nWhispers of new beginnings, of futures shining bright.\nIt whispers of strength within, waiting to be found,\nA source of courage rising from the depths profound.\nIn the midst of exhaustion, when surrender nears,\nHope extends its hand, calming anxious fears.\nIt kindles a flame, reigniting the spirit’s fire,\nGuiding toward a new dawn, lifting the soul higher.\nAnd though ‘one last’ may linger, an endless refrain,\nHope whispers of renewal, washing away the strain.\nWith courage rekindled, and hope as a guide,\nThe weary poet embarks on a new stride.\n \n \n\n",
        "headline_1": "The last ‘one more’: Continued",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/current-literature/the-last-one-more-continued/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "The country's National Board of Revenue (NBR) has never been known for attainment of enough efficiency for collection of revenues ---direct or indirect. There has always been many a slip between the cup and the lip. It has gone for the easy-way-out option ---value-added tax (VAT) that is, because of its failure to bring a reasonable or high proportion of taxable citizens under its tax net. Any hope of doing this particular job well and creditably has often been thwarted by its own indecision, a lack of proper planning and also by the non-cooperation of business outlets. A report carried in this newspaper on Tuesday last has shown how the initiatives of the NBR has suffered from its inherent weaknesses and also how many retailers have foiled the NBR move to collect VAT through automated devices. Actually the genesis of the NBR dilemma over installation of the right kind of automated devices goes to electronic cash register made mandatory for shops of 11 categories in 2009. The plan dropped in 2019 was replaced by a fresh one for installation of electronic fiscal devices (EFDs). Now the news is that many of those 18,000 EFDs the NBR distributed at its own cost are either malfunctioning or have gone out of order. The ECR worked for a decade but the EFDs have developed problems within five years. Unless the machines are of substandard quality, those should not lose their active life span so soon. If the ECR proved good enough for the purpose in Turkey, South Korea and Poland, why should it fail to serve similarly here and, therefore, had to be withdrawn in the first place? Detractors complain that the EFDs or for that matter the ECRs are not to blame, it is those people who are involved with their procurement, installation and use at the field level. Mind it, the number of machines is just a handful compared to the need of the country. Those were installed in three regions of Dhaka and Chattogram only, leaving the vast number of outlets in the rest of the country to issue invoices manually. Although the authorities claim that 60,000 more EFDs will be installed this fiscal, the problems facing the already installed ones cast a shadow of doubt over the success of the programme. In this case, mutual interests allegedly of both shop owners and a section of tax men have been responsible for not allowing the programmes to be successful. Machines are not so much to blame as men are. Successful execution of the programme by ECRs in the three countries mentioned above corroborates the fact. The bottom line is that the NBR with limited capacities is further weakened by a collusion between VAT payers and some of its staff responsible for doing the task. It is clear that the NBR authorities are still trying to develop systems of collection of VAT or other taxes to perfection. The latest news about a partnership with a private company looks encouraging because the company will be in charge of installing and managing the EFD management system (EFDMS) in exchange for a small percentage of revenue earned. In its own interest, the company will have to accomplish the job well. This can bring about a paradigm shift in revenue collection.",
        "headline_1": "Not ECRs or EFDs but people are to blame",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/not-ecrs-or-efds-but-people-are-to-blame-1702476646",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "They were led to their death fifty two years ago. Hands and eyes bound, prodded by the guns and knives of their abductors, accomplices of the Pakistan occupation army, they walked to an end that the killers made sure would be as painful as their malevolence would allow.It was not merely in December 1971, on the eve of liberation, that such patriots were put to death. Indeed, throughout the nine months of an organised genocide beginning at the end of March of the year, our intellectuals --- some of the best of minds in the land --- were pushed to a brutal end. One recalls the poet who, in Dhaka's Mohammadpur, became the earliest of the targets of the collaborators of the army on 26 March, hours into the launch of Operation Searchlight.And the season of bloodletting continued, with millions perishing in the carnage. Yahya Khan, Tikka Khan, Rao Farman Ali, AAK Niazi demonstrated no sympathy at all for these hapless Bengalis in the towns and villages of this bloodied land. The old and the young were all miscreants in the eyes of the regime, which through repudiating the results of an election won overwhelmingly by the Bengalis now sought to cleanse Bangladesh of the nationalist aspirations of its people. It was such ethnic cleansing which was perpetrated on the eve of the collapse of the state of Pakistan in occupied Bangladesh in mid-December. For three days between 13-15 December, the final phase in the liquidation of the Bengali intellectual class went on. The al-Badr and the Razakars did not have any more means at their disposal of saving their beloved Pakistan, but they had all the weapons that would leave the emerging state of Bangladesh bereft of the cream at the top of its social structure. Today, more than a half century into freedom, it is proper to ask how many of our intellectuals were silenced by organised brutality in the nine months of the war. The figures make for sad reading. Data available from the Bangladesh government would have us know that no fewer than 1,109 intellectuals were killed in 1971. But, again, there is another estimate, this one in Banglapedia, noting that altogether 1,111 intellectuals perished in the course of the war. The breakdown of the ones murdered: 991 academics, 49 physicians, 42 lawyers, 13 journalists, nine litterateurs and artistes, five engineers, and others.Add to those figures the innumerable number of students killed, the freedom fighters seized by the military and tortured to death in the cantonments. The murder of Dhirendranath Dutta is a constant reminder of the brutality unleashed on the nation. Moshiur Rahman, elected to the national assembly at the December 1970 election, was abducted and slowly, painfully put to death. Ferdousi Priyobhashini was subjected to inhuman behaviour by the soldiers for the entire duration of the war and lived to tell the tale. Two geologists earned the army's wrath, were taken to the cantonment, subjected to relentless torture but did not die. The husband and son of Jahanara Imam were picked up by the soldiers, mercilessly tortured. The husband came back home a broken man, to die shortly after. The son died in the cantonment. Altaf Mahmud suffered a medieval death.On Martyred Intellectuals Day, therefore, it is the terror unleashed by an organised army that we remember. It is that horror-driven phase of Bengali collective life that we do not forget even as life passes into its twilight moments. It was a time when we looked to the future, under leadership that had triumphed at the voting booths, that promised us a new dawn through an inauguration of democracy in the land. But outrage took over when Bangabandhu Sheikh Mujibur Rahman, the elected leader of the majority party in the new national assembly, was seized by the junta and flown to prison a thousand miles away from home to stand trial on charges of treason.In December, as we commemorate the sacrifices of our intellectuals, it is the gory end of every single Bengali killed in the war that we recall. It is the burnt homes, the devastated villages, the curfews imposed to search for the Mukti Bahini in the city, the random picking up of young women to be molested that we will not forget. We will not forget either the reconfiguring of our land of poetry and song into a landscape of intense guerrilla war determined to wrest freedom from those who tormented us. We had the pen in hand to compose poetry, we hand the harmonium to make music. And then the war gave us the guns to free our country of the enemy.This is the story we repeat to our children and to our grandchildren day after day. On Martyred Intellectuals Day, it is the old elegy we read and refashion across the country. It is the old epic struggle that beats in our hearts on the day, for that struggle is a reminder of the leadership which conceived and strategized in Mujibnagar the course of the war against the occupation army. In the story of that struggle we recount the exploits of the tens of thousands of young men and women who left their villages and their towns to link up with the Mukti Bahini. Many of these freedom fighters did not come back home, for they perished in defence of their country in the unknown fields of battle. Many others who came back did not seek any benefits from the state but simply went back to their humble living. They grow old, they grow weak and yet in the gleam of their eyes there is a rekindling of the fire which inspired them into waging war for liberty fifty two years ago. You sit at their feet, you venerate them for the spontaneity of courage they demonstrated in that annus mirabilis of 1971. You know that these ageing freedom fighters and all those who died in the war were the best of Bengali men and women this land was privileged to call its own more than a half century ago.On Martyred Intellectuals Day, we remember. In our prayers --- in the mosque, in the temple, in the church, in the synagogue, in the gurdwara, in the heart --- we feel the anguish they went through, the warm blood they were drained of, as the nation fought for an assertion of its dignity as a sovereign entity in the councils of the world.\n[email protected]",
        "headline_1": "Silenced ... on the eve of liberation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/silenced-on-the-eve-of-liberation-1702476689",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "While we deal with stray animals, mainly dogs and cats, horses appear to be a new addition to this list. Animal rights activists have recently rescued an ill and abandoned horse from Rangpur city's Modern Morh. After failing to find its owner, the rescuers suspected that the white horse might have been used for pulling carts. And the horse was later abandoned after it had fallen ill. The owner might have done that to avoid bearing the cost of treating the animal. A similar case of rescuing a stray horse took place near Hatirjheel in the capital in August 2019. The five-year-old horse was left there to count its last days with almost no access to food. The instances of horse abandonment is growing day by day in Bangladesh. When horses become useless due to old-age, injuries, or illness, the owners desert them in fields on the outskirts of the cities. Before death, they forage in the green field as stray animals do or try to manage something to eat from roadside dustbins. Not all horses are lucky enough like the rescued one in Rangpur city. Most of the abandoned horses die for want of food and care while some of them are killed in road accident. Some old and unfit horses are even injected poison for their quick death. The horse in mythology is linked to strength and freedom. But in reality, it is used only as a draft animal. Dozens of horses are engaged to pull carriages in the capital city alone. Of them, 50 are seen on the Gulistan-Sadarghat road. Most of them are uncared for. A number of horses are on the Cox's Bazar seabeaches to entertain tourists. Many of those, too, are malnourished. There are allegations that many owners do not provide sufficient food for these horses and set them free to roam around the town of Cox's Bazar to find their food. As a result, these horses become sick and weak by eating rotten and toxic foods from the dustbins. According to the Horses Owners Association, a total of 26 horses died between the beginning of the Covid-19 pandemic and mid-2021, thanks to their owners' neglect. It is, however, encouraging that Bangladesh has recently enacted a new law titled Animal Welfare Act of 2019, replacing the century-old Cruelty to Animals Act of 1920. The new Act enlists a number of activities which fall under the category of cruelty to animals including overfeeding, underfeeding, long and unnecessary restrictions, failure to provide medical treatment, unpermitted use of animals for recreational purposes, using unfit animals for reproduction, etc. However, there are few cases of implementation of this law. It is time to execute this law to protect both pet and wild animals, create arrangements to care for animals and take action against those who are neglectful towards them. The government should provide some sort of a shelter for the animals that are abandoned by their owners. And animal abandonment should be declared illegal in the country. Just because Bangladesh is not a rich country cannot an excuse for the maltreatment of animals. \n[email protected]",
        "headline_1": "Caring for abandoned animals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/caring-for-abandoned-animals-1702476753",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2023"
    },
    {
        "full_article": "Bangladesh is the fourth most lead-polluted country in the world and about 36 million, which is 60 per cent of the country's children population, are poisoned by lead with an average blood lead level of 6.8 ?g/dL, according to a World Bank study. The study also shows that children in Bangladesh have lost 20 million Intelligence Quotient (IQ) points causing a high economic cost of USD 10,897 million. The major sources of lead exposure include used-lead acid battery recycling in informal settings, leaded paint, adulteration of turmeric, industrial paints, aluminium cookware, ceramic food ware, toys, cosmetics, food, electronic waste, fertilisers and cultured fish feed.Lead poisoning affects both mental and physical health of children. It can cause lifelong neurological, cognitive and physical impairment to them. The heavy metal also causes heart diseases and strokes in adults. Exposure to lead damages the foetuses of pregnant women. So, there is an urgent need for building the health system's capacity to fight lead pollution. The authorities concerned should regularly conduct drives against illegal manufacturing and recycling of batteries as about 85 per cent of the total global lead use is found at battery factories. Also, we need to create mass awareness against lead poisoning. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Fighting lead poisoning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-lead-poisoning-1702476777",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2023"
    }
]