[
    {
        "full_article": "No more always-on campaigning | The report says “frequent elections create…uncertainty…slow down government machinery.” That “when elections are held repeatedly, then quite often half the time of 5 years is spent in electioneering.” This can’t be argued against. Plus, since almost every party has only a few star campaigners, simultaneous polls spare them from always being in campaign mode. In theory, at least, this means more time for governance.\n\nThe big changes | Two key constitutional amendments are suggested – to alter the duration of state legislatures and to alter the duration of municipalities and panchayats. The first needs only parliamentary ratification, the report says, and the second will need states’ ratification.\nRead full story on TOI+\n\n",
        "headline_1": "The why and the how of one nation, one election",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-why-and-the-how-of-one-nation-one-election/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2024"
    },
    {
        "full_article": "Farmers mostly from states around Delhi held a mahapanchayat in the capital yesterday to put forth their demands on changes they want in agricultural policy. The core demand is about Minimum Support Price (MSP), the manner in which it’s fixed and a legal backing for it.\n\nEconomics of MSP demand | When output increases well beyond the market demand at a price remunerative to producers, market prices decline. Therefore, in the absence of an effective price support policy, farmers are faced with a loss of income, depending on how much the price decline is. The farm distress has been partly on account of this situation, as the loss of income is beyond the ability of the small farmers to absorb.\nRead full story on TOI+\n\n",
        "headline_1": "‘M’ means ‘Minimum’: Farmers gathered in Delhi yesterday, again demanding legally guaranteed MSP",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/m-means-minimum-farmers-gathered-in-delhi-yesterday-again-demanding-legally-guaranteed-msp/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2024"
    },
    {
        "full_article": "A high-level committee led by Ram Nath Kovind, tasked to examine the feasibility of simultaneous elections for all levels of govt, has recommended India transition to this system. This can happen by 2029. Synchronising LS and assembly elections doesn’t face a stiff challenge as the relevant constitutional change will not require ratification by state assemblies. However, synchronising local body elections and electoral rolls will need the concurrence of at least half the state assemblies.\n\nIndia started off with simultaneous elections. That was the general case till about 1967. Subsequently, election cycles diverged. Of the Kovind committee’s arguments, let’s start with the most convincing one to revert to synchronised elections.\nLimits administrative burden | Atypical LS election involves at least 7 million officials seconded to election duty. Schools are used as polling booths and there’s large deployment of paramilitary forces. The same process, though on a smaller scale, is repeated for assembly elections.\nSynchronisation allows for more efficient use of resources.\nImpact on economic performance | Kovind committee’s study on the likely economic benefits of simultaneous elections is unconvincing. Economic growth is a complex process. Therefore, distilling its drivers to narrow dimensions such as election cycles is not persuasive. Moreover, data shows that India’s high growth phase began in 1980s, long after the election cycle turned asynchronous.\nUncertain areas | Some of the other aspects cited in favour of simultaneous elections are hard to judge. For example, will descent into a danger zone of identity politics really be checked by it? To illustrate, reservation agitations and related political positioning are not always linked to an imminent election.\nLack of unanimity | As many as 47 political parties gave their opinion. Of them, 15 parties, or almost one in three, opposed the idea of simultaneous election. This is important as state assemblies will have to pay the price of synchronisation. Kovind committee wants synchronisation to be linked to the term of LS. According to the committee, this can be brought about without the concurrence of states.\nGST example | GST is a highlight of India’s political journey as states voluntarily surrendered unilateral taxation powers for a larger cause. It required years of work across two central govts to get their support. Persuasion is a virtue in a democracy.\nSimultaneous elections will cause a disruptive change. That’s not a problem if more political stakeholders support it before GOI takes the next step.\n\n",
        "headline_1": "One Nation, many poles: Simultaneous polls are a good idea. But given multipolar polity, get more parties on board",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-nation-many-poles-simultaneous-polls-are-a-good-idea-but-given-multipolar-polity-get-more-parties-on-board/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2024"
    },
    {
        "full_article": "Modi’s laying of the foundation stone for three semiconductor plants this week, gives India’s chip-making dreams a shot in the arm. Crucially, one of the three units will be India’s first commercial chip fab in Gujarat’s Dholera. That’s a great move.\n\nLearning by doing |The Dholera fab is expected to churn out 28nm chips by end 2026. That’s not earth-shattering. The most advanced chips in the market today are 3nm. Both Taiwan’s TSMC and South Korea’s Samsung also plan to move to 2nm production. But what’s vital for India right now is to get the basics right and create a semicon ecosystem. Chip plants need stable power supply, energygrade silicon, millions of gallons of water per day and hi-tech talent. These can’t be conjured overnight. So semicon testing, assembly and packaging plants, like the ones being set up in Gujarat’s Sanand and Assam’s Morigaon, too help in creating required supply chains.\nChip wars | All of this is partly being drivenby a desire among Western democracies to diversify away tech supply chains from China – a China+1 strategy. But this field is crowded with Vietnam, Thailand, Philippines etc also in play. So it will ultimately boil down to tech resources.\nTalent tonic | India doesn’t have a dearth of talent here with around 20% top global talent in chip design. But they work for foreign companies. Harnessing this talent for Indian companies making Indian chips is the business trick.\nIt’s geopolitics baby | Semicon tech is constantly evolving. TSMC holds 90% market share in advanced chips. Taiwanese collab (like at Dholera) for chip-making in India is welcome but don’t expect hi-tech transfers – Taiwan’s semicon industry is a shield against potential Chinese attack. So India needs to put in the legwork and build its own capabilities if it’s to emerge as a key global chip hub.\n\n",
        "headline_1": "Cracking the code: India has finally played itself into the semicon game. Now keep at it to master chip tech",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cracking-the-code-india-has-finally-played-itself-into-the-semicon-game-now-keep-at-it-to-master-chip-tech/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-03-2024"
    },
    {
        "full_article": "To the worry over the decline in the earnings from foreign remittance due to the rise in the use of informal channel for money transfer by the migrant workers abroad, a new anxiety has been added. It concerns, as reported in this paper in its March 13 issue, the fall of manpower export to Malaysia, the second largest host nation for Bangladeshi workers after Saudi Arabia, by 24 per cent during the past two months (January and February) of the current year compared to the same period last year (2023). The Bureau of Manpower, Employment and Training (BMET) earlier reported that in December last year, manpower export from Bangladesh to different countries fell by 13.78 per cent compared to the previous month (November, 2023). Obviously, this is a cause for concern as remittance is the second biggest source of hard currency after export. This negative trend in the terminal month of last year, however, stands in sharp contrast to the overall performance of the sector in that year compared to the year before (2022). The data provided by the BMET and Bangladesh Bank (BB) further show that manpower export last year rose by 15.15 per cent compared to the previous year. Even so, what was of concern is the fall in the rate of remittance inflow (not in absolute amount, which actually increased slightly by 2.96 per cent year-on-year) vis-à-vis that of 2022. Clearly, a mixed signal is coming from the manpower export sector. But the fall in manpower export in any major destination like Malaysia needs to be taken seriously. It is more so because unlike the Middle East countries where the majority of Bangladeshi migrant workers go, the weather of this Southeast Asian country is temperate like Bangladesh's and hence comfortable for workers. More importantly, the salary structure for the workers in that country is better as a newly recruited worker would be paid at least 1,500 Malaysian ringgit, equivalent to Tk 37,000, per month. In Saudi Arabia, the prime destination of Bangladesh's migrant labourers, the wages for low and unskilled workers range between BDT 25,000 and BDT30,000. So, given the developments, Bangladesh's diplomatic mission in Malaysia needs to be on its toes and keep the government at home informed about the upcoming changes, if any, in the recruitment policy of foreign labourers in that country. The ministry concerned here might communicate with its Malaysian counterpart to improve the prospects for export of Bangladeshi workers to Malaysia.Against this backdrop, the fall in labour export to Malaysia also calls for increasing the government's effort to explore new export destinations for Bangladeshi manpower, particularly in the industrial economies both in Asia, Europe and elsewhere. As with commodities export, too much dependence on a single item is fraught with danger, so is it with manpower export. According to different sources, Bangladeshi migrant workers have been sending money home from 137 countries of the world. In an overwhelming number of cases, their journeys were illegal, hence risky and more often than not life-threatening. Many met with tragic ends during their perilous journeys. This certainly calls for making official channels of manpower export less expensive, hassle-free and friendly towards jobseekers abroad so that they may not choose the dangerous path to go abroad. Of course, Bangladesh's diplomatic missions abroad have a crucial role to play in this regard.",
        "headline_1": "Looking for new manpower markets abroad",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looking-for-new-manpower-markets-abroad-1710514590",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2024"
    },
    {
        "full_article": "For quite sometime now experts have been putting forward unambiguous suggestions for diversifying the product portfolio of Bangladesh's apparel industry (RMG). Its rival countries such as China and Vietnam have already taken the effort to seriously diversify their baskets of apparel export, whereas Bangladesh still remains indifferent. Even India and Indonesia fall into the category of 'diverse'.While Bangladesh is one notch above Pakistan, that is hardly of any consequence because Bangladesh is number two in global apparel trade, and the time has arrived to start diversifying. The faster it is the better. A glimpse into the US market – very important for Bangladesh RMG – reveals the exporting country's overwhelming reliance on cotton products. According to a report published in this newspaper recently, government data show \"over 80 per cent of Bangladesh's apparel export earnings in the last fiscal year came from shipping basic items like tee shirts, trousers, shirts, sweaters and underwear to the Western market. Local apparel manufacturers acknowledge that diversification does not happen overnight: it requires investment, infrastructure support, consistent energy and raw material supplies and, of course, time.\" These were findings by Dr. Sheng Lu, who is an Associate Professor and Director of Graduate Studies in the Department of Fashion and Apparel Studies at the University of Delaware, USA. His study tells us that China remains number one exporter primarily because of the wide selection of clothing styles it offers its customers.Given the geopolitical situation, it is clear that the US policymakers are keen to diversify its sourcing of apparels away from China. Some countries like Vietnam and India are looking forward to taking a share of that pie. In the past, the RMG industry was more than confident that it would be able to grab a large percentage of that pie, now it is hamstrung with its concentrated outlook on its product base. Hence, Vietnam is stepping into this game better equipped than Bangladesh as it can offer a wider selection of products to choose from (from a buyers' perspective) that include outerwear, under garments and swimwear. India is doing well in dresses whereas Bangladesh is still a major buyer destination for basic knitwear items. Basic, i.e. Bangladesh is very good at producing items that also carry a lower price tag.One of the areas that the apparel industry association, the BGMEA has been looking into is value-added products, particularly non-cotton materials that include polyester and manmade fibres (MMF). This is an effort to shift away from cotton and for obvious reasons. For Bangladesh to attain the target of US$100 billion in export earnings by 2030, something fundamental needs to change in the industry. A move away from over-dependence on cotton-based apparels to the MMF!In a recently unveiled BGMEA study titled 'Beyond Cotton: A Strategic Blueprint for Fibre Diversification in Bangladesh Apparel Industry', the potential of Fibre diversification of non-cotton textile and apparel for Bangladesh in the global apparel market has been explored. Global trade (cotton and non-cotton) has increased marginally from 1.0 per cent from 2018 to 2022. Indeed, wool fibre, yarn, and fabric trade have declined notably over the last five years, while over the same period, acrylic fabric exports have increased since 2018.The study reveals that non-cotton apparel exports by China, Vietnam, Italy and Spain have dominated that particular garment export scene where it accounts for more than 50 per cent of total exports. \"The fastest-growing non-cotton categories globally, Jerseys and Pullovers of Man-Made Fibres (MMF) lead the way, and women's wear categories (outerwear, dresses, and trousers dominate the list.\"So, what will Bangladesh do? It holds 2nd position in production and is squarely aligned with current market demands of international markets. To be able to catch up and compete with its closest rivals in the MMF and non-cotton segments, some problems remain. There is the challenge of a shortage of technical manpower, the overall reliance on imported raw materials, high manufacturing cost, and significant capital expenditure requirements. What the industry is looking for is greater understanding of the problems facing it at policy level. The capital-intensive nature of investments requires a rethinking of high interest rates charged by financial institutions and more non-cotton-focused government policies. There is a huge demand for vocational training institutes that would go a long way to address the technical competences of Bangladeshi workers and of course, the availability of consistent power supply. Diversification won't happen magically, it requires an enabling environment whereby decision makers work with the industry to find solutions rather than simply adopting a top-down approach. These are serious issues and as RMG remains the top foreign exchange earner in annual exports, these issues need to be tackled head on if Bangladesh is to remain a dominant player in the global apparel trade.\n[email protected]",
        "headline_1": "RMG diversification is imperative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-diversification-is-imperative-1710514643",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2024"
    },
    {
        "full_article": "Like devotees in the rest of the world, the Muslims in Bangladesh have also started observing the holy month of Ramadan amidst high inflation. Sudden price spurt here is, however, not unusual in this month. Previous years' newspaper headlines such as 'Commodity prices surge ahead of Ramadan,' 'Ramadan prices see sharp rise', 'Govt move fails to check price hike ahead of Ramadan,' may well replace this year's. People are also not found wanting in making their sentiment known to this profiteering mentality of traders. A blame game, as in the past years, is also there. The consumers blame the government for failing to curb commodity prices. They also blame the traders for manipulating prices through syndication. Traders blame each other - retailers accuse wholesalers of overpricing, and wholesalers point fingers at importers and producers. Importers claim that the rise in the cost of transport and supply forces them to increase prices. Traders also allege that extortion by various parties is responsible for price hikes in many cases. The authorities ritualistically assert that drastic action will be taken against those responsible for price hikes during Ramadan but to no avail. Some of them go as far as suggesting formulas for changing food habits, like taking local fruit instead of date in the iftar when Muslims break their daylong fast. All these make a recipe for chaos and confusion and sometimes a comedy of error during the Ramadan which is about self-restraint, sacrifice, devotion, forgiveness and caring. The country's mismanaged and wrongly designed public transport system, especially in Dhaka, is another primary source of chaos. The regular poor traffic on roads and streets turn particularly atrocious during Ramadan, forcing people to spend hours together in tailbacks. Many fail to arrive home on time to break fast with members of their familiesOver the years, this dismal situation has prevailed, notwithstanding new roads and flyovers. Except for the newly launched metro rail service in Dhaka that runs overhead, roads in the capital city are congested with a growing number of transports like human-paddled rickshaws, battery-run three-wheelers, motorcycles, battery-driven two-wheelers, and also private cars. The traffic police seem helpless in controlling these vehicles on roads barring a few VIP roads off-limit to those. Public buses are ramshackle and dirty offering nightmarish service. Thus, the endemic woes of commuters increase manifold during Ramadan. The occupation of footpaths and street sides by makeshift vendors also adds to the chaos during Ramadan, thanks to the nexus between a section of members of law enforcement agencies and local political leaders and activists. In exchange for illegal tolls, they provide public spaces for illegal makeshift trade, causing much trouble to pedestrians. People from different parts of the country come to Dhaka during Ramadan to do some work and trade. Most of them are involved in these activities. Thus, the city faces additional demographic pressure during the holy month, making things difficult.The makeshift iftar-selling outlets on footpaths and street-sides are another feature of chaotic Ramadan, where hygiene and safety are almost absent. Even after the Bailey Road fire tragedy that claimed 46 lives on February 29 and March 1, it seems that traders care little about the risk of using gas cylinders. Burning cooking oil on open streets is dangerous. Fasting during Ramadan involves controlling not only food and drink intake but also hearing, visualising, feeling, thinking, and talking. It is the restraint in behaviour and attitude that matters most. Failure to uphold the core spirits of Ramadan only enhances the chaos.\n[email protected]",
        "headline_1": "How Ramadan's spirit is undermined",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-ramadans-spirit-is-undermined-1710514678",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2024"
    },
    {
        "full_article": "The four-year Diploma in Pharmacy and Medical Technology courses under the Ministry of Health face widespread discrimination compared to Diploma Courses under the Ministry of Education in various aspects, including recruitment, grading, and opportunities for higher education. However, pharmacists and medical technologists are indispensable for enhancing the quality of health services. Physicians often rely on medical technologists for accurate diagnoses; the medical technologists then forward the diagnosis to doctors, who prescribe appropriate medication. Diploma pharmacists ensure proper distribution of medication, prevention of antibiotic resistance, and combat misuse of drugs. Despite their crucial roles, thousands of them are deprived of employment in government service due to irregular appointments in these professions.A recent circular from the Ministry of Public Administration has once again neglected to include pharmacists and medical technologists in the standard recruitment of government hospitals. The World Health Organization recommends appointing five medical technologists for every doctor, a guideline overlooked by the ministry. Pharmacists also face discrimination, despite the increasing pressure on government hospitals due to rising medication costs and outpatient demand. Although various service programmes, such as NCD Corner and Eye Corner, require pharmacists, many pharmacists with diplomas from public and private institutions remain unemployed.It is imperative to implement the policy of appointing one pharmacist for every ten beds in government hospitals to address this crisis. Additionally, under the Ministry of Education, professionals with similar diplomas in fields like engineering and agriculture enter the 10th grade at the start of their careers, while pharmacists and medical technologists in healthcare diplomas enter the 11th grade---a case of clear disparities. While medical technologists have some nominal opportunities for higher education, diploma pharmacists are directly deprived of such opportunities.Due to this discrimination, many students are discouraged from pursuing healthcare diploma courses, leading to a significant number of vacant seats in various government institutions every year. This trend poses a grave threat to health education in the country.To address this situation, the Ministry of Health must implement policies aligned with World Health Organization guidelines, appoint pharmacists according to bed ratios in government hospitals, and create pathways for smart and skilled manpower development by providing opportunities for 10th grade and higher education.\nMotasim Billah MunnaPharmacist& Columnist, [email protected]",
        "headline_1": "Discrimination against medical technologists",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/discrimination-against-medical-technologists-1710514703",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-03-2024"
    }
]