[
    {
        "full_article": "Economic estimates from United States President Donald Trump’s first term suggest that the sweeping tariffs his administration imposed on nearly $400 billion worth of goods hurt the American economy. They also resulted in a net loss in real (inflation-adjusted) Gross Domestic Product (GDP), a decline in annual household income, and job losses in the manufacturing sector. A 2019 discussion paper by the Federal Reserve Board, Disentangling the Effects of the 2018-2019 Tariffs on a Globally Connected U.S. Manufacturing Sector, found that industries most exposed to tariff increases saw relative reductions in employment. The negative effects of rising input costs and retaliatory tariffs outweighed the benefits of import protection, leading to a net decline in manufacturing jobs, an estimated 0.6% loss, or about 75,000 fewer jobs than would have existed without the tariffs. Similarly, a 2019 report from the Congressional Budget Office (CBO), ‘An Update to the Budget and Economic Outlook: 2019 to 2029’, projected that trade barriers would reduce U.S. economic output. By 2020, the CBO estimated a 0.3% decline in real GDP and a $580 reduction in average real household income (in 2019 dollars).The 25% tariff on iron and steel imports by Mr. Trump, in his second term, mirrors a similar policy from March 2018. In his first term, Canada, Mexico and the European Union were initially exempted until June 2018, after which retaliatory tariffs followed until a truce was reached in May 2019 through a revised North American trade agreement. Economists have pointed to these tariffs, which continued to a large extent under the Biden administration, being one of the factors that contributed to high inflation in recent years. In 2023, China dominated global steel production with 1,019 million metric tons per annum (mmtpa), accounting for 54% of global output, followed by India (140.8 mmtpa, 7%) and the U.S. (81.4 mmtpa, 4%). Despite its domestic production, the U.S. relies heavily on imports from Canada, Mexico, and Brazil. Steel is a critical material across industries, including automotive, construction, appliances, and oil and gas. While the American steel industry has welcomed the new tariffs, imports are unlikely to decrease immediately, as a global surplus, driven by China, keeps prices competitive. Even a slight increase in steel prices could ripple across the economy, raising costs for consumers struggling with affordability. If history is any indication, Mr. Trump’s tariffs may be the start of another round of self-inflicted economic damage for an already strained U.S. economy, albeit still the world’s largest. Published - February 12, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        imports\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        Canada\n                    \n                            /                      \n                        \n                        Mexico\n                    \n                            /                      \n                        \n                        European Union\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        iron and steel\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        automobile\n                    \n                            /                      \n                        \n                        oil and gas - upstream activities\n                    \n                            /                      \n                        \n                        construction materials",
        "headline_1": "Self-inflicted injury: On Trump tariffs and the U.S. economy",
        "headline_2": "Trump’s tariffs will not spare the U.S. from economic damage",
        "link": "https://www.thehindu.com/opinion/editorial/self-inflicted-injury-on-trump-tariffs-and-the-us-economy/article69207158.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "After the government of Sheikh Hasina was brought down by a student-led uprising on August 5, 2024, Bangladesh’s new rulers, a military-backed interim government led by Nobel laureate Muhammad Yunus, promised a new beginning. Six months later, the country of 170 million is far from having a stable political order, let alone a new dawn. The lawlessness across the country was on full display on February 5 when a mob demolished the residence of Sheikh Mujibur Rahman, the first President, in Dhanmondi, the trigger being reports of Ms. Hasina, who is in exile in India, planning to broadcast a speech on February 5. Protesters circulated their plan online to destroy the Bangabandhu Memorial Museum. Using excavators and bulldozers, they unleashed the attack on the building, in the presence of security personnel, where the father of the nation was assassinated in 1975. The residences of Ms. Hasina and other Awami League leaders were also vandalised. The interim government promised stern action, and Mr. Yunus called for calm. But three days later, a security crackdown targeted Awami League members and saw over 1,000 arrests in a single day.The attack is not an isolated incident. Mr. Yunus and student protesters have accused Ms. Hasina of running an authoritarian regime. Mr. Yunus has also promised to build a naya Bangladesh with reformed institutions, transparency and accountability. But six months after Ms. Hasina’s ouster, the interim government has made little progress in its reform agenda and has yet to announce a schedule for general elections. There have been repeated complaints about mob violence against Hindu and Christian minorities as well as Ahmadiyya Muslims and ethnic minorities of Chittagong Hill Tracts. More than 100 people have been killed since August 5, and at least 11,000 people arrested. Among those arrested are 140 journalists, who face murder charges over their reporting of the events that led to Ms. Hasina’s ouster. The government has also scrapped more than 150 press accreditations, which are required for official events and briefings. The Chhatra League, the Awami League’s student wing, has been banned. A Human Rights Watch report released in January, has warned that those who opposed the Awami League “are now mirroring its intolerance for criticism”. The Yunus administration and the student leaders are still blaming Ms. Hasina for the lawlessness and violence. This amounts to an absolute abandonment of accountability. Bangladesh cannot progress into a better system if the violence and lawlessness continue. As the ruler, Mr. Yunus has the primary responsibility to ensure that law and order prevails. He should also expedite the reform process and announce elections so that Bangladesh can have an elected, legitimate government at the earliest.\r Published - February 12, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Bangladesh\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        crime, law and justice\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        human rights\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war",
        "headline_1": "​Perilous path: on Bangladesh and its interim government",
        "headline_2": "Bangladesh is displaying an intolerant streak against minorities",
        "link": "https://www.thehindu.com/opinion/editorial/perilous-path-on-bangladesh-and-its-interim-government/article69207178.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "Imagine getting into trouble just for sharing a poem! That’s exactly what happened to Congress MP Imran Pratapgarhi. He posted a poem online, and the police filed a case against him. The Supreme Court (SC) was surprised by this and told the Gujarat police and high court to think carefully before making such decisions.\nThe case is complicated. The police are using laws meant to stop people from spreading hate or violence. But SC pointed out that the poem actually talks about not being violent! Even so, the case continues.\nThis isn’t the first time creative people—like poets, artists, and filmmakers—have been targeted. A movie about a woman chef was even removed from a streaming platform just because some people didn’t like that she cooked meat.\nSC has often said that courts need to use their judgment wisely. This case shows what happens when they don’t. After all, as SC put it, “it is ultimately a poem.”\n\n",
        "headline_1": "Poems on Trial?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/poems-on-trial/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "Police are ever ready to target creative people. Surely, as SC observed, high courts should know better \nThe Supreme Court played literature teacher on Monday, tasking Gujarat police and high court to “apply their mind”. SC was hearing Congress MP Imran Pratapgarhi’s appeal against Gujarat HC decision to uphold a case against his posting a poem. BNS provisions under which he’s accused run longer than the post – section 196 (promoting enmity between groups on ground of religion etc), 197 (prejudicial to national integration), 299 & 302 (outrage religious feelings etc), 57 (abetting commission of offence by public etc). Pratapgarhi told SC the poem is attributed to Faiz or Habib Jalib. SC was pained enough to say HC had “not appreciated the meaning of the poem”, going on to explain: “This poem indirectly says even if somebody indulges in violence, we will not indulge in violence.”\nTwo points. One, police have a penchant to crack down on creative people – satirists and cartoonists , artists, poets and writers, avant garde theatre and films, the long list keeps growing. Many have faced authorities’ ire, police excesses. Not to speak of the excessive moral policing of creative property that publishers and OTT platforms often have to cope with. A light-hearted film on a woman chef who breaks with her family’s food culture and cooks meat, was removed from an OTT platform. There was a case filed for “hurting religious sentiments”. This news speaks for itself. The second point is the weakened application of mind that SC has often agonised over. In Pratapgarhi’s case, it is the latter at work. SC has given counsel time to respond. A non-case drags on even when, as SC said, “It is ultimately a poem.” A judge, not hearing this case, had called a children’s book he authored Can It Get Verse? He was bang on.\n\n",
        "headline_1": "It Doesn’t Get Verse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/it-doesnt-get-verse/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "UK should crack down on illegal immigrants, including Indians. But its legal entry rules are self-harming\nEight Indian restaurants in London and Birmingham retained their Michelin stars on Monday. But the headlines were about a crackdown against Indian joints that didn’t happen. At least, not in “Trump style”. It’s true that UK authorities raided 828 business premises in Jan and arrested 609 illegal immigrants, but only some were Indian. Specifically, 11 workers were arrested or detained at an Indian restaurant in Humberside. Hardly a sweeping anti-Indian campaign.\nThat said, UK is certainly getting tougher on illegal immigration. There were 48% more raids in Jan this year than in Jan 2024. Anyone expecting Keir Starmer’s Labour govt to coddle illegals will be disappointed. It’s carried out over 5,000 immigration raids since taking office last July, and caught almost 4,000 migrants in its ‘Blitz’ on illegal work. Starmer doesn’t have a choice. Nigel Farage’s Reform UK – formerly Brexit Party – is breathing down his neck. There are seats where Labour narrowly beat Reform, and polls show Reform’s stand on immigration and border controls drives its popularity. So, expect no let-up in the Blitz.\nFor India, the problem is one of optics. Indians form a very large chunk of illegal immigrants in UK. One estimate puts their number at 100,000. In 2021, both countries signed a deal on returning illegal nationals, and 3,439 Indians were sent back in 2023. Regardless, over 1,000 Indians risked their lives to reach UK in inflatable boats over the English Channel that year. About 5,000 also applied for asylum. Every ‘dunki’ dulls the shine of Indians who’ve made their mark legally in UK. And as illegal immigrants, they are vulnerable to abuse and depress wages of legal workers.\nSo, arrests and deportations aren’t unfair. However, UK should rethink its restrictive immigration policy that’s hurting its own economy. The dairy sector has warned about labour shortages hurting food security. The ‘Indian’ restaurant business – largely run by Bangladeshis – was said to be worth £3.6bn in 2012 and would be a bigger revenue generator now, but immigration curbs for South Asian chefs were already hurting it 13 years ago. Since then, the minimum wage to get a chef’s visa has risen from £28,260 per year to £38,700. UK would have fewer illegals on its hands if it watched the border but let market forces decide wages.\n\n",
        "headline_1": "Curry Concerns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/curry-concerns/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "UK should crack down on illegal immigrants, including Indians. But its immigration rules are self-harming\nRecently, eight Indian restaurants in London and Birmingham kept their Michelin stars (a big award for great food). But the news was more about police checking businesses for illegal workers. In January, UK officials checked 828 businesses and arrested 609 people without proper papers—only a few were Indian.\nThe UK is getting stricter. This January, there were 48% more immigration raids than last year. The government, led by Keir Starmer, has arrested nearly 4,000 illegal workers since last July. He has to do this because another political party, Reform UK, is gaining support by promising stricter border controls.\nFor India, this is a bit embarrassing. Many illegal immigrants in the UK are Indian—around 100,000! In 2021, India and the UK made a deal to send back illegal migrants, and 3,439 Indians were deported last year. Despite this, over 1,000 Indians still risked dangerous boat trips to reach the UK. Illegal immigration makes things harder for Indians who are legally living and working there.\nBut while the UK is right to stop illegal immigration, its tough rules on legal workers are causing problems. Farms don’t have enough workers, which could hurt food supplies. The Indian restaurant business (mostly run by Bangladeshis) is huge—it was worth £3.6 billion in 2012 and has likely grown since. But the UK keeps raising the minimum salary needed for a chef’s visa, making it harder for restaurants to hire workers.\nIf the UK made smarter rules—stopping illegal immigration while allowing more legal workers—it would help businesses and reduce illegal immigration at the same time.\n\n",
        "headline_1": "A Curry Problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/a-curry-problem/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "Dhaka, often grappling with poor air quality, has earned the grim distinction of having the worst Air Quality Index (AQI) score worldwide on several occasions over the last few months. The smog serves as a reminder of the environmental degradation driven by fossil fuels, the primary source of energy. While solar and wind power dominate discussions about cleaner alternatives, their limitations highlight the need for a more reliable solution. Nuclear energy, despite its efficiency and cleanliness, has been overshadowed by public fears and misconceptions. Regardless, nuclear power holds the potential to bridge the gap until solar and wind energy become more viable options in the long term or nuclear fusion is successfully achieved.\nPublic perception of nuclear energy has been shaped by historic disasters like Chernobyl in 1986 and Fukushima in 2011. While these incidents were catastrophic, they were the result of governance failures and outdated technology rather than inherent flaws in nuclear power. Modern reactors have revolutionised safety with passive cooling systems and fail-safe designs.\nCoal is responsible for approximately 24.6 deaths per TWh (terawatt hour) due to air pollution and occupational hazards, while nuclear power accounts for just 0.07 deaths per TWh. This places nuclear energy on par with wind and solar power in terms of safety, or even safer. Yet, the fear of radiation and long-term waste persists, often overshadowing these statistics.\nA significant apprehension is about the management of radioactive waste. Nuclear waste is a legitimate concern, but risks are often misunderstood. Technologies like the PUREX (Plutonium Uranium Redox Extraction) process enable the recycling of up to 95 percent of spent nuclear fuel, significantly reducing waste volume and toxicity. France reprocesses over 1,700 metric tonnes of spent fuel annually. Through recycling, the containment timeline for nuclear waste can be reduced from tens of thousands of years to approximately 500 years.\nDespite these advancements, investment in nuclear fuel recycling remains limited. High initial costs and political hesitation have hindered its adoption in many countries. France's success with mixed oxide (MOX) fuel illustrates that, with proper funding and commitment, nuclear waste can be managed effectively while maximising energy output.\nThe global hesitation to embrace nuclear energy has been compounded by the fossil fuel industry. Using its significant economic clout, the industry seems to perpetuate myths about nuclear power to maintain its dominance in the market. This stagnation not only hinders nuclear innovation but also delays the broader transition to renewable energy sources like solar and wind. Unlike renewables, nuclear energy provides a consistent power supply, operating all day everyday regardless of weather.\nFor Bangladesh, nuclear energy would be an opportunity to diversify its energy portfolio and reduce heavy reliance on natural gas and oil for electricity. As the country's natural gas reserves dwindle, the need for alternative energy sources becomes increasingly urgent. Bangladesh currently generates over 50 percent of its electricity from natural gas, but domestic reserves are projected to deplete within the next decade. This would place immense pressure on energy security and economic stability. Additionally, reliance on imported oil, subject to volatile global markets, further exacerbates the challenges of maintaining a stable energy supply.\nThe Rooppur Nuclear Power Plant (RNPP) offers a viable path forward. Utilising VVER-1200 reactors, the plant is designed to produce 2,400MW of electricity, providing a clean and reliable energy source that can reduce the country's dependence on fossil fuels. Beyond addressing immediate energy needs, nuclear power has the potential to support long-term economic growth by stabilising electricity costs and attracting investment in high-tech industries.\nBangladesh has made progress with the support of the International Atomic Energy Agency (IAEA), adopting global best practices such as the Milestones Approach and Integrated Nuclear Infrastructure Reviews. However, building indigenous expertise, enhancing legal frameworks, providing appropriate training, and ensuring long-term waste management are critical to sustainable nuclear development. Public communication is another area requiring attention, as transparent information about safety measures and environmental benefits can help dispel misconceptions and build trust in nuclear projects.\nThe urgency to adopt cleaner energy solutions has never been greater. Cities like Dhaka, plagued by toxic air, illustrate the dire consequences of continued reliance on fossil fuels. While solar and wind energy are indispensable to the global energy transition, their limitations necessitate the inclusion of nuclear power as a complementary solution. Investing in nuclear energy and addressing public fears can pave the way for a cleaner, more sustainable future.\nKazi Omar Farook Saneed is research assistant in the Department of Environmental Science and Management (DESM) at Independent University, Bangladesh (IUB).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Why nuclear energy makes sense for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-nuclear-energy-makes-sense-bangladesh-3822211",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "Dhaka's Hazrat Shahjalal International Airport remains unprepared for the challenges of winter fog, and passengers continue to suffer as a result.\nYear after year, flight diversions disrupt schedules, causing frustration and financial losses.\nThe solution is clear: upgrading the airport's Instrument Landing System (ILS) from Category 1 to Category 2.\nYet, despite repeated assurances from the Civil Aviation Authority of Bangladesh (CAAB), the necessary work remains incomplete.\nDuring the winter months, low visibility forces flights to be diverted to airports in Sylhet, Chattogram, India, Bangkok, and even Malaysia. These diversions not only inconvenience passengers but also burden airlines with additional fuel costs, landing fees, and maintenance expenses.\nThe repeated take-offs and landings accelerate wear on aircraft engines, increasing operational costs. Passengers endure hours of uncertainty, and airlines struggle with financial losses.\nA functioning ILS-2 would allow pilots to land with far greater precision in foggy conditions, significantly reducing the frequency of diversions. Yet, winter after winter, CAAB has failed to deliver on its promises.\nThe cost of inaction is mounting.\nAviation experts have repeatedly stressed that upgrading the system is essential. Some argue that even a Category 3 ILS, which allows landings in near-zero visibility, should be considered, as other major airports in the region have already implemented this technology.\nWhile CAAB claims that most of the work is complete, the final step -- procuring an aircraft to test the system -- has been delayed. Open tenders have been issued multiple times, but no suitable aircraft has been secured.\nThis raises serious questions about the efficiency of project execution. If a single missing component is all that prevents the system from becoming operational, why has CAAB not explored alternative solutions more aggressively? The lack of urgency suggests either administrative inefficiency or a failure to grasp the severity of the situation.\nEvery winter, passengers pay the price for these delays.\nAirlines, too, are feeling the strain. US-Bangla Airlines alone has spent around Tk 6 crore this season due to flight diversions. The problem extends beyond financial losses -- delays and cancellations erode public confidence in air travel, affecting the country's reputation in the aviation sector.\nA modern, functional airport should not be crippled by seasonal fog.\nIt is unacceptable that CAAB has failed to complete a critical upgrade that could have been implemented years ago. If Kolkata and other regional airports can operate with an advanced ILS, there is no reason why Dhaka should lag behind.\nWithout immediate action, the same disruptions will continue next winter, adding to the long list of broken promises.\nThe authorities must prioritise this issue with the urgency it deserves. Passengers and airlines cannot afford another season of preventable chaos.\n",
        "headline_1": "Upgrading ILS: Key to solving Dhaka airport's fog woes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/analysis/news/upgrading-ils-key-solving-dhaka-airports-fog-woes-3822231",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "We are alarmed by the assault on a book stall at the Amar Ekushey Boi Mela on Monday and its consequent shuttering by police to control the situation. Such an incident, at a book fair no less—which is supposed to celebrate freedom of thought and expression—is not only unfortunate but also disconcerting. It goes against the principles of tolerance and inclusivity, which are essential for the pluralistic society we hope to build following the July uprising.\nAccording to media reports, the incident occurred when a group of individuals demanded the removal of a book by Taslima Nasreen from the Sabyasachi stall, leading to an altercation when the latter refused to comply. Police, in their attempt to control the station, covered the stall with a tarpaulin. One person—reportedly the publisher—was also taken into custody. Meanwhile, Bangla Academy formed a seven-member committee to assess whether the stall should be reopened, with a report due within three working days. A Bangla Academy secretary stressed that the closure was a police decision, not the academy's.\nThe Sabyasachi stall had already been a target of online threats ahead of Monday's incident, with multiple social media posts calling for its demolition on the grounds that it was promoting atheism. Bdnews24.com quoted the publisher's wife who said that they had informed police about these threats, only to be advised to remove Taslima Nasreen's book instead of being offered protection.\nWhile it is reassuring that the interim government has strongly condemned the incident, we hope the authorities will move beyond words and take concrete action. Time and again, we have seen this pattern where social media platforms are used to issue threats and incite violence, yet law enforcement remains mostly passive instead of taking preventive measures. One may ask: why was security at the book fair not strengthened even after the publisher's complaints? This is not the first time the fair has come under attack from groups opposed to free thought, and given this history, Bangla Academy should have ensured adequate security to create a safe space for book lovers and publishers.\nHowever, security measures must not come at the cost of freedom of expression. The right to publish diverse thoughts, beliefs, and opinions must be protected. In a truly democratic society, it is the readers—not the police or any special interest group—who should decide the fate of a publication. Finally, we urge the police to identify and take legal action against those responsible for Monday's incident.\n",
        "headline_1": "Attack on freedom of publishing alarming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/attack-freedom-publishing-alarming-3821776",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "MPS focus is on  curbing inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mps-focus-is-on-curbing-inflation-1739284963",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Need for honing skills in manpower export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-honing-skills-in-manpower-export-1739285068",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Road safety continues to elude",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/road-safety-continues-to-elude-1739285238",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Empowering youth entrepreneurs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/empowering-youth-entrepreneurs-1739285270",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-02-2025"
    }
]