[
    {
        "full_article": "The announcement of fuel price hike, made on November 3 by the Ministry of Power, Energy and Mineral Resources, could not have come at a worse time. Just when the economy is trying to gear back on track, and people have slowly begun to breathe some fresh air and return to their workplaces—desperately attempting to recover from the economic stress they have been facing because of Covid-19—they are now facing additional challenges. Worse, this is not a challenge from nature; it's man-made. Already, non-food inflation has been rising for the last three months. Prices of essentials have also been on the rise recently. Raising diesel and kerosene prices by as much as 23 percent is now a double whammy on the helpless consumers, who are losers on all counts.\nWhenever there is a price hike of petroleum products in the country, the government presents a number of reasons to the people. Those are all well-known reasons. The fact that higher prices would ultimately be passed on to consumers is also a widely practised technique. Then why are such measures taken by the policymakers? One can revisit their arguments to see where the real problem lies.\nThe international prices of fuel are seeing an upward pressure in view of the rapid recovery attempts by the global economies. As economic activities have increased and are moving ahead with higher consumer demand, there is a shortage of supplies in the market. Thus, higher demand, shortages in supply, and an increase of commodity prices have accelerated the inflation in several developed and developing economies. The International Monetary Fund (IMF), in its report titled \"World Economic Outlook: Recovery During a Pandemic\" in October 2021, predicted that this trend may continue till the middle of 2022.\nIf this is the logic behind raising fuel prices in Bangladesh, then why don't we see lower prices of petroleum products when they go down in the international market? Fuel prices were low for the last seven or eight years. Economies like Bangladesh, which depend on petroleum imports, have benefitted hugely during this period. The Bangladesh Petroleum Corporation (BPC), which runs mostly in loss, made profits after perennial losses. However, electricity prices increased many times during that period. During the pandemic, BPC profits increased by a higher amount as prices were low. According to the Bangladesh Economic Review 2021 by the Ministry of Finance, in the 2020-21 fiscal year, the BPC earned Tk 5,839.39 crore in profits, which was Tk 5,066.54 crore in FY 2019-20.\nConsumers don't benefit from such low fuel prices. Fuel prices in Bangladesh are not determined by the demand and supply in the market—the government fixes them. In that case, consumers also deserve the benefit of lower prices in the international market. After all, the losses that the BPC suffers are not due to the customers' fault. It is because of the mismanagement, system loss and weak supply chain in the BPC. Due to its poor governance, the fuel marketing companies get involved in corruption and consumers' interest takes a backseat. Thus, the BPC not only needs to work to improve the fuel pricing mechanism, but also to strengthen the supply chain and procurement mechanism. Nowadays, many countries take part in futures market for commodity trading, including that of petroleum products. Bangladesh cannot take advantage of the low prices in the international market as the existing law in the country does not allow the BPC to take part in the futures market. The country could purchase fuel at a cheaper price in advance when prices are low internationally, and save a large amount of money. Of course, there are risks attached to this—for example, if the price fall is steep and fast, there will be a loss. Can a country like Bangladesh afford that? The answer is, if one takes part in the futures market, everyone has to follow the rules of the game and accept both positive and negative outcomes. Initially, the country can start with purchasing a part of the total requirement through the futures market. Of course, such measures require an outlook change on the BPC's part.\nThe other common reason given by the policymakers for price readjustment is the lower prices in our neighbouring countries, particularly in India, which creates opportunities for smugglers to take petroleum products out of the country to the Indian border. But what amount of the total fuel reserve in the country is smuggled out? Besides, this is not the fault of innocent consumers. This is, again, a governance issue.\nThe increased price of diesel is going to affect many sectors of our economy. Diesel makes for 70 percent of the total fuel that is consumed in Bangladesh. Sectors such as road and water transports, power generation and agricultural production are dependent on diesel. It took no time for the transport sector leaders to demand an increase in bus and water transport fares in reaction to the government's decision to raise the diesel price. They said they wanted to make up for the increased fuel price, referring to the loss they incurred during the pandemic. But pandemic or no pandemic, passing the extra cost onto the passengers is an age-old tactic. The irrigation cost is expected to rise, also leading to higher prices of crops and produce, though the farmers may not necessarily be the beneficiaries of higher commodity prices. Consumers will also have to suffer due to the higher costs of goods transportation, since the prices of essentials are expected to rise. Though kerosene is used by a smaller number of people nowadays, the high price of kerosene will impact poor consumers as well.\nThis is a time when the government should provide some breathing space to the people of the country, instead of increasing prices, so that people can recover better. It could cut taxes on fuel prices for some time, so that the burden on people is lighter, and people could have some time to recover from the pandemic-induced stress. The burden of fuel price hikes will not only fall on general consumers, but also businesses, especially the small businesses who were hit the hardest during the pandemic. The government collects various types of taxes, including value-added tax (VAT), duty, and trade tax, on fuel prices. Such taxes now account for about 30 percent of the fuel price. A part of this could be sacrificed during this difficult period. Such measures are not unheard of: India slashed taxes on petrol and diesel in an attempt to reduce their prices and give some respite to their people. In view of very high electricity and gas prices this year, 20 countries in the European Union took emergency measures that included cuts in energy tax or providing subsidies to poor households.\nTransparent pricing mechanism is essential to address unpleasant situations created every time when upward price adjustments are made by the government. Instead of an arbitrary decision from the top, consultation with relevant stakeholders such as transport owners, representatives from the agriculture sector, small traders, and consumer rights associations can help avert the sufferings of the common people.\nUnfortunately, whenever there is an announcement by the government on fuel price hike, the knock-on effect is felt much too early. It is even sooner than when the announced measure is implemented. This time is no exception. Prices of a host of goods and services are already seeing an upward trend. This could delay the economic recovery of the country.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "The real victims of fuel price hikes are end consumers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/the-real-victims-fuel-price-hikes-are-end-consumers-2224426",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2021"
    },
    {
        "full_article": "Bangladesh, the second highest recipient of China's investment in South Asia after Pakistan, imports the highest volume of goods from China, making the country Bangladesh's largest trading partner. This is the beginning of the story where China offers Bangladesh financial assistance and development experience for its \"big-ticket megaprojects\" to fulfil the latter's \"Vision 2041\"—a well-crafted dream to be a developed country. However, the massive amount of funding from China makes critics ask, citing the example of Hambantota in Sri Lanka: \"Is Bangladesh getting entangled in China's 'debt trap' diplomacy?\"\nDebt-Trap Diplomacy, a widely used narrative against China, is thought to have originated from the \"infrastructure war\" between China and the Western world. It's an apple of discord regarding whether China really has any \"Machiavellian strategy,\" as Chinese projects in Bangladesh are too fragmented to achieve such cunning strategic objectives. Once \"the sleeping giant,\" now the \"second most influential economic superpower,\" China follows socialist ideology in political affairs, but adopts open market policies under the name of \"market socialism.\" The historical data demonstrates that China always has strong affiliation with the South Asian countries because of the region's \"big bazaar.\" The geopolitical eminence and commercial noteworthiness of Bangladesh has made China pay special attention to cash in on this money-making market.\nTo utilise the potential of becoming the \"economic hub\" of South Asia, Bangladesh needs external funding for its flagship development projects, the financing of which goes beyond domestic affordability. This has led to Bangladesh looking for external funding options under conducive conditions. Bangladesh's loss of substantial financial assistance from global lenders—e.g. World Bank's rejection to finance the Padma Bridge—and the attractive nature of China's investment created a gateway for the country to step into Bangladesh's economy. On the other hand, China, as a part of its external orientation, comes closer to Bangladesh by affiliating the country with different China-led regional platforms, e.g. Asian Infrastructure Investment Bank (AIIB), Belt and Road Initiative (BRI), etc.\nThe Sino-Bangladesh relations, which began in 1976, were limited to trade deals until the first decade of the 21st century. The bilateral relations have experienced two different phases before and after the initiation of the BRI. The relations turned into strategic partnership after 2010, when the countries signed a number of trade, transit and defence procurement agreements. Both countries are working to alleviate the huge trade-deficit by establishing free trade zones. China is trying to prove itself as Bangladesh's time-tested friend by entwining diplomatic, defence and economic ties.\nThough Bangladesh and China have distinct political and social status quo, collaborative efforts brought them closer. China's non-intervention principle to the domestic affairs of its partners leads Dhaka to welcome more and more investment from Beijing. As an emerging economy, Bangladesh requires hefty investment to tackle its socioeconomic problems, which China can support. On the other hand, Bangladesh is all-important in China's strategic calculus, since it can connect the south-eastern landlocked province of China. Besides, the cheap workforce of Bangladesh offers China an opportunity to relocate its sunset industries. Yet, critics give a contentious look on this relationship by denouncing China's role—or lack thereof—in resolving the Rohingya crisis.\nAccording to the World Bank and the International Monetary Fund (IMF), that a country will cross the danger mark if its external debts exceed 40 percent of GDP ensures that Bangladesh is in the \"safe zone,\" as its total foreign loan is less than 15 percent of its GDP. \"Flow of External Resources into Bangladesh,\" a publication by the Ministry of Finance, reported that the total outstanding foreign loan of the country was nearly USD 44.06 billion, depicting per capita loan to be around USD 278 in 2019-20 fiscal year. This clearly shows how the reality differs from the assumption that Bangladesh is overburdened with external debts. Another misconception that Bangladesh is going to be a victim of the Chinese debt trap, pointing the finger to the growing Chinese investment, also doesn't reflect the ground reality. Of Bangladesh's total external debt in the 2019-20 fiscal year, 38 percent was from the World Bank, 24.5 percent from the Asian Development Bank (ADB), 17 percent from the Japan International Cooperation Agency (Jica), 6.81 percent from China, 6.14 percent from Russia, and 1.3 percent from India. This data shows that Bangladesh is on the right trajectory.\nThe strategic advantage of cross-border trade tilted Bangladesh exponentially towards China, which has led critics to say that too much reliance on China's money will make Bangladesh beholden to it. But Bangladesh's diplomatic manoeuvres of the last few decades demonstrate that the country has been striking a fine balance among its donors. By pumping money into Bangladesh, China is actually trying to take the longstanding relations to a new height. Albeit, there is a narrative that Bangladesh is going to be a victim of \"payday loan diplomacy,\" but the counter-narrative explains how Chinese soft loans reduce the pressure of Western donors for economic and political reforms.\nBangladesh perceives Chinese investment as a welcome addition to existing sources along with creating a competitive environment. Before reaching foregone conclusions by tagging China's debt trap with Bangladesh, it needs to be remembered that the funding options for Bangladesh are very limited. Besides, a loan becomes a burden if it is not optimally utilised. To date, all the Chinese-funded projects in Bangladesh have been proven to be financially viable. There is no instance where Bangladesh has accepted all the diktats, while signing financial agreements blindfolded.\nThe current stronger position of Bangladesh, in terms of external debt from China, will alter with the rise of Chinese investment, but the long-run returns will be more attractive if funds are effectively utilised. Bangladesh needs to negotiate carefully before signing any financial agreement, focus more on soft loans, and ensure timely implementation of projects. Along with taking funds for infrastructural boost, Bangladesh may also leverage the development experience of China to create a win-win situation. Not to mention, the macro-economic management policy of Bangladesh is prudent enough to avoid China's debt trap, even if there is one.\n \nHussain Shazzad is a strategic affairs and foreign policy analyst.\n",
        "headline_1": "Is Bangladesh at risk of falling into the Chinese debt trap?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-risk-falling-the-chinese-debt-trap-2224391",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2021"
    },
    {
        "full_article": "According to media reports, the Executive Committee of the National Economic Council (ECNEC) recently decided to demolish and rebuild 805 bridges nationwide to pay the price of erroneous planning. This is just a microcosm of what is happening across the country. Can we imagine the situation if 600 or so urban centres are built, defying planning standards? Would we still have the liberty of demolishing to rebuild again? Aside from the obvious financial implications, who is to suffer from the consequences of such an erratic process?\nDhaka's development and associated challenges should be a good example for growing cities that need to ensure sustainable urbanisation. Planned development of secondary cities can salvage the capital from drowning from the effects of mass immigration and maintain its potential of offering a good quality of life to its citizens.\nWith over 44,500 people per square kilometre, Dhaka is one of the world's most crowded cities. Located in the middle of the country, Dhaka has become the primate city that has served Bangladesh's economic growth since independence by attracting the most investment. It accounts for one-third of the country's total population, one-fifth of the national GDP, and one-third of all jobs. It is also disproportionately larger than other Bangladeshi cities. In fact, Dhaka's population is over four times greater than that of Chattogram, Bangladesh's second largest city. Unfortunately, a lack of effective urban management has led it to be featured regularly among the least liveable cities in the Economist Intelligence Unit's Global Liveability Index. But cities can be densely populated without being overpopulated. Singapore—a small island state—is the best example of this.\nAt this juncture, we must also ask—are large cities losing their competitiveness? The garment factories in and around the capital have fuelled Dhaka's economy and population since the 1980s. This has, in turn, resulted in almost 44 percent of the country's urban population living in Dhaka, which has generated immense pressure on its ability to provide essential urban services to its residents. Despite high population density, the World Bank found that the economic density in Dhaka declined between 1996 and 2010 based on night-time light intensity and economic census data. This trend is especially alarming for Dhaka and Chattogram. Job growth has slowed down, with many industries reaching saturation points without further diversification. Experts are also warning about manual jobs being slashed in manufacturing units due to greater automation and the fourth industrial revolution.\nFurthermore, with worsening climate change, the practice of migrating to urban centres from rural areas is increasingly becoming a common coping strategy. The World Bank projects over 13 million people will be internally displaced by 2050, leading to migration towards major cities like Dhaka. IFPRI warns that the corrosive effect of salinity on local agricultural economies could further displace up to 200,000 people from the coastal areas of Bangladesh.\nBesides 12 city corporations and 327 municipalities, the Bangladesh Bureau of Statistics identified 570 urban centres in Bangladesh. The population size in these urban centres has been rapidly increasing due to people living in a specified central place with urban amenities and utilities. The urban population for 2030 is estimated to reach 86.5 million, with a further increase to over 100 million by 2050. In this context, the secondary cities and urban growth centres could effectively accommodate these increasing urban populations across the country.\nGlobally, developing new towns and relocating populations often emerge as tempting policy options to improve living standards in the most prominent cities. The strategy is to make the \"economic hubs\" bigger, with higher economic density and high-value industries. For this to happen, investment in the largest cities/old divisional towns, metropolitan areas, and secondary towns with potential economic opportunities, particularly export processing zones (EPZs), needs to be prioritised.\nHowever, the challenges of secondary cities are enormous too. With current growth rates, Bangladesh is likely to transform itself into an urbanised country soon. Cities within Bangladesh vary significantly in size and urban growth rates, but existing development practices lack a sustainable model that aims to preserve the unique cultural identity and rich geographical and indigenous heritage offered by each city, alongside planned urbanisation efforts. Cities lack a clear \"vision\" of dedicating an appropriate budget allocated for sustainable development relevant to the context of each city. For example, the development agenda priorities for Chandpur should differ significantly to that of Ishwardi.\nThis is a critical policy concern that is affecting the balanced spatial development of cities across Bangladesh. A result-based budget allocation approach is essential for optimum use of resources, which would promote balanced urban development.\nTo this day, urban growth remains \"big cities-centric\". Bangladesh is around 38 percent urban and mainly concentrated around cities like Dhaka and Chattogram. While countries with high-income status are mostly accompanied by 70 to 80 percent of people living in cities, historically, no country could achieve its development targets without developing its small, medium and large cities to accommodate its growing urban population. Following the pandemic, existing socioeconomic inequalities have been further exacerbated, challenging the government's ambitious goal of becoming an upper-middle-income country by 2031. The prolonged public health crisis has led to the creation of millions of \"new poor\", mostly in large cities like Dhaka and Chattogram.\nThe importance of developing holistic policies and action plans ensuring the global agendas of \"leaving no one behind\" has thus become urgent. Translating the economic density of big cities like Dhaka and Chattogram into other cities and ensuring equal prosperity across Bangladesh is a priority.\nBangladesh has a unique urban system, with at least one secondary and another large town in each district and divisional headquarter, including a small township at each upazila. These include Bogura, Sunamganj, Jashore, Kushtia, Noakhali and Cox's Bazar, to name a few. These cities are rapidly being urbanised—such as Bogura and Jashore, which are hubs for small and medium-sized engineering industries—but the true potential of urbanisation at the regional level remains untapped. Sunamganj and Kushtia, for example, are considered cultural capitals of their respective regions, banking on their rich, edifying strength originating from Hason Raja, Lalon, and the Tagore residence. Cox's Bazar has the potential to become the second largest city in the east after Chattogram, building on booming tourism and growth potential fuelled by several mega-projects, such as the Matarbari deep-sea port.\nHigher urban primacy can foster economic growth at the earlier stages of development, which is a fact for big cities like Dhaka and Chattogram. With uneven urban growth patterns across the country, investing in secondary cities can effectively attract people and boost the economy. Well-planned, compact, connected, and climate-resilient cities can increase economic efficiency and boost competitiveness, while improving liveability and protecting the natural environment. Thus, developing a complementary system of diverse secondary cities should be supported, which would prevent derailing existing metropolises like Dhaka. Bangladesh needs to pay more attention to mitigating growing trends of rapid and unplanned urbanisation, particularly in small/medium-sized and secondary cities, which offer the greatest potential to build a sustainable urban future. This will also give back an opportunity to rejuvenate the \"unliveable\" Dhaka.\n \nAshekur Rahman is an urbanist and the Assistant Resident Representative of UNDP Bangladesh. Views expressed in this article are his own.\n",
        "headline_1": "The future of Bangladesh’s new frontier cities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-future-bangladeshs-new-frontier-cities-2223751",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2021"
    },
    {
        "full_article": "The global education sector continues to endure a tumultuous period of diminishing funding and resource allocation, as competing priorities such as health, humanitarian aid and other social services require urgent financial responses from the international community. Although most education needs are financed domestically, international goal-setting and funding have supported lower-middle income countries in prioritising primary and secondary levels of education. However, funding needs for higher education have not received as much importance. Robust tertiary education is indispensable in creating effective institutions, capacity building and long-term self-reliance in emerging economies like Bangladesh. This is why international aid in the education sector needs to prioritise higher education.\nThere are many reasons why higher education finance has a narrow scope in the international aid architecture, as well as in domestic budgets. The impact of higher education is realised in the long run and thus, tangible returns on investment are difficult to measure. Therefore, investment in education as part of aid is incongruous, as the goal of many aid initiatives is to make quick and short-term changes. International education finance has mainly been geared towards producing outcomes that would meet the Sustainable Development Goals, as well as that of donor countries or organisations. The development agenda setting work for lower-middle income countries is often led by donor priorities, and Bangladesh's education sector is no exception. Thus, the financing initiatives are performance-based and seldom needs-based.\nPrimary level education preoccupies much of international education aid allocations because of global community interests, and also because of the ease with which the impacts of investment can be measured. Article 26 of the UN Universal Declaration of Human Rights states basic education as a fundamental human right and public good, yet the next declaration states that \"higher education shall be equally accessible to all on the basis of merit.\" This merit-based framing of higher education exposes the sector more to market forces and makes it less of a public responsibility. The aspect of education as a fundamental human right is dimmed for higher education as access is not only merit-based—academic excellence is often determined by life opportunities and family wealth.\nFurthermore, the opportunity cost of being in school for longer, immediate labour market needs of a developing economy, the need to address primary and secondary levels of education to ensure that there are students educated and interested enough to pursue higher education, and the development stages of the national economy—all of these factors limit the prospects of international aid for higher education. Student and teacher performance assessments at primary and secondary school levels are also more standardised and have easily identifiable quantitative metrics. Therefore, it may be easier to make outcome-based funding decisions for lower levels of education. Global education policy architects like the World Bank drive international aid agendas and their evaluation of education program efficacy from the 1980s still inform much of spending patterns and priorities. The World Bank studies concluded that investment in primary education produces more social capital for youth than investments in higher education, thus only a slim 2.7 percent of the international development budget goes towards higher education.\nPriorities of international development partners can also map onto domestic expenditure patterns for education. In the latest national budget of Bangladesh, 11.9 percent has been allocated to education expenditure. The domestic expenditure allocation for primary education has its own separate category in the budget, but budgets for secondary and higher education are merged. As much as Global South governments rejoice in the success of higher enrolment rates at the primary level, this success story overlooks issues of finance limiting the education system's ability to retain students, and improve quality of learning.\nStudent retention in the education system is essential for higher education. Furthermore, returns on primary education are limited unless high-quality higher education is financed, as returns on investment are lower for workers who only have primary education in capital-poor countries.  Building higher education infrastructure will make countries self-reliant, as universities are also research institutions. Having better higher education options in the country may help in preventing more brain drain and support university graduates to meet the high skills demands for job positions that remain unfilled. The dearth of international aid and investment in higher education also speaks to the persistent issues of low skilled labour and large-scale international migration, leading to a Bangladeshi diasporic labour market catering to cross-border informal economies. International education finance initiatives continue to prioritise primary and secondary levels of education without taking into account the growth aspirations of lower middle-income countries. Global aid expenditure needs to focus on higher education institutions, since investment in robust research infrastructure at university levels would have trickle-down effects on other levels of education and make aid recipient countries self-reliant.\nAnother key rationale for prioritising international donor investment in higher education is that such investment would have a more direct impact on improving the recipient country's institutions and systems-level policies. Research on aid effectiveness has shown that international aid's impact on economic growth depends on the recipient country's institutions and policies. Post-secondary education funding needs to be emphasised for Bangladesh to build stronger institutions and to reap the benefits of international aid in other sectors. Producing self-reliant and stronger national institutions will also provide Bangladesh with leverage in negotiations with bilateral and multilateral aid providers. Having strong tertiary institutions will enable the local leadership to establish national systems of coordination involving international donors. The partnership framework espoused by the World Bank to strategise Bangladesh's growth emphasises on building human and social capital. The role of robust higher education infrastructure is integral in capacity building and creating a reliable service sector to meet this development goal.\nWhile there are partnership-based initiatives such as the Global Partnership for Education (GPE) and Education Cannot Wait (ECW) to prioritise basic quality education, there is a need for greater collaboration between donors and recipients of international aid in financing higher education, and this could start from engaging international donors with the University Grants Commission. Large education donors, such as Germany, continue to spend the bulk of their higher education aid on scholarships for international students from emerging economies to study at German universities. However, universities at home need to be strengthened and transformed into stronger teaching and research institutions. Donor countries, through bilateral and multilateral arrangements, have multiple international aid delivery mechanisms to meet education needs. Creative financing models through establishing foundations such as the Asian University for Women Foundation can guarantee effective ways of engaging the global private sector in financing higher education for marginalised communities.\nThe effect of having robust higher education can be reflected in teaching improvement, more opportunities for professional development and for young adults to have a meaningful and holistic learning experience. Centering education in the international aid architecture with a focus on higher education is thereby, a genuine step towards allowing recipient countries to develop human capital and be self-reliant.\n \nSarzah Yeasmin is a Boston-based Bangladeshi writer and graduate student studying education policy at Harvard University. She is a program coordinator for the university's innovations in government program.\n",
        "headline_1": "Donor agendas must include investments in higher education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/donor-agendas-must-include-investments-higher-education-2223731",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2021"
    },
    {
        "full_article": "We are shocked at how, according to locals, a portion of the 384-metre roller-compacted concrete road in Kurgaon area of Ashulia in Savar developed cracks before the contractor could even finish the full project. As a result, they urged the authorities to shut it down, further alleging that the cracks had developed as the construction firm behind the project—ER Enterprise—used substandard materials to build the road.\nThe officials, however, permitted the construction firm to continue their work. According to a report by this daily on Sunday, the upazila nirbahi officer (UNO) of Savar said they had collected samples from the spot and sent them to the Bangladesh University of Engineering and Technology (Buet) for tests. If irregularities are found, actions will be taken against the construction firm, he said. An engineer from the Savar office of the Local Government Engineering Department (LGED) was quoted by this newspaper as saying that the construction firm did not ensure curing with jute and water within three to four hours after constructing the concrete road. That is what has led to the cracks.\nReportedly, the same construction firm previously constructed road slabs in the area that broke down in a similar fashion. This begs the question as to why the firm was given the contract to build the 384-metre road in Savar, despite their previous record of shoddy work. It is because of such poor-quality work that road conditions in Bangladesh are usually in such an awful state. According to a previous report published by this daily, a Roads and Highways Department survey discovered that over 3,000km of surveyed roads—16.26 percent—were in \"poor, bad or very bad\" condition. And around Tk 15,606.6 crore would be required to repair those in the current fiscal year.\nAt the end of the day, it is the taxpayers who have to bear the cost of rebuilding and repairing these poorly constructed roads. Meanwhile, the construction firms responsible for cutting corners and poorly building roads are almost never held to account—neither are the authorities that hire them. This needs to change urgently.\nWe call on the authorities to thoroughly investigate what went wrong in the construction project. If the contractor is in any way responsible for this mess, they must be held accountable and also blacklisted from any future government projects. Moreover, the authorities should investigate why the firm was hired in the first place, given their track record of poor construction work.\n",
        "headline_1": "Stop hiring contractors with shoddy work history",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/stop-hiring-contractors-shoddy-work-history-2224366",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2021"
    },
    {
        "full_article": "The hike in fuel prices, which led to a strike of public transport and goods-carrying vehicles since Friday morning, left the general public struggling to go about their daily lives and had a number of other knock-on effects. The resulting delays and disruptions in the supply chain caused the prices of certain daily essentials to soar, further adding to the public's misery, and businesses were affected as well—according to a report in this daily, the resulting disruptions in the RMG supply chain could cost the country crucial export earnings. \nThe government's sudden decision to hike fuel prices, without any prior consultation with or notice to the industries that would be most affected, was clearly a miscalculation. We find it difficult to comprehend this lack of foresight, coupled with the authorities' lethargic reaction in dealing with the aftermath. Associations of goods-carrying vehicle owners, who have declared that they will continue the ongoing strike until the government goes back on its decision to raise fuel prices, said that the authorities did not bother to meet with them properly, and they did not attend today's meeting since it was solely on the topic of bus fares.\nThe result of today's meeting between the Bangladesh Road Transport Authority (BRTA) and transport leaders was as predicted—the government decided to raise bus fares, with intercity bus fare going up by 26.5 percent and inter-district bus fare by 27 percent. In response, the bus owners withdrew their strike. However, no one offered any explanations as to why the public are shouldering the costs of this ill-timed decision. At the time of writing this column, the meeting with launch owners was still in progress, but a certain amount of price hikes is expected for launch travel as well.\nNow that we are right in the middle of pandemic recovery, why are industries being slapped with rising costs of fuel? At a time when the pandemic has pushed hundreds of thousands, if not millions, into poverty, why are ordinary citizens facing higher costs of transport? The authorities have referred to global price increases as an explanation. However, experts argue that the Bangladesh Petroleum Corporation (BPC) had previously earned profits when global prices fell and local prices stayed the same, and they can now use that to subsidise current prices. We urge the government to consider this alternative, and make a serious effort to not harm economic recovery and add to the public's sufferings during this crucial period. \n",
        "headline_1": "Why is the public burdened with the costs of ill-timed govt decisions?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-public-burdened-the-costs-ill-timed-govt-decisions-2224206",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-11-2021"
    }
]