[
    {
        "full_article": "For the first time since 2018, India has reported a deficit monsoon. From June to September this year, India received 82 cm of rainfall, nearly 6% lower than the 89 cm that is considered ‘normal’. Beginning April, there were enough indications that the monsoon would be subdued with an El Niño on the horizon. This cyclical warming of the central and eastern Pacific Ocean usually corresponds to a decline in rainfall over India, particularly the north-west. Between 2019 and 2022, the Indian monsoon was significantly impacted by the converse phenomenon – a cooling La Niña — that sometimes is associated with above normal rainfall. By those metrics, the expectations of a normal monsoon in 2023 were muted. However, the experience of the monsoon this year was far from the ordinary. About 9% of the country received ‘excess’ rainfall with 18% getting ‘deficient’ and the rest of the country, ‘normal’ rainfall. While on one hand, August — the second-most important monsoon month — posted a third less than its normal, several States in north India, which were expecting minimal rainfall, were deluged following multiple episodes of record rainfall. July, for instance, saw exceptionally heavy rainfall in Chandigarh, Haryana and Himachal Pradesh, resulting in floods and landslides. Several cities were left grappling with serious flooding over several days. Cloudbursts were reported in Himachal Pradesh in August. It is worthwhile to note here that these episodes of intense rain were due to so-called western disturbances that are extra tropical storms from the Mediterranean region and normally not expected to play a major part in the monsoon. Thus, these are fingerprints of the wide-ranging impacts of anthropogenic warming.At the other end of the spectrum were drought-like conditions in Maharashtra. Extreme water stress was also reported out of Chhattisgarh, Bihar and Karnataka, where in the case of Karnataka, matters came to a head with neighbouring Tamil Nadu over the sharing of water from the Cauvery river. The India Meteorological Department has also forecast a ‘normal’ north-east monsoon from October to December and ‘normal to above-normal rainfall’ over large parts of north-west India and south peninsular India. The signs are there of increased rains in several parts of south India. The spatial and temporal variance of the monsoon reiterates the need to invest in more resilient infrastructure that can be an all-weather insurance against the increasingly unpredictable vagaries of the global climate. The pattern in recent years is to improve forecast models that are better able to warn of significant changes in weather a week or two ahead than having approaches that fail to capture the dynamics of the Indian monsoon. More money and expertise should be directed towards this. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nclimate change\n\n/\n\nMonsoon\n\n/\n\nweather science\n\n/\n\nChandigarh\n\n/\n\nHaryana\n\n/\n\nHimachal Pradesh\n\n/\n\nMaharashtra\n\n/\n\ndrought\n\n/\n\nChhattisgarh\n\n/\n\nBihar\n\n/\n\nKarnataka\n\n/\n\nrivers\n\n/\n\nTamil Nadu",
        "headline_1": "Capturing the monsoon: its variance and the message",
        "headline_2": "India needs all-weather insurance against vagaries of global climate",
        "link": "https://www.thehindu.com/opinion/editorial/capturing-the-monsoon-its-variance-and-the-message/article67372613.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "On a super Sunday of drama, determination and domination, India comfortably moved past the 50-medal mark while it continued to chase 100 medals at the Asian Games in Hangzhou. Sunday also saw India taking 15 medals, a record for a single day at the Asiad, with nine of them from athletics. Avinash Sable, with a fine frontrunning style that left the rest of the field numb in the 3000m steeplechase, brought the country’s first athletics gold with a Games record. In contrast, Asian record-holder Tajinderpal Singh Toor, who had struggled with a groin injury the last few months, was a picture of determination as he retained his shot put gold with a last-round effort. There was plenty of drama too as Jyothi Yarraji was first disqualified along with another Chinese athlete Yanni Wu for a false start in the 100m hurdles, then allowed to run under protest and later saw her bronze medal being upgraded to silver after Wu, who had in fact jumped the gun, was disqualified. Athletics had been a gold mine for India at the last Asiad in Jakarta 2018, bringing half of the 16 golds that India won overall and this time shooting has been a major contributor too, bringing seven golds, five of them in team events.There were some wonderful stories too, such as the equestrian dressage team striking gold after 41 years, and Sift Kaur Samra — who dropped out of the MBBS course to focus on shooting — taking the women’s 50m rifle three-position gold with a world record. And the women’s cricket team winning the title on its Asiad debut should go a long way in making cricket a global sport. Cricket was played at the 2010 and 2014 Asiad, in China and South Korea, but the Board of Control for Cricket in India did not send its teams to these Games. There were some stunning moments too, with India’s Sutirtha Mukherjee and Ayhika Mukherjee shocking host China’s World champions Chen Meng and Yidi Wang on their way to the women’s doubles semifinal in table tennis and the 10-2 hammering of Pakistan in a men’s hockey league game, India’s biggest margin of victory against its arch-rival. Host China is way above the rest, its gold count is nearly 10 times more than India’s, but it looks like India’s young stars have learned to adapt to the big stage better and this augurs well for the future. The badminton, squash, tennis, golf, rowing and sailing stars have all contributed with their good show. And the next few days promise to be eventful ones too. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nathletics, track and field\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\nshooting\n\n/\n\ncricket\n\n/\n\nHockey\n\n/\n\nbadminton\n\n/\n\nsquash\n\n/\n\ntennis\n\n/\n\ngolf\n\n/\n\nrowing\n\n/\n\nsailing\n\n/\n\nequestrian\n\n/\n\nPakistan\n\n/\n\nSummer Asian Games",
        "headline_1": "Gold rush: On India at the Asian Games 2023 in Hangzhou",
        "headline_2": "India is improving its performance on the world stage in sports",
        "link": "https://www.thehindu.com/opinion/editorial/gold-rush-on-india-at-the-asian-games-2023-in-hangzhou/article67372633.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "When the draft Constitution of India was being debated one final time in the constituent assembly in October and November 1949, Gandhians in the assembly were caught in a bind. The Mahatma was dead and one needed a magnifying glass to find constitutional provisions that could be termed Gandhian.\nRead full opinion on TOI+\n\n\n",
        "headline_1": "Mahatma-Style Constitutionalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mahatma-style-constitutionalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "PM Narendra Modi was the only head of government to attend President Ibrahim Solih’s inauguration in Male in late 2018. The Indian government was then buoyed as much by the relief of having seen the back of Solih’s predecessor Abdulla Yameen, as the hope of regaining some of the lost influence in the tropical paradise that sits atop some of the busiest commercial lanes in the Indian Ocean.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Maldives: India First Or Not, Unlikely India Out; New Delhi still has skin in the game in the Indian Ocean nation and must hang on despite the incoming regime’s expected pro-China tilt",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maldives-india-first-or-not-unlikely-india-out-new-delhi-still-has-skin-in-the-game-in-the-indian-ocean-nation-and-must-hang-on-despite-the-incoming-regimes-expected-pro-china-tilt/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "Two aspects of the southwest monsoon (June-September) stood out. After four years, we had a monsoon that was slightly below normal – cumulative rainfall of 82 cm was 94.4% of the long period average. Within that headline number, the sharp monthly swings in rainfall stood out. If it was 113% of LPA in July and September, it was just 64% in August. An effect of climate change is an increase in the frequency and intensity of heavy rainfall events. IPCC had estimated that extreme daily precipitation events would intensify by 7% for every 1°C of global warming.\nIt calls for a shift in the most important aspect of India’s agricultural policy. The cornerstone of it is the procurement system for rice and wheat, which secures supply for about 800 million people the PDS targets. A combination of both minimum support price and a subsequent guarantee of procurement is the foundation of regular supply. For farmers, it cuts down operational risks.\nConsequently, the political economy of procurement has led states such as Telangana, Odisha and Chhattisgarhto make a concerted effort in recent years to procure rice.\nA fallout of this trend is that the central plank of India’s agricultural policy is out of sync with emerging climate risks. Rice is a water guzzling crop that’s increasingly catered by tubewells. Not only does it add to water stress, it also holds back electricity reforms as free power to farms lowers cultivation costs. The way to break out of this logjam is to incentivise farmers to shift from paddy and wheat to millets. The UN declared 2023 as the year of millets on account of its nutritional and environmental benefits. Among cereals, millets not only need less water, they are also more climate resilient.\nIndia is the world’s largest producer of millets and GOI encourages its cultivation. The reality, however, is different. The area under millet cultivation has steadily declined over the last decade. In 2022-23, it was 23.2 million hectares, barely half of the area covered by rice. To reverse this trend, GOI needs to back intent with a tweaked policy that prioritises millet procurement. Farmers respond to both price and demand. Right now, MSP is not backed by adequate procurement. India’s climate adaptation strategy needs to lower the economic risks of millet cultivation for farmers. And this is easily done.\n\n",
        "headline_1": "Monsoon message: Rainfall pattern swung sharply every month; India’s farm policy has to adapt",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/monsoon-message-rainfall-pattern-swung-sharply-every-month-indias-farm-policy-has-to-adapt/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "Jaishankar is spot on saying what is happening in Canada cannot be normalised and the intimidation, threats and violence against Indian diplomats need to be called out. No country, including Western democracies, would tolerate vandalism of their embassies and posters being put up exhorting violence against specific diplomats. Yet, these are precisely the things the Indian mission in Canada has had to put up with, despite repeated complaints to Canadian authorities.\nCanada’s Khalistan connection is not new, notwithstanding Justin Trudeau’s recent allegation – there is yet not a shred of evidence – of the involvement of Indian agents in the killing of known Khalistani terrorist Hardeep Singh Nijjar on Canadian soil. In fact, it was the previous UPA government that had denied a visa to Canadian politician and Trudeau ally Jagmeet Singh in 2013 over the latter’s Khalistani connections. Note also that former Canadian PM Stephen Harper too had said that he did not see advocacy for a Sikh homeland in Punjab as a crime. So Canada has a history of pandering to Khalistanis.\n\nThe reality is extremist Sikhs in Canada have come to wield disproportionate influence over the Canadian political system because they are well organised, control important gurdwara finances, and can mobilise support for their favoured candidates.\nThis is why Khalistanis in Canada have been given a long rope for years. But New Delhi should stand firm and tell Ottawa that it can’t be business as usual as long as these extremist elements are given a free rein. Trudeau says he still wants good ties with India. But that’s like China saying it wants to mend fences with India despite encroaching on Indian territory. New Delhi must largely freeze out Ottawa and refuse to restart trade talks even if the latter offers.\n\n",
        "headline_1": "Not So Fast, Ottawa: India must make clear that it can’t be business as usual as long as Canada panders to violent Khalistanis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-so-fast-ottawa-india-must-make-clear-that-it-cant-be-business-as-usual-as-long-as-canada-panders-to-violent-khalistanis/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "I used to think I had retired from keyboard battles on social media a while ago. But the drama that transpired around the Bangladesh men's national cricket team last week jolted me out of my hiatus. I picked a side and I was going to defend it until I had the last word. Or so I hoped. The truth is that I got tired and lost interest once it dawned on me what this really was – a battle between the egos of two (admittedly larger than life) men. The less we say about the details of their public spat, the better.\nThere is a lot to be said about the why and how of it all, however. Cricket may not matter too much in the larger scheme of things, but the growth of cricket in Bangladesh and the growing pains it suffers draw some meaningful parallels to how Bangladesh has turned out as a country. We are relatively new on the world stage, always showing promise, but every time something nice is about to happen to us, things take a turn for the worse in new and embarrassing ways. We had two of the biggest personalities in our cricketing history coming to the end of their careers at the peak of their game, about to embark on a world cup mission for the ages, and look at how we dropped the ball.\nWhat is clear from watching the social media monologue posted by Tamim Iqbal followed by Shakib Al Hasan's prime time tell-all interview on TV is that this is a classic case of communication breakdown. We had prior confirmation from the president of Bangladesh Cricket Board that the country's two biggest superstars are not on speaking terms. The claim is that this rift has, up until now, never had any detrimental effect on the team's performance, as the two senior men do communicate on field for playing purposes. Yet, when this squabble eventually caught up to all of us, the toxic fallout was truly something to behold.\nThe arguments breaking out on social media and in real life have already been quite toxic, where families and friendships are being torn apart based on whether one thinks Tamim was wronged or Shakib was right. Foreign commentators did not shy away from mentioning the behind-the-scenes turmoil on air, which will only fuel media murmurs that are bound to affect the team in one way or another. What has probably rubbed most people the wrong way is the reaction to news coming out of Guwahati (where the team is based during their preparation phase) that Shakib Al Hasan had suffered a minor injury in training. Comment sections on Facebook were flooded with people expressing satisfaction that somehow, a man twisting his ankle was divine intervention that proved he had been the villain all along. It hinted at a sort of moral bankruptcy that we all suspect exists among us, but never quite want to come face to face with. Mashrafe Bin Mortaza, the spiritual leader of Bangladeshi cricket and now a promising young politician, thought the situation was dire enough that he had to call people out. As a spectator, being part of this started to feel a bit nasty.\nThe important question in all of this is whether this could have been avoided, and the answer has to be yes. It's easy to say that all of this could have been avoided with a frank conversation between two individuals who don't see eye to eye, but could come to some sort of compromise to achieve mutual benefit. But compromise is possibly the most difficult concept to internalise when egos are involved, and in this case, these seem to be two of the biggest egos in the country. In personal, professional, and even national spheres, we regularly observe cases where inflated egos take precedence at a time where simple compromises may have accomplished a lot. Politicians will rather resolve issues on the streets than in a meeting, bosses will forgo an efficient workflow instead of admitting a mistake to an employee, and parents will inflict a lifetime of trauma on their children where an apology may have undone it all. Standing on the wayside, the sufferers continue suffering, willing the egotists to come to their senses.\nComing back to cricket, does this episode tarnish the legacies of two of Bangladesh's brightest stars? It has to; they worked so hard to make sure of it. But at the same time, sports has a magical way of erasing old memories and replacing them with new ones, as long as the new drama is as compelling as the old. Knowing this Bangladesh team, I think we're always due for some good drama.\nAzmin Azran is the editor of Campus and Rising Stars.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Fragile egos and fallen heroes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fragile-egos-and-fallen-heroes-3432961",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "It is distressing to see the widening gulf between what people expect from parliament and what our parliamentarians actually deliver. A recently unveiled report by the Transparency International Bangladesh (TIB) has painted a damning picture of how valuable work hours were spent in the 11th parliament. According to the study, the current parliament spent only 16.7 percent of its time on debating and formulating laws – which is one of its key responsibilities – while more time was spent on self-praise. While ruling MPs spent 19.8 percent of time praising the prime minister and their own party, and 19.4 percent of time on various achievements of the government, only 0.4 percent (2.97 hours) was spent talking about corruption, which is eating away at the hard-earned achievements of the nation. Moreover, other critical issues were also hardly discussed. Therefore, we think the TIB is right to conclude that the 11th parliament has not been able to perform the role expected of it.\nThe fact that only around 124 hours of the total 744.13 hours were spent discussing laws passed in parliament speaks volumes about the weaknesses of the current parliament. In many countries of the world, around half the time is spent on formulating laws. For instance, in 2019-20, the UK parliament spent 49.3 percent of time on legislative affairs, while the Indian parliament spent 45 percent of time on lawmaking the previous year. Conversely, the performance of our parliament can be summed up by the fact that it took only 1.10 hours on average to pass a bill in the absence of any constructive criticism/discussion by the lawmakers.\nThe most obvious reason for such a situation is the absolute majority of the ruling party and the absence of an effective opposition, as also underscored by the TIB; other factors include the lack of effective parliamentary standing committees and the absence of a code of conduct for parliamentarians. If the standing committees remain inactive, who will hold the relevant ministers accountable? If the parliamentarians themselves are not aware of their role and what their conduct should be, how can we expect them to take care of their constituents?\nThe Transparency International study has laid bare a fundamental problem of our parliamentary system. We hope that incumbent MPs will take its findings seriously and hold each other accountable. The importance of this exercise should not be lost on us even if the current parliament does not have much time left. The parliament must always be a place where public interests are protected through judicious and constructive engagement by public representatives.\n",
        "headline_1": "Don’t waste precious hours on self-praise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-waste-precious-hours-self-praise-3432951",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "Over 40 lakh of the workers in our country's readymade garments sector are waiting for a welcome change. Whether that change will come and bring relief is still in question. On one side, we have the workers protesting for a minimum wage of Tk 25,000, and on the other, those in power are concocting ways to thwart this mission.\nIn recent years, the country has faced all kinds of adversities – from Covid-19 and inflation to the Russia-Ukraine war. But despite all this, the RMG sector has remained the economy's lifeforce. The blood and sweat of RMG workers contribute to 84 percent of Bangladesh's export earnings. In the last five years, the sector raked in between $33 billion and $46 billion, raising exports by 35 percent to new markets. Everyone knows the current wage does not reflect the market's growth or the factory owners' profits.\nDue to the taka's depreciation, garment factory owners enjoyed an additional Tk 90,000 crore last year, a striking level of growth. One may wonder, will the workers get a share of the profits? Will they finally be rid of a life that barely chugs along with Tk 8,000? Will they get a taste of eggs, fish, and meat? Will they finally stop being disposable human capital and get to know what it's like to be a respected citizen?\nHearing the demands, factory owners and their supporters may think the workers are asking for way too much and that such demands are downright criminal. They might even say, \"Surely, vested quarters are behind all this. This is a conspiracy against the sector.\" They fail to realise that these demands from the workers – who are humans, not machines – are only natural. Right now, they are speaking up for one thing: a wage that will pave the way for ensuring basic rights, such as food.\nFood inflation has been the highest in the last 12 years. According to government data, it was 12.54 percent in August, while overall inflation was at almost 10 percent. This has had the worst impact on low-income workers, as they had to reduce their food intake to make ends meet. Recently, economist Anu Muhammad, using prices from the Trading Corporation of Bangladesh from September 2018 to September 2023, showed how the prices of daily essentials have skyrocketed. The price of lentils has gone up by 120 percent, that of flour by 88, potatoes by 80, and fish by 100 percent. Judging by the numbers, a family of four needs to spend Tk 23,000 per month just to meet their daily caloric requirement. There are families rationing their already scant meals amid rising gas and electricity bills. Racking up debts, using up savings, not sending their kids to school. But nothing seems to be helping now.\nMany studies have found that a worker needs around Tk 40,000 per month to live a somewhat dignified life. Taking productivity, wages in other countries, production costs, owners' profits, inflation, and daily expenses into account, there's no doubt that the wages of our workers should be much higher. Even then, the 11-workers' association alliance has demanded Tk 25,000.\nIgnoring the workers' plight, the owners are once again using the same old rhetoric, saying how it's impossible to meet this demand, just so the profits don't reach workers. Government and international data show that this sector has boomed in the last five years. In fiscal year 2022-23, Bangladesh exported 133 crore kg of garments to the EU, and saw 36.38 percent growth in the US market. From 2010 to 2022, Bangladesh was one of the top 10 garment exporters to the US. Even 10 years ago, our country had only one green factory, but that number has now jumped to 200. Owners are eyeing an $100 billion industry in the future. Amid all the exports, over Tk 821 has been laundered abroad, an issue customs officials have termed to be a small show of a grander crime. And still, with money floating above the factory skies, the owners refuse to provide a living wage.\nWhile the numbers are inconsistent, Bangladesh's per capita income is $2,775, which translates to Tk 25,523 per month. But for the workers, these numbers remain just numbers. Compared to wages of many other sectors, the workers make do with a paltry amount. At present, fourth-grade government employees make Tk 16,950, the cleaning staff of banks make Tk 24,000, saw mill workers get Tk 17,900, and ship-breakers get Tk 16,000. And what do garment workers get? Just Tk 8,000.\n\nDue to the taka's depreciation, garment factory owners enjoyed an additional Tk 90,000 crore last year, a striking level of growth. One may wonder, will the workers get a share of the profits? Will they finally be rid of a life that barely chugs along with Tk 8,000? Will they get a taste of eggs, fish, and meat? Will they finally stop being disposable human capital and get to know what it's like to be a respected citizen?\nRight now, RMG workers in China make around Tk 24,890 and Vietnamese workers get Tk 15,660. In Turkiye, the minimum wage is Tk 29,165, while workers in Malaysia get Tk 25,935, and those in the Philippines make around Tk 23,180. Recently, the wage in Cambodia was set at Tk 22,587. Bangladesh is the second-largest garment exporting country, surpassing Vietnam. But while the country is proudly proclaiming this, it can't let go of its cheap wages.\nRecently, the BGMEA president sent a letter urging buyers to raise prices, mentioning that wages are going to rise, and so prices should follow suit. But what share of the price hike will translate into higher wages is still unknown. If the demands are heard, it will be beneficial for both the workers and the industry. Not only will Tk 25,000 ensure decent living, but it will also give factory owners the leverage to negotiate with buyers. On top of that, the country's image will improve. However, past experiences show that these factors are usually ignored.\nIn 2018, garment workers demanded for the minimum wage to be raised to Tk 16,000, from Tk 5,300. Ignoring the demands, the owners proposed increasing it by only Tk 1,060 through the wage board, taking the wage to Tk 6,360. After much negotiation, owners vehemently opposed raising the wage above Tk 7,000. Finally, with the prime minister's intervention, it was raised to Tk 8,000. We cannot bear to deal with this same drama again.\nThe workers are quite anxious about their fate, as newspapers and social media are abuzz with hearsay that the owners are going to propose a nominal increase. The workers' representatives may demand Tk 20,000 and owners may settle for Tk 12,000 or 13,000. This strategy to appease the workers will do nothing but further dispirit them.\nAlongside raising wages, the need for changing the wage-determining structure has also come to the fore – an issue ignored by the wage board in the past. Nearly all workers' associations have raised their concerns about bringing changes to how the basic salary, grade and increments are determined. The proportion of basic salary has actually declined in the last 10 years; in 1994, the basic was 65 percent of the total wage of Tk 930, and in 2018, it came down to 51 percent of Tk 8,000. The monetary amounts of a number of benefits – like overtime, gratuity, maternity benefits, and cashing out leaves – are calculated based on the basic salary. So, a larger basic means more benefits. Therefore, the wage structure should be changed to ensure that basic salary goes back to being 65 percent of the total. Additionally, there should be five grades (instead of seven), and a 10 percent increment.\nWithout movements from workers, wages have never been raised substantially, and we have seen many tactics to thwart such endeavours. Fear, abuse, rhetoric – all have been used to suppress workers. The people haven't forgotten what happened in 2018. A majority of the workers' leaders were arrested; many were charged with treason. The efforts to distract agitators – by keeping the leadership busy, sending them on pleasure trips or suppressing them – will occur this time around as well. But the workers will keep the fight going for the wages they rightly deserve.\nTaslima Akhter is president of the Bangladesh Garment Sramik Samhati and a photographer. She can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Don't RMG workers deserve a dignified life?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dont-rmg-workers-deserve-dignified-life-3432896",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "It is distressing to see the widening gulf between what people expect from parliament and what our parliamentarians actually deliver. A recently unveiled report by the Transparency International Bangladesh (TIB) has painted a damning picture of how valuable work hours were spent in the 11th parliament. According to the study, the current parliament spent only 16.7 percent of its time on debating and formulating laws – which is one of its key responsibilities – while more time was spent on self-praise. While ruling MPs spent 19.8 percent of time praising the prime minister and their own party, and 19.4 percent of time on various achievements of the government, only 0.4 percent (2.97 hours) was spent talking about corruption, which is eating away at the hard-earned achievements of the nation. Moreover, other critical issues were also hardly discussed. Therefore, we think the TIB is right to conclude that the 11th parliament has not been able to perform the role expected of it.\nThe fact that only around 124 hours of the total 744.13 hours were spent discussing laws passed in parliament speaks volumes about the weaknesses of the current parliament. In many countries of the world, around half the time is spent on formulating laws. For instance, in 2019-20, the UK parliament spent 49.3 percent of time on legislative affairs, while the Indian parliament spent 45 percent of time on lawmaking the previous year. Conversely, the performance of our parliament can be summed up by the fact that it took only 1.10 hours on average to pass a bill in the absence of any constructive criticism/discussion by the lawmakers.\nThe most obvious reason for such a situation is the absolute majority of the ruling party and the absence of an effective opposition, as also underscored by the TIB; other factors include the lack of effective parliamentary standing committees and the absence of a code of conduct for parliamentarians. If the standing committees remain inactive, who will hold the relevant ministers accountable? If the parliamentarians themselves are not aware of their role and what their conduct should be, how can we expect them to take care of their constituents?\nThe Transparency International study has laid bare a fundamental problem of our parliamentary system. We hope that incumbent MPs will take its findings seriously and hold each other accountable. The importance of this exercise should not be lost on us even if the current parliament does not have much time left. The parliament must always be a place where public interests are protected through judicious and constructive engagement by public representatives.\n",
        "headline_1": "Don’t waste precious hours on self-praise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-waste-precious-hours-self-praise-3432951",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "It is disheartening to learn of a study by the US-based National Bureau of Economic Research that has ranked Dhaka as the slowest city in the world. This \"accolade\" is yet another testament to the city's failure overall – among the worst globally in terms of pollution, air quality, road safety, liveability, and now speed of vehicular movement. We cannot help but wonder why, despite transportation being one of the sectors that attracted massive government financing, Dhaka is still \"excelling\" in all the wrong areas, and why the investments in Dhaka are still focused on easy and visible solutions disregarding core issues of development.\nThe US study found that Dhaka is not only the slowest overall, but also ranks second-slowest in uncongested speed. This means that even with minimal traffic load, movement remains generally slow. Dhaka does not have a coordinated or technologically aided traffic regulation system in place. Its authorities have largely failed to enforce traffic rules, and find a solution for how vehicles of different speeds and pedestrians can move through this densely populated area. Roads are flooded even after moderate rainfall, bringing the entire city to a standstill. Political processions, VIP movements and simultaneous construction/development works in multiple areas frequently combine to block major roads, even during peak hours.\n\nThe study underscores that the worst-ranked cities have failed to accommodate the rapid rise in population. Being the centre of almost all administrative and economic activities, as well as the hub of education, employment, and basic amenities, Dhaka has naturally seen a surge in its own population. Experts, therefore, have repeatedly pointed out that without comprehensive efforts to decentralise Dhaka, its conditions will not be improved. Unfortunately, we have yet to see any visible efforts in that regard.\nIn this connection, one may recall that a recent study by the Centre for Policy Dialogue (CPD) has revealed that, on average, 23 minutes are lost per hour due to traffic jams in the city. This not only wastes productive hours; it is also a major contributor to increased fuel consumption, carbon emission, air pollution, temperature rise and deterioration in public health. Internationally, this state has brought nothing but disgrace for Bangladesh, and likely has detrimental effects on our tourism aspirations and even chances of attracting foreign investments.\nTherefore, we urge the authorities to acknowledge the dire condition of Dhaka, understand the complexity of its developmental issues, and look beyond extravagant, visible solutions to make this city liveable for the residents.\n",
        "headline_1": "Must Dhaka be worst in everything?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/must-dhaka-be-worst-everything-3432751",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "The confusion over imposition---or not --- of 10 per cent tax on IT freelancing at source is over now. Freelancers will continue to enjoy the tax exemption as provided by the Income Tax Act in its sixth schedule for the period between July 1, 2020 and June 30, 2024. Under the Act, not only freelancing but 27 types of other digital services have been kept outside of its purview. Anybody can see that the purpose of encouraging the nascent service industry through tax exemption by order of the Income Tax Ordinance 1984 has not been fully served yet. Although Bangladesh is ranked, according to the Oxford Internet Institute---the multidisciplinary research and teaching wing of the University of Oxford, second only to India in terms of the number of online service providers, the sector needs further organisation for realising its full potential. This is the reason why income from freelancing has been exempted from tax. When the IT service consolidates itself on a strong platform, the government has every right to demand revenue on income from abroad. In fact, some of the freelancers garnering a monthly income in the range of Tk700,000-1,000,000 would not mind paying tax. Instead of a blanket exemption, it could be limited up to a certain tier. This would have made sense considering the overriding need for revenue collection by the cash-strapped government at this crucial juncture. The fact that the IT sector suffers from the slowest internet speed, frequent disruptions and one of the highest data prices in the South Asian region makes it incumbent on the government to address the problem. Those working for the sector would gladly contribute to any effort expended solely to improve the IT infrastructure and its efficiency. Apart from slow internet speed and high data price, the other vital input for IT service is uninterrupted power supply which unfortunately is not guaranteed. Instead of leaving the sector constrained, there is a need for addition of more fibre-optic submarine cables to enhance their capacity. A large army of freelancers gives a good impression of service-providing human resources but unless they find an enabling environment for keeping their customer-service commitment, they are unlikely to get more work orders. If the collective band of freelancers can earn a reputation for delivering on time, the sector automatically finds itself on course of flourishing. It is because of the uncertainty of receiving work order, one has to be allowed the concession of not paying any tax. Once that uncertainty is no longer there, the logic behind non-payment of tax disappears.As for the average freelancers, there is a need for up-skilling them. This sector is well poised to flourish if only the human resources in the sector are given the opportunity to advance their knowledge and skill in line with the continually developing international standards. But the infrastructural support has to match the rising demand. The talent is there but the challenge of giving it an organised shape has not been taken in earnest. No wonder, India's IT institutes modelled so comprehensively are producing the world leaders in this sector. Although late, Bangladesh can do the same if it gets the IT education and its scope organised well. It can earn foreign currency at little costs and the government may also have its due share of revenue.",
        "headline_1": "Taxing IT freelancing or not",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taxing-it-freelancing-or-not-1696258320",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "The telecast of short promotional documentaries on small countries by a few overseas TV channels may have surprised many viewers. The programmes highlight the attractive features which distinguish these countries. A couple of them are widely known for other reasons like their violent past and widespread poverty. But the programmes remain focused on their positive aspects like natural beauty, their people and socio-economic conditions, culture and their prospects. The programmes are quite popular with compulsive globe trotters. That these minutes-long country-specific programmes, mostly on developing and least developed countries, can play a great role in attracting international tourists is implied. Being a country with a long history, future prospects, and its natural beauty, Bangladesh, many think, could have already been among these tourist destinations. Foreign tourists have tentatively resumed arriving in Bangladesh, which is now corona pandemic-free informally. Instead of turning to the overseas tourists trickling into the country, the tour authorities are found busy coping with the domestic tourists --- at least for now. There are, however, cogent reasons for turning to the domestic tourists. These tourists were seen swarming the country's popular spots for three days last week. The days comprised a special holiday and a two-day weekend. Many stayed back and thronged the traditional tourist spots. Experts are unanimous about the fact that the major tourist spots of the country have started regaining their normal hubbub after a long spell of the corona pandemic. Although the country has yet to be officially declared corona-free, the tour enthusiasts have been visiting the country's popular tourist attractions for the last two years. The rush of sightseers, like before, remains concentrated on the popular and conventional spots. They include the Cox's Bazar and Kuakata beaches, the Sundarbans, the Moulvibazar sites in the greater Sylhet and the Chattogram Hill Tracts (CHT). A carnival-type three-day festivity spread throughout the well known tourist spots in the country was seen during the three-day holiday. Normally, these crowds of people visit the conventional spots of the sea beaches, the CHT ranges, the pebble-filled streams in the greater Sylhet and other frequently visited spots.The latest spate of tours became distinguished thanks to the three-day holiday like normally seen during the two Eids. These crowds of tourists comprise all social classes, from the fabulously rich to the fixed-income middle-class people. In these crowds of tourists, isolated sections of foreign tourists could be seen earlier. Prior to the pandemic, foreign tourists could be seen loitering on different hilly spots and the two beaches. With the Covid fear almost gone, many expected them on the tourist spots. But the overseas guests were conspicuous by their stark absence. Their number was far below that witnessed years ago, during the corona-free and favourable times. A few Bangladeshi tourism experts and persons associated with the sector have recently expressed their views on wooing foreign tourists to Bangladesh. They have expressed their views apparently in the context of the present state of tourism in Bangladesh. It's worth mentioning that the World Tourism Day 2023 was observed on September 27. The message of the day this year was 'environment-friendly investment'. As a special feature of the day's observance, tourism experts of the country have laid emphasis on bringing back the foreign tourists who would be interested to visit Bangladesh, though in small number in the present times. Wooing the overseas tourists back to this country may prove daunting. Apart from the disorderly tour facilities, including lack of recreation outlets and hackneyed sight-seeing tours, the foreign tourists may find themselves still confined to a handful of time-out activities. Moreover, in the post-pandemic period, and also in the normal times, the thin arrival of overseas tourists presents Bangladesh as a tour-averse destination. Here the same old drawbacks come up invariably. They are dominated by the poor infrastructure in almost all tiers of days-long tours, complicated visa procedures and absence of professional tour guides. When it comes to the promotion of the country as a tourist destination, the relevant authorities appear to be lacking innovation and professionalism.As has been seen in the current trend of overseas visitors' arrival, it has yet to reach the level that prevailed a decade ago. It shows that the Covid scare and the crisis prompted by it still overshadows the tourism sector. In a report released by a Germany-based online platform, Statista, and quoted by FE, it has been said that Bangladesh is expected to receive 0.21 million foreign tourists this calendar year --- 2023, slightly up from 0.2 million in the previous year. According to its estimate, Bangladesh received 0.32 million tourists in 2019, which dropped sharply to 60,000 in 2020, and stayed at 1,17,000 in the year of 2021. As seen with the domestic tourists, the overseas travellers should be encouraged to feel free to move anywhere in the vast tour areas. But it ought to be ensured that they are well protected, and the security measures foolproof. Unlike the local ones, many of the foreign tourists opt for moving in twos and threes or in small groups. Thanks to the untapped potential of Bangladesh tourism, it still remains largely underutilised. In spite of grand promises to make the country a lucrative tourist destination, the attractions are actually seen limited to a few recreational activities. There is a highly despairing aspect vis-à-vis the overseas tourists visiting Bangladesh. Of the fast increasing tourists, the foreigners comprise mere 3 to 5 per cent. Besides, the contribution of overall tourism to the country's GDP stands at mere 4.4 per cent.\n[email protected]",
        "headline_1": "High time to beckon foreign tourists",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-time-to-beckon-foreign-tourists-1696258360",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "Reports often appear in the press on the St. Martin's Island and how it, along with its rich biodiversity, is being destroyed by human actions. No doubt, the beautiful island has to be saved from the senseless acts of its human visitors and the thriving hotel and restaurant business to serve the sightseers visiting the island. As a result, the speck of 9 km long and 0.5 km wide island, some 9 km away in the south of Teknaf, the southernmost tip of Bangladesh, the St. Martin's is facing an existential threat. The first concern that comes to mind is if it is a coral island, as claimed by many, then it is already too late to save it. A recent report says that some 3,500 to 4,000 tourists who visit the island every day drop 3,000 kilogrammes of single-use plastics. The plastic waste being indestructible is posing the worst kind of environmental threat to the island. Bulging crowd, light and sound emanating from the resorts, residential buildings, hotels, restaurants, etc., are scaring away the denizens of the island. Population of turtles, who lay eggs on the island, for instance, are being scared away. Stray dogs allegedly coming from the mainland eat the turtles' eggs. Other threats the island is facing, include oil and heavy metal pollution, sewage and chemical pollution from fertiliser runoff (from agricultural farms), algae and sea grass removal, destruction of mangrove, sand dunes and hills, overfishing, loss of habitat and sanctuary for marine life and so on. Environmentalists also say that sedimentation from construction, farming and deforestation blankets the 'corals reefs' and thereby smother the corals by depriving them of sunlight to photosynthesise the symbiotic algae they live on. And the plastic trash also destroys, some environmentalists believe, coral reef by blocking sunlight. And the sea turtles and other marine animals may eat plastic waste mistaking it for jellyfish. The forest department in 1999 declared the St. Martin's Island an Ecologically Critical Area (ECA). Obviously, the objective of the declaration was to protect the island's biodiversity. In January 2021, the Environment ministry declared an area of 1,743 sq km near the St. Martin's Island in the Bay as the marine protected area in line with the Wildlife (Conservation and Security) Act. But these seem to be just on paper, because no one is seen to respect the declarations. Unless the government is strict about implementing its decisions to protect the island, nothing will change. Meanwhile, it would be important to get the facts straight. Is the St. Martin's really a coral island? The question arises because in the June 1, 2022 issue of a prestigious website and database on scientific publications named Science Direct, run by the Dutch publisher Elsevier carried a report titled, 'Mischaracteri-sation of sedimentary rocky reef as a coral reef in the economic valuation of St. Martin's Island, Bangladesh'. The scientific paper contests not only the popular belief, but also many environmentalists' position about the island. The issue needs to be cleared by local experts on the subject and let the public know the truth. If the St. Martin's Island is to be saved from the damage done to it by humans and other actors, its correct geomorphological status needs to be established first. \n[email protected]",
        "headline_1": "Is St. Martin's Island a coral reef?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-st-martins-island-a-coral-reef-1696258419",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2023"
    },
    {
        "full_article": "One of the main problems of our public universities is that they lack residential facilities. These universities enrol more students than their seat capacity in the dormitories. As a result, the students who come from distant places have often to stay in rented flats or mess halls close to the university. Jagannath University (JnU) in Old Dhaka is not an exception. As this university has only one residential hall for its students, almost every JnU student who comes to Dhaka for higher studies has to spend a big chunk of their money for accommodation. There are many students in this university who have to study at their own cost. They support their expenses by tutoring or doing part-time jobs. High inflation with attendant price hike of daily essentials has raised food prices. And the students who live in rented flats are now passing a terrible time as a result. Though they now have to spend more, their income has not increased. An analysis of market prices shows that the price of daily essentials including rice, pulses, vegetables, fish, meat and eggs, has been increasing by leaps and bounds. Many JnU students who live in rented flats and messes have changed their eating habit to cope up with this increased cost, while others have started avoiding nutritious food items like fish and meat due to the rising cost of restaurant foods. Student life should be cheerful. If we cannot relieve our students' financial pressure, how can they concentrate on their studies? \nNazifa Tasnim Student of Mass Communication and JournalismJagannath University, Dhaka[email protected]",
        "headline_1": "JnU students in financial straits",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jnu-students-in-financial-straits-1696258441",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2023"
    }
]