[
    {
        "full_article": "The Supreme Court has invoked its extraordinary power to order the release of A.G. Perarivalan, one of the seven convicts in the Rajiv Gandhi assassination case, for whose freedom his mother, many political parties and vast sections of public opinion have been campaigning for years. The suicide bombing that took the life of Rajiv Gandhi, along with that of 15 others, including nine police personnel, on “Tamil soil” caused a great deal of revulsion in the State, but this sentiment abated with the passage of time. Perarivalan drew much public sympathy, largely due to the fact that he was only 19 when he got embroiled in the assassination plot and later revelations that a portion of his confessional statement was improved by a police officer to link his purchase of a battery to the one used in the belt bomb that was used in the suicide bombing. But essentially, the verdict of the three-member Bench is an indictment of the disregard for federal norms in the deliberate inaction that Raj Bhavan displayed when presented with a Cabinet advice to release them in 2018. Going by the Union government’s arguments, one can discern that it was the Centre’s guiding hand that was responsible for the delay. The then Governor had referred the Cabinet advice to the President for a decision. The Centre, too, argued, that cases involving murder under the IPC came under the President’s exclusive jurisdiction in matters of remission of life sentences. The Court has put an end to all doubts by holding that the Governor is bound by the State Cabinet’s advice when acting under Article 161 of the Constitution, that his reference to the President was “inimical to the scheme of the Constitution” and that remission remains firmly under the State’s jurisdiction in this case.Even when a Constitution Bench, while resolving legal questions over the statutory power of remission under the Cr.P.C., held that the release of these convicts would require the Centre’s concurrence, it had made it clear that the constitutional powers of the President (Article 72) and the Governor (Article 161) “remain untouched”. In the light of this, and the position that remission powers are exercised solely on Cabinet advice, there was no infirmity in the State’s recommendation to the Governor in 2018 for their release. While the Bench has done well to put an end to doubts about the Governor’s remission power and the manner of its exercise, a sticking point remains. Nothing has been said on what should be done when the absence of any time-frame for the President or the Governor is cynically exploited to indefinitely delay executive decisions. It is impractical for every matter to be escalated to the point that the Supreme Court needs to invoke its extraordinary powers under Article 142. However, the judgment should not be seen as any endorsement of the claims of innocence of the convicts in the dastardly conspiracy. And whether governments should recommend remission on the basis of public opinion remains a question to ponder.",
        "headline_1": "Law and public opinion: On Perarivalan release",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/law-and-public-opinion-the-hindu-editorial-on-perarivalan-release/article65427080.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-05-2022"
    },
    {
        "full_article": "The surrender of an estimated 1,000 defensive forces who were holed up in the sprawling Azovstal steelworks in Mariupol likely marks the end of fighting in the eastern Ukrainian city that has been under a long Russian siege. Russia had announced a few weeks ago of having taken over the city. But hundreds of fighters remained in the steel mill. With many of them ending the fight and allowing themselves to be evacuated to the Russia-controlled territories of Donbas, the whole city is now in the hands of the Russians. Kyiv also said it wanted to save the lives of its servicemen. Mariupol, with a pre-war population of half a million, most of them Russian-speaking, had been briefly taken over by pro-Russian separatists in 2014, immediately after Russia annexed Crimea. But Ukrainian nationalist forces, including the neo-Nazi Azov Battalion, took the city back and drove the separatists further towards east. Ever since then, the city, which hosted the headquarters of the Azov Battalion, has become a flashpoint in Ukraine’s civil conflict — for Ukrainian nationalists, a symbol of resistance, but for Russia-backed Donbas militias, a part of their claimed territories. Now, with Mariupol’s capture, the Russians can finally claim a major victory. But the fact that it took almost three months for Russia’s better-equipped military to make this happen speaks a lot about Ukraine’s resistance.Russia has suffered several setbacks in its invasion of Ukraine. It started a three-front war but was met with fierce Ukrainian resistance in the north and east. Later, Russia gave up its attempts to envelope Kyiv in the northern front and, at least for now, retreated from Kharkiv, the northeastern city. Its battleground focus is now almost entirely on the Donbas region where Russian troops are making incremental advances. Now, with Mariupol under its control, Russia can free up resources to move to its next target, which suggests that the war could grind on. The tragedy of Ukraine is that it has got stuck in a larger power rivalry between the West and Russia. Despite the West’s massive financial and military support, Ukraine keeps losing territories. On the other side, even as Russia is making slow battleground gains in Ukraine, it is facing bigger setbacks. The invasion has already prompted Finland and Sweden, which have historically stayed out of military alliances, to formally seek NATO membership. So, in less than three months since the invasion began, there are no clear winners — Ukraine is losing territories, Russia is witnessing another round of NATO’s enlargement, and Europe, battered by inflation and an energy crisis, is likely to be facing prolonged instability and conflicts.",
        "headline_1": "Fall of Mariupol",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-fall-of-mariupol/article65426546.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-05-2022"
    },
    {
        "full_article": "PK Halder, the former MD of a bank and a notorious embezzler, siphoned off and laundered about Tk 10,000-11,000 crore out of Bangladesh. That's equivalent to the combined yearly budget of 51 public universities of the country, which is Tk 10,515.71 crore.\nTake a moment to grasp the enormity of this reality. One man embezzled such a huge amount of money and laundered it out of Bangladesh to India, Canada and other countries. He didn't do it overnight. There was no way for him to use the banking channel. How did he manage this extraordinary feat, then?\nThe money was siphoned off to a place where no one asks about your source of wealth. Dubai is such a place where illegally transferred money can be kept in banks, legally. Many Bangladeshi businessmen and politicians have bought houses and set up businesses there. Some of them are now permanent residents. They can move in and out of Dubai to any destination as they wish. I met a couple of such people in Bangkok about three years ago. They told me they could not return to Bangladesh due to political reasons, and were running their own business in Dubai. One of them regularly visited Thailand for medical treatment. The other said that although he was settled in Dubai now, he spent most of his time in London. He, too, was in Bangkok for treatment. It's not that these two particular individuals were loan defaulters or embezzlers. But they did illegally launder money from Bangladesh. As far as I know, they also bought houses in Canada and London. However, they transferred the money from Dubai through legal channels.\nIt is quite easy to transfer money from Dubai to other countries. This process is popular among Bangladeshis who engage in loan-defaulting or embezzlement. The same can be said for India, too. However, if the amount is too big, it's impossible to keep it in an Indian bank. PK Halder managed to smuggle a large part of his illegally amassed wealth to India. Did he take the money directly to India, or did he channel it through a third country's banking system? These questions must be looked into urgently.\nIf the government is sincere about this issue, PK Halder can be easily brought back to Bangladesh from India, where he was arrested a few days ago. It's not difficult to find out how he embezzled and laundered the money. But the question is: Will the government walk that path? Are there any roadblocks ahead?\nGenerally speaking, the government should not have any problem with moving ahead with the investigation. But if one looks closely, there may be one major roadblock. PK Halder embezzled and laundered money over a long period of time, from several banks and financial institutions. It was Bangladesh Bank's responsibility to detect what he was doing, and to prevent this from happening. It is speculated that the high-ups in the Bangladesh Bank knew about it, but did nothing to stop PK Halder. They allegedly even helped him. Two such individuals are former Deputy Governor SK Sur and former Executive Director Shah Alam. Allegedly, they aided many other embezzlers along with PK Halder in exchange for a share of the bounty. They were ousted from their positions and questioned by the Anti-Corruption Commission (ACC), but it is still unclear as to how the government plans to deal with them.\nQuestioning the government's position regarding embezzlers and launderers is nothing new. However, in 2020, a message from the foreign minister gave us hope for a change.\n\"You, the media men, often write about Begum Para in Canada… that many Bangladeshis have purchased luxurious houses there. Unofficially, we have collected information. This is not verified. An expatriate has given us some information about this issue. We were shocked. We thought that it might be politicians who purchased these houses. But we have information that most of these houses have been purchased by government officials,\" the foreign minister told The Daily Star in November 2020.\nNo information about any ongoing investigation in this regard has been revealed since then. A few days after the foreign minister's comment, the finance minister said during a parliamentary session, \"I don't know who launders money.\" He also asked the opposition to provide a list of money launderers.\nThere is clearly a disconnect between these vital ministries and between what we think should happen and the reality.\nRuling party lawmaker from Natore Shafiqul Islam Shimul bought a house in Scarborough, Canada under his wife Sultana Jannati's name, spending 1.46 million Canadian dollars. A report revealed this specific piece of information, yet no relevant government bodies ran any investigation. Two brothers from Faridpur, both Awami League leaders, were arrested for laundering at least Tk 2,000 crore.\nAnother Bangladeshi lawmaker from Lakshmipur, Mohammad Shahid Islam alias Papul, is already serving in a jail in Kuwait for human trafficking and money laundering. A Bangladeshi businessman procured a number of five-star hotels in Singapore, which the country's media reported. The ill-famed Sikder group bought properties in Thailand and a few other countries and ran business as well.\nThese are just a few examples of the vast amount of money that is laundered out of Bangladesh every year. Apart from this, traders launder at least Tk 70,000 crore every year through import-export price manipulation. The Washington-based think tank Global Financial Integrity (GFI) has reported on this phenomenon several times. The government is yet to take their findings under consideration.\nPK Halder's arrest in India has brought the issue of money laundering to the fore once again. Another new topic may emerge in a few days, burying this issue again.\nDoes that mean our fate is sealed, and our money will continue to be embezzled and laundered?\n(The article was translated from Bangla by Mohammed Ishtiaque Khan.)\n \nGolam Mortoza is the editor of The Daily Star Bangla.\n",
        "headline_1": "Will money laundering continue to haunt us?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/will-money-laundering-continue-haunt-us-3026696",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2022"
    },
    {
        "full_article": "Commemorating Europe Day, European mission heads in Bangladesh jointly penned an opinion piece published by The Daily Star on May 9. It emphasised European Union's (EU) solidarity with Ukraine and reiterated continuation of humanitarian support for the Rohingya refugees in Bangladesh. On reading it, two questions crossed my mind: 1) Could the EU prevent Ukraine war from happening; and 2) Is the EU sincere in its commitment to human rights of the Rohingya? To elaborate on my point, let us first look at Europe's colonial history. \nHave you ever wondered why the African state boundaries are often straight lines? The answer is, because they were drawn at will by a group of dealmakers, predecessors of today's European leaders, with a ruler and a pencil. In the winter of 1884-85, they spent 104 days in Berlin over a five-metre long African map to tear the continent apart among themselves. Unsurprisingly, no Africans were allowed there.\nThe Berlin Conference was convened by Bismarck, Chancellor of the German Empire, on November 15, to divide Africa according to \"international law.\" The colonial powers drew arbitrary territorial boundaries on the map, utterly disregarding the cultural and linguistic lines of the Indigenous population. Such boundaries cut through tribal societies and lumped fragmented and disparate tribes into newly formed colonies. Oxford Professor Terence Ranger noted: \"Before colonialism, Africa was characterised by pluralism, flexibility, multiple identities.\" But with the forced imposition of the new boundaries, laws, and systems by the colonial powers, all that was gone, creating a fertile ground for perpetual conflicts.\nThere are tons of documents recording the torture, massacre, looting, exploitation, enslavement, and devastation that followed. The Berlin Conference allocated a part of the Congo Basin to Belgium's King Leopold II as his personal kingdom. Under his rule, over half of its population died. A century on, the same Belgium's capital, Brussels, is the home of the EU that promotes human rights, democracy, and international order. Few leaders from present Europe will take responsibility for the atrocities of their colonial past. Even as the colonies are now independent, Africans fight more civil wars than interstate conflicts that not only kill and maim people but also keep millions trapped in endemic poverty, malnutrition, and illiteracy. The ongoing civil wars benefit business too. According to Stockholm International Peace Research Institute (SIPRI), African countries are a good market for French arms, Algeria being among the top.\nBut France has refused to even acknowledge the atrocities it carried out in Algeria. Macron has ruled out issuing an official apology for abuses there. The Belgian king, however, made history in June 2020 by expressing regret for the country's atrocities in Congo, but it stopped short of an apology. In July last year, Amsterdam Mayor Femke Halsema apologised for the city's role in the African slave trade. However, the Dutch Prime Minister refused to acknowledge its unsavoury past. In September 2001, the EU moved to apologise to African countries for the slave trade. But Britain, the Netherlands, Spain, and Portugal rejected it. In summary, Europe is at best divided on the question of confronting its dark colonial history, prompting one to question its sincerity towards human rights and international order.\nAs for Ukraine war, can the EU really deny its role in the series of events that led to it? The Soviet Union fell in 1991. The EU and the North Atlantic Treaty Organization (Nato) granted memberships to most Eastern European nations. These two organisations worked in close coordination and surrounded Russia's western borders, practically bringing the war to Moscow's doors. Notwithstanding Putin's desire to restore Russia's glory days, we cannot ignore Nato's and EU's irresponsible actions. Let's not forget, a similar treatment of Germany after the First World War led to the Second.\nOn the EU's commitment to human rights, let us look at the Rohingya crisis in Myanmar. The EU continued trading with Myanmar's military junta despite its continued atrocities against the Rohingya population. Italian University of Trento academics Arlo Poletti and Daniela Sicurelli elaborated on this point in a January 2022 paper titled \"The Political Economy of the EU Approach to the Rohingya Crisis in Myanmar.\" In response to the Rohingya crisis in 2018, the EU continued its trade preference to Myanmar, knowing well that it will benefit Myanmar army and assist it in continuing the genocidal activities against the Rohingya.\nI will end by quoting a piece published in Phileleftheros, a Cypriot daily, \"It is very likely that Ukraine would have avoided a Russian invasion and the world a new cold war and the threat of a nuclear holocaust if Europe had pursued its own policy instead of serving American hegemony. Europe had the opportunity to integrate Russia into a European security system, which would have also promoted the development of democratic institutions in that country, but it failed to do so… Europe opted for a solution that is already proving disastrous for its own interests.\"\nYou can do better, Europe.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "Europe’s colonial history and double standard",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/europes-colonial-history-and-double-standard-3026641",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2022"
    },
    {
        "full_article": "I have often noticed that when people talk about music, it mostly comes down to its technicality. A critical analysis is conducted of certain pieces of music, their composition, use of instruments, literary breakdown of the lyrics, etc. For people like me, who are musically illiterate but heavily dependent on the art form in their personal lives, these discussions have a lot of knowledge and insight to offer but serve very little in expressing our reactions. \nFor many of us, music is mostly about the experience of listening to it, how certain songs make us feel, and the memories they bring up for us. \nChaina Bhabish, the first studio album by Shayan Chowdhury Arnob, was one such album that gave voice to my emotions. The album was a game-changer in the contemporary music scene, with its beautiful lyrics, composition, and minimalist musical arrangements. But the reason it still feels like home is the sheer warmth and love that it provides me with, and its recognition of the wide range of emotions my mind jumps through from time to time. \nI was only a kid when the album was released and it took me many years to understand this by paying attention to the more underrated tracks of the album. One such piece was, \"Chiltey Roudey,\" and a version of it is the latest release by Coke Studio Bangla—wherein Arnob's \"slivers of sunshine\" entwine with the Bhawaiya song \"O Ki Ekbar Ashiya\" by Abbasuddin Ahmed, sung by Ripon Kumar Sarkar (Boga). \nGrief takes many faces after a while. It can be excruciating at times, and cathartic at others. The journey of losing a loved one turns from excruciating to cathartic as acceptance settles in. The wound is a permanent one that we want to distract ourselves from, but its presence is perpetual. Oftentimes, it's something that cannot be shared. \nYou cannot explain to anyone why, after many many months or years, it's suddenly hard for you to get out of bed and start a seemingly beautiful day with all its sunshine and daisies and colours. \nThat was what \"Chiltey Roudey\" has always done for me. A song that I can relate to: In a quintessentially urban setup, where your city gives you a little sunshine through the window and an almost sad understanding smile as if to stop your volcano of emotions from erupting. So you keep it all inside. You don't say it out loud, because the song does it for you. \nFor many, many years, this song accompanied me on my sudden days of grievance, when I longed for the presence of a lost parent. That's how deeply personal it became. \nAlmost 17 years later, the arrangement of the song's Coke Studio Bangla revival transcends the urbanities of \"Chiltey Roudey\" and gets closer to country nature, with its lyrics and tune. \nBut besides this technicality, for me, on a more personal note, \"Chiltey Roudey\" comes with the effort of restraining the emotions in a loss of words, while the newer song, \"Chiltey Roud,\" is as open and expressive as it gets. Both come with their own expressions of longing and despair of separation, but the duality and dilemmas bring it even closer to the listener's heart. \nWith more years passing by, more names have been added to the list of lost loved ones. Some were lost to life, some to death, some to time. Now there are other pairs of eyes on my mind as well. When Boga sings of his yearning for the beloved's sight, declining any exchanges, my mind is not really taken to a country scene. Rather, when I close my eyes, the flute and the shehnai take me to the middle of a vast river where I feel stranded, like one from the dreams I dream. There's a promise that I can see a loved one when I reach the other end. I catch glimpses of them, hear their voices—but never quite manage to get to them. \nIn one reaction video to the new Coke Studio Bangla number, while showering the song with praises, the content maker says, \"It's the little things.\" Though in a much different context, that's how I feel about \"Chiltey Roud\" as well. It's indeed the little things, memories and emotions that make music special to us, transcending the boundaries of our circumstances. \nIt's also these little things that make us realise the necessity of art for what it is. Art is something that we have always somewhat taken for granted collectively. But it is during moments like this when we feel how intertwined art is with our very existence. It is not just something that makes us feel. It's also something that gives voices and faces to those feelings. It humbles and grounds us, and we realise that we couldn't go by without its presence in our lives. Songs such as these make us realise that art is truly something to live for. That's where the real magic lies.\nNahaly Nafisa Khan is a sub-editor at the Metro desk of The Daily Star.\n\n",
        "headline_1": "Of grief, longing and 'Chiltey Roud'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/grief-longing-and-chiltey-roud-3026381",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2022"
    },
    {
        "full_article": "The history of Myanmar is the history of struggle with coups, military rule, religious persecution, and ethnic conflict. On this course, the intense ongoing violence between the country's military and organised armed civilians is now leading the country to the verge of a full-blown civil war that is unlikely to end anytime soon. Power shift and the subsequent polarisation among major powers have made the country a new geopolitical flashpoint, which Bangladesh, its western neighbour, can no longer afford to ignore.\nMyanmar always gets priority in Bangladesh's economic and security strategy. As a democratic country, Bangladesh has a moral dilemma not to support a military government, but the irony is that it has been strangely silent about the coup till date and adopted a cautious stance.\nAlthough Dhaka has called for the democratic process and constitutional arrangements to be upheld in Myanmar in its first and only statement, so far it has neither officially condemned the coup nor demanded the release of political detainees, including the former State Counsellor Aung San Suu Kyi. Moreover, on Myanmar's Independence Day, Bangladesh stated its commitment to work with the Myanmar government to further strengthen the relationship. These moves underscore Dhaka's careful support for the junta's \"one-Myanmar government policy\".\n \nCalculation of interest\nBangladesh's stand could reflect some very specific considerations. First, it finds its major strategic and development allies, such as China, India, Russia, and Japan, are on the side of the Tatmadaw. Second, it might be calculated that sanctions and condemnation, a typical western practice, are counterproductive in Myanmar as long as China and Russia continue to extend their diplomatic and military shields. Third, Bangladesh has a traditional policy of non-interference and peaceful coexistence, avoiding interfering in other countries' internal affairs. Fourth, the long-expected previous National League for Democracy (NLD) government failed to do much to act on Dhaka's top priorities, such as connectivity, border security, or the Rohingya crisis. Fifth, the Bangladesh army has long been seeking to develop cosy relations with its Myanmar counterpart to tackle insurgency, arms smuggling, drug trafficking, and other non-traditional security threats. So, Dhaka doesn't want to take part in a smear campaign that would not even address the country's core concerns.\nGiven the rapidly changing geopolitical dynamics, it is not strange to predict that key powers that wield meaningful leverage over Myanmar, like China, India, Russia, and Japan will align with Myanmar's military, underlining their own strategic narratives. They have already begun explicitly (or covertly) normalising relations with the Tatmadaw. It will undoubtedly give the military a chance to consolidate its grip on the country, as well as its diplomatic status and military position in the region. So, Bangladesh, based on a rational calculation of interests, may think that aligning with the National Unity Government (NUG) that holds no de jure recognition from any foreign government, would have negative ramifications for Burma-Bangladesh ties.\n \nStrategic priorities\nNo doubt, finding an early and sustainable solution to the Rohingya crisis is a \"top priority\" issue for Bangladesh right now. But this has become complicated given the escalating violence among the stakeholders in Myanmar. Though Naypyidaw has yet to make any genuine effort to secure conditions for Rohingya repatriation, Dhaka doesn't want to close the door for negotiation with the Burmese generals, keeping in mind that any attempt to solve the crisis without the active cooperation of the military would be futile—because the 2008 Constitution places the military in a central position in the Burmese politics with complete authority over the ministries of defence, home, and border affairs. Furthermore, under the military regime, Bangladesh had the experience of repatriating Rohingyas twice, in 1978 and 1992, through dialogue and diplomacy.\nBangladesh is also wary of the Arakan Army's growing control over Rakhine State, as well as the resurgence of the Arakan Rohingya Salvation Army (ARSA), which has been accused of murdering Mohib Ullah, a Rohingya human rights activist. ARSA is believed to have a political agenda to prevent the Rohingya from returning home, and prolonging the crisis. Bangladesh is also concerned about the Arakan Army's increasing administrative and judicial role in Rakhine, which might turn the state into a new conflict zone, risking a fresh wave of refugee migration or, at the very least, delaying the repatriation process.\nFurthermore, given the persistent security crisis and proximity to the Golden Triangle, it is clear the 270-km Bangladesh-Myanmar border will become a hotspot for cross-border insurgencies and crimes. As a result, Bangladesh may consider that collaborating with the military administration is the only tactical option for tackling rising drug and arms smuggling, as well as human trafficking.\nAnother main strategic objective of Bangladesh is its look-east policy, which seeks closer links with China and Asean countries via Myanmar. Bangladesh has also been eyeing joining the Asean-bloc and the India-Myanmar-Thailand trilateral highway initiative. Therefore, it could try to convince Myanmar's central government to draw up plans for accessing regional markets to face the post-LDC challenges.\n \nMilitary diplomacy: 'New line of communication'\nDespite past strained ties, Bangladesh's military chiefs have traditionally paid goodwill visits to Myanmar, seeking to develop a more meaningful relationship from a security standpoint. General Iqbal Karim Bhuiyan and General Aziz Ahmed, former Bangladesh Army Chiefs, visited Myanmar in 2014 and 2019, respectively, to promote friendship, deepen military ties, and find ways to cooperate in areas such as security dialogue, joint exercises and training, staff-to-staff meetings, and intelligence sharing.\nWhat is important to note is that Bangladesh was among only eight countries that sent their defence attachés to attend the Myanmar Armed Forces Day parade in Naypyidaw in March 2021, a month after the coup. Some say that it prompted General Min Aung Hlaing to consider Dhaka as a potential ally.\nThe Tatmadaw's recent participation in meetings of Asean Military Intelligence and defence chiefs, as well as the Indian navy's largest multilateral exercise, MILAN 2022, along with those of the QUAD members, may pave the way for other countries to adopt military diplomacy to address political and diplomatic concerns. Bangladesh may believe that a high level of security engagement can help it address major challenges like the Rohingya crisis, insurgency, transnational crime, and other non-traditional security threats.\nIn a nutshell, Bangladesh is trying to reorient its Myanmar policy in light of the regional power setting and the army's new rule in Naypyidaw. Bangladesh now sees \"consultative and constructive engagement\" with Myanmar's military regime as a viable strategic choice to deal with the country's topmost security concerns.\n \nParvej Siddique Bhuiyan is a security and strategic affairs analyst.\n",
        "headline_1": "Engaging with Myanmar’s military based on strategic calculations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/engaging-myanmars-military-based-strategic-calculations-3026256",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2022"
    },
    {
        "full_article": "Despite the frequent injuries and deaths caused by open canals and drains in Chattogram city as well as demands for proper measures to avoid further casualties, these roadside canals and drains still remain unmarked or uncovered. The memory of the deaths of some children, a female university student, and some adults after falling into open drains is fresh in our minds. It hurts more when continued inaction by the authorities renders those unfortunate deaths meaningless.\nThe canals and drains with yawning gaps could once again spell disaster with the approaching monsoon season when they are likely to overflow, making the edges of nearby roads indistinguishable to pedestrians and commuters. As such, people and small vehicles might slip and fall into them. It was not long ago that the driver of a three-wheeler miscalculated the edge of a road and fell into a canal in the city, leading to the deaths of the driver and a passenger. It is unthinkable that such a thing can happen in what is known as the commercial capital of the country, but even that couldn't nudge the authorities into action, let alone a serious reflection on why this keeps happening.\nEvery time an accident takes place, a committee is formed and asked to conduct a survey to identify risky spots contributing to such accidents, but hardly ever is it followed by a proper response. According to a recent survey, there are 57 canals—measuring 161 kilometres in total—and 765 kilometres of drains in the city. A total of 5,527 risky spots, measuring up to 19 kilometres, were also identified. This is extremely disturbing for a city that remains busy round the clock. One wonders why those risky spots haven't been made safer by the Chattogram City Corporation (CCC) and other competent authorities in all these years. How many more lives will be needed before they undertake measures that actually make a difference?\nReportedly, works on the risky spots have seen little progress so far, with over 70 percent of works still unfinished. No one could provide a credible answer as to why this is taking so long, or when those works will be finished. The top brass must answer for this and also take a long, hard look at why this problem has persisted through the years and at their own failures and incompetence. We urge the CCC mayor to lead this effort and ensure quick results.\n",
        "headline_1": "Open drains waiting for more victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/open-drains-waiting-more-victims-3026631",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2022"
    },
    {
        "full_article": "We reiterate the prime minister's call to government officials, private sector and the people in general to be economical in the face of growing global instability and crisis. However, we would emphasise her point more vigorously for government officials—despite the current global factors not being in our favour, it should be recognised that mass-scale corruption and regular wastage of funds domestically have also hindered our economy and are factors that are contributing to the sufferings of ordinary people.\nThe prime minister has reminded everyone to go slow on non-essential projects, and we completely agree with this. We would, in fact, go a step further and ask the government to perhaps seriously examine their usefulness before spending any resources on them for the time being. As we have repeatedly said in this column, wastage and cost manipulation need to be checked. They have become a regular phenomenon in our country, and under the current circumstances in particular, the people cannot afford them. The government should take this opportunity to strengthen the monitoring of projects and ensure transparency and accountability, which are the only cures to the corruption plaguing our nation.\nWhile at this moment, the ruling party urgently needs to finally put into practice its pledge to have \"zero tolerance for corruption,\" the people, too, have a big role to play. It seems that we now have a perfect storm on our hands—given the global conditions and local situation. And it is during times like this that people need to come together. Right now, what we need is for unity and common sense to prevail, and for the affluent members of society to come to the aid of lower-income groups, who are finding it increasingly difficult to afford their daily necessities.\nThe government, while cutting back on non-productive expenditures, corruption and mismanagement, should divert more resources to social safety net programmes for the poor and disadvantaged groups and, even more importantly, make sure they reach their intended beneficiaries. It should put more focus on strengthening the country's fundamental macroeconomic factors, as prescribed by experts. Moreover, the authorities should remain extra vigilant in regard to preserving the country's forex reserves, and stay true to the decision to stop overseas trips of government officials, employees of autonomous, state-owned and semi-government organisations, as well as public banks and financial institutions.\n",
        "headline_1": "PM’s directive to be economical timely and welcome",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-welcome-the-pms-timely-directive-3026356",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2022"
    }
]