[
    {
        "full_article": "The announcement on social media by Urban Development Minister Hardeep Puri, of the Modi government’s decision to house about 1,100 Rohingya migrants now living in makeshift slums, in flats with amenities instead, proved “too good to be true”. Within hours, Mr. Puri was countered by the Home Minister’s Office, which denied any such intention, instead terming them “illegal foreigners”. It said the plan was to keep them sequestered in their present homes, which would be designated as detention centres while the Government continued efforts to deport them to Myanmar. The announcement itself was puzzling. Mr. Puri is a senior Minister and an experienced diplomat, and his statement was unequivocal. Not only did he say that the plan was to move the migrants from squalor to apartments built for the Economically Weaker Sections on the outskirts of Delhi, but that they would also be provided facilities and protection by the Delhi police — proof of how India had always welcomed refugees. The details Mr. Puri shared, as well as documents from 2021, showed that the Government had indeed been considering moving the Rohingya, who live on land donated by an Islamic charity, after their previous homes were burnt down. There has been some suggestion that the ruling party faced backlash from its supporters, including a stern press statement from the Vishva Hindu Parishad, and it would be unfortunate if that was the principle behind what appears to be a reversal of policy.On broader terms, the Rohingya housing issue seems to be an example of the clash between the Modi government’s foreign policy commitments and its domestic politics. Although, as Mr. Puri tweeted, India has “respected and followed” the 1951 UN convention of refugees — it is not a signatory — Mr. Modi’s colleagues such as Home Minister Amit Shah have frequently disregarded the conventions: referring to migrants as “termites”, stating in Parliament that India would “never accept” the Rohingya, and even violating the UN principle of non-refoulement by deporting a Rohingya woman to Myanmar this year. The treatment of the Rohingya, who fled to India in 2012 and 2017 after state-sponsored ethnic cleansing, has also been far from the Government’s much touted slogan of “ vasudhaiva kutumbakam”. The Rohingya have been driven out of homes in Rajasthan and Haryana, stigmatised by local authorities and intelligence agencies who accuse them of criminal and even terrorist intent. New Delhi has also failed thus far to play its role as a “Regional leader” in convincing Myanmar to provide its citizens homes and assurances of safety, or in brokering dialogue between Dhaka and Naypyidaw to ensure their return; about a million Rohingya live in Bangladesh, and an estimated 40,000 in India (Pakistan and Saudi Arabia house about 7,00,000 between them). In the absence of long-term measures to resolve the issue, the Government could at least, as Mr. Puri suggested, provide the hapless community better living conditions, until their future is secured.",
        "headline_1": "Too good to be true: On accommodating the Rohingya",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/too-good-to-be-true-the-hindu-editorial-on-accommodating-the-rohingya/article65784360.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "The Madras High Court has restored ‘dual leadership’ in the All India Anna Dravida Munnetra Kazhagam (AIADMK) in an order that amounts to forcing the party’s recently elected ‘interim general secretary’, Edappadi K. Palaniswami, to work jointly with O. Panneerselvam, who was ‘expelled’ at a general council meeting on July 11. On the face of it, the order of Justice G. Jayachandran, declaring the July 11 meeting void, because it was not convened by one authorised to do so, seems to be an impractical measure. The court has ordered restoration of status quo ante as on June 23, the day an earlier general council meeting was held without any decision on the leadership question. This pushes the party into a deadlock. The order says categorically that there shall be no general council or executive committee meeting without the joint consent of the Coordinator (Mr. Panneerselvam) and the Joint Coordinator (Mr. Palaniswami). It also says there will be no impediment in their convening a general council meeting jointly and deciding on its affairs, including the issue of restoring ‘single leadership’. Such a scenario does not look likely as Mr. Panneerselvam may not allow the issue to be taken up. The outcome is a setback to Mr. Palaniswami, who may have thought he has taken full control with the support of an overwhelming majority among general council members. It is a major boost for Mr. Panneerselvam as he gets back his shared leadership after he was unseated and expelled.The court’s order is based on three grounds: that the July 11 meeting could not have been called by the acting presidium chairman, when the party rules say only the two coordinators can do so; that it was done without giving 15 days’ advance notice, and the claim that the post of coordinators had lapsed after June 23 was without any basis. However, a moot question is whether a party can be run with two leaders who have fallen out and hold a de facto veto power over each other’s decisions. At one point, the court seems to question the general council’s power to make decisions based on majority when it asks how a party with 1.50 crore members can suddenly seek a change in dispensation with just 2,500 general council members; and says whether these 2,500 people truly reflect the views of all primary members is something to be examined. The implications of this observation are not wholly clear, but it may be used to stall or reject any decision made in this forum. As the litigation deepens the AIADMK’s internal crisis, Mr. Palaniswami has filed an appeal in the High Court. A question that arises is whether warring factions, especially when one of them is clearly dominant, can be yoked together by judicial diktat.",
        "headline_1": "A forced union: On AIADMK factional feud",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-forced-union-the-hindu-editorial-on-aiadmk-factional-feud/article65783876.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "Freebies in India have reached such proportions that now even Supreme Court judges have banged their gavel on them. No question, freebies are unwelcome, but what exactly is a freebie? Further, why do they dominate poorer economies?\nThough India’s GDP is not as high as that of the US or European Union, India outstrips them all in subsidies. No advanced economy in the West spends more than 1% of GDP on subsidies across all sectors. For example, total subsidy in Germany is 0.9% of its GDP, in France just 0.4%, but in India, agricultural subsidies alone eat up around 2.25% of our GDP. Meanwhile, distortions in the power sector alone cost the Indian exchequer over 4% of her GDP.\nRead full opinion on TOI+\n\n",
        "headline_1": "Freebies in our bonnet: Long back, West prioritised health, education spending over subsidies. That’s the call India must take too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/freebies-in-our-bonnet-long-back-west-prioritised-health-education-spending-over-subsidies-thats-the-call-india-must-take-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "The trend in inflation appears to have turned the corner globally. It’s an important development as it lowers the risks of macroeconomic instability and, thereby, creates a more favourable environment for economic growth. Globally, the sharp decline in food prices in July is perhaps the most positive development. The FAO Food Price Index in July was 140.9 points, an 8.6% reduction in relation to June. It’s the steepest monthly fall since October 2008.\nFor India, falling crude prices are more significant. The monthly average price so far is $97.2/barrel in August, the first time it’s likely to stay below $100/barrel since February. The combined effect of cooling energy and food prices is that India’s consumer price index in July was 6.7%, the third straight sequential decline. None of these developments indicate that the inflation challenge has ended. It’s still above RBI’s tolerance threshold of 6%. But what the data does show is that the pace of increase in the price level is slowing down.\nRBI’s monetary policy committee’s calls on interest rate are guided by this data. Since early May, the policy rate, repo, has been increased by 1.4 percentage points to the current level of 5.4%. The sharp increases in interest rates were influenced by the surge in energy and commodity prices after Russia’s invasion of Ukraine. The rate increases were front-loaded to head off second-round effects of these price increases.\nThe impact was sharp. About 40% of bank loans are benchmarked to the repo, which has meant that borrowers have felt the impact of monetary tightening almost immediately. SBI Research estimated an increase in interest cost by about Rs 42,500 crore for retail and MSME borrowers. This will act as a drag on economic activity. Therefore, given that recent data suggests moderating inflation, MPC should recalibrate its stance to be in sync with it. In any case, monetary tightening will continue even without rate increases as surplus liquidity is sucked out of the money market by RBI. SBI’s study shows more than 50% of inflation is still being driven by supply factors. That makes a case for easing off on more interest rate increases. Many commentators will advocate a longer-duration monetary tightening. But MPC should be more nimble in its thinking.\n\n",
        "headline_1": "Wiggle room, finally: Inflation is cooling. RBI must adjust monetary policy. Pause on rate hike, remove excess liquidity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wiggle-room-finally-inflation-is-cooling-rbi-must-adjust-monetary-policy-pause-on-rate-hike-remove-excess-liquidity/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "Ukraine foreign minister Dmytro Kuleba was unusually dramatic for a diplomat in saying the Russian oil India buys has a “portion of Ukrainian blood”. He was also being somewhat hypocritical. His country is at the brutal end of a Russian invasion. He can critique India’s official neutrality. But as foreign minister he surely knows each country has its own specific set of economic challenges and interests. Therefore, India’s foreign and economic policies must serve India first. Discounted Russian oil is a big help for a major economy that’s also a big oil importer and which until recently was battling rising crude prices. The math is clear: For every $1 increase in the price of oil, India’s import bill increases by $2.1 billion. Plus, the global supply of oil remains tight with sanctions on Iran, and with Europe snapping up energy deliveries from the Middle East. Moreover, Europe is continuing to buy Russian gas despite its active support for Ukraine against Russian military action. Yet we don’t see Ukrainian authorities lecture EU on purchase of Russian energy in such dramatic terms.\nSure, EU is also providing critical military and humanitarian assistance to Ukraine. But that’s because the Russian invasion poses a serious threat to wider European security. India is simply not in the same boat. That said, the growing China-Russia compact does pose a long-term strategic challenge for India too. Therefore, it is better to focus on conversations about India’s deep dependence on Russian military hardware and ways to mitigate this, as well as the dangers posed by Beijing and Moscow to New Delhi’s interests in the Indo-Pacific. But trying to guilt-trip India about Russian oil won’t work. On the contrary, it could see GoI turn cold towards the Ukrainian cause.\n \n\n",
        "headline_1": "Blood, oil, security: Ukraine foreign minister’s critique of India misses some obvious geopolitical realities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/blood-oil-security-ukraine-foreign-ministers-critique-of-india-misses-some-obvious-geopolitical-realities/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "India under Prime Minister Modi’s leadership seems to be following the policy playbook set by China’s Deng Xiaoping in the late 1970s when he argued that China’s future, both at home and abroad, would be shaped by its economic success. For Deng’s China, this translated into a cautious foreign policy and domestically an unleashing of the entrepreneurial talent of the Chinese people.\nPM Modi is similarly the most business-friendly person to occupy that office in India and has focussed on creating institutions and improved infrastructure to manage the faster growth necessary to create jobs for India’s youthful population, who are a large voting bloc. Objective facts do suggest a reason for cautious optimism, though there remain major challenges.\nRead full opinion on TOI+\n\n",
        "headline_1": "Chinese model with Indian characteristics: Modi government seeks to replicate the spectacular success of the Deng playbook",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/chinese-model-with-indian-characteristics-modi-government-seeks-to-replicate-the-spectacular-success-of-the-deng-playbook/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "If you want to show the contradictions in our society, here is an example to cite. Wasfia Nazreen comes back home, after scaling K2, the world's second highest mountain – the first Bangladeshi to achieve such a feat. The news makes headlines in all the major media outlets and her well-wishers and fans are filled with pride that this fearless young woman has, once again, put Bangladesh on the world map. On the same day, social media is abuzz with outraged posts regarding a comment made by a High Court judge in the case of a young woman being assaulted at a train station in Narsingdi. \"The girl was in an objectionable state at the platform which is seen in the CD (containing footage of the incident). Is it your right? Is it your right to dress?\" The High Court questioned the choice of attire by the young woman at the station located in such an area.\nThe judiciary is considered the most respected and honoured institution of a country. It is where people seek justice for all the wrongs that the state and society have failed to protect them from. Given its exalted position, such a comment or observation is unexpected and disappointing, to say the least. \nThe incident took place on May 18. The university student in question was waiting for a train on the platform of the train station with her friends. The accused, Marzia Akhter, a middle-aged woman (who has now been given anticipatory bail), demanded to know why the female student had worn such \"indecent\" clothes. Marzia then called other people to the scene, hurling abuses at the young woman and her friends and then started assaulting her, trying to pull her clothes off. The video of the incident that went viral shows the viciousness with which the older woman and her cohorts were terrorising the young woman. One shudders at the thought of what would have happened if she had not found shelter inside the train station's office and if the station officials had not protected her.\nThis was a hate crime that took the form of sexual harassment. A railway official filed a case under the Women and Children Repression Prevention Act and we hope that the law will take its course and punish the attackers. \nBut the court's comment has elicited strong objections from many, including women's rights groups, for going against women's equal rights, against their constitutional rights as well as against the government's policies to empower women. Article 32 of the constitution guarantees citizens the right to life and liberty and Article 36 guarantees freedom of movement. \nHow is it that we live in a society where a woman must endure humiliating attacks from another woman and her male cohorts in a public place for the clothes she chooses to wear? How is such an assault almost justified by the most respected of institutions echoing the rationale of the assaulters? Does this mean it is okay to verbally and physically abuse a woman if she does not conform to the dress code of particular groups? Does it exempt the state from ensuring her protection in a public place?\nWe cannot deny that our society is changing in many ways. While there are more people with mobile phones than ever before, and most of them highly active on social media, technological progress has not come hand in hand with a sense of justice and respect for women that is expected of a civilised society. In fact, it is leaning heavily towards regressive ideologies, opening the floodgates of moral policing, its favourite target being, of course, women. So when a woman wears clothes that are deemed \"provocative\" or \"immodest,\" getting attacked, being groped or even raped is only to be expected. The fact that she is a citizen of a free and independent country and has equal rights according to her country's constitution, rights that the state is mandated to protect, all this seems to evaporate in the domination of sanctimonious proclamations of the moral police. \nInstead of chastising and punishing the older woman who took part in the assault and instigated others to join in, society seems to condone her violence and even applaud her for it as a defender of \"propriety.\" Instead of calling out the men who shamelessly ogle and make obscene comments when they see a woman/girl pass by, instead of punishing those (men and unfortunately, some women) who have the audacity to assault a woman even in a public place, society at large is busy placing the onus of security solely on the woman's adherence to certain dress codes it considers \"proper\" or \"decent,\" which, by the way, does not guarantee safety. And when the most eminent seats of power make comments that seem to endorse this perception, it can encourage others to become such self-appointed defenders of virtue who may feel obliged to \"teach the woman a lesson.\" Surely, that is a contradiction of the very concept of justice.\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "The Narsingdi incident was a hate crime against a woman, plain and simple",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-narsingdi-incident-was-hate-crime-against-woman-plain-and-simple-3098026",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina has rightly pointed out to the United Nations High Commissioner for Human Rights, Michelle Bachelet, that Rohingya refugees in Bangladesh must eventually return to Myanmar. It's been almost five years since the Myanmar military carried out its most recent genocidal campaign against the Rohingyas, forcing around a million of them to flee to Bangladesh in search of safety. For a resource-constrained country like ours, hosting so many of refugees for five years has been a great challenge indeed.\nThe UN high commissioner, while expressing her disappointment over the lack of progress in regard to the repatriation process, warned the government to remain vigilant against the increasing anti-Rohingya rhetoric in Bangladesh, including stereotyping and scapegoating Rohingyas as the source of crime and other problems. This is an important point that needs to be discussed. Firstly, it should be recognised by all that the present circumstances are in no way the fault of the Rohingyas. Rather, they are the victims of barbaric actions by the Myanmar military and extremists. However, the reality that their unending presence here could lead to negative thinking also has to be recognised. This type of thinking is not beneficial to anyone, however, except maybe for those who want to exploit their vulnerability or those responsible for creating the crisis in the first place, as the focus shifts from them to the Rohingyas and their hosts. But that only makes quick repatriation all the more important.\nThe UN high commissioner also correctly observed that repatriation must occur once the conditions for their safety have been ensured in Myanmar. Otherwise, more Rohingya lives will be lost, and those who may survive the brutality of the Myanmar military will once again be forced to flee to Bangladesh. But this is where the international community, including the UN, must play a much bigger role. As far as Myanmar is concerned, right now it has no incentive to create such safe conditions for the Rohingyas – as it is the Rohingyas who are being forced to live in untenable and difficult conditions, and Bangladesh that is having to pay for it. Therefore, the international community has to put effective pressure on Myanmar so that it changes its Rohingya strategy.\nBangladesh can perhaps afford to host the Rohingyas for another year or two provided it receives a regular supply of assistance for the Rohingyas. But there has to be a definite timeline for their repatriation. We call on the international community to urgently work towards that end.\n",
        "headline_1": "There's no alternative to Rohingya repatriation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/theres-no-alternative-rohingya-repatriation-3097976",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "UN High Commissioner for Human Rights Michelle Bachelet, before concluding her four-day visit to Bangladesh, made some pithy observations about the country's rights situation although, earlier, she had hinted that she wasn't here to criticise but to discuss. We're glad that she chose to do both, in her own way of course. In so doing, she added moral weight to the fight against the widespread human rights abuse in Bangladesh that has become something of a norm over the past decade. What we find particularly relatable is her position on the \"continued and alarming\" allegations of enforced disappearance, extrajudicial killing and torture against state security agencies.\nIn her press conference on Wednesday, Bachelet spoke of her \"deep concerns\" over these allegations as well as the lack of due process and judicial safeguards, which she said she conveyed to the government. She also mentioned how successive UN human rights reports have documented \"a narrowing civic space, increased surveillance, intimidation and reprisals often leading to self-censorship\". She spoke of the Digital Security Act, and how laws and policies are restricting the freedom of expression and effective operation of NGOs. She also stressed the importance of managing protests without resorting to excessive force and also protecting minority groups and indigenous peoples from violence.\nImportantly, besides highlighting the need for drastic improvements in these areas, she called for an \"impartial, independent and transparent investigation\" into the allegations of abuse by security agencies, expressing her office's readiness to help design a \"specialised mechanism\" in line with international standards to investigate them.\n\nSo far, in public comments at least, government ministers have steadfastly ignored the elephant in the room: the very existence of enforced disappearance and extrajudicial killing. Nothing from their reaction betrayed any willingness to acknowledge them, let alone undertake impartial investigations.\nThe question is, will the government listen? So far, in public comments at least, government ministers have steadfastly ignored the elephant in the room: the very existence of enforced disappearance and extrajudicial killing. Nothing from their reaction betrayed any willingness to acknowledge them, let alone undertake impartial investigations, although sometimes they did vaguely mention taking action if such allegations were raised. Why coy about this if they have nothing to hide? What do they fear will come out if such investigations are carried out? Even Bachelet has urged the government to acknowledge these allegations, which is the least it can do given the mounting evidence of abuse.\nThe government's continued refusal to undertake meaningful action is an affront to the victims and the justice system. By doing so, it is essentially giving the green light for such abuses to recur. Its failure to undertake human rights screening of the security personnel and agencies, and make them accountable, is also an affront to democracy and everything it stands for. Economic progress means nothing if citizens' rights and safety are not ensured. For too long, we have had to deal with a near-total lack of accountability in public institutions leaving them exposed to political machinations. This cannot go on indefinitely.\nWe urge the government to turn away from this destructive practice and institute a robust system to address any and all allegations of rights abuse. It must prove, not just express, its commitment to human rights.\n",
        "headline_1": "UN rights chief hits the nail on the head",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/un-rights-chief-hits-the-nail-the-head-3097971",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "UN High Commissioner for Human Rights Michelle Bachelet has left us a \"laundry list\" of things to do. Generally, when we are advised to do things – out of courtesy, I am avoiding the term \"lectured\" – following the visit of a dignitary, it does not leave a good taste in the mouth. No one can feel good about getting an earful from a visitor, howsoever well-intentioned. This feeling verges on outrage when we see traces of duplicity as to how these \"to-do\" lists become long or short, harsh or mild, direct or nuanced depending on the country they are addressed to. Would such a list, on similar issues, be given to global or regional powers? Would China, Germany, France, Spain or India be similarly spoken to?\nIf we want to stop being lectured by international bodies, then we as a people, and much more so our government, must listen to our own critical voices. Our government must allow – not as a favour, but as a part of our right – others to speak. It must be open to alternative suggestions, dissenting observations, and even forceful rejections by national experts, stakeholders and the media. Terming every critic as a \"conspirator\" does not help in opening channels for vital feedback.\n\nThere is no human rights violation, there is no extrajudicial killing, there are no custodial deaths, no enforced disappearances, no violation of the law – such narratives do not serve any purpose. By denying the facts, we create grounds for foreign \"lecturing\" and open ourselves to external pressures. Can it be denied that deaths in the hands of Rab have practically stopped after the US sanctions? People, families and the media have been clamouring for years about extrajudicial killings. There have been hundreds of demonstrations, protests by forming human chains, press briefings and petitions against enforced disappearances and extrajudicial killings in Bangladesh, and nothing happened. And like magic, it suddenly stopped – even if temporarily – when certain restrictions were imposed by outside powers. So what will the people conclude? That we and our protests don't matter. Only when international pressure comes upon our government may we see some results.\nLiterally everything the UN human rights chief said, we – human rights activists, civil society and the media – have said before, and for years. We have written volumes on them and have published thousands of editorials and op-eds on these very subjects. None of them have been taken seriously. In fact, the most powerful and insightful of them have been disdainfully brushed aside as coming from habitual critics who cannot \"tolerate the government's unprecedented success.\"\nOf all Michelle Bachelet's suggestions, the one we would like to see our government take up seriously is to set up an independent, specialised mechanism to probe extrajudicial killings. Implementing this one suggestion would bring about many changes, especially the setup of an accountability mechanism – something that has gone missing from every part of our government.\nAmong others, the thing that clouds Sheikh Hasina's many achievements is the lack of accountability. As the head of the government and repository of all powers (our constitution provides for a very powerful executive head), it is expected that she would be subjected to the most stringent of accountability. (We saw how Boris Johnson, the former UK prime minister, was held accountable both by the parliament and, more importantly, by his own party). But that is not our reality. Not only that we cannot have it, even to expect it is sacrilegious. However, if the prime minister really wants to have an effective administration, what she needs the most is accountability in every sphere of her government: administration, law enforcement, dispensation of justice, banking, health services, education, etc. Lack of accountability can be said to have devastated this government, and is mostly responsible for our chaotic response to the present economic crisis.\nThe government will need to invest a lot of money to overcome the present economic crisis. It has to heavily subsidise the essentials for the poor and the lower middle class. Where will it get the money from? While we approach the global lenders, we also need to hold ourselves accountable as to how we spent our hard-earned resources over the last decade. Paying thousands of crores of taka as \"capacity charges\" to a few companies, that also for years and in US dollars – which started for three or four and is now continuing for 13 years – is just one example of where the lack of accountability can lead to. It may have been necessary for a specific period and in a far smaller scale, but never for the amount and for that long a period.\nComing back to the UN human rights chief's suggestion, we believe such a body will bring accountability in our law enforcement agencies. Extrajudicial killings along with enforced disappearances are the two most dreaded of a plethora of consequences that our people suffer from because of our allowing the police, Rab, intelligence agencies and surveillance bodies to run amuck. The poor, the day labourers, low-income people and those who have small businesses are mostly the victims of abuse of their power, one of whose effective methods of oppression is implicating people in false cases and then charging money to exonerate them.\nTo want to tell one's own story is natural. To think that such a story is very important is understandable. But to think that that is the only story is dangerous. We are now in that dangerous zone. The stories that our ministers told the UN high commissioner for human rights were so far from the truth, so removed from reality and in such contrast to the daily experience that they ended up insulting the families who lost their near and dear ones and reinforcing the impression of the international \"human rights\" community that the facts given out by our government cannot be trusted.\nWe must move away from the culture of denial and develop the confidence of being self-critical. No government in the world has ever fallen for being self-critical. On the contrary, it fell from power for being self-enamoured. That happens because the most dangerous aspect of the culture of denial is that what is meant to mislead others ends up misleading themselves, which destroys their own connection with reality.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "No government has ever fallen for being self-critical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/no-government-has-ever-fallen-being-self-critical-3097916",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina has rightly pointed out to the United Nations High Commissioner for Human Rights, Michelle Bachelet, that Rohingya refugees in Bangladesh must eventually return to Myanmar. It's been almost five years since the Myanmar military carried out its most recent genocidal campaign against the Rohingyas, forcing around a million of them to flee to Bangladesh in search of safety. For a resource-constrained country like ours, hosting so many of refugees for five years has been a great challenge indeed.\nThe UN high commissioner, while expressing her disappointment over the lack of progress in regard to the repatriation process, warned the government to remain vigilant against the increasing anti-Rohingya rhetoric in Bangladesh, including stereotyping and scapegoating Rohingyas as the source of crime and other problems. This is an important point that needs to be discussed. Firstly, it should be recognised by all that the present circumstances are in no way the fault of the Rohingyas. Rather, they are the victims of barbaric actions by the Myanmar military and extremists. However, the reality that their unending presence here could lead to negative thinking also has to be recognised. This type of thinking is not beneficial to anyone, however, except maybe for those who want to exploit their vulnerability or those responsible for creating the crisis in the first place, as the focus shifts from them to the Rohingyas and their hosts. But that only makes quick repatriation all the more important.\nThe UN high commissioner also correctly observed that repatriation must occur once the conditions for their safety have been ensured in Myanmar. Otherwise, more Rohingya lives will be lost, and those who may survive the brutality of the Myanmar military will once again be forced to flee to Bangladesh. But this is where the international community, including the UN, must play a much bigger role. As far as Myanmar is concerned, right now it has no incentive to create such safe conditions for the Rohingyas – as it is the Rohingyas who are being forced to live in untenable and difficult conditions, and Bangladesh that is having to pay for it. Therefore, the international community has to put effective pressure on Myanmar so that it changes its Rohingya strategy.\nBangladesh can perhaps afford to host the Rohingyas for another year or two provided it receives a regular supply of assistance for the Rohingyas. But there has to be a definite timeline for their repatriation. We call on the international community to urgently work towards that end.\n",
        "headline_1": "There's no alternative to Rohingya repatriation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/theres-no-alternative-rohingya-repatriation-3097976",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "UN High Commissioner for Human Rights Michelle Bachelet, before concluding her four-day visit to Bangladesh, made some pithy observations about the country's rights situation although, earlier, she had hinted that she wasn't here to criticise but to discuss. We're glad that she chose to do both, in her own way of course. In so doing, she added moral weight to the fight against the widespread human rights abuse in Bangladesh that has become something of a norm over the past decade. What we find particularly relatable is her position on the \"continued and alarming\" allegations of enforced disappearance, extrajudicial killing and torture against state security agencies.\nIn her press conference on Wednesday, Bachelet spoke of her \"deep concerns\" over these allegations as well as the lack of due process and judicial safeguards, which she said she conveyed to the government. She also mentioned how successive UN human rights reports have documented \"a narrowing civic space, increased surveillance, intimidation and reprisals often leading to self-censorship\". She spoke of the Digital Security Act, and how laws and policies are restricting the freedom of expression and effective operation of NGOs. She also stressed the importance of managing protests without resorting to excessive force and also protecting minority groups and indigenous peoples from violence.\nImportantly, besides highlighting the need for drastic improvements in these areas, she called for an \"impartial, independent and transparent investigation\" into the allegations of abuse by security agencies, expressing her office's readiness to help design a \"specialised mechanism\" in line with international standards to investigate them.\n\nSo far, in public comments at least, government ministers have steadfastly ignored the elephant in the room: the very existence of enforced disappearance and extrajudicial killing. Nothing from their reaction betrayed any willingness to acknowledge them, let alone undertake impartial investigations.\nThe question is, will the government listen? So far, in public comments at least, government ministers have steadfastly ignored the elephant in the room: the very existence of enforced disappearance and extrajudicial killing. Nothing from their reaction betrayed any willingness to acknowledge them, let alone undertake impartial investigations, although sometimes they did vaguely mention taking action if such allegations were raised. Why coy about this if they have nothing to hide? What do they fear will come out if such investigations are carried out? Even Bachelet has urged the government to acknowledge these allegations, which is the least it can do given the mounting evidence of abuse.\nThe government's continued refusal to undertake meaningful action is an affront to the victims and the justice system. By doing so, it is essentially giving the green light for such abuses to recur. Its failure to undertake human rights screening of the security personnel and agencies, and make them accountable, is also an affront to democracy and everything it stands for. Economic progress means nothing if citizens' rights and safety are not ensured. For too long, we have had to deal with a near-total lack of accountability in public institutions leaving them exposed to political machinations. This cannot go on indefinitely.\nWe urge the government to turn away from this destructive practice and institute a robust system to address any and all allegations of rights abuse. It must prove, not just express, its commitment to human rights.\n",
        "headline_1": "UN rights chief hits the nail on the head",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/un-rights-chief-hits-the-nail-the-head-3097971",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "Incidence of malware toxicity is quite high in the telephone companies, quite a few of them being household names. There are 184.45m mobile phone subscribers in the country. Whatever might be the size of ownership or usage a decade later, the current quantum leap is itself formidable. It's an essential tool-kit for a utilitarian free market communication network. Its power, both benign and injurious, lies in the hands of the users as well as service providers! But a brother at the other end of the spectrum -- the cyber space is one and indivisible phenomenon, though, dropped a chilling line: Ransom ware is becoming rampant in Britain, he added with crisp emphasis! A former US president has said something like this, a memorable gem: \"Ninetenths of wisdom is to be wise on time\". Wise words but hardly lived up to by the worldly wise. The recap of the report under review may go down as a modest, timely, though a little overstretched attempt to reminisce the world-rattling Bangladesh Bank heist in 2016; by hindsight after all, that shook the government into forming the BGD e-GOV CIRT under the Post, Telecom and ICT Ministry. Now half a decade on, alongside the now amnesic fragmentary unsolved mystery of the massive heist and the loss sustained hovering, to say nothing of the probe itself lost in the wilderness, at least the formation of the national watch body, the e-Government Computer Response Team (BGD e-Gov CIRT) has led to an outpouring of reports. They point out that Grameenphone, Robi, Axiata, Banglalink and Teletalk have had a noticeable rate of malware infection. Underlining a wider concern it noted major cyber attacks frequenting at least 147 public and private organisations including banks, non-banking financial institutions. The salient points made in the reports find resonance with the audience since the end users and the gullible subscribers ultimately pay the price of the malware contamination and resulting misinformation or disinformation maladies. The report adds that 300-400 credit or debit cardholders are subjected to cyber attacks per month; Grameenphone with the largest customer-base has 47 unique counts of malware infection; Robi with 40 unique counts while Banglalink tallying lowest at 31. The viruses range between 'android-hummer, avalance -- andromedia; and android rootnik etc. -- these being prominent viruses contributing to the rates combinedly.Bandwidth is the life-blood of the network communication. According to Tarique Barkatullah, director of the data centre upon penetration tests without rules of engagement which ought to have been well-established, tended to expose 'indicators of compromises'. These were then cross-examined by threat intelligence unit researchers for further verification to achieve 'true positives.' It would seem that due diligence is being applied at certain level. But lack of rules of engagement is disquieting. If the bandwidth is attacked, overall services are disrupted, so one knows where vigilance and monitoring have to be mounted 7/24. The BTRC deals with the operators. If they cross the prescribed threshold, ethically or otherwise, the former should not flinch from being stern against them but in accord with rules of engagement agreed to by enlightened consensus. The BTRC has to protect the customers' interest by preventing the system weakening much like other stakeholders. As for the end-users and service providers no less will they have to be eternally vigilant against the machinations of the shadowy underworld of ever changing creepy problematically faceless cyber criminals. Not invincible though in the face of today's high tech wrestling down the ground of the defiant ones.",
        "headline_1": "Eyebrow-raising malware in telecom",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eyebrow-raising-malware-in-telecom-1660834176",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "One cannot say accidents are accidents unless one is a hypocrite. To make such a statement, one has to be dead sure of the inevitability or unavoidability of the dreadful occurrences. Although people in general have become somewhat immune to tragic accidents now on the rise with recurrence of certain patterns when they should be highly wary of such developments, this is an indication of a sense of apathy out of frustration and helplessness. Otherwise common people do care for the lives of fellow human beings. Which, however, cannot be said about those responsible for ensuring safety of life. It is because of this, experts working in the field of safety against accidents refuse to accept many of the tragic incidents as accidents; rather they call those outright murders by default. A culture of callousness has indeed allowed infernos to overwhelm rows of residential buildings used for storing chemicals or producing plastic goods or polythene in the overcrowded parts of old Dhaka, road crashes with an increasing frequency, unstoppable level crossing gory mayhems and of late collapse of girders of BRT (Bus Rapid Transit) expressway or flyovers both in the capital and port cities. Once fires in garment factories were a routine affair. The threat is still there but certainly there has been a phenomenal improvement when Accord and Alliance ---European and North American buying platforms respectively---came in aid of garment factories in raising their fire safety standard. After the Rana Plaza tragedy, there has been a massive overhaul of garment houses so much so that the country by the first quarter of 2021 boasted 150 eco-friendly green garments factories ---highest in the world. They have been awarded the Leadership in Environmental and Energy in Design (LEED) certificate by the United States Green Building Council (USGBC). By now their number should go up further. Still more enviable is the fact that 14 of those are ranked among the world's top 27 eco-friendly industrial establishments.Clearly the interventions by Accord and Alliance have had a major role in making this happen. Why cannot similar interventions be made in the areas of highway tragedies, fires in old Dhaka and snapping of girders at the time of their hoisting on pillars? Admitted that there may be a mistake once but why should the country stand a mute witness to such repeated tragic happenings? Clearly, there is a stupendous lack of seriousness on the part of the authorities concerned. Immediately after each such accident wise heads start vivisecting the circumstances that lead to it. There is also a ritualistic pattern comprising both blame games and a slew of promises including punishment to be meted out to those responsible. What is particularly revealing is the fact that the law enforcement agencies come up with a list of lapses and irregularities in case of a road accident. For example, they inform that the bus involved in the accident was operating without route permit or its driver had no experience of driving heavy vehicles etc.Now the question is, how can a bus operate on a busy city road without route permit or after expiry of its active lifespan? Why cannot the law enforcers take preemptive action against those vehicles or drivers? Why should they come up with such stories after an accident has claimed lives and left people injured? Similarly, 'the plastic or polythene factory was operating without licence or had no fire extinguishers'---runs the litany. Then consider the complaints brought against the contractor after the girder smashed the car, killing five people inside and injuring a newly-wed couple at Uttara. What a funny and phony objection that the contractor did not inform the BRT authority before undertaking the task of lifting the girder on that day when he was not supposed to do so. The 'obstinate contractor' does not oblige the authority! The response comes when similar girder debacles that happened earlier were brought to the authority's notice. If this was the case, how can the contractor still have the job? Or, if he has his anarchic way, should the BRT boss hold the position? He should have resigned accepting his failure to control the contractor. No man is bigger than an institute or institution. Similarly, no development project is more important than human life or for that matter its safety. Also, no one has the right to compromise on the safety issue even when undertaking a highly important development work. In the case of girder collapse, ensuring two vital cautionary measures would have been enough. First, ensuring the crane's capacity to haul the 80-tonne concrete girder and second, marking an enclosure with flashy tapes to ensure that no one ventures into it until the hauling of the girder has been completed. This is the minimum level of guidelines any development project follows. Why is exception to this in case of the BRT expressway project? So far as the unlicensed plastic and polythene factories in the city's old part are concerned, the virus is in the antidote. Is shifting of chemical business hub to the designated place away from the crowded area an uphill task? The identification and sealing of illegal factories manufacturing polythene and plastic goods are not a big ask provided the authorities concerned are serious about rooting out the hazardous practice. If garment factories could be streamlined, so can such factories be done. Those can continue because rent-seekers ---both local influential coteries and men in uniform ---use them as a permanent source of ill-gotten income. The same is true for public buses. [email protected]",
        "headline_1": "Callousness at its worst or wilful indifference!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/callousness-at-its-worst-or-wilful-indifference-1660834245",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina on Tuesday last asked the authorities concerned to explore the possibility of importing fuel oils from Russia, a global superpower facing sanctions from another---the USA---following the former's invasion of Ukraine. While presiding over the regular weekly meeting of the executive committee of the national economic council (ECNEC), she reportedly said, \"If India and other countries can import oil from Russia, why not Bangladesh?\"Russia is now selling petroleum products at a substantial discount. Neighbouring India following the outbreak of the Russia-Ukraine war has been importing Russian crude and exporting a part of the same at higher prices to some other countries after refining. The USA lately has softened its tough stance on Russian oil and gas export and, for strategic reasons, might be overlooking India's approach to sanctions.But the PM's directive has given rise to some amount of confusion. The country's sole oil refinery, the Eastern Refinery Limited (ERL), is not equipped to refine heavy Russian crude oil. The ERL, established in 1968, is now able to refine only light crude. Foreign secretary Masud Bin Momen while talking to the newsmen on Wednesday last, also confirmed the ERL's lack of capacity to refine Russian crude. It would take a long time to equip the ERL with such facilities, he admitted. Then, will Bangladesh import refined Russian petroleum products, mainly diesel? Details are not yet available, but finished petroleum products would be the most likely imports. Nearly 80 per cent of the diesel and octane it imports every year are refined. The ERL can refine only 1.5 million tonnes a year. At least two companies, including a Russian one, have reportedly approached Bangladesh to sell Russian diesel and gas. But the government is interested in purchasing oil directly from Russia through currency swaps. Some people might seek to know why successive governments have failed to modernise the ERL and expand its capacity or establish a new one with greater refining capacity. The consumption of petroleum products has risen exponentially in an economy that swelled to over US$400 billion in 2021 from US$6.29 billion in 1972. According to an estimate, the country could have saved $250 million annually through lower imports and also could have earned a profit in foreign exchange had it installed a high-capacity refinery with modern equipment. Not that there has not been any initiative to install a bigger refinery. A project to this effect was prepared nearly 12 years back at a cost of Tk 130 billion and then the ministry concerned sat on it. Only recently, has it come out of deep slumber and hiked the cost of the project to Tk 200 billion. The project seeks an allocation of Tk 420 million for foreign trips and training by officials and experts concerned. What would sound more interesting is the huge spending the government has been making on an Indian project-management consultant for the proposed refinery. Three years have already gone by and the agency has extended the consultant's contract for another four years. The consultancy cost, reportedly, has more than doubled to Tk 2.56 billion. Inaction by the government to install an oil refinery with adequate capacity to refine both heavy and light crude, thus, is taking a toll on the economy. Taking advantage of the current situation, a section of people in the relevant agencies is now pushing the refinery project with questionable components. The Planning Commission while evaluating the project has raised a few questions. What happens next, however, remains to be seen. [email protected]",
        "headline_1": "Russian oil and refinery project",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/russian-oil-and-refinery-project-1660834343",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2022"
    },
    {
        "full_article": "The government has recently approved in principle the draft of the Drugs Act, 2022 with harsher punishment for drug-related anomalies and offences. Under the draft law, the punishment for such crimes will reportedly be maximum 10-year jail with a fine of Tk 1.0 million. In the existing law, the punishment for such crimes is three-year jail with a fine of Tk 200,000. The offences, for which the maximum punishment were kept in the draft law, include production or import of drugs without licences; production, import, export, marketing, stocking, sale or showcasing of drugs without registration; production, sale, stocking or marketing adulterated drugs; and stealing and selling government's drugs. We welcome the proposed law. However, many of us expected that it would introduce a provision that would make the Directorate General of Drug Administration fix the retail price for each and every drug. Bangladesh's first drug policy was adopted in 1982. The policy made it mandatory for the Directorate General of Drug Administration (DGDA) to fix retail prices of essential drugs. So, people could buy medicine at reasonable a price. In 1990s' a 500-milligram paracetamol tablet was available at Tk 0.10, while it now costs Tk 0.75. But now, there seems to be no control of the government on fixing drug prices. And, pharmaceutical companies are charging whatever they want, making poor people suffer the most. In this situation, a drastic change is necessary. Retail prices of each medicine, produced in the country or imported from abroad, should be approved by the government agency so that the authorities concerned can ensure reasonable prices for drugs.Md. Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Ensuring reasonable drug prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-reasonable-drug-prices-1660834427",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-08-2022"
    }
]