[
    {
        "full_article": "The Union government’s decision on Saturday to cut the excise duty on petrol and diesel by ₹8 and ₹6, respectively, is a belated acknowledgement that April’s multi-year highs in inflation were spurred in significant measure by high fuel prices. Coming more than six months after its last duty reduction — on Deepavali eve — the latest cut is a welcome step to ease the burgeoning cost burden on producers and consumers. With the price of the Indian basket of crude oil having risen by more than 33% since November, and with a bulk of the surge coming in the wake of the Ukraine war in February, state-run oil marketing companies had raised retail fuel prices sharply over a 16-day period starting March 22. Largely as a result of the higher fuel prices and quickening food costs, inflation based on the Consumer Price Index accelerated to a 95-month high of 7.8% last month, while wholesale price gains soared to a multi-decade high of 15.1%. S&P Global’s April PMI surveys showed that both services and manufacturing companies had in fact flagged the surging input costs as a potential dampener of demand. A desperate RBI decided to stop waiting for Government intervention to cool the supply-side factors fanning inflation and opted instead to raise interest rates earlier this month.The extent of concern about the inaction on the part of the Government was reflected at the Monetary Policy Committee’s two-day meeting earlier this month where a member observed: “Government supply-side action can also reduce future rate rises, output sacrifice and borrowing costs. Both central and State taxes are buoyant... giving them space to cut taxes on fuels.” Now that the Centre has acted to ease some of the inflationary pressure emanating from the high excise duty component in fuel prices, the onus is on the States to sink their political differences over the Government’s past approach to taxing fuels and help reduce the burden on the common man by paring their respective State taxes as well. With the war in Europe showing no immediate signs of easing, the economic fallout, particularly on global energy and food costs, remains highly uncertain and continues to point to the rising risks of faster inflation coupled with slower growth. In such a volatile scenario, fiscal measures that help cool price pressures and leave an extra rupee or two in the consumer’s pocket can only aid to undergird vital consumption demand in the economy. Ultimately, all States must realise that the best way to safeguard their revenue interests would be to ensure that the growth momentum in the economy as a whole remains well supported. This is a moment that calls for all hands on deck. The sooner policymakers at the different levels of government, and of all political hues, realise this and act in concert, the better.",
        "headline_1": "All hands on deck: On Centre’s duty cut on petro products",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/all-hands-on-deck/article65453833.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-05-2022"
    },
    {
        "full_article": "Moves by the ATP and WTA — governing bodies of men’s and women’s tennis tours — to strip Wimbledon of its primary currency, the all-important ranking points, for the 2022 edition represent the harshest rebuke to the autonomous overreach by the oldest Grand Slam event in declining entries from Russian and Belarusian players. The ATP, on Friday, said the move was to protect the “integrity of the sport”, which was built upon “merit-based tournament entry” (through rankings) and a level playing field. The WTA concurred, basing its decision on its foundational principle of equal opportunity, championed by the legendary Billie Jean King. The International Tennis Federation (ITF) followed suit by removing points from the Junior and Wheelchair competitions. As a result, the most coveted tennis tournament in the world is set to be reduced to an exhibition event, barring a rethink from the feuding parties. A large-scale player drop-out may not materialise, for Wimbledon holds too much allure, both in terms of prestige and prize money. But the saga is sure to upend the sport’s pecking orders. Tennis rankings work over a rolling 52-week period, updated by adding points earned in the previous week and subtracting those from the equivalent week in the previous year. Now, World No.1 Novak Djokovic’s 2000 points for winning the 2021 edition will be removed without any addition this year, causing severe disruptions in the upper echelons of men’s tennis.More broadly, the fiasco is likely to end up leaving everyone bruised. Wimbledon has rightly been penalised for triggering the controversy by unfairly targeting Russians and Belarusians for the actions of their political leaders, despite the likes of World No.2 Daniil Medvedev and World No.7 Andrey Rublev publicly calling for peace. But the pushback by the ATP, WTA and ITF will unfortunately inflict collateral damage on scores of players, especially those in the lower rungs, otherwise eligible to earn points. While the ATP has correctly stressed that an acceptable solution could have been found if Wimbledon had not chosen to act unilaterally based on “informal guidance” from the British government, it is a fact that tennis’s seven governing bodies — ATP, WTA, ITF and the four Majors — mostly work at cross-purposes and act in self-interest. The ATP itself has not walked the talk, continuing to hand out a disproportionately high number of ranking points to its flagship multi-nation team competition ATP Cup despite the tournament being a closed-door event. Wimbledon has, for now, stopped at expressing its disappointment and reserved its position, with the ongoing French Open providing fans with a welcome distraction. But any attempt to further this powerplay by driving another wedge, instead of charting out a progressive path, will only splinter the sport more.",
        "headline_1": "Grand slam: On ATP and WTA stripping of Wimbledon ranking points",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/grand-slam/article65453789.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-05-2022"
    },
    {
        "full_article": "Annual GDP refers to the financial value of all the products and services produced in a country in a given year. This means as a country's financial transactions increase, so does GDP. GDP growth in Bangladesh has been relatively good over the past decade. According to government estimates, Bangladesh's per capita income has now exceeded UDS 2,800 a year. However, many reasonable questions are being raised about the methods used to measure GDP—as well as the acceptability and reliability of the data used to do so. Our obsession with GDP has overshadowed many urgent questions.\nWhile there can be many questions about how much has been achieved and how, there is no doubt that our national income has increased. When it comes to measuring a country's economy with GDP, we follow the guidelines of the World Bank and IMF. The World Bank divides the world's countries into four main categories on the basis of per capita income: 1) Low-income countries (per capita income up to USD 1,025); 2) Lower-middle-income countries (USD 1,026-4,035); 3) Upper-middle-income countries (USD 4,036-12,475); and 4) High-income countries (more than USD 12,476).\nBangladesh became a lower-middle-income country in 2015. According to the rules of international organisations, Bangladesh is no longer eligible for certain facilities, such as special benefits of the World Trade Organization (WTO) meant for low-income countries, and loans at low interest rates.\nReviewing the experiences of different countries, Nobel laureate Amartya Sen has shown that even if a country's GDP is very high, its performance when it comes to sustainable development can be weak. Even if a country's per capita income is high, the standard of living of the majority of its people can be low. In many African countries, the per capita income is higher than that of Bangladesh. Although they graduated to the middle-income status way before Bangladesh, the living standards of their populations are still poor. Nigeria's per capita income is more than double of ours, but it cannot be said that their standard of living is twice as good as that in Bangladesh. Sri Lanka's per capita income was higher than Bangladesh's, but that could not prevent their economic crisis.\nTherefore, we can only get an idea about a country's financial transactions, commercial production, distribution, and the availability of services from per capita income, but it cannot perfectly depict the socioeconomic situation of the country. Rather, in a society where inequality is high, the average income estimate gives some misleading information. If one family earns Tk 10 lakh and another family earns Tk 10,000 per year, then the annual average income of both the families stands at Tk 5.05 lakh. Does their average income explain the financial reality of the two families?\nIn fact, the per capita income of 80 percent of Bangladesh's population is less than 30 percent of the official figure. The top five percent of the population have one-third of the GDP. Black money or the thousands of crores of taka that is laundered abroad is not taken into account in this estimate. Since a large amount of wealth is concentrated in the hands of a small group, even though the GDP swells, the condition of ordinary people remains unchanged, if not worsened.\nIn fact, remittance and RMG are the major contributors to the steady growth of GDP and per capita income in Bangladesh. There is also the agriculture sector, as well as non-institutional sectors. But both income and safety of life of those working in these sectors are uncertain. While the GDP increases due to the corrupt activities of people involved in money laundering, the livelihood of a large section of society remains precarious. GDP can also increase through the grabbing and destruction of rivers, canals and forests, but that does not ensure sustainable development—rather, it puts the economy and the livelihood of a large number of people at risk. When the project costs increase due to corruption and wastage, the annual development programmes also look big, and the GDP figure also increases. In addition, people's access to education and healthcare has decreased due to increased cost and commercialisation of these basic services. But this increased cost also increases the GDP.\nThe Sundarbans saves the lives and properties of millions of people during natural disasters, but that does not counted in the measurement of GDP. On the other hand, if a coal-fuelled power plant is constructed there by destroying the Sundarbans, there will be irreparable damage to the country and its people—they will be vulnerable to natural disasters—but it will increase the GDP.\nDoubts are now rising in mainstream economies about measuring development on the basis of GDP and per capita income. That is why many ways and methods, such as Human Development Index, Genuine Progress Indicator, Gross National Happiness, etc are used to measure development in many countries. Despite being a so-called underdeveloped country, Bhutan is far ahead of Bangladesh with regard to per capita income. When the per capita income in Bangladesh crossed USD 1,200, Bhutan's per capita income was more than double that figure—USD 2,500. Instead of obsessing over the per capita GDP, Bhutan rejected the method of GDP calculation and invented their own method to measure development, focusing on nine areas: psychological well-being, use of time, community vitality, cultural diversity and resilience, ecological resilience, standard of living, health, education, and good governance.\nIt is possible to hide many qualitative aspects of GDP by only highlighting the quantitative aspects. This is convenient for the government, the corporate groups and their economics. Due to the nature of various development projects, loans and taxes are also increasing in the country. Along with the increased cost of living, destruction of our rivers and forests are also continuing. If our GDP increases in this way, the country will be in danger in the long run.\nTherefore, in order to measure real development, we need to take into account the qualitative aspects, rather than focusing on quantity only. Socio-environmental damages and opportunity costs must be included in the measurement as well.\n \nAnu Muhammad is a professor of economics at Jahangirnagar University. \nThe article was translated from Bangla by Naznin Tithi.\n",
        "headline_1": "GDP: A misleading measure of development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/gdp-misleading-measure-development-3030336",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2022"
    },
    {
        "full_article": "Our Planet Earth was so named by human beings who are essentially terrestrial creatures. But how would a visitor from outer space, from another planet or galaxy, react on discovering our planet for the first time? In sharp contrast to other planets he has seen so far, he would see a planet that is 71 percent covered with oceanic waters, with continental land masses as floating islands on these oceanic expanses. He would perceive all the oceans as being interconnected. Such an interplanetary visitor would probably name this planet of ours as \"Oceana.\"\nZooming in on from outer space on our oceanic planet, our intergalactic visitor would see the vast Pacific Ocean on the east, the Atlantic Ocean on the west, the Antarctic Ocean on the south, and the Indian Ocean in the centre of this oceanic geosphere (geographers on Earth refer to the Indian Ocean as the great \"Great Middle Bay\"). Zooming in more, our intergalactic visitor would see the Bay of Bengal, the largest bay in the world as the \"lesser middle bay\" in this Great Middle Bay. Now, tempted to zoom in further on this triangular Bay of Bengal, our visitor from outer space would view Bangladesh, at the apex of this bay, as being at the epicentre of this oceanic planet.\nBangladesh derives its historical legacy, and its current importance, from its geographical location at the epicentre of this vast oceanic planet of ours. Let us not forget that precolonial Bengal was famed since time immemorial, as a land of vast riches. During British colonial rule over India, Bengal was the largest of its three administrative presidencies, with highest GDP and its summer capital, Shillong, boasting the highest per capita GDP.\nWhat enabled Bengal to achieve such remarkable attention? Historically, it was primarily through the web of riverine and maritime lanes extending through the Bay of Bengal via the coastal ports of Myanmar, Malaysia, Sumatra via Malacca to points further east. Colonial Britain added to this pre-existing riverine circulatory system the railway network from 1844 onwards. With the railways vastly augmenting the riverine routes, historical Bengal became a vital bridging country, oceanically connecting the western and eastern hemispheres. Historical Bengal flourished because of this bridging role.\nModern Bangladesh, today, is already discovering the benefits of acting as a connectivity facilitator between the West and the East. Its surge in growth and ability to attract attention and investment flows over the last decade is derived from this perceived newly established stature. To give credit where it is due, this would not have happened without the bold and visionary leadership of Sheikh Hasina, who well understood the importance of ensuring better bilateral relations with all immediate neighbours and embarked determinedly on the revival of all connectivity that had existed prior to 1947, but had been systematically uprooted after 1965.\nToday, Bangladesh is not an inconsequential country. It is certainly not the \"bottomless basket case\" it was contemptuously dismissed as being on its wresting independence from neocolonialism in 1971. It has not only survived as a state, but today is globally looked upon with respect and admiration as one of the fastest growing economies not just in the region, but in the world, thanks largely to the foundational policies adopted by its Father of the Nation (\"Bangabandhu: The architect of Bangladesh's foreign policy,\" The Daily Star, May 7, 2020). Bangladeshis today can proudly claim that they have better human development indices than most of their neighbours. Two-and-a-half generations on from its gory liberation as a nation, Bangladesh today has a vibrant youthful population that is eagerly forward-looking, replete with high aspirations, supremely self-confident and exuding pride in their nation and their achievements to date, and that does not take kindly to being patronised or dictated to by anyone. Its business community has demonstrated its entrepreneurial talents and zest by unleashing its animal spirit and driving the engine of national growth.\nThe bold and visionary leadership of Sheikh Hasina has stabilised the country economically and led it on the path to prosperity. This same leadership has reemphasised to the world Bangladesh's identity as a moderate, secular, inclusive Muslim majority state, with deeply embedded democratic aspirations that has zero tolerance towards forces of radicalism, terrorism, and destabilisation of any kind. By contributing the largest numbers of military, police and civilian personnel to the UN Peacekeeping Force and its global peace-building efforts, Bangladesh has palpably demonstrated its core commitment to peace and justice for all.\nEnsuring economic prosperity and stability, deepening, widening, and broadening its educational base, ensuring equal participation by women, gender equality and social stability are the prerequisites for the first stage of development of any state, for progressing, consolidating, and stabilising its foundational pillars. This enables it to advance to organically ensuring social equity, inclusivity, good governance, and respect for human rights with justice for all. Most advanced industrialised nations have organically traversed this same path centuries ago. Bangladeshis are only now embarking on this second stage of development.\nToday, the focus of attention by almost all major, middle or minor powers has pivoted to Asia. Contextually, the Indo-Pacific region is strategically at the heart of Asia. The increasing attention upon Bangladesh emanates from it being perceived as a bridging nation located at Asia's very epicentre. Bangladesh's prosperity is and will continue to be derived from this role and will also depend on its ability to maintain the best of relations with all countries, whether near or far from it. Indeed, its survival and continuing prosperity as a state depends on judicious management of its geostrategic location.\nAt the same time, this locational advantage and importance also devolves on Bangladesh an onerous responsibility. For Bangladesh to continue serving as a facilitator of free maritime passage in the Bay of Bengal nested in the larger Indo-Pacific region in the vast global Oceanic Commons, there must be common understanding that it is in its own larger interest as well as the interest of all. However, ensuring this requires greater regional cooperation than the peoples of the region have so far have had or indulged in. Bangladesh has always ardently advocated cooperation among neighbours. It has consistently punched well above its weight in promoting regional cooperation, as clearly evinced from its active roles in the formation of Saarc, Bimstec and IORA, as well as its proactive role in fostering subregional cooperation within the BBIN. Bangladesh can, and should, now look to working in concert with other Bay of Bengal littoral and adjacent countries (who together comprise a quarter of the world's population) to engage together in economic cooperation. Such cooperation could organically progress towards the emergence of a Bay of Bengal Economic Community, whose aggregate GDP would only be surpassed at current rates by the US, China, and the European Union. The US can help Bangladesh's leading role as the facilitator of this process.\nGiven Bangladesh's centrality, the US needs a stable and prosperous Bangladesh, just as Bangladesh needs the US as a continuing interdependent development partner. Of course, Bangladesh also needs to demonstrate its role as exemplar by ensuring better governance of itself that is based on the exemplary standards of social justice and egalitarian rights for all its own citizens as well. However, in this endeavour, the US, with its head start of over 250 years in nation-building and state consolidation, would surely recall its own many challenges that it has had to overcome. Today, the US can draw upon its own often difficult experience and assist Bangladesh, which embarked on its journey as an independent state a mere 50 years ago. It can help Bangladesh in capacity-building and institutional development towards an inclusive rules-based society, avoiding the pitfalls that it itself faced and is still facing to some extent.\nBangladesh has historically been part of ancient Indo-Pacific connectivity, and it has declared that it shall continue to be a part of ensuring future connectivity in the region. It is indeed in Bangladesh's interest to advocate and work for an open, resilient, and interconnected Indo-Pacific, because its own continuing sustainability as an independent, sovereign prosperous nation-state depends on this.\nAs an increasingly self-confident and prosperous Bangladesh moves away from a sense of obligatory dependency that defined its relationship with the US in the last 50 years, it is in the US' interest to promote a sense of growing interdependence with the relatively new nation-state that is Bangladesh, looking ahead at the next 50 years.\n \nThis is a shortened version of an article published by the National Bureau of Asian Research (NBR) of Washington, DC and Seattle.\nTariq Karim is a retired ambassador, and currently the director of the Center for Bay of Bengal Studies at Independent University, Bangladesh (IUB). Views expressed in this article are the author's own.\n",
        "headline_1": "Bangladesh and the US need each other",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-and-the-us-need-each-other-3030316",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2022"
    },
    {
        "full_article": "Cholera outbreaks in Bangladesh are quite common, particularly during pre- and post-monsoon times. There are over 20 cholera hotspots in the country, and Dhaka also remains at high risk, according to the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b).\nOne of the worst cholera outbreaks of the last 60 years took place two months ago in Dhaka.  During the first week of March this year, icddr,b received around 500 patients a day, which more than doubled by the last week of the month. The highest daily average number of people who needed hospitalisation at the icddr,b was around 1,000 during the diarrhoea outbreaks in 2007 and 2018. This year, the number of patients exceeded 1,200.\nThe icddr,b noted that they were getting relatively higher numbers of patients from five areas in Dhaka: Jatrabari, Dakkhinkhan, Mohammadpur, Sabujbagh and Gandaria. The media revealed that the flow of patients was greater from areas that were suffering from water crisis. A group of researchers detected the cholera germ in water bodies within both the Dhaka city corporations and their peripheries. The chlorine level in the water at the consumer end was also found to be lower in some places.\nHaving tested the water samples from different zones of the capital, Dhaka Water Supply and Sewerage Authority (Wasa) claimed to have found no contamination. Recently, Dhaka Wasa has been trying to replace the old pipelines with new and better ones. However, there have been instances of leakage in the existing pipelines, which could have led to infections.\nDiarrhoea is mainly a water-borne disease. The number of patients rise during summer when people consume street food and drinks. And outbreaks in Dhaka are often most severe in slums and low-income communities. Many slums where NGOs do not operate lack access to safe water. Solid waste is also not collected in a systematic way from urban slums, which leads to poor sanitation.\nMalnourished children face higher risks of suffering from diarrhoea and cholera. Due to having lower immunity and because of living in poor conditions, their conditions often become critical, requiring hospitalisation.\nDuring summer, the quality of water generally deteriorates. Therefore, extra attention by Dhaka Wasa is required to ensure the quality of the water supplied, especially when they are collected from surface water sources. People from low-income communities, floating population and street food vendors are more vulnerable, as they neither have legal and safe water supplies, nor sanitation facilities. They should get more attention both from Wasa and the city corporations, so that they can have access to safe water easily, affordably and, at the same time, can use public sanitation facilities available within their proximity. To bring this segment of the population under the required services, installation, proper operation, maintenance and management of water ATMs, mobile toilets and public toilets are required. Additionally, solid waste management system to the slum areas should be ensured.  \nBangladesh is one of 20 countries in the world that are trying to eradicate cholera. It approved the National Cholera Control Plan in 2019, which clearly emphasised the role of safe water, sanitation and hygiene to eradicate the disease. The government is also thinking of preventive approaches like providing oral cholera vaccine to people. This initiative could be very useful during emergencies.\nAt the same time, however, it could be a quite costly venture and difficult to manage. Therefore, a combined multisectoral preventive approach might be useful by merging oral cholera vaccines with ensuring safe water supply, safely managed sanitation and adequate hand-washing practice with soap by Wasas and city corporations, with support from relevant government authorities and development agencies. To obtain a sustainable solution, the health ministry, together with city authorities and utility service agencies, should take preventive measures at the beginning of every summer to educate the people about the risks of cholera and diarrhoea.\n \nDr Nurullah Awal is health adviser at WaterAid Bangladesh.Hasin Jahan is country director of WaterAid Bangladesh.\n",
        "headline_1": "How to prevent future cholera outbreaks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-prevent-future-cholera-outbreaks-3030246",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2022"
    },
    {
        "full_article": "Exchange rate management is an important task for the central bank. In Bangladesh, though the central bank follows a floating exchange rate, it manages the foreign exchange market through intervention. Even then, the volatility in the forex market has reached a record level. The supply of dollars to the economy is less than the demand. There have also been panic purchases.\nThe global economy is experiencing weak growth, high inflation, and supply disruptions in the aftermath of the Covid pandemic as well as in the wake of the Russia-Ukraine war. The inflationary pressure is felt in Bangladesh, too, primarily due to high import costs. During the first nine months (July-March) of the 2021-22 fiscal year, import payment increased by 44 percent, while export income increased by 33 percent. This implies that the trade deficit has gone up to USD 24.9 billion. On the other hand, remittance has fallen by 18 percent during the same period. As a result, the current account deficit has increased to about USD 14 billion during the above-mentioned period.\nThe demand for foreign currency has also increased on account of travelling as borders have reopened. More students have started to go abroad for higher studies, which had declined due to the pandemic. Even though their tuition fees are paid through formal channels, the out-of-pocket expenditures are managed through purchases from the kerb market beyond official travel quotas. For medical treatment, people buy the US dollar through informal channels as expenses cannot be met through credit cards because of transaction limits. Due to procedural delays, many do not want to go through the formal channel of applying to Bangladesh Bank. In addition, foreign currency demand is high during Hajj. There is also pressure on foreign currency because a large part of ill-gotten money is transacted via foreign currency these days.\nThe pressure on foreign exchange has not only led to the devaluation of the taka against the dollar, but also to at least three exchange rates, making the situation complex. In the informal market, USD 1 is traded at around Tk 100. On the other hand, the interbank rate has been Tk 94-96 per dollar, while banks are selling USD 1 at Tk 96-98. But the Bangladesh Bank sells USD 1 at Tk 87.50. In order to avoid the pressure to transact at the dictated spot rate, banks were seen transacting in the short-tenured forward rate. As a result, business is being performed at a higher cost.\nDuring FY2021-22, the Bangladesh Bank injected about USD 5 billion into the forex market to keep the exchange rate stable. This may have helped the government to import fuel and other essential commodities at lower prices, but this could not stabilise the exchange rate. Indeed, the taka has been devalued against the dollar by only 3.38 percent during the first nine months of FY22. Several countries including China, India, Pakistan, Sri Lanka, the Philippines, Turkey, and the UK have devalued their local currencies by 5-50 percent.\nAs a trading nation, Bangladesh tries to maintain an exchange rate that helps both exporters and importers. The current crisis requires immediate government intervention to improve foreign currency supply into the market. Here are eight concrete recommendations to overcome the current forex challenges.\n1) A separate fund should be set up for government imports such as fuel. This should be given to banks only for settling government imports; banks will not keep any profit margin for these payments. This will reduce pressure on the private sector demand for the dollar for the import of other essentials.\n2) The Export Retention Quota (ERQ) should be reduced to 5-10 percent of repatriated proceeds for the exporters for the next six months. They need to encash everything other than back-to-back import payments for the next six months.\n3) The current Net Open Position (NOP) of banks should be reduced by 50 percent immediately to inject forex flow into the market. Seventy-five percent of the existing NOP should be immediately sold off to the interbank market to facilitate supply to different banks.\n4) The Bangladesh Bank should inject another USD 1-2 billion from the reserves to stabilise the market and reduce panic-buying in order to bring down the exchange rate. It may be mentioned that to support the rupee against the dollar, the Reserve Bank of India sold USD 20.1 billion in the spot forex market in March 2022.\n5) The taka should be devalued to be closer to the interbank rate and be realistic to the market rate to align with the current situation. This should cool the market down and restore stability.\n6) The forex reserves should be used judiciously. Import of luxury items should be restricted till the situation improves.\n7) Effective measures involving all stakeholders are needed to improve the remittance flow. Remittances are not coming through the banking channel even after the incentives given to the remitters. Hundi is more lucrative to remitters as it offers higher rates compared to the formal banking channel.\n8) Bangladesh should gradually establish links with the future commodities market to ensure a long-term supply contract with a few global suppliers. Of course, Bangladesh must increase its trading capacity to operate in the international commodities market.\nThe current exchange rate volatility is neither useful for business, nor individuals. The forex market is the major determinant of inflation. Therefore, a stable exchange rate is important for price stability. This, in turn, will help maintain a stable macroeconomy. The government should be proactive as well, because the inflationary pressure has hit the poor and low-income groups hard in the current circumstances.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n\n",
        "headline_1": "8 things the government can do to stabilise the dollar rate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/stabilise-the-forex-market-through-concrete-measures-3029421",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2022"
    },
    {
        "full_article": "It is deeply concerning that right as the world looks set to recover from the Covid-19 pandemic, another deadly disease is making the rounds in countries where it is rarely found. As of May 21, 92 confirmed cases and 28 suspected cases of monkeypox have been reported from 12 UN member-states where this disease is not endemic, according to the World Health Organization (WHO). Monkeypox is endemic in parts of West and Central Africa, where it can be caught from infected wild animals such as rats, mice, and squirrels. Recently, however, cases have been detected in the UK, Spain, Portugal, France, Germany, Italy, Belgium, Sweden, the US and even Australia.\nThe WHO recently convened a videoconference of international experts on monkeypox because of the reported cases. And even though experts present at the meeting stressed that the monkeypox outbreak did not resemble the same scenario that we witnessed during the early days of Covid—as monkeypox is not as easily spread—they also recommended countries and individuals to remain cautious and learn about the disease, and how to stay protected from it.\nMonkeypox is similar to human smallpox. Its initial symptoms include fever, headache, muscle ache, backache, swollen lymph nodes, chills, and exhaustion. Though human-to-human transmission typically occurs through respiratory droplets or contact with an infected patient's skin lesions, many of the current cases have been identified at sexual health clinics—leading experts to suspect that it is being spread as a sexually transmitted infection. Similar to Covid, those infected with the disease should isolate themselves. Maintaining good hygiene is a great way to combat it as well.\nScientists have already discovered that the smallpox vaccine is around 85 percent effective against monkeypox. Therefore, governments around the world as well as the private sector and WHO should set up the capacity to mass-produce the smallpox vaccine, should that become required. However, given that the world is still reeling from the tremendous harm done by Covid, it would be more beneficial for all concerned if countries took early precautionary measures to prevent any such outbreak from happening altogether. Thus, we urge countries that have already seen cases to remain cautious and carefully observe those who have been infected, and make sure the disease does not get transmitted any further.\nThe Bangladesh government should also keep a close eye on how the situation develops, and consider setting up mechanisms to prevent the disease from entering the country, including through stricter monitoring of incoming passengers at airports and other ports of entry. Moreover, building expertise among healthcare providers early is essential.\n",
        "headline_1": "Is the world about to face another pandemic?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-world-about-face-another-pandemic-3030216",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2022"
    },
    {
        "full_article": "One of the banes of poor regulatory controls and easy availability of certain medicines in Bangladesh is the long and random use of those drugs, which can result in self-medication—and overuse—and lead to the users suffering from harmful effects. It is our experience that people are generally predisposed to administering medicines on themselves without seeking doctors' advice. While till recently antibiotics topped the list of such drugs, a recent study shows that PPIs, or proton pump inhibitors, which work by reducing the amount of stomach acid made by glands in the lining of the stomach, have now topped the list.\nIt is little wonder that given the quality of cooking ingredients, the poorer sections of society get afflicted by gastric and stomach problems. The anti-gastric medicines are available over the counters, as most medicines are, and the need for quick relief encourages prolonged use, without the user knowing the irreparable harm that it can do to their bodies. And anti-gastric medicines are taken for all kinds of stomach ailments—from constipation to diarrhoea. The negative effects of taking such medicines were revealed at a recent seminar on the overuse of PPIs at the Bangabandhu Sheikh Mujib Medical University (BSMMU). It is astounding that around 45 percent of cases of gastric or stomach cancer is caused by the overuse of PPIs. Earlier this month, one of the five types of PPI medicines available, Rabeprazole, was banned by the health authorities for its adverse effects.\nWe believe that time has come to exercise stricter control on the sale of over-the-counter medicines. As it is, the national drug policy prohibits the sale of antibiotics without prescription. But the policy is observed more in its violation. Certainly, sale of those drugs that are commonly used for common ailments must also be brought under regulatory purview. One must also not lose sight of the reality that not all have the means to seek a qualified doctor's advice, and they consequently seek recourse to alternative means. So their predicament must be addressed, too. Besides, public awareness campaigns should be initiated to sensitise people to the danger of drugs whose long-term use is harmful. It is important to drive home the point that in curing gastrointestinal conditions without expert advice, one runs the risk of inviting more serious diseases on oneself.\n",
        "headline_1": "Overuse of anti-gastric medicine must be curbed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/overuse-anti-gastric-medicine-must-be-curbed-3030116",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2022"
    }
]