[
    {
        "full_article": "Statecraft involves management of competing demands for accommodation and inclusion, without unduly affecting the interests of any section of society. However, some rulers, such as those in Karnataka, want to be seen as discriminating against a minority group in the hope of garnering the support of the majority. The Karnataka government’s decision to scrap the 4% quota for Muslims within the Other Backward Classes (OBC) category and earmark an additional 2% each to the dominant Vokkaliga and Veerashaiva-Lingayat communities is a divisive gamble in the expectation of electoral dividends. The BJP regime has also created four sub-categories to introduce internal reservation for different Dalit communities under the Scheduled Caste (SC) category. The scrapping of reservation for Muslims, whose poorer members will now have to compete with the general category for the 10% ‘Economically Weaker Sections’ quota, is reminiscent of the abrogation of the 5% quota for Muslims in Maharashtra in 2015. While reservation on the basis of religion alone is untenable, it appears that there has been no recommendation from the Karnataka State Backward Classes Commission for the withdrawal of reservation benefits for Muslims. The BJP has sought to portray the introduction of reservation for Muslims in 1995 as an instance of minority appeasement.It is indeed true that the Constitution does not allow reservation on the basis of religion alone, and that there have been judicial verdicts striking down quotas for Muslims for not being backed by a proper study on the extent of backwardness in the community. However, it is possible to extend reservation benefits to the backward sections among religious minorities identified on the basis of relevant criteria. Some States have been implementing reservation in educational institutions as well as public employment for Muslims by including them in the Backward Classes (BC) list. It is futile to argue that large sections of Muslims have reached a level of social and educational advancement that will justify their exclusion from the BC category, or that they are not under-represented in the services. While Muslim leaders and organisations have opposed the scrapping of the reservation, the categorisation of the SC communities is also controversial. Sections of Dalits are up in arms against the reordering of the 17% SC quota among different groups. Major decisions, such as changing the reservation policy, in the run-up to elections are not merely suspect, but may end up stoking unwanted fires.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKarnataka\n\n/\n\nReservation\n\n/\n\nminority group\n\n/\n\nBharatiya Janata Party\n\n/\n\nreligion and belief\n\n/\n\nconstitution\n\n/\n\ngovernment\n\n/\n\npolitics",
        "headline_1": "Suspect moves: On changes to reservation policy in Karnataka",
        "headline_2": "Tinkering with reservation quota in run-up to elections appears political",
        "link": "https://www.thehindu.com/opinion/editorial/suspect-moves-the-hindu-editorial-on-changes-to-reservation-policy-in-karnataka/article66672365.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "When Benjamin Netanyahu began his current term as Israel Prime Minister in December last year, he identified four main goals for the country’s 37th government: block Iran; restore Israel’s security and governance; deal with the cost of living problem; and expand the “circle of peace” (with Arabs). But in the past four months, his government’s single-minded focus was on passing its judicial overhaul Bills in the Knesset, triggering unprecedented protests. Initially, Mr. Netanyahu, whose coalition has a comfortable majority (by Israeli standards) in Parliament, vowed to press ahead. As protests grew, rebellion broke out. He fired his Defence Minister Yoav Gallant after he called for a delay in passing the Bills, citing national security risks, but the crisis had already grown out of his hands. On Monday, amid protests and a paralysing general strike, the Prime Minister announced the suspension of the Bills, not wanting to push Israel into a civil war. Earlier, Itamar Ben-Gvir, National Security Minister, had warned the Prime Minister against “surrendering to the anarchists” and threatened to quit the coalition if he did so. But Mr. Netanyahu has managed to keep his coalition together, for now. To ensure the support of Mr. Ben-Gvir, a Jewish extremist, the Cabinet would transfer the National Guard to his Ministry.Mr. Netanyahu, who first came to power in 1996 defeating Shimon Peres, has seen many ups and downs. Yet, the current crisis is arguably his toughest. Mr. Netanyahu has overseen a dramatic shift in Israel’s polity towards the extreme right. Its result: the current government, comprising the right-wing (Likud), religious (Shas and United Torah Judaism) and far-right (Religious Zionist and Otzma Yehudit) parties. The extreme right has long argued that the judicial checks and balances are preventing the country from realising its true Jewish identity; the planned judicial reforms, which would give Parliament control over judicial appointments and the powers to override Supreme Court rulings, are a part of this push. Mr. Netanyahu and his allies have been able to control the narrative when it came to the occupation of Palestine or countering external threats, but their move to consolidate more power has triggered widespread resistance from different sections, including from the defence establishment. By suspending the Bills, Mr. Netanyahu has only delayed, and not resolved, the impact of the crisis. He has promised to return the Bills to the Knesset after a month through consensus. But it remains unclear how there will be nationwide consensus on such a polarising issue that has seen even diplomats on strike. He should rather convince his allies of the crisis their government is in, abandon the plan to weaken the judiciary altogether, and focus on the more pressing challenges Israel faces.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael\n\n/\n\npolitics\n\n/\n\nlaws\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Tactical retreat: On Benjamin Netanyahu and Israel’s judicial overhaul Bills",
        "headline_2": "Israel Prime Minister Benjamin Netanyahu cannot deliver on his agenda without alienating large sections",
        "link": "https://www.thehindu.com/opinion/editorial/tactical-retreat-the-hindu-editorial-on-benjamin-netanyahu-and-israels-judicial-overhaul-bills/article66672043.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "As we head into another massive electoral season, starting with the Karnataka assembly polls this May and ending with the Lok Sabha 12 months later, two parallel political processes are at work.\nThese processes will play out in the coming months as the main actors figure out which way the voters can be swayed in their favour. What we can deduce now from their utterances is what their political calculations may be.\nRead full opinion on TOI+\n\n",
        "headline_1": "2024: The personal inside the political: Post Rahul disqualification, the bid for opposition unity is complicated by two ego tussles, between Congress and BJP, and between regional parties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024-the-personal-inside-the-political-post-rahul-disqualification-the-bid-for-opposition-unity-is-complicated-by-two-ego-tussles-between-congress-and-bjp-and-between-regional-parties/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "Israel’s PM Netanyahu on Monday said his government will pause its effort to pass laws that would have allowed the legislature to override the Supreme Court with a simple majority. Israel, a parliamentary democracy without a written constitution, is fractured between supporters and opponents of the Netanyahu government’s attempt to make the judiciary subservient to the legislature and political executive. These developments will echo in many other democracies. If there’s a perennial challenge common to them, it’s the system of checks and balances. Or the doctrine of separation of powers between the legislature, executive and judiciary.\nConstitutions by their nature confine themselves largely to principles. It’s for the legislature to use this framework to design laws that reflect popular will. However, a democracy’s system of checks and balances to prevent abuse of power means that laws can be scrutinised by the judiciary to see if they are consistent with the constitution. This judicial review is the source of friction and is often portrayed as a battle between popular will and an unelected elite. India’s very first constitutional amendment in 1951 introduced the ninth schedule to shield some laws from judicial review. Across democracies, time and again, the power of judicial review is the locus of dispute between legislature and judiciary.\nSeparation of powers is intrinsic to a democracy. In its absence, power is concentrated, undermining the very idea of a democracy. India’s basic structure doctrine evolved through the working of the Constitution over two decades as successive governments, backed by a legislative majority, tested the boundaries of the system of checks and balances. The basic structure doctrine provides the guardrails to safeguard democracy. However, to posit frustration with this doctrine as a clash between popular will and obstructionism of the unelected is incorrect. Legislatures rarely display unanimity on this issue.\nThe one recent occasion when they did in India was in clearing a constitutional amendment, NJAC, to break down the judiciary’s unjustifiable monopoly over its appointments and transfers. However, NJAC, as Bibek Debroy has argued on this page, was poorly drafted. Critical aspects were loosely worded. GoI should take the initiative to build a consensus and come up with a tighter constitutional amendment. However, the friction between the judiciary and legislature is unlikely to end anywhere. It’s not a bug in a democratic system. Rather, it’s a sign that power is not concentrated.\n\n",
        "headline_1": "Judging all systems: Israel’s judiciary vs executive tussle echoes across many democracies. Separation of power is vital",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judging-all-systems-israels-judiciary-vs-executive-tussle-echoes-across-many-democracies-separation-of-power-is-vital/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "One of the great disappointments of this century is how the cultural, political and governmental walls against immigration have been going up across nations. Ironically, the economic logic of immigration has never been stronger. And its relentless push everywhere keeps carving out fascinating new pathways. One such was reported by TOI yesterday, that Japanese agriculturalists are now recruiting farm labour from across the Indian countryside. It’s a win-win. India has an aching overabundance of young farmhands. Graying Japan is confronting economy-wide worker shortages. Japanese prejudices that have kept foreigners from filling this gap are finally weakening.\nJapan is hardly alone. Many countries with aging populations know full well that in expanding the workforce immigrants expand the tax base, innovation, productivity, GDP et al. Indeed, IMF and others have found that aggregate gains from immigration materialise very quickly. Rich countries’ pretence that keeping the barriers to immigration high only hurts the poorer origin countries is not borne out by facts. Another parochial delusion is that raising national birth rates will provide a way out. This playbook has a perfect record – of failure. In Japan itself the population has changed little since 1991; China and America’s futures will likely be scripted by the latter’s exceptional attractiveness to migrants.\nMigrants of course send money back to their home countries, but also cultural remittances. It is because of Indians willing to climb up Japanese mountains to cut and carry down Koyamaki (umbrella pines) that the practice is coming to be known all the way here. Now imagine a good idea that is flowing in a trickle, become a flood. A full embrace of immigration would cheer the global economy like little else.\n\n",
        "headline_1": "GDPs without borders: That even Japan is open now to immigration shows what mistakes other aging, rich countries are making",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gdps-without-borders-that-even-japan-is-open-now-to-immigration-shows-what-mistakes-other-aging-rich-countries-are-making/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "Hugh and Colleen Gantzer\nAs a G20 meeting gets underway in Uttarakhand’s Ramnagar – a roundtable of chief science advisors – we see through our oakwood, filled with twittering birds, the great Doon valley bracketed by Ganga on the left and Jumna on the right. They pierce the ancient residual Shivalik Range before flowing across and watering the legendary lands of the doab. It all looks peaceful, serene, very green. But that is also very superficial.\nBeneath the surface lies a fiery, tumultuous, restless world. Scientific allegories of Indic itihas describe this under-earth as the moving coils of a primaeval, enormous serpent supporting the inter-locking plates of a great turtle’s shell. On these plates stands the elephant of the continental land-masses. Modern science believes slowly moving flows of molten rock called magma support interlocking continental plates on which rest the landmasses of continents.\nRead full opinion on TOI+\n\n",
        "headline_1": "Doon over Davos for a green eco forum: India, G20 chair and fighting ecological challenges, should host a world sustainability meet on the lines of the World Economic Forum",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/doon-over-davos-for-a-green-eco-forum-india-g20-chair-and-fighting-ecological-challenges-should-host-a-world-sustainability-meet-on-the-lines-of-the-world-economic-forum/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "Ask a student, \"How are your studies going?\" Don't be surprised if they say one of two things, or both in reply: a) they are finding it difficult to concentrate; and b) they are struggling with a feeling of worthlessness. The two phenomena are intertwined with mental health. Ideally, a university student's responsibility is to study and excel in academics. This gets difficult if they find it hard to concentrate. Being unable to concentrate leads to less-than-optimal academic performance, which then leads one to question one's self-worth.\nIt goes both ways: one feeds off the other in a series of escalating steps. The result is stress, anxiety, and even depression. Academic administrators are blissfully unaware of this, nor do they seem to care that a large number of university students are suffering from mental health issues. A student struggling with the feeling of worthlessness will find it hard to summon the willpower needed to focus on their studies. This difficulty can be crippling because of the other struggles in their daily lives; when things become near impossible, some fall into depression and go over the edge.\nOur recent survey explores the barely traversed topic of depression among university students in Bangladesh. Research on this topic is vital to eliminate the myths, fabrications, and guesswork around this subject. Among other metrics, we explore concentration difficulties and feelings of worthlessness that students frequently experience.\nOn concentration difficulty, 33 percent of the respondents had none. But an overwhelming majority (67 percent) reported facing some form of concentration difficulty. More than 10 percent cannot seem to concentrate on anything at all, and the rest either find it difficult to keep their minds on anything for long, or are unable to concentrate as well as usual. Extrapolating these numbers across university-going students reflects a serious and disturbing situation.\nOn the question of worthlessness, 313 indicated not feeling worthless. What is disconcerting is that almost half of our university students feel some sense of worthlessness. Some of them feel worthless in comparison to others, some vis-à-vis their past selves, and almost 10 percent felt \"completely worthless.\" Is this acceptable?\nIt's worse still that a large proportion of the students feel completely worthless. If these proportions are projected for all the university-going students in Bangladesh, there are deep-rooted problems that cannot be left unaddressed.\nWe hope the university governing bodies across the country are taking a note. Boasting about how much they value their students (perhaps their pockets only) is one thing; backing up the claims is what the stakeholders ought to demand. Academic fulfilment requires serious attention to students' mental health. Students who are finding it difficult to concentrate and questioning their self-worth might take heart from the fact that others have been there and pulled out.\nHere are some things students must keep in mind to bring balance to their lives:\nGet professional help: Getting clinically diagnosed and accepting medical treatment can save lives. Our nagging question is whether such \"professional\" help is available for the mental challenges students experience so widely.\nSlowly, but surely: One cannot expect to heal overnight, just like any physical illness.\nGood companionship: It is important to be with people who provide genuine love and care – those who want what is best for the suffering individual. Oftentimes, young people ignore those who have their best interests at heart, seeking the ephemeral approval of those who do not really care.\nPhysical fitness: The mind and the body are connected; neglecting one's physical well-being may adversely affect one's mental health. It is important to take up a sport, start physical exercise, or even try the martial arts.\nPhilanthropy: It is important to help others without publicising it and without asking for anything in return. With positive impact, it can do wonders to one's self-worth.\nThe list is not comprehensive, but something to begin with and incorporate into one's life. If academic institutions really care, they will endeavour to provide support in these areas for all students to preserve good mental health.\nIt is also important to conduct more studies regularly to track students' mental health status. At the same time, the stigma surrounding mental health challenges needs to be brought out in the open and discussed widely to normalise a condition that exists in all societies. In academia, administrators are urged to develop a keen eye on students' mental health challenges and extend a warm and reassuring hand to those in need of counselling. Their challenge is to nurture students holistically, not just academically.\nThis op-ed, the second of a four-part series, is the result of faculty-student collaboration designed to impact higher education in Bangladesh.\n\n \nDr Syed Saad Andaleeb is distinguished professor emeritus at Pennsylvania State University in the US, former faculty member of the IBA, Dhaka University, and former vice-chancellor of Brac University.\nIrfan Ahnaf completed his MBA from the IBA, Dhaka University.\n",
        "headline_1": "University students’ struggle with concentration and self-worth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/university-students-struggle-concentration-and-self-worth-3283421",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "The West Bengal government recently decided to dig two new canals to divert water from the Teesta, a transboundary river that India shares with Bangladesh. Water from another transboundary river, Jaldhaka, will also be channelled to the canals for agricultural purposes. The canals are expected to benefit 100,000 farmers in Jalpaiguri and Cooch Behar, and the West Bengal Irrigation Department has already been allocated 1,000 acres of land for the canals under the Teesta Barrage Project.\nHowever, the benefits will come at the expense of Bangladeshi farmers in northern Bangladesh. As Teesta is a transboundary river, both Bangladesh and India should share its water in an equitable and reasonable manner, as per the international water-sharing convention. Unfortunately, Bangladesh has been denied such equity and reason as upper-riparian India unilaterally constructs barrages, dams, and canals, restricting the river's flow to Bangladesh.\nThis has also resulted in a scarcity of river water, with only 100 cumecs (cubic metres per second) available during the dry season, compared to the 1,600 cumecs required for agriculture in both countries.\nBangladesh and India share 54 rivers that flow from the Himalayas to the Bay of Bengal. The best practice across the world is to manage such international or transboundary rivers in accordance with international rules and conventions such as Helsinki Rules, Berlin Rules, and the 1997 UN water-sharing convention. But in South Asia, this takes the form of bilateral agreements between the relevant stakeholders. As a result, the upper-riparian countries often enjoy advantages and unequal shares. For instance, India's construction of canals and barrages affects Bangladesh adversely. In the same manner, India also faces the same issue with China in the case of Brahmaputra River. As a result, Bangladesh has managed to get India to sign agreements on only two rivers: the Ganges and the Kushiyara. The Kushiyara agreement came nearly 25 years after the Ganges River treaty. Decade-long negotiations have failed to ink the treaty on Teesta water-sharing.\nThe delay in signing the Teesta treaty and the uneven water distribution have resulted in serious environmental and agricultural concerns in northern Bangladesh, where the river is drying up, biodiversity is under peril, and food production is being adversely affected. Between 2006 and 2014, the northern region of Bangladesh, known for its ample Boro rice harvest, lost Tk 8,132.6 crore in production due to water shortages caused by India's arbitrary withdrawal from the river.\nWhy has the water-sharing deal stalled when both Bangladesh and India have built much more fruitful relationships in other areas? The answer probably lies in the concept of hydro-hegemony.\nHydro-hegemony is a relatively new theory that argues that water-sharing, conflicts, and river management between the countries that share transboundary rivers are influenced by their riparian position, power dimensions, and exploitation potential. Prominent Indian scholar Brahma Chellaney used the term to explain China's activity in the upstream that affected India. In the case of Bangladesh-India transboundary rivers, India holds the upper hand as the country is upper-riparian. When India has a demand for river water, it can simply dig canals and redirect the river's flow, or build a barrage to navigate the water flow.\nBangladesh lacks the political and economic power to force India to provide its rightful share of water. Because of this power asymmetry, India influences the negotiation process often in its favour. The decision to drain water from Jaldhaka River without informing Dhaka is a prime example of such influence. Not only that, but India consciously depoliticises bilateral disputes between the two countries.\nIndia also gets to exploit Bangladesh based on its technological projects. Historical water flow data suggests that Bangladesh's share should not fall below 4,500 cusecs (cubic foot per second), but India's upstream interventions with technologically advanced barrages have decreased Bangladesh's share to one-third of that amount. Similar riparian and power dynamics have harmed India's equation with China over water-sharing on the Brahmaputra. The river is shared by China, India, and Bangladesh, but because China is upstream, it can build dams and barrages that threaten water flow to India and Bangladesh in the absence of any treaty. While India narrates China's behaviour as unequal, interestingly it does the same with lower-riparian Bangladesh.\nRiver disputes will persist in South Asia because the region's largest rivers – the Indus, Ganges, Brahmaputra, Teesta, Mahananda, Surma, and Ghaghara – are transboundary. The region is largely dependent on these river basins. As a result, disruption and unjust water flow can lead to conflicts. Brahma Challaney in his book Water: Asia's New Battleground also discussed such.\nWar or conflict for water has been going on for ages. For decades, conflicts between Egypt and Ethiopia often escalated over the Nile River's water-sharing. Water also played a central role in the civil war in Sudan. Syria, Jordan, and Lebanon also had a series of confrontations with Israel in the 1960s over the Jordan River that ultimately culminated in the Six-Day War.\nIn the case of Bangladesh and India, river basin management has been always suggested to avoid such conflicts. But for that, the upper-riparian side must acknowledge equity and reason. Yet, the hydropolitics between Bangladesh and India can be of great interest to researchers as it has unique hegemonic elements in river management. How the upper-riparian and its federal governance structure is posing challenges to the lower-riparian is quite a new phenomenon in hydropolitics. Therefore, researchers may take a keen interest in developing further understanding.\nMasfi-ul-Ashfaq Nibir is a Dhaka-based independent researcher and analyst.\n\n",
        "headline_1": "The hydro-hegemony in South Asia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-hydro-hegemony-south-asia-3283376",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "Earlier this year, Commerce Minister Tipu Munshi asked people not to panic-purchase Ramadan essentials or buy in excess, as there would be enough supply in the market and no change in prices. The minister's thought, unfortunately, bears little resemblance to reality. The prices of Ramadan essentials, including lentils, sugar, brinjal and lemons, were on a soaring trajectory even before the month of fasting began, and the government failed to ensure fair prices for the common people. \nIronically, a paper by the commerce ministry, released last week, suggested that due to high prices, demand for Ramadan essentials might fall by 20 percent year-on-year. And why not? The price of sugar – a basic Ramadan necessity as people break their fast with a cooling glass of shorbot – has skyrocketed to Tk 115-120 per kg from last year's Tk 78-80 per kg – an almost 50 percent hike. This certainly comes as a surprise because to tame it, the National Board of Revenue (NBR) removed import duty in February on both refined and raw sugar till May this year. Moreover, regulatory duty on sugar import was reduced to 25 percent from 30 percent. Despite this, sugar remains beyond the common people's purchasing capacity, with the Trading Corporation of Bangladesh (TCB) even suggesting a rise of Tk 5 per kg, despite the NBR initiatives. One cannot help but ask the obvious question: who are reaping the benefits of these tax waivers?\nAmong the Ramadan essentials that are beyond the purchase capacity of lower-income groups is animal protein as well. The price of broiler chicken has shot up to Tk 270-280 per kg in the kitchen markets, from Tk 170-175 per kg last year (although some have reported a sudden and sharp decline in its price). While the increased cost of poultry feed has been cited as a major cause, according to a March 19 report by the Directorate of National Consumer Rights Protection (DNCRP), production costs of broiler chicken should be between Tk 135 and Tk 160, depending on the size of the firm. So why such a high margin for broiler chicken in the kitchen markets? \nA hali of eggs now costs Tk 45-47, compared to Tk 32-35 last year. Fish have also become pricier. Coarse rice prices have also risen by Tk 2-5 this year. One kilogram of lentil costs Tk 136 this year, up from Tk 115 last year. Given the current scenario, how are the low-income groups expected to survive this fresh onslaught of rising prices? \nNow, everything can be blamed on the economic aftershocks of Covid pandemic and the Russia-Ukraine war, but the reality is that what we are experiencing are not organic hikes. These are rather deliberate price manipulations – criminal activities that we are allowing to be carried out in broad daylight. And the three bodies that we have to ensure fair prices for consumers and protect their rights – Directorate General of Food, Directorate of National Consumers Right Protection, and the Department of Agriculture Marketing – are to be blamed for the additional burden on people.\n\nIt is high time the government and policymakers took this problem seriously and demonstrated a strong political will to enforce the laws on curbing price manipulations.\nThere are also an equal number of laws – Control of Essential Commodities Act, Consumers' Right Protection Act, and Agricultural Marketing Act – to check unnatural price hikes and bring the criminal business syndicates and traders to justice. But these laws are not being enforced, which is giving a sense of security to the unscrupulous syndicates and traders.\nThese three bodies have no synergy among themselves. The best they can do is cite various problems to compensate for their incompetence or pass the blame on to others. Case in point: when the DG of DNCRP – the body that is responsible for monitoring if traders are charging extra for commodities – was asked about the high poultry price, he asked the correspondent to talk to the livestock department. How many doors must we knock to get answers to the questions we have every right to ask? If these three bodies are not able to work together, why do we even have them? \nDAM claimed they had sought magistracy power, which was denied. Why cannot they work in sync with the other agencies to conduct drives to enforce laws? This cannot be a showstopper.\nThe food ministry secretary has been cited by this daily as saying that while his ministry monitors rice and wheat prices, the agricultural ministry keeps track of the prices of agricultural goods, while the commerce ministry looks after the prices of the rest of essentials. Why can't there be a single body – perhaps a separate ministry – to protect consumer rights?\nIt is high time the government and policymakers took this problem seriously and demonstrated a strong political will to enforce the laws on curbing price manipulations. It is only natural and understandable that for those who are blessed with four meals a day, with adequate access to good quality protein and imported fruits and vegetables, the plight of the poor would seem a distant issue. But given that it is with the votes of these poor, limited-income groups that they have come to power, the government and policymakers owe it to them to ensure the basic three meals a day for them. \nIf the bureaucrats are not doing their jobs properly, they should be investigated to see if there are ulterior motives behind their reluctance (read: underhand dealings with market syndicates), and if proven guilty, they should be brought to book as well. Anyone who is found involved in this mess should be dealt with strictly. \nIn fact, this entire system should be overhauled and replaced with one empowered, efficient, and honest authority to weed out corruption and malpractices from the market. We have suffered for years already – the last three have been especially excruciating – and now people are teetering on the brink. Before greater consequences befall us, we must rein in the prices.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Inefficient system, criminal traders making people’s suffering worse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/inefficient-system-criminal-traders-making-peoples-suffering-worse-3282921",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "We welcome the High Court's assurance to deliver justice following a report in this daily of the death of Sultana Jasmine in Rab custody. Stating that the state has a responsibility to file a case if the family does not, the High Court bench, on its own initiative, raised questions as to why she was arrested, who arrested her, where she was taken to after the arrest, where and under whose presence she was interrogated, who interrogated her, whether she sustained any fresh injury after her arrest and whether any law was violated during her stay in custody. Given the deplorable track record of the state in holding law enforcement agencies accountable for deaths and torture in their custody, we can only hope that the court's intervention signals a marked departure from the way such cases have been dealt with in the past.\nWe have noted with increasing alarm the reluctance of the state to ensure systems of accountability for unwarranted deaths in law enforcement custody. In fact, faced with mounting criticism nationally and internationally over the years about the failure to independently investigate such killings, our government seems to have been more interested in defending the questionable actions of our law enforcement than instituting much-needed reforms. This has essentially given wholesale immunity to Rab, police and other law enforcement members to carry out unconstitutional and unlawful acts against Bangladeshi citizens – whom the former are mandated to protect – without so much as a slap on the wrist.\nAlmost a decade has passed since Bangladesh enacted the Torture and Custodial Death (Prevention) Act, 2013, but there has only been one known verdict against three policemen for the death of Ishtiaque Hossain Jonny. Even in this case, the verdict was only possible because Jonny's family could secure a judicial investigation, which is treated as optional under the law. Had the investigation been left to the law enforcement agency itself (which, unfortunately, is what the law mandates) it would be safe to surmise that the case would have met the same fate as countless others before and after it.\nWe are not confident that Rab, as the accused party, or police detectives for that matter, can act with courage or neutrality, especially when the government is so invested in proving Rab innocent in the face of US sanctions. We urge the court to initiate a judicial investigation into what really happened to Sultana and ensure a proper trial, thwarting any attempt to compromise it or slow down the proceedings. It must also guarantee safety for Sultana's family, who, if the past is any indication, are likely to be intimidated, threatened or harassed in the months/years to come. Finally, we hope that the court will ensure that a verdict is swiftly delivered. Without convictions, which are rarely witnessed in cases of custodial deaths, we cannot expect to put an end to extrajudicial excesses in Bangladesh.\nAs for the government, it must take urgent steps to institute long-needed reforms within law enforcement. We need not remind them that this is the second allegation of extrajudicial death at the hands of Rab in 10 days, and as such, need to be dealt with sensitively and urgently, if they are to prove their commitment to human rights with the whole world watching.\n",
        "headline_1": "Welcome promise of ever-elusive ‘justice’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/welcome-promise-ever-elusive-justice-3282796",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "The untimely and suspicious death of a young woman who was in the custody of the Rapid Action Battalion (Rab) raises a number of questions and concerns. The woman, an employee of a Naogaon union parishad land office, died in the custody of Rab-5 after suffering haemorrhages of the brain. She was picked up at 10am on March 22 when she was on her way to Chandipur Union Land Office, where she worked as an office assistant. However, just 48 hours later, on March 24, she was declared to have died at the Rajshahi Medical College Hospital.\nAccording to Rab, the woman died after suffering a stroke. But her family members said she was in perfect health. So, why would she suffer from a stroke while in Rab's custody? In fact, why is it that so many people who were apparently in perfect health, according to those who knew them, suffered from fatal health issues while in the custody of our law enforcement agencies? Shouldn't that be a major concern? According to doctors, the woman in question had an external bruise on her head as well as multiple intracranial bleeds. Rab's supposed explanation for that was that she had fallen down. So again, we must ask, why do people so frequently fall ill, have accidental injuries, or suffer from fatal health problems suddenly while in Rab's custody? How is the Rab handling its detainees that such incidents have become so common?\nOn that same topic, why did the Rab record her case – of syphoning off money from job seekers using a Facebook account, under the Digital Security Act (DSA) – more than 31 hours after she had been picked up and when she was unresponsive in a hospital bed? According to Rab, there were allegations of unusual transactions in her bank account, which it found to be authentic after scrutinising her bank statement. So why is it that the case was not filed earlier? The incident raises serious questions about Rab's way of conducting its operations, as did another occurrence only a few days ago, on March 17, which had resulted in the death of a 65-year-old man during a shooting incidence; another victim was also shot in the leg. Neither of them, however, had any involvement with the case.\nNeedless to say, all such unexplained occurrences have resulted in a deep sense of injustice building up among the people – particularly because, in many cases, Rab's version of the story differs substantially from that provided by witnesses and others. Unfortunately, we never see any independent investigation being conducted to find out the truth and clear the air, despite repeated calls to do so.\nWe are heartened by the High Court passing an order wanting to know the details of Rab personnel involved in arresting and interrogating the woman. We would, however, like to plead to the court to launch an investigation into the incident. Given the numerous serious allegations against Rab, as well as the imposition of international sanctions, independent investigation is the only way of restoring the government's already dwindling credibility when it comes to handling such deaths.\n",
        "headline_1": "What really happened to Sultana in Rab custody?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-really-happened-sultana-rab-custody-3282581",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "As part of the government's effort to reform the tax administration, the National Board of Revenue (NBR) is contracting its provision of providing for tax exemptions to businesses. By gradual reduction of the current provision of tax exemption for businesses, the share of the revenue in the country's Gross National Product (GDP), could be enhanced, believes the nation's highest tax authority, NBR. However, at a recent pre-budget meeting with the finance minister, business leaders feared that if the government withdraws the tax exemption facility from all the business sectors at once, it will be too big a shock for the businesses to stand. Rather, by modernising its tax management system and applying NBR's existing tax rules more efficiently, the government can multiply its revenue earning, they argued.However, if past experience is any guide, it has been observed that such tax waivers have often been counterproductive. For instance, the exemption of duties from sugar import did not help control the rise in sugar prices in the market. That is why through its present move the government wants to ensure that the tax cuts offered to businesses benefit the public. To this end, the Statutory Regulatory Orders (SROs) that the government issues will include certain conditions to qualify for the asked-for exemptions. Notably, in the existing practice of issuing SROs, companies are only directed to include a brief statement on their incomes and expenditures while submitting the mandatory tax returns. But there is no such clause in those SROs that can oblige beneficiary companies to transfer the tax facility they would enjoy to the cause of public welfare. Considering the stated objectives of tightening the tax exemption regime, the move is no doubt well-intentioned. In this connection, some experts hold that the way tax exemptions are offered to businesses lacks transparency. To them, the answer to the present state of the low tax-to-GDP ratio lies in addressing the systemic and other forms of leakages in the current revenue regime. The introduction of a standard national code for tax collection as well as GDP calculation can help plug the gap in the present tax collection system. In fact, it is important that in its move to restructure as important a system as the revenue regime, the government needs to be on guard against any of its negative consequences. And it is more so when some aspects of the reform measures look populist. In that case, all the stakeholders, especially businesses that would be directly impacted by the decision will be required to cooperate to see that the move so made succeed. At this point, one cannot also be oblivious of the fact that in its drive to upgrade the country's status to a middle-income economy, the government will also face the challenge of reducing corporate and different other taxes and duties on businesses. In that case, the government is going to be in a tight spot to maintain a balance between lowering taxes and increasing the tax-GDP ratio.To get around the dilemma, the best option will be to expand the tax net extensively. At the same time, the businesses that have meanwhile amply benefited from tax exemptions and are now well-established need to be weaned off the (tax) exemption culture. In sum, the government will have to opt for a mix of measures to take forward its present agenda of cutting down on tax exemptions as part of reforming the revenue regime.",
        "headline_1": "Move to cut down on tax exemptions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/move-to-cut-down-on-tax-exemptions-1680015801",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "Production of pharmaceutical raw materials commonly known as APIs (Active Pharmaceutical Ingredients) in the country is indeed a strong indicator of a hugely contributing factor to the growth of the sector. Recent developments do indicate that efforts are afoot to increase production of these vital raw materials, and that there is some noticeable progress too.A report published in this newspaper the other day says that API production in the past ten years has grown four-fold. However, because of the low base this can be termed moderate at its best. Industry insiders are hopeful that gradual enhancing of the capacity for API production will substantially reduce Bangladesh's over-reliance on imports and augment competitive edge in the global market. They hold that although API production has not grown in keeping with the pharmaceutical sector, local companies are producing high-quality raw materials, on a limited scale, helping the drug industry add value to its products.Although the country's pharmaceutical sector is often credited -- and rightly so -- for its commendable performance, one of the difficulties deterring its growth is the overwhelming reliance on imported raw materials. Currently, the industry reportedly imports 85 per cent of its APIs that, reportedly, cost the country US$1.3 billion. Local producers are not in a position to meet more than 10.0 per cent of the industry's needs.Cutting reliance on imports has been an issue of discussion for sometime now. A project is being implemented to set up an API Industrial Park in Munshiganj. Two other API parks are also being built in Bagerhat and Khulna under private arrangements. A draft API policy designed to incentivise the sector in a meaningful way is awaiting the government's nod. The idea is obviously to boost production of drugs and medicines for domestic consumption as well as exports with low production cost. In all likelihood, this will find the pharmaceutical manufacturers in a position to go for increased production. Now they are seriously constrained by the absence of APIs/raw materials locally, and hence compelled to import those at exorbitant costs.Sustainability of a highly capital-intensive industry like the pharmaceutical can only be maintained in the long run if backed by smooth and affordable sourcing of raw materials. A great deal of the unrealised potential of the sector is often traced back to the absence of ready stocks locally. It is here that the need for backward linkage is not only important but a prerequisite for desired growth of the industry. According to industry leaders, API production would help the pharmaceutical sector grow its share in the global generic drug market, valued about $400 billion.The atmosphere for generic drug manufacturing in the country is chiefly characterised by patent waiver that makes Bangladesh a unique place for manufacturing drugs. The landmark decision of the Nairobi Ministerial Conference of the World Trade Organisation (WTO) exempted Bangladesh, like other least developed countries (LDCs), from fulfilling patenting requirements until at least 2033. This means for another 10 years the country's drug manufacturers are free to continue with manufacturing generic products without having to pay hefty licence fees to the patent owners. This, no doubt, is the most reassuring news for Bangladesh's pharma sector. Certainly, the benefit is not just for the local manufacturers but also for foreign investors. It is highly likely that a proactive API policy would attract foreign investors who would be eager to gain from the waiver. Bangladesh's graduation from the LDC league in 2026 is expected not to interfere with the waiver benefit, as following graduation, the country is entitled to continue enjoying the LDC differential treatment for some time more. The government should ensure that adequate preparations, including diplomatic moves, are in place to retain the waiver preference for the timeframe already specified. The country's pharma industry today produces enough medicines to make it nearly self-sufficient, meeting 97 per cent of domestic demand. The current annual growth of the sector is estimated to be more than 24 per cent. Local companies export products to 157 countries in Asia, Africa, North America, South America and Europe. Medicine exports rose more than 11 per cent year-on-year to $188 million in 2021-22, data from the Export Promotion Bureau showed. Pharma-makers also think that Bangladesh should focus on potential API markets across the world. The global market is estimated to reach $216 billion in 2027. There are 240-plus registered pharmaceutical companies in the country, and more than a dozen of them are engaged in manufacturing APIs and a wide range of formulations covering major therapeutic categories. This being the broad scenario, the industry appears to be well set to embrace modern innovations and research on an extensive scale. For this to happen, all that is required is the right push to facilitate production of APIs.\n[email protected]",
        "headline_1": "API production for Pharma growth momentum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/api-production-for-pharma-growth-momentum-1680015834",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "The situation of the foreign exchange (forex) reserve remains uncertain for the Bangladesh Bank (BB). Although forex supply has increased somewhat on the back of rising exports and remittance earnings, the erosion continues due to the compulsion for importing several essential items during the holy month of Ramadan. Reportedly, the BB had been forced to sell greenbacks to banks for the import of eight essential items that are consumed during Ramadan. As a report published in this paper says, \"BB sold US$ 1,410.70 million (over 1.4 billion) to the banks in October 2022 followed by US$ 1,395 million, US$ 1,442.86 million, and US$ 1,221.80 million in November, December and January (2023) respectively\". This comes against the backdrop of opening up of multiple letters of credit (LCs) for the said items over the past few months as traders needed to build up stocks of consumables that constitute the iftar platter for the Muslim populace.But given the decline in the forex reserve, the central bank was forced to adopt a more cautionary approach on spending greenbacks. The pressure hasn't come only from the import of food essentials. The government has been forced to import 12 cargoes of liquefied natural gas (LNG) from the international spot market to keep industries afloat. This comes from the downturn in production of natural gas from onshore gas fields. The expenditure is proving to be a double-edged sword for foreign currency reserve of the country. It is a tricky balance for BB, but since banks have recorded significant opening of LCs, it is inevitable that the central bank rein in the expenditure of greenbacks. Because dollar is being expended at a rate higher than what exports and remittance are bringing in. Given that the wheels of industry cannot be allowed to come to a standstill, it means cutbacks in other areas. Again, the month of Ramadan is a highly sensitive issue for practically all Muslims who constitute about 90 per cent of the population, and there is no question of curtailing supply of food items that are consumed during this month. So, what is to be done? It is at this juncture, one must ask the inevitable question that has been in the public mind for sometime now. Why are the known reserves of natural fossil fuels not being explored in the country? At a time when the forex reserve is increasingly under pressure from footing import bills, why are the authorities dilly-dallying with exploration of gas reserves which are known to exist in the country? While the offshore exploration is a mid- to long-term affair that is as far away as eight years from signing of contract to delivery of gas into the pipelines, reason dictates that exploration of gas onshore is started with all seriousness and urgently.The authorities are in possession of several survey reports conducted by reputed foreign companies, and even if the gas finds from those areas are 50 per cent of the purported reserves, Bangladesh's fuel problems will be solved for more than a decade. The usual litany of excuses about probability of finding gas does not hold good in the face of a national crisis. The forex reserve should not be used at this precarious time for importing fossil fuel, but for importing raw materials that industry needs to produce goods. Unfortunately for Bangladesh, it appears that policymaking stops shy of drilling in areas which have, according to studies, trillions of cubic feet of gas. Instead of doing what is rational, our energy planners have chosen to follow a bumpy path that will continue to deplete forex and handicap the country for generations to come.\n[email protected]",
        "headline_1": "Pressure on forex reserve increases",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pressure-on-forex-reserve-increases-1680015865",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2023"
    },
    {
        "full_article": "Jamdani saree, a traditional women wear that has already been recognised as a GI (geographical indication) product of Bangladesh, is our pride. It is a national heritage and preserving this heritage is our responsibility. It is a variety of the famed muslin. While jamdani began as cotton muslin, its weave incorporated threads of silk, silver, gold, and more to create fascinating motifs traditionally woven on a handloom by craftspeople and artisans around Dhaka. Women in the country still love to wear jamdani as its artistic motifs have made it peerless. The word jamdani derives from two Persian words Jam meaning flower and Dani meaning vase. As the name suggests, jamdani had flower motifs vividly woven by expert craftsmanship. During the Mughal era, jamdani and muslin were at their zenith of popularity. Ironically, jamdani has lost its past glory. Weavers are losing interest in weaving because of not earning enough to maintain their family. The government should look into this sincerely so that the jamdani sector never faces a crisis of skilled weavers. Investing in craftsmanship, providing financial support to the weavers and so on can help us bring the craft under the limelight again. \nSamia Jahan Shefa, Student of Department of Genetic Engineering and Biotechnology, Jashore University of Science and Technology, Jashore, [email protected]",
        "headline_1": "Investing in jamdani production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investing-in-jamdani-production-1680015886",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2023"
    }
]