[
    {
        "full_article": "The Sunday evening arrest of Chitra Ramkrishna, the former MD and CEO of India’s largest stock exchange, by the Central Bureau of Investigation (CBI), should change the course of what has been a laid-back probe into alleged misuse of exchange data by market players and jarring — even surreal — governance lapses. A Delhi court has granted CBI sleuths seven days to interrogate the former National Stock Exchange (NSE) boss, about a month after the stock market watchdog, SEBI, passed a 190-page order that has made headlines for its assertions about Ms. Ramkrishna sharing confidential internal information with an unknown person. Separately, the CBI has got extended custody of Anand Subramanian, the NSE’s former group operating officer, hired ostensibly at the behest of the unknown yogi, disregarding the kind of internal controls and governance norms one expects from an institution of such systemic importance in the financial markets. The catchy details must not detract from the larger questions arising from the deployment of co-location services and the lacunae in India’s oversight mechanisms over its capital markets reflected in the multi-layered failure to crack down on the wrongdoings at the NSE. The co-location services offered by the NSE, which give market operators willing to pay a premium a headstart on exchange trading data and refine their own algorithms for high-frequency trades, are permitted by SEBI but were ostensibly misused by certain players. The NSE’s case entails an unfair advantage provided to some brokers within its co-location user community. Whatever the defenders of such services may say, the premise of giving players with deeper pockets quicker and more information than the average retail investor does not gel with an open market philosophy. That institutional mechanisms, from the NSE’s board and auditors, to SEBI, an independent regulator accountable to Parliament, have not delivered, is a larger worry. Nearly three years have passed between SEBI’s ₹624 crore fine on the NSE for misuse of its co-location services, and the latest order against its former top brass. A matter where the sanctity of the entire market comes under a cloud should have been treated with a tad more urgency. The CBI special court has observed that SEBI, which began this probe in 2016, has been ‘too kind and gentle’, while the CBI, after filing an FIR in 2018, has been ‘most lackadaisical’. With a new SEBI chief in place, the Government, led by the Finance Minister who is reviewing the handling of the NSE case, must ensure some deterrent action is accompanied by a review of checks and balances in current governance structures.",
        "headline_1": "A house of cards: on NSE probe",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-house-of-cards/article65202011.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-03-2022"
    },
    {
        "full_article": "The suicide attack at a Shia mosque in Peshawar, killing at least 62 people, is a grave reminder of Pakistan’s growing security challenges after the Taliban’s return to power in Afghanistan and the continued persecution that the Shia minority is facing in the Af-Pak region. This was the deadliest attack in Pakistan since the 2018 bombing of Quetta, killing 149 people. The Islamic State terrorist organisation, which has carried out a number of suicide attacks in Afghanistan ever since the Taliban captured Kabul in August 2021, has claimed responsibility for the bombing. The IS’s sectarian animosity towards the Shias is well-known. In Iraq and Syria, the IS has carried out systematic attacks against the Shias, who they call “rejectionists” of Islam just because they belong to a different branch of the faith. In Afghanistan, the IS-Khorasan has targeted religious minorities such as Shias and Sikhs. They use sectarian attacks to drum up support for their murderous ideology among Sunni hardliners. Earlier in Afghanistan, the IS-K was confined to the eastern province of Nangarhar. But the complete breakdown of security in the last phase of the Taliban’s insurgency and the collapse of the Islamic Republic of President Ashraf Ghani last year appears to have given the IS a fresh lease of life. The Peshawar attack suggests that the IS threat is now spreading across the porous border to Pakistan.Shias, who make up some 20% of Pakistan’s population, face growing sectarian violence by extremist groups and a state crackdown under the infamous blasphemy law. The Ahl-e-Sunnat-Wal-Jamaat and Tehreek-e-Labbaik Pakistan, two hardline Sunni groups, have been at the forefront of an anti-Shia campaign in the country. In July 2020, the Punjab Assembly passed a Bill (Tahaffuz-e-Bunyad-e-Islam) which supported only Sunni interpretation of Islam. Terrorist organisations such the IS are trying to exploit these existing sectarian hostilities by carrying out attacks on Shia mosques. What they want in Pakistan and Afghanistan is the same as what they have wanted in Iraq and Syria — a Shia-Sunni sectarian civil war. What makes the threat dangerous this time is the political change in Afghanistan. As the Taliban became the rulers of Afghanistan, the IS emerged as the main armed opposition to the Taliban. The Taliban’s relationship with the Tehreek-i-Taliban Pakistan (TTP, also called Pakistan Taliban) also makes the security situation complicated for Pakistan. Islamabad supported the Afghan Taliban to capture power in Kabul. The Afghan Taliban back the TTP, their ideological brethren, who are fighting Pakistani forces. As the security situation remains fragile in the Af-Pak region, groups such as the IS are swiftly pushing their terror agenda. The Peshawar attack should serve as a warning to Pakistan, which sees the wheel of jihadism returning. If it does not check the widespread anti-Shia narrative and find a way to tackle the security challenges posed by both the TTP and the IS-K, its borderlands could once again turn to anarchy and sectarian bloodletting.",
        "headline_1": "Terror in Peshawar: on Shia mosque attack",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/terror-in-peshawar/article65201668.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-03-2022"
    },
    {
        "full_article": "The Earth is living. She is Gaia, Pachamama, Vasundhara, Terra Madre. For indigenous cultures, she is Mother Earth. Even scientists like James Lovelock call her Gaia, because they have understood that she is living. The living Earth is a self-organised, self-regulated living system. She is autopoietic. She has evolved her biodiversity and her complex biosphere over billions of years. Through the biosphere, she creates and regulates her climate systems. The Earth's living system, the \"Gaian system,\" self-regulates global temperature, atmospheric content and ocean salinity, thus maintaining the infrastructure for life to persist and evolve.\nWithout life, the CO2 in Earth's atmosphere was 98 percent, and the temperature was 290 degrees Celsius. Over 3.3 billion years, the Earth has been cooled down by her living systems. The same process that cooled the planet and allowed life to emerge in its diversity are living processes and living technologies that sustain, maintain, and regenerate life and create living economies.\nClimate change is the disruption of Earth's self-regulatory processes by using junk fossil energy—coal, oil, gas—that the planet fossilised over 600 million years ago and put underground. The climate emergency and related emergencies are rooted in the colonisation of Earth, her ecosystem, resources, and diverse cultures. It is a worldview shift from the Living Earth to Terra Nullius, the dead and empty Earth.The same worldview shift that declared indigenous peoples as inferior and created apartheid, also declared the Earth as dead and created barriers between her and the humans through the illusion of eco-apartheid. The worldview that creates hierarchies between people and divides humanity on the basis of race, gender, religion and class also creates the false hierarchy of anthropocentrism, treating our Earth relatives as inferior—mere objects to be owned and manipulated. The false assumption that Earth is a dead, inert matter has made the vibrant, biodiverse, living planet disappear, reducing her to a mine for \"raw materials\" for an inefficient and wasteful corporate, industrial system, and a sink of industrial pollution.\nThe Dead Earth view leads to the artificial imposition of a fictitious \"Creation Boundary\"—that creation begins with extraction, exploitation and manipulation of Earth's resources. The Dead Earth worldview is connected to the technological paradigm that is blind to nature's superior and sophisticated living technologies. Genetic engineering, climate engineering or geoengineering, and carbon engineering are all based on a deep denial that the Earth is living, her technologies of organising, regenerating and renewing life are complex, and our instruments of engineering are crude and clumsy when compared to her sophistication, subtlety, and lightness.\nThe Dead Earth view is also connected to an extractive economic system that imposes a fictitious \"production boundary\" that makes nature's creative and productive processes disappear, appropriates what nature and people have co-produced, and are inefficient, use more resources and energy than they produce, and increase entropy. The dominant economic model is based on extractivism, dependence on external inputs, external control, allopeisis, and externalisation of the high financial and entropic costs. It is based on the denialism of nature's zero cost, zero external input, negative entropy, and high efficiency systems of living economies of creating abundance through multifunctionality and multiple outputs.\nReal climate solutions lie in working non-violently with Earth, her biodiversity of plants and soil organisms, her ecological technologies, her living economies.\nFalse solutions continue the path of separation and superiority, greed and control, profits and power, manipulation and mastery—causing an existential emergency for our species.\nWe are members of one Earth Family, and part of the web of life woven by biodiversity. We cannot and do not live outside the food web and the web of life. Every illusion of separation and superiority, mastery and control ruptures the fragile web and ecological cycles that sustain life on Earth. The arrogant notion that nature has no creativity and only humans are intelligent is a flawed, obsolete, colonial worldview that has no place in a regenerative world.\nIn total denial of the power and potential of plants and living soil to recycle carbon and cool the planet, the moneymakers and profiteers are trying to set up a \"carbon capture and storage\" industry to continue to pollute while making more money from a new pollution industry. Just as all wasteful, socially and ecologically destructive industries—such as fossil industrialism, green revolution/industrial agriculture, factory farming—that are violent, non-sustainable, and financially unviable have been made artificially profitable for corporations at the cost of planet and people through subsidies, the industrial carbon capture and storage technologies can only exist through massive public subsidies and a continued denial of the more sophisticated technologies that nature offers.\nEven the Intergovernmental Panel on Climate Change (IPCC) is falling for the industrial carbon capture trap.\n\"The IPCC report says that without capturing significant amounts of carbon over the next 30 years, it will be impossible to get humanity to net-zero emissions by 2050—and, consequently, to limit warming to 1.5 degrees Celsius.\" The reason billionaires are investing in inefficient, nature-denying, costly and false solutions to climate change is because it lets the fossil fuel industry continue to pollute, while they collect our tax money to be invested in false solutions and create new markets in carbon trade and the fake economy of \"net zero.\"\nPublic taxes and public investment need to protect the common public good, regenerate the planet's plant and soil biodiversity, and through those cool the planet, while providing food and livelihood security via local living circular economies.\nThe world's biggest industrial carbon capture industry, named Orca, was set up by a Swiss Company named Climeworks in Iceland. It is highly inefficient. Over one year, it will capture just three seconds of global emissions. Christoph Gebald, co-founder of Climeworks, admitted that it was a costly and energy-intensive technology, costing at least USD 600 to capture one tonne of carbon dioxide.\nRemoving all of humanity's annual carbon emissions would cost more than USD 5 trillion per year, according to Bill Gates' book \"How to Avoid a Climate Disaster.\" Gates admits, \"It's probably the most expensive solution.\" It would require 50,000 Orca plants, and still not perform the ecological functions of living carbon in plants and living soil.\nWhile knowing the financial non-viability of industrial carbon capture, Gates is investing in the Canadian company Carbon Engineering, which has started designing a similar facility as Orca in northeastern Scotland and plans to start construction on a plant in Texas this year.\nElon Musk also announced that he was funding a USD 100 million carbon-capture contest.\nClimeworks hopes that the price can be dropped to USD 100 by selling carbon commercially to beverage companies making fizzy drinks. This is a recipe for obesity, diabetes, and chronic diseases, and aggravating the health emergency. It will make more people sick without healing the planet.\nThe mechanical mindset of industrial carbon capture and the denial of Earth's capacity to absorb and recycle carbon dioxide to create and regenerate life is evident in the statement of Julio Friedmann, an energy policy researcher at Columbia University who describes industrial carbon capture as follows:\n\"Think of it like a vacuum cleaner for the atmosphere… Nothing else can do what this tech does.\"\nHe forgot the living Earth's technology of photosynthesis in the green leaves, which does a better, more sophisticated job. Nature recycles carbon for free, creates the food and fibre that sustains us, creates living soil that grows life and stores water to regenerate our springs, streams, wells and rivers.\nCompare the waste, inefficiency, and high cost of the industrial carbon capture and storage to the living processes of carbon capture and storage by nature, by using the free energy of the Sun for photosynthesis to produce oxygen, fertile soils and food.\nWe are witnessing a clash of civilisations, of worldviews, of technology paradigms, and of economic systems.\nOn the one hand, we have the colonising industrial worldview that Earth is dead and imperfect. She can be engineered for profits and control. And the expensive engineering experiments and technological fixes will fix her. And for this, the billionaires need to divert our public resources to bad ideas so they can make more money while the planet burns.\nOn the other hand, we have the ecological worldview that the Earth is living, we are a part of her and not her masters, and working with her, we can regenerate her green mantle so she continues to cool herself as she has done over millennia.\nOn the one hand is hubris; on the other hand, humility. On the one hand is oneness with Earth; on the other hand, limitless greed of the one percent. On the one hand is the possibility of a human future as a member of the Earth family. On the other hand are destructive conditions for life on Earth, increasing the threat of extinction.\nEach and every one of us has to decide which worldview, which technology paradigm, which economic system we will support and participate in—in our minds, our lives and our participation in citizen democracy and Earth democracy.\nA longer version of this article was first published on the author's blog.\n\nDr Vandana Shiva is an Indian scholar, author, environmental activist, ecofeminist and food sovereignty advocate based in New Delhi. \n",
        "headline_1": "Stuck between two worldviews and two futures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/stuck-between-two-worldviews-and-two-futures-2977891",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2022"
    },
    {
        "full_article": "Gender equality is still an elusive term not just in Bangladesh, but all across the world, despite so much economic progress and so many measures taken by policymakers. Stereotyped political, social, and cultural values continue to act as barriers for women's advancement. That's why, despite the world's unstoppable progress on various fronts, women in positions of power are still few and far between.\nIn Bangladesh, female participation in the labour force has increased to 38.5 percent at present from only four percent in 1974. Women are working in not only agriculture or the export-oriented RMG sector, but also in many non-traditional and emerging sectors at an increasing rate. Higher participation in education has created scopes for securing high-valued jobs for Bangladeshi women. Yet, the number of female participants in these sectors is still low and not many women can reach senior positions in these organisations. Gender gap in managerial positions in Bangladesh is as high as 88 percent, as per the 2021 Global Gender Gap Report of the World Economic Forum (WEF).\nWe also frequently talk about wage gaps between male and female workers in many sectors, including apparels, construction and agriculture. Over 90 percent of working women have informal jobs. Because of such high informality of their jobs, their income and job security are also low—especially compared to men. According to the WEF, in 2021, women earned only 40.3 percent of the estimated earned income of men in Bangladesh. And the wage gap is true for highly educated executives and managers, too. Women often feel hesitant to bargain for their salary; many also do not know how to bargain. And men feel that women are not the breadwinners of their families, and their income is just \"extra.\" Such thinking also exists among some women, unfortunately. That's why the struggle to establish gender equality is not fighting against certain sections of people, but against the system within which such biased values originate and are nurtured.\nThe strong bias against women works against gender equality in many ways. The Gender Social Norms Index (GSNI) of the United Nations Development Programme (UNDP) in 2020 indicates that globally, 90 percent of men and women are biased against women. The report reveals that social beliefs and norms obstruct gender equality at work, education, and politics. The GSNI also shows that more than 40 percent of people think men can be better business executives, and in case of job scarcity, men have more rights to a job. More strikingly, 28 percent think it is justified for a husband to beat his wife. Though Bangladesh is not among the 75 countries that the UNDP studied, the scenario would not be much different here.\nWith such biases and barriers in place, it is not easy to achieve gender equality. In 2021, the WEF suggested that it would take 135.6 years to close the gender gap worldwide. The Global Gender Gap Index (GGGI) considers four key dimensions of gender gap: economic participation and opportunity; educational attainment; health and survival; and political empowerment. GGGI also tracks progress towards closing these gaps over time. The Covid-19 pandemic has increased the length of this period from 99.5 years, as estimated in the 2020 WEF report.\nSo, the journey towards gender equality is a long and difficult one. Many young university graduates enter the job market with a lot of enthusiasm. It starts declining within a few years as they expand their families. Many women end up having to choose between motherhood and their careers. This mid-way departure of female executives reduces the number of capable women in senior positions. When their children grow up and they want to return to the job market, their knowledge becomes obsolete. Employers do not want to hire them with such gaps. Our job market is small where the fresh graduates struggle to secure a job. However, women must stay the course and should not give in. They should acquire new skills and reskill themselves. Many have become small entrepreneurs, even though it is not easy to access finance from financial institutions. Bias also works against women when they go to commercial banks for loans.\nBias against women is ingrained within most of us. Highly educated or less educated, rich or poor, men or women—we all carry similar values when it comes to women's issues. Therefore, the achievement of gender equality is going to be a long and tedious journey. As we celebrate International Women's Day this year, we must commit ourselves to treading that arduous and rocky path together.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "High time to #breakthebias",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/high-time-breakthebias-2977861",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2022"
    },
    {
        "full_article": "On this year's International Women's Day, which is being celebrated across Bangladesh and with much grandiosity in Dhaka, I want us all to think of Yasmin Ara, a young woman from Satkhira, who has been thrown out of her home by her mother-in-law a few months after losing her husband.\nYasmin's mother-in-law evicted her saying she had no reason to stay. She moved back to her father's home along with her daughter. Her family is much poorer compared to her more well-off in-laws, and are barely able to feed themselves.\nI came to know of Yasmin's case through a pilot project I oversee named \"Ar Na,\" being implemented by Brac in Satkhira and Rangpur. As a part of this project, over 800 frontline staff in 50 branches are being trained to use a web app to report incidents of violence against women and girls in their working areas. Yasmin's case was reported by Tania, a frontline staff member of Brac's microfinance programme, who came to know of Yasmin's ordeal when engaged in her daily loan collection in her neighbourhood.\nAfter a case is reported, a small team of case managers work to connect the survivors with the required support services through referral. Yet, in order to refer survivors of gender-based violence to a local service provider, a mapping of existing support services at the upazila level is of utmost importance. Shongjog, a web app that shows the availability of six main types of support services for gender-based violence (GBV) survivors at the upazila level, based on a nationwide service-mapping conducted in 61 districts covering 435 upazilas, categorises service providers into six main categories: police stations, legal aid, social protection (i.e. livelihood opportunities), psychosocial support (e.g. trauma counselling), safe/shelter homes, and medical aid/health services.\nWhen the case manager visited Yasmin to ask her about the kind of referral support she needed, she expressed her desire to take legal action to secure her and her daughter's property rights. Yasmin also mentioned that she had no means to feed herself or her daughter, and that she was in urgent need of financial support or a livelihood opportunity. The case manager also noted that Yasmin needed psychosocial counselling to overcome the traumatic experience she had faced.\nYasmin's story encapsulates the experience of all too many Bangladeshi women today. The vast majority of cases we have received reports of through the Ar Na project all relate to young women (aged 27 years on average) facing domestic violence from their husbands or in-laws, or both. The type of support the survivors most commonly need are legal support, social protection (i.e. livelihood support) and psychosocial counselling. So how readily available are these support services at a national level?\nThe National Legal Aid and Services Organisation (NLASO), was set up to provide legal aid to those otherwise unable to afford legal services, and has established district legal aid committees in all 64 districts of Bangladesh. The legal aid committees have also reportedly been constituted at the upazila and union levels, though information about these are not available on the NLASO website.\nFor those unwilling or unable to take microcredit loans (like Yasmin), the Department of Social Services has a cash transfer programme called \"Allowances for the Widow, Deserted and Destitute Women,\" which makes monthly payments to the tune of Tk 500. However, application for this assistance does not automatically guarantee transfer of cash for anyone who applies. It is subject to selection by a committee, which prioritises the most senior and the neediest.\nThe Department of Women Affairs has a programme named \"Women's Skill Based Training for Livelihood,\" which provides training to women in order to develop skills on certain trades, so they can earn a livelihood. However, batches are taken only every quarter, and places are limited to 25 or so people.\nThe situation is grimmest for psychosocial support services. Other than the One-Stop Crisis Centres (OCCs) in 12 medical college hospitals and certain public hospitals, it remains largely unavailable. The nearest OCC to a survivor in Satkhira, like Yasmin, would be in the neighbouring city of Khulna.\nYasmin's story teaches us two important lessons. Firstly, even where services are available, and are provided free of cost, it costs money to travel to the service providers, which are typically located in far-off locations. The GBV survivors often do not have the means to afford the transportation cost needed to reach these service providers. For this reason, they need immediate financial assistance so they can, at the very least, bear the immediate and incidental costs associated with experiencing gender-based violence. Secondly, the two social protection programmes outlined above do not necessarily guarantee selection even if the applicants are proven to be GBV survivors, and are not designed to cater to their needs.\nAs we transition into a middle-income country, foreign funding for a social protection programme designed to address the unique needs of GBV survivors is the need of the hour. This programme should, at the very least, provide survivors with immediate cash transfers in the short term to meet pressing costs, while ensuring their economic empowerment in the long term.\n \nNames of individuals have been anonymised to protect their confidentiality.\nTaqbir Huda is the advocacy lead for the Gender Justice and Diversity Programme at Brac.\n",
        "headline_1": "Where can domestic violence survivors actually go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/where-can-domestic-violence-survivors-actually-go-2977826",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2022"
    },
    {
        "full_article": "We recently saw the announcement of new supply chain \"due diligence\" laws by the European Union (EU), which are aimed at making multinational businesses accountable for social and environmental transgressions in supply chains. The idea of such laws has been on the cards for some considerable time, and they have huge implications for RMG supply chains.\nFor many years, fashion retailers have been accused of outsourcing poor environmental and social practices to Asia. It is claimed that they are turning a blind eye to supply chain issues, whether it is poor treatment of workers, forced labour or damage to the environment. The reason such issues are so pertinent to the RMG industry is that it is the one industry which, perhaps more than any other, has been outsourced from the West to Asia.\nWhat do these laws mean and how will they affect garment suppliers? The official draft suggests that to comply with the EU's proposed corporate due diligence laws, companies would need to meet a number of criteria. These include integrating due diligence into their sustainability policies; identifying actual or potential adverse human rights and environmental impacts; preventing or mitigating potential impacts; bringing to an end or minimising the actual impacts; establishing and maintaining a complaint procedure; monitoring the effectiveness of the due diligence policy and measures; and publicly communicating on due diligence.\nHow much of a difference will such laws make, and how will they impact garment suppliers? Well, fashion retailers already carry out a significant level of due diligence on their suppliers. There has been a huge increase in environmental and social auditing in recent years. Fashion retailers use these audits as a kind of insurance tool to maintain standards throughout the supply chains. However, there is no legal requirement to carry out such audits, and there is very little stopping a retailer from working with whomever supplier it wishes. The big worry for fashion retailers is illegal subcontracting, which still goes on in some supply chains and means that retailers end up with supply chain blind spots.\nThe broad point is that the current model as far as due diligence is concerned is a voluntary one. Fashion brands and retailers follow it to a large extent because the reputational risk of not doing so is simply too great.\nBut with the proposed EU laws coming into effect, supply chain due diligence will turn mandatory from voluntary. In many ways, I support this as it will go some way towards levelling the playing field for our customers, and potentially suppliers. In order to avoid falling foul of the due diligence laws, retailers may choose to work mainly with the \"best in class\" suppliers to mitigate their outsourcing risks. This, in turn, would reward the suppliers who have invested heavily in social and environmental governance issues. In theory, social and environmental standards could be raised right across the board.\nMy concern, however, is that the burden of following due diligence will fall almost entirely on the suppliers. I worry that it could mean more audits, more box-ticking, and increased costs for RMG factories. As suppliers, we already face a huge burden where audits are concerned, and these are costly, time-consuming and, in many cases, repetitive. Experience tells us that retailers will pass costs and responsibilities down the supply chains wherever possible. We have already seen this with voluntary agreements, and there is no reason to think any differently if due diligence regulations become legally binding.\nIn light of all this, if the due diligence laws are introduced in the European Union, I think it would be an opportune time for both suppliers and customers to sit down and decide how we are all going to follow the new guidelines. It is in all our interests to sing from the same hymn sheet on this issue.\nIn summary, then, yes, let's have new laws around due diligence, and let's shift away from these issues being handled through a voluntary approach. But let's also use this opportunity for fashion suppliers to enter an open dialogue, where we all discuss exactly what the new laws will mean, and which party will be responsible for ensuring that no one falls foul of the new regulations.\nI talk of cooperation and partnership a lot and on this issue, it is more important than ever. We need to work together on this.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Due diligence laws must be a shared burden",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/due-diligence-laws-must-be-shared-burden-2977161",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2022"
    },
    {
        "full_article": "On March 8 every year, the International Women's Day is celebrated, without fail, by governments, organisations, and individuals around the world. The events and declarations, however emphatic, may give off an impression of monotony and a false sense of progress, even though there is vast evidence pointing to the contrary. Of course, it is appreciable that one day is dedicated to celebrating women and their myriad contributions. But this recognition must also accompany an honest appraisal of their struggles, along with a renewed push for change.\nWe know for a fact how women face harassment—verbal, physical, and psychological—in every part of Bangladesh, from people they know intimately as well as complete strangers. This is an issue that should be at the top of the agenda for policymakers and institutions. It would require targeted and sensible interventions in every district, city, and town in order to be eradicated. However, there are other, equally dangerous issues concerning women's well-being, which often fall under the radar.\nThe impact of climate change on women and girls is one such area. Climate change, as it is becoming increasingly clear, has been affecting women disproportionately. Women in the coastal areas of Bangladesh, for instance, are bearing the brunt of saltwater intrusion more acutely. Due to salinity engulfing their area, the men have to go far away in search of work, while the women become more vulnerable to harassment. Reportedly, in areas where people have lost their homes to cyclones, families tend to marry off their young daughters due to \"security concerns.\"\nIn the picturesque tea gardens of Sylhet, more than half the labour force consists of women who reportedly work till sunset, while their male counterparts are done fulfilling their quota by midday. Women have to walk tens of kilometres each day to get to their designated leaf-picking sections and back, with most gardens not having any toilet or washing facilities for female workers. This is another example of how women suffer disproportionately beyond the physical-psychological abuse they traditionally endure at home.\nThe theme of this year's Women's Day is \"Gender equality today for a sustainable tomorrow,\" which aims to recognise the contribution of women and girls around the world for climate adaptation and mitigation. Equally important is the acknowledgement that much remains to be done. We applaud the organisations conducting advocacy and valuable research on the lives of women who are most vulnerable to climate change and its impacts. Changing their lives will be a Herculean task without policy support and, equally importantly, the support of the affected communities. We urge the authorities to pursue a zero tolerance approach to violence against women, and to incorporate women-friendly policies in all their development and climate change schemes.\n",
        "headline_1": "Let Women’s Day not be a formality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/let-womens-day-not-be-formality-2977796",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2022"
    },
    {
        "full_article": "Money laundering is one of the biggest scourges that Bangladesh is currently facing. In fact, the country has been ranked by the Global Financial Unit among the top 30 countries in the world in terms of illicit financial flows, with around 20 percent of its international trade value being siphoned out of the country every year. We, therefore, find the comments the High Court made on March 6, 2022, upbraiding the Anti-Corruption Commission (ACC) for its consistent failure to haul up the money launderers and bring them to book, extremely pertinent. The ACC must reckon seriously with the problem and play its part in plugging the holes that allow billions of dollars' worth of money to leave our country.\nIt bears repeating that money laundering has assumed a serious proportion and has become a most potent non-military threat to the country's national security. It thus begs the question as to why we continue to witness unbridled and exponential growth of this menace. It is awe-inspiring to read reports in the media of how individual X or Y managed to transfer billions of dollars to a third country; how an order barring a launderer's departure from the country reached the authorities 15 minutes after the individual's plane had already taken off; how banks have been sapped, not by the public, but by the owners, and money transferred abroad without the authorities doing anything about it. Such events only raise questions about the role of the relevant agencies in dealing with the issue.\nThe Panama Papers and Paradise Papers have revealed names of the rich and the sly, who managed to circumvent the rules and manipulated the system to launder money. One cannot rule out the exploitation of political links by these elements to fulfil their heinous plans. We, therefore, ask: What happened to the court's directive to investigate the reports of the said two papers? What measures have been taken against those named? In fact, the investigative authorities are obligated under the Anti-Money Laundering Act to constantly provide the authorities with intelligence and actionable information, as well as with suspicious activity reports, in order to help curb money laundering.\nThere are a raft of guidelines and bevy of agencies to address the menace. What is the point of these guidelines and agencies if the menace cannot be managed? The High Court rightly observed once that the money launderers are the enemy of the people. We would like to add that those that help them in the process are enemies of the country, too.\n",
        "headline_1": "Why is ACC failing to nab money launderers? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-acc-failing-nab-money-launderers-2977676",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2022"
    }
]