[
    {
        "full_article": "Goods and Services Tax (GST) revenue trends have been considerably wobbly this financial year, even as three of its seven months so far have recorded among the highest collections from the indirect tax. While the year started with a bang as April clocked the first ever instance of revenues of over ₹2 lakh crore, with gross and net receipts rising 12.4% and 15.5%, respectively, bolstered by year-end filings, July’s gross receipts were the third highest (at the time) at over ₹1.82 lakh crore, up 10.3%. October’s GST receipts prior to refunds, released on Friday, were the second highest in the seven-odd years of the tax. But these spikes have been punctuated by underwhelming numbers. Growth in gross revenues had hit a three-year low of 7.3% in June, and worsened to a 40-month low of 6.5% in September. October’s revenues before adjusting refunds to taxpayers, break a two-month streak of sequential dips, with year-on-year growth recovering to 8.9%. Net revenues grew at a slower 7.9%, but doubled from September’s 3.9% uptick. While this marks an improvement, the overall growth of net GST revenues this year has still declined to 9%, from about 10.2% as of August.From the fiscal perspective, indirect taxes will have to grow faster in the months ahead to meet the Budget target, but that may not be a significant risk to the deficit yet, as direct taxes and non-tax revenues have been doing well. Revenue and capital spending have been on a tight leash too. Of course, a month’s GST revenues are linked to transactions that take place in the preceding month, and GST is a tax on consumption. So, last month’s revenues are the first signal of private consumption trends this festive season, although significant purchases may have slowed in the latter half of September amid the 16-day Pitru Paksha. The RBI, in its October bulletin, had termed recent months’ GST trends to be a sign of slackening momentum in the economy, but pinned its hopes on improved festive demand and consumer sentiment. In that context, the latest GST receipts are a good omen but November’s receipts for last month’s activity will lend greater clarity on whether those hopes are well placed, with Dussehra and Deepavali falling in October unlike last year. Initial car sales data suggest a K-shaped situation with pricier SUVs growing fast while overall sales straddled the middle lane. However this plays out, the GST Council, that meets soon, must not be deterred from expediting the rate rationalisation exercise, including the lowering of taxes on items such as cement and insurance, which could spur higher sales volumes and compensate for any revenue losses. Published - November 04, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        finance (general)\n                    \n                            /                      \n                        \n                        Union Budget\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        central bank\n                    \n                            /                      \n                        \n                        festivals\n                    \n                            /                      \n                        \n                        automobile\n                    \n                            /                      \n                        \n                        insurance",
        "headline_1": "​Revenue repercussions: on GST revenue trends",
        "headline_2": "Festive season GST receipts hold a critical signal for growth",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Brevenue-repercussions-on-gst-revenue-trends/article68825895.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "India rightly used the sixth meeting of the India-Sri Lanka Joint Working Group on Fisheries, in Colombo on October 29, as an opportunity to again call for a meeting between fishermen of both countries to resolve the vexed problem of fishing in the Palk Bay. In a meeting in Colombo between India’s High Commissioner Santosh Jha and Sri Lankan President Anura Kumara Dissanayake, stress was laid on the “importance of a long-term resolution that respects the needs of fishermen ... and promotes cooperation”. Mr. Dissanayake affirmed his commitment to protecting Sri Lanka’s interests. Weeks earlier, when India’s External Affairs Minister S. Jaishankar met the President, the subject had come up for discussion. The idea of talks between fishermen seems to have takers. On October 25, fishermen staged a demonstration in Rameswaram wanting talks. Nearly eight months ago, representatives of the fisherfolk from the Northern Province had appealed for negotiations with their Tamil Nadu counterparts, despite their complaints about ‘destructive bottom trawling’ by the other side. It is up to Sri Lanka to respond.What is well known is the frequent arrest of Tamil Nadu’s fishermen, especially from Ramanathapuram, on charges of transgressing the International Maritime Boundary Line. Many are released after India’s intervention. According to Tamil Nadu Chief Minister M.K. Stalin, as on October 27, there were 30 incidents of arrests this year; 140 fishermen and 200 boats are with Sri Lanka. There were casualties on both sides, in June and August, in operations by Sri Lanka to nab Tamil Nadu’s fishermen. However, what appears to be a new trend is the increasing detention of Indian fishermen and their boats, with lengthy sentences and fines on repeat offenders. This is why India’s long-standing position, that the issue has humanitarian and livelihood angles, assumes significance. At the same time, marine ecosystem conservation is important. Once Sri Lanka’s parliamentary poll is over in mid-November, Mr. Dissanayake should enable a conducive environment for the northern fishermen to arrive at an agreement — this would need political support. Likewise, India should again push for the deep-sea fishing project, launched in 2017, for Tamil Nadu’s fishermen, apart from promoting alternative forms of fishing. New Delhi should also come up with suitable schemes to help fishermen in the Northern Province, who have still to recover from the civil war. Fishermen from both countries should explore the relevance of the broad contours of an understanding reached between them in 2010. The northern fishermen should also understand the need to give Tamil Nadu’s fishermen a reasonable period of transition. A combination of measures by all stakeholders is what can resolve the Palk Bay dispute.\r Published - November 04, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        Sri Lanka\n                    \n                            /                      \n                        \n                        fishing industry\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        arrest\n                    \n                            /                      \n                        \n                        prison\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        civil unrest",
        "headline_1": "​Sharing resources: on fishermen and the Palk Bay dispute",
        "headline_2": "Fishermen from both sides of Palk Bay must meet to resolve dispute",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsharing-resources-on-fishermen-and-the-palk-bay-dispute/article68825844.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "Back when photos had no preview & no backup\nA picture is a stand against time, it says I was here, I existed, and someone cared enough about me to take my picture. Thus went the line from the 2000s movie One Hour Photo, and the irony is that it isn’t true either, not any more in this age of selfies, where no one really needs to care about you any more to have your picture taken, except yourself. \nThe phone-camera it comes with has now our Sanjaya, the lens to the world outside and to the inside, capturing in high resolution the kaleidoscope of our existence, real or imagined. \nBut there was a time not like this. We had pictures developed at stores from rolls of film, which cost money and hence there were so few of them. Since cameras were not carried around like a wallet, the pictures taken by them too were reserved for special occasions. And with no preview and no option to take the same picture dozens of times, they had things we wish weren’t there: eyes that were closed, heads that were turned, a bad shadow on the upper lip of a lady that looks like a moustache. \nImperfect memories of imperfect people. But reality, nonetheless, with no AI, not backed up anywhere, which made each unique and valuable. \nThey stayed in albums, and the albums stayed in the almirahs, with other things that were precious. They came out when guests came, and leafed through as a group, each photo triggering a memory of a little community – chuckling and laughing, each recalling things just a bit different, or vastly so, till they would leave, and the album would stay there, on the bed, till it would be put back in the almirah like the premium cutlery in the showcase. \nWe may take a lot more photos now but we don’t see them the same way any more. Photos in today’s world are for social approval, facing outwards, made for strangers’ hearting.\nWe no longer experience old photos in the way we once did, sitting down with the ones we love, together, using them to enter our memory of people and places and moments that are no more, awash not just with the mild melancholia of nostalgia, but thankfulness, for what is life but the fragile little thread between the photos we take?\n\n",
        "headline_1": "Imperfect us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/imperfect-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "JMM, BJP are promising plenty of cash & looking to corner adivasi vote, but differently\nAs the battle for Jharkhand heats up, both INDIA and NDA blocs are promising to spray cash around. BJP’s manifesto – released yesterday – pledges to fill up 2.87L vacant posts in govt, provide financial assistance of ₹2,000 to graduate and post-graduate students for up to two years, and launch a ‘Gogo-Didi’ scheme promising ₹2,100 per month assistance to women. Governing JMM-Congress alliance, meanwhile, has launched the Mukhyamantri Maiya Samman Yojana, ensuring women aged 15-20 get ₹1,000 per month – which will be enhanced to ₹2,500 per month. The key battle here is for the tribal vote. Tribals account for 26.2% of Jharkhand’s population with 28 reserved ST seats out of the total assembly strength of 81. \nSarna Code vs UCC | BJP has promised to implement the Uniform Civil Code in Jharkhand, but keep tribals out of its ambit. However, JMM’s been pushing for a separate Sarna Code for adivasi communities. JMM’s pitch worked in Lok Sabha polls where INDIA bloc won all five reserved ST seats in the state. BJP’s tack has always been to integrate tribals into the Hindu fold. The Sarna code directly challenges this by solidifying a separate tribal religious identity. \nIllegal infiltration issue | Again with an aim to wooing the tribal vote, BJP has been raising the issue of illegal Bangladeshi migration into Jharkhand, buoyed by a PIL in Jharkhand HC. The petition claims illegal migrants residing in the Santhal Parganas region. BJP says only it can safeguard Jharkhand’s tribals from being overwhelmed by such migration. \nTrump card Soren | Hemant Soren’s arrest and subsequent release in a land scam case has galvanised JMM and INDIA bloc. Add to this Hemant’s wife Kalpana Soren emerging as an effective campaigner, especially in terms of mobilising women voters. Per local pundits, this gives the INDIA alliance a slight edge going into the polls. But with BJP’s significant hold over OBCs and upper caste voters, this one’s going down to the wire.  \n\n",
        "headline_1": "Tribal instincts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tribal-instincts/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "In a terribly gender unequal society, U-turn ideas such as legalising pre-birth sex determination are dangerous \nHow the status of women and the opportunities available to them in India have improved over time is a topic that can have as many answers as debaters. But that progress has been patchy is indisputable. A data point showing this starkly is that the share outside the labour force due to care responsibilities is 53% for women and 1% for men. The ILO report highlighting this disparity also suggests how doubly cruel it is. Women not only carry a disproportionate burden of unpaid work, they are then punished with a lower status vis-à-vis men as “breadwinners”. So, the second indisputable case is that India must only march forward on gender equality. There is absolutely no room for any U-turns.\nObviously, it is not women alone who are wounded by any agency or policy attempting such reverses. All that chains them also brutishly keeps the whole of society and economy from reaching its potential. Sometimes U-turn campaigns borrow the language of liberation and technological progress, and this disguise has to be dismantled. A recent example is Indian Medical Association president RV Asokan grabbing headlines in aid of legalising prenatal sex determination tests. His contention is that the PC-PNDT prohibitions should be pulled down because these have been a “massive failure” over 30 years. But would anyone ask for legally sanctioning murder because penalties haven’t ended murders over the centuries?\nOffspring sex selection favouring the male offspring is a cruel indicator of the life of a female not being valued and even despised across societies. But it would be a wretched country that would leave societies to change this barbaric practice at their own leisure. Strict implementation of laws relating to diagnostic techniques for determination of the sex of the foetus is the more just, rational and productive path. That India’s sex ratio at birth is still only 933 reflects lackadaisical implementation and zero room for further laxity. \nAsokan’s suggested alternative to monitoring the clinics is to “tag” every unborn child and hold “people” responsible if anything “untoward” happens. As if putting all women under surveillance and threat of punishment wouldn’t be an even more perverse use of technology. The unblushing ease with which such anti-women propositions continue to be proffered as plans for progress shows how deep the sexist taint still runs among us. Deleting this is essential to make our families, schools and workplaces the best of what these can be.\n\n",
        "headline_1": "Foetal mistake",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/foetal-mistake/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "India’s no longer hassled about the Empire. Or bothered about the Commonwealth. The now inverted trade equation between India and post-Brexit Britain is satisfying enough\nIndia is totally over the Empire. Is the rest of the world there yet?\nThe signs have been there for years. Sometimes, India asks for the return of the Kohinoor diamond or requests an apology for Jallianwala Bagh. Some might say these calls for post-imperial grace are half-hearted, performative even. The last time the jewel properly came up in public conversation internationally was 18 months ago, ahead of Charles and Camilla’s coronation.\n\nAnd the moment for any meaningful acknowledgement of the 1919 massacre of peaceful protesters in Amritsar came and went without a real result on the 100th anniversary the British guns were fired. That was five years ago.\nRead full story on TOI+.\n\n",
        "headline_1": "British Raj is so yesterday",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/british-raj-is-so-yesterday/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "The extent of corruption that occurred under the former Awami League regime is truly astonishing, and a recent example highlights this issue. According to Transparency International Bangladesh (TIB) Executive Director Dr Iftekharuzzaman, various incidents indicate that an estimated $12-15 billion has been laundered from Bangladesh annually, over the past 15 years. Although he admitted that finding the exact amount may be impossible—and many believe the total could be much higher—even this conservative estimate suggests that between $180 billion and $225 billion has been laundered out of the country during AL's tenure.\nOf the $15 billion laundered, $3 billion was reportedly sent abroad through trade misinvoicing and by foreign citizens working in the country. Around $2.2 billion was laundered by unscrupulous manpower brokers who sent money abroad to secure visas and work permits for overseas jobseekers. Additionally, approximately $7.5 billion was laundered each year through mobile financial services, according to the TIB chief. What's even more worrying is the fact that the Bangladesh Bank, Anti-Corruption Commission, and the Office of the Attorney General allegedly used to facilitate the laundering of money.\nSo, instead of these institutions working to prevent serious financial crimes, they actually ended up enabling them. This goes to show to what extent our various governance institutions were corrupted by the former regime. Further aiding these criminals were certain countries that, by introducing golden visas and second home options, made it easier to launder money. This is precisely how a former Bangladeshi minister was able to purchase over 300 properties abroad, which is suspected to be only the tip of the iceberg.\nAlthough it may be possible to recover some of this laundered wealth, the complexity of the process makes it extremely challenging. And this is where we believe the interim government should urgently focus its efforts. Bangladesh should immediately enact a law and seek to sign agreements with other countries for the repatriation of the smuggled money. State agencies such as the ACC, the Criminal Investigation Department (CID), the National Board of Revenue (NBR), the attorney general, and the Bangladesh Financial Intelligence Unit (BFIU) should pursue a coordinated approach to achieve this goal.\nMoreover, the government should immediately begin reforming these institutions to prevent future laundering of wealth. For example, the agencies currently working to retrieve the laundered wealth took absolutely no action against major launderers during AL rule. Therefore, going forward, these institutions must be strengthened and granted the independence needed to carry out this important work. And corrupt individuals who worked within these institutions should be held accountable for their inaction or illegal activities.\n",
        "headline_1": "Focus on reclaiming stolen wealth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/focus-reclaiming-stolen-wealth-3743541",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "As America stands at a precipice, the world watches with bated breath. The upcoming election has ignited a firestorm of emotions that envelops not just American citizens but individuals globally. Issues such as economic uncertainty, social justice movements, and starkly polarised political views have fuelled this atmosphere of anxiety. The choices made in this election have the potential to reshape international relations—particularly areas that directly impact our country, such as trade, aid, and climate policy. Given this, we must ask ourselves: how will the fate of the US reverberate through Bangladesh?\nThe significance of the upcoming US election could extend deeply into US-Bangladesh relations. Recent discussions around the US's role in promoting democracy in South Asia highlight the potential for changes in how aid is allocated, and trade agreements are negotiated. Depending on who emerges victorious, we could witness a dramatic shift in foreign policy affecting everything from trade agreements to military aid.\nIt is imperative for Bangladesh to proactively engage with US political stakeholders, advocating for policies that align with our development goals and foster regional stability. By strengthening diplomatic ties and diversifying partnerships, we can mitigate potential risks and pave the way for a more resilient future.\nAs Bangladesh continues to navigate post-pandemic recovery, the unpredictable nature of US trade relations looms large over our economic future. As one of our largest export markets, the US plays a crucial role in sustaining our textile and garment industries, which account for over 80 percent of our exports. In 2022 alone, we exported goods worth over $10 billion to the US, underscoring the vital importance of this market to our economy. Shifts in US trade policy—whether new tariffs or changes to trade agreements like the Generalized System of Preferences (GSP)—could send shockwaves through our supply chains, causing uncertainty for business owners and workers alike. However, this uncertainty presents an opportunity to diversify our trade portfolio and strengthen ties with emerging markets, creating a more resilient foundation for long-term growth and serve as a buffer against economic vulnerabilities exacerbated by global shifts.\nAmidst this backdrop, climate change adds another layer of complexity. Bangladesh's future is deeply intertwined with the climate policies of the next US administration, as Bangladesh is one of the most vulnerable countries to rising sea levels, floods, and cyclones. The US rejoining the Paris Agreement under the Biden administration was a crucial step towards global climate cooperation, igniting renewed hope for stronger international support, particularly in the form of climate financing and disaster resilience programmes that secures vital resources for adaptation efforts such as embankment reinforcement and early warning systems.\nHowever, a US withdrawal or weakening of global commitments could spell disaster for nations like Bangladesh, which is already feeling the brunt of climate change. The stakes are enormous with exacerbating environmental degradation and economic instability. In this uncertain landscape, Bangladesh must not remain passive. By forging alliances with other vulnerable nations and amplifying its voice in international forums, Bangladesh can advocate for continued engagement and pressure for stronger climate financing mechanisms.\nThe struggles within the US electoral process serve as a powerful mirror, reflecting the challenges faced by democracies worldwide, including here in Bangladesh. The quest for transparency and fairness in elections—central to any democratic system—reminds us of the hurdles we face in our governance, from ensuring free and fair elections to strengthening institutions that safeguard civil rights.\nIn Bangladesh, where public trust in political institutions remains fragile, the results of the US election could either embolden local efforts to push for reform or heighten disillusionment among those fighting for a stronger democratic framework. Will this election bolster global democratic ideals, or will it expose the vulnerabilities of democracy, even in its most established forms? As we reflect on these questions, one thing is clear: fostering an informed, transparent, and engaged electorate will be crucial if we are to navigate the turbulent political waters ahead.\nThis election serves as a reminder that in our interconnected world, the decisions of one nation can shape the destiny of many. For Bangladesh, it's a moment to reflect on how we can proactively engage with the international community, regardless of the outcome.\nZaziratul Zannat is a public health scholar and humanitarian aid practitioner in a non-profit international organisation based in South Asia.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What will America’s vote mean for the world?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-will-americas-vote-mean-the-world-3743456",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "What is causing the current wave of protests by factory workers?\nAlthough the government accepted all 18 demands of RMG workers in late September, communication of the announcement, as well as the implementation, remained problematic. For example, demands such as increasing the tiffin allowance have not been adequately communicated to all the factories. Additionally, some factories showed reluctance to comply with the directive. In Ashulia, most factories accepted the directive, but in places like Gazipur and beyond, we noticed that the directive was not properly communicated and owners, too, were reluctant to comply.\nAnother issue regarding unpaid wages arose in several factories where the owners are currently absconding. Those aligned with or sheltered by the previous regime fled after the political shift or change in the government. As a result, there is no clear directive regarding who should control these factories, who will pay the wages, or who will uphold workers' rights. No clear instructions are available either from the factory authorities or from any government office or ministry. There is ambiguity regarding who is responsible—should it be the metropolitan police, the industrial police, or the military personnel, who were recently given temporary magistracy power?\nEven though the military has, in many cases, attempted to locate owners and ensure wage payments, they, too, face challenges, as handling such matters is not part of their usual protocol. The industrial and local police, traditionally responsible for these matters, now appear hesitant. They always seem to be waiting for military intervention. Their fear of retribution because of past misuse of power remains unresolved. However, it will be unjust to blame workers for this fear, because the police themselves once misused the law and now hesitate to act due to concerns of retaliation.\nIs there a political aspect influencing these labour issues?\n\nMany factory owners were previously affiliated with the former ruling party, the Awami League or enjoyed AL's political shelter. Besides, many use the RMG industry, the largest in Bangladesh, to gain political advantage. By inciting a bit of unrest, one can easily capitalise on this politically or advance specific political goals, by scapegoating the workers. In this sense, workers are being used to further a political agenda, and we have observed such issues arising within the labour sector.\nWe see a similar problem in the scrap clothing industry, although the government has tried to mitigate the problems. Recently, disputes have broken out between two factions of the BNP over the scrap-based apparel business and there were similar unrests in Chattogram, Ashulia, and Gazipur. Unless this political conflict is addressed, a third party will continue to exploit workers for its own interests, making effective problem-solving even harder.\nWhat steps could improve the situation between workers and factory owners?\nCommunication between factory owners and workers is essential to bridge the gap. Without clear communication, the distance between workers and owners will only grow. The best approach to reducing this gap is to allow workers to freely exercise their union rights. If workers can unionise freely and exercise their bargaining rights, it would significantly decrease external confrontations, enabling discussions to occur within the factory premises rather than on the streets.\nOne major unresolved issue remains—the demand for wage re-evaluation. For the past two to two-and-a-half months, workers have been demanding a wage increase. The government has set a deadline until December, and a committee has been established to address this issue. If this committee can work efficiently and produce a viable solution, it may bring calm to the industry in the coming days. I believe that the committee should recommend an increase in wages, taking into account workers' quality of life as well as the financial capacity of the industry. If the committee can provide a fair recommendation based on these factors, and the owners and government agree to it, then the wage increase may finally bring about the peace that workers seek in the industry.\nDo you feel that any government has proactively supported workers in the past, even before any demands were raised?\nNo political party or administration has ever consistently advocated for the working class. When they do, it's often to appease specific groups or to fulfil their own interests. Throughout my career, I have never witnessed a government that voluntarily stepped up to improve workers' conditions. No administration has come forward with a dedicated plan to enhance workers' rights, nor has any government truly addressed workers' issues beyond verbal promises.\nIf this interim government disregards the importance of labour issues, they will be making a big mistake. Out of Bangladesh's 17 to 18 crore people, almost 7.5 crore belong to the labour force, across all levels, including white-collar employees. Ignoring their concerns is not an option; the government should sit down and engage in dialogue with representatives of the labour force.\nIn an ideal world, we would see political representation for workers, similar to the Labour Party in the UK. Though left-leaning groups in our country claim to represent the working class, throughout our history, we have not seen them being vocal in parliament. Labourers still have not reached the point where they can form their own political party or hire political representatives. However, an avenue should exist for workers to have a political voice. Otherwise, those of us in marginalised communities will continue to be left behind.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What's causing the unrest among factory workers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-causing-the-unrest-among-factory-workers-3743321",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Ensuring cyber security of banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-cyber-security-of-banks-1730648213",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "How medical costs push  up poverty",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-medical-costs-push-up-poverty-1730648255",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Why price hike cannot be restrained",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-price-hike-cannot-be-restrained-1730648288",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Medical centre in name only!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/medical-centre-in-name-only-1730648312",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-11-2024"
    }
]