[
    {
        "full_article": "The proposed remapping of Assembly constituencies in the Union Territory (UT) by the J&K Delimitation Commission has got the entire spectrum of regional parties in the Kashmir Valley up in arms. At the core of their protest is the fear of a shift of political power to the Jammu region. The Commission has suggested six additional Assembly segments in Jammu, from 37 to 43, and one in the Valley, from 46 to 47. The political map is being redrawn not entirely on considerations of the population spread. Additional constituencies are being proposed, based also on factors of “inadequate communication” and “lack of public conveniences due to their excessive remoteness or inhospitable conditions on the international border”. Such considerations may have been applied in earlier instances too, but what makes the present situation unique is the shift of political power from the Muslim region to the Hindu region, and the fact that it comes after the reorganisation of the erstwhile J&K State into two UTs and the controversial elimination of its special constitutional status in 2019. The commission was constituted on March 6, 2020, by virtue of the Parliament Act under the provisions of Part V of the J&K Reorganisation Act, 2019. It was mandated to redraw and delineate seven additional Assembly segments to the 83-member Legislative Assembly of the UT.The commission has also suggested reserving seven seats for Scheduled Castes (Hindus) that mainly populate the Samba-Kathua-Jammu-Udhampur belt and, for the first time ever, earmarking nine seats for Scheduled Tribes, which is likely to benefit the Rajouri-Poonch belt with the highest concentration of STs, mainly non-Kashmiri speaking Muslims. The commission is yet to reveal the names of the districts where these seats have been carved out, and the ST/SC reservations earmarked and methodology. If population is the sole criterion, then the seat share for the Valley, with a population of 68.8 lakh (2011 Census) would stand at 51 and the Jammu region with 53.5 lakh population at 39. The allocation seems to enhance the electoral prospects of the Jammu-based parties at the cost of the Kashmir-based ones. Valley parties have opposed the draft as “unacceptable” and “divisive” and question its legality. There is a national freeze on delimitation, and the constitutional challenge to the J&K Reorganisation Act, 2019, is still pending before the Supreme Court. The situation in Ladakh, which was carved out in 2019 as a UT without a legislature, is also comparable. Political groups are demanding statehood and special constitutional guarantees on land, jobs, demography and culture. Continuing arbitrariness and heavy-handed measures to repurpose the politics of J&K may appear successful momentarily, but that may not be the sustainable route. A democratic path will necessarily involve more conversations and accommodative measures.",
        "headline_1": "Drawing a line: On J&K delimitation exercise",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/drawing-a-line-the-hindu-editorial-on-jk-delimitation-exercise/article38023641.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-12-2021"
    },
    {
        "full_article": "The sweeping victory of Gabriel Boric, the 35-year-old left-wing leader, in Sunday’s presidential run-off election, is a testimony to how Chile has changed. One of the bastions of free market orthodoxy in Latin America, Chile has been rocked by anti-inequality protests for more than two years. Mr. Boric, one of the protest leaders who promised to “bury neoliberalism” during his campaign, built an alliance of social democrats and communists that took on the Republican Party’s José Antonio Kast. While Mr. Boric promised to build a more equitable society in one of the most unequal countries, Mr. Kast, a defender of the military regime, positioned himself as a candidate of the economic status quo and blamed migrants, terrorists and narco-traffickers for Chile’s agonies. The pollsters had predicted a narrow lead for Mr. Boric, but his 12-point triumph over Mr. Kast by securing about 56% of the votes marks the strongest political comeback of the Chilean left, which had undergone systemic persecution during the U.S.-backed military dictatorship of General Augusto Pinochet. Gen. Pinochet, who toppled the socialist President, Salvador Allende, in 1973, laid the foundations of Chile’s neoliberal state. His regime fell in 1990, but the state apparatus he built survived, including the Constitution. Now, when an elected Constituent Assembly is writing a new Constitution for Chile, bringing an end to Pinochet’s influence, the country will have the most left-wing President since Allende.Mr. Boric has promised to fight the “privilege of the few” and tackle poverty and inequality. He has opposed big-ticket mining projects as part of his climate protection plan. He wants to raise taxes by 8% of GDP, abolish the unpopular private pension funds, shorten the working week to 40 hours, raise the minimum wage and create a universal health-care system. These promises were the crux of the progressive electoral platform he built. Mr. Boric, who would be sworn in on March 11, 2022, faces the daunting challenge of walking the talk. His legislation agenda would be met with strong opposition in Parliament: the Senate is evenly split between the right and the left, and in the 155-member Chamber of Deputies, his coalition has only 37 MPs. Sagging growth and high inflation would limit the new government’s spending agenda. If he goes ahead with the plan to raise taxes on the corporations, abolish private pensions and waive off student debt, the private capital and the old political establishment would revolt, like what happened in the other left-ruled states in Latin America. Mr. Boric’s victory has put wind in the sails of Chile’s left-wing politics, but he should be ready for a storm as he seeks to take on the Pinochet consensus.",
        "headline_1": "Change in Chile: On left-wing leader Gabriel Boric’s win",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/change-in-chile-the-hindu-editorial-on-left-wing-leader-gabriel-borics-win/article38023659.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-12-2021"
    },
    {
        "full_article": "It has been a season of reviewing and reminiscing about the past 50 years since independence and projecting into the future with expectation and hope. Two prominent think tanks—Bangladesh Institute of Development Studies (BIDS) and the Centre for Policy Dialogue (CPD)—have held multi-session conferences with dozens of papers and speakers on progress and challenges in different areas of national development. Neither has included a specific session on education, though the critical role of education, skills and capacity came up tangentially in many of the discussions.\nIt would be fair to say that in the last 50 years, schools and classrooms have grown in size and number, but they have not changed that much in character; the same basic pattern of teacher-student interaction has continued. We can be certain that in the next 50 years, the combined impact on education of digital technology, demography and climate change will be more radical.\nThe International Commission on Futures of Education, appointed by Unesco in 2019, has just released its report \"Reimagining Our Futures Together: A Social Contract for Education.\" Significantly, \"futures,\" in plural, is emphasised, because it cannot be one fixed scenario for all and everywhere. This one follows two past seminal commission reports: \"Learning to Be: The World of Education Today and Tomorrow\" (1972), and \"Learning: The Treasures Within\" (1996).\nThe latest commission, headed by Sahle-Work Zewde, the first woman president of Ethiopia and a former diplomat, was tasked to probe the challenges and point the way towards imagining and shaping the diverse futures that humanity faces at the present juncture of history.\nAccording to the report, \"We face a dual challenge of making good on the unfulfilled promise to ensure the right to quality education for every child, youth and adult and fully realising the transformational potential of education as a route for sustainable collective futures.\" The report pleads that \"…[a] new social contract must be grounded in human rights and based on principles of non-discrimination, social justice, respect for life, human dignity and cultural diversity.\"\nThe futures report—as well as other international and national discourse on education—suggest that three paramount influences have emerged which must be given attention in imagining the future of education that we want for Bangladesh. These are digital technology, climate change and demography.\nDigital technology is discussed mostly as a means of making learning materials and devices available to students and teachers. But it has become much more—a way of generating, constructing, reaching, and sorting knowledge and information for use in our lives. There are profound implications of this for learning content and objectives, pedagogy and the work of teachers.\nLearning the logic and practice of coding and programming need to start at an early age with young children. At the primary level, digital literacy consisting of basic skills in programming and algorithms have to be added to familiar alpha-numeric literacy as the young learners' package of foundational skills. Experiments have demonstrated that children are capable of learning and using intuitively the digital logic, which adults often find difficult to navigate. The implications of digital communication for knowledge generation and use have to be reflected in the curriculum from a very early stage.\nLearning to learn, accessing the sources of knowledge and information, and selecting and assessing knowledge for their use in solving problems and seeking answers have to be given priority. This is in sharp contrast to the present concentration on storing facts and information in memory, following the so-called banking model of education. This model also influences—or distorts—what happens in a classroom and how students' learning is assessed. Another aspect of the banking model is the neglect of social and emotional learning, and developing moral and ethical values, skills and practice.\nSpecific actions have to be taken on lifelong learning. We must recognise that the notion of preparation for work and life ending in the first quarter of life is no longer valid. Lifelong learning is not a novel idea, but it has become indispensable in the age of rapid change in technology, market, nature of work, and production and consumption patterns. Flexible, diverse and demand-driven learning has become critical in technical and vocational education and training (TVET), professional development, tertiary education, and needs-based learning for youth and adults.\nAll of these transformative changes in educational content, methods and objectives demand commensurate new thinking about teachers and teaching—about how they are recruited, professionally prepared, rewarded, and their performance appraised. Ways have to be found to attract and hold on to the best and the brightest in the teaching profession.\nClimate change poses an existential threat—especially for Bangladesh. Its education and learning implications have not received the attention needed at the decision and policy-making levels. A quarter of the population is likely to be climate refugees in the next two to three decades, with serious adverse consequences for their life and livelihood. But no one will escape vulnerability. The nature of production, consumption and lifestyle have to change through change in behaviour and values by individuals and families—regardless of adaptation and mitigation measures taken at global and national levels. How the consequences for knowledge, skills, attitudes and values figure in educational content, pedagogic practices and learning outcomes has to be worked out. One likely scenario would be increased emphasis on co-curricular activities in the form of student and school projects to study, investigate and carry out creative coping and protection activities in the community.\nDemographic changes will have multifaceted effects on the education system. In the next five decades, Bangladesh's population will stabilise at around 250 million. The number of students including institutional adult learners will be about 100 million, assuming that the pattern of work and leisure and technological change will prompt more of the population to be engaged longer in education. The number of educational institutions will multiply—rising to at least a million from the current 200,000—with many more early childhood care and education centres, and diverse youth and adult learning and training facilities. Organised and planned self-learning with or without certification will be common. The education workforce will comprise teachers as well as ICT facilitators, guidance counsellors, psychologists, nurses, co-curricular activity organisers, facilities supervisors, school administration personnel and others. Their number will increase at least tenfold from the current level of around one million teachers.\nThe demographic dividend window arising from the youthful population of Bangladesh will close in two decades—about the time Bangladesh expects to cross over the threshold of a developed country. The education system by then should display the characteristics of an advanced system in respect of quality, equity and inclusion. Quality secondary education has to become universal even earlier.\nWe must reckon with the governance, management and financing of the change that will happen in education. The growth and change envisaged imply that education will be a much larger part of the services sector of the economy, and a larger component of GDP and the employment structure. The sector will account for a quarter to one-third of GDP. Its size and complexity will require it to be decentralised, so that it is planned and managed at the local level in a responsive manner with substantial authority and responsibility vested in individual institutions. The financing of education will depend on national public budgets increased three to four times from the current level as a GDP ratio. National allocations have to be complemented by subnational local government budgets, household contributions and other non-state contributions.\nManagement and financing of state and non-state activities in education have to be carried out within a regulatory framework that will support the national objectives on quality, inclusion and equity in education.\nA major change in the education system with growth in size is inevitable. Will it be haphazard, with many negative consequences and wastes, or guided, planned and designed to optimise intended results? A beginning has to be made in this respect. An education sector plan is a means of carrying out planned change in the system. Some work has been done on a sector plan by an expert team in 2019-20, with the involvement of the education authorities. The Eighth Five-Year Plan has also been adopted. These provide the elements of a medium-term plan to begin the journey. The Unesco futures report urges forging a social contract, so that society buys into the future. Establishing a statutory permanent national commission on education, recommended by the National Education Policy 2010, can be the instrument for helping create the national compact. The fundamental state principles of democracy, socialism, nationalism and secularism written into the constitution can be the pillars of the social compact. The ball is in the court of the national policymakers.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "Our education in the next 50 years",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-education-the-next-50-years-2924281",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-12-2021"
    },
    {
        "full_article": "As we near the end of 2021, I look back at the attack on the West Bank city of Gaza that took place in May this year, and how it shifted the way the world perceives the Palestinian-Israeli conflict. As normalised as conflicts and Israeli airstrikes may be to the Palestinian people, for the first time since the establishment of the state of Israel, the rest of the world witnessed the reality and extent of the disproportionate deaths and destruction Palestinians suffered in the name of Israeli self-defence. This \"a-woke-ning\" can be attributed to the social media coverage of the conflict, which exposed the decades-long biased mainstream media narrative on the issue.\nOne of the more disturbing features of the events of 2021, however, is not the obvious death and destruction, but rather the subtle yet deliberate attempt by Israel to appropriate Palestinian/Arabic culture and cuisine. The most blatant of them was the recent \"Visit Israel\" experience arranged by the Israeli government for the contestants of the Miss Universe pageant. The beauty queens posed in thawbs, traditional Palestinian Bedouin clothing, while making traditional Palestinian cuisine—warra' 'areesh/warra' 'enab—as part of living \"a day in the life of a Bedouin,\" as the Israeli government passed it off as part of the country's cultural experience.\nWhat may surprise many is the extent to which the Palestinian/Arabic cuisine and culture have already been misappropriated. For example, what is now termed \"Middle Eastern\" cuisine in countries like South Africa, is understood to include—and even mean—Israeli cuisine. Popular dishes and foods such as falafel, hummus (often mispronounced), labneh and zaa'tar are now passed off either as Israeli, or the more neutral \"Middle Eastern\" food. The irony, of course, is that Israel doesn't even consider itself to be a Middle East country. The \"Jerusalem\" dishes referenced in South African restaurants—by famous Israeli chefs—come from Palestinian or Arab-Israeli households and restaurants in Jerusalem. After 73 years of occupation, and given that 40 percent of the population in Jerusalem currently remains Palestinian or Arab-Israeli, one would have thought this fact to be obvious to the rest of the world—especially given that most Jewish Israelis were Eastern European emigrants who brought with them a cuisine foreign to the Middle East. The only Jews to have had exposure to Middle Eastern cuisine pre-1948 would be the Mizrahis (Arab Jews).\nSo what is the point? Why the cultural misappropriation? In addition to the unlawful dispossession of Palestinian land in the 1940s to date—an illegal occupation of land in terms of international law—and the practice of the international crime of apartheid, Israel has sought to wipe out all traces of a Palestinian presence in its country. Regardless of whether or not Zionists are willing to recognise the existence of a Palestinian state prior to 1948, the simple fact is that the Palestinian population in the state of Israel dropped by 88% from 1947 to 1948. Their land was then seized by the Israeli government through a racially discriminatory law, which is still in force today. Still, the map of the state of Israel continues to expand from what it was in the UN partition plan in 1947, through illegal settlements that encroach on the diminished Palestinian territories as set out in the Oslo Accords, signed 47 years later. This project of expansion is facilitated by Israel's Law of Return, which provides Israeli citizenship and land to the 30,000 Jews who immigrate to Israel annually. Palestinian villages that once lay within the borders of the state of Israel are given Hebrew names to replace their once Arabic equivalent, and, if not occupied by Jewish Israeli settlers, are turned into forests, courtesy of the Jewish National Fund.\nLife in the slowly diminishing Occupied Palestinian Territories mirrors that in South Africa pre-1994. In fact, two former Israeli ambassadors to South Africa have admitted to their government's system of occupation being modelled on South Africa's system of oppression. Like Bantustans, the Occupied Palestinian Territories are disjointed and isolated pieces of scattered land. Israel, like Apartheid South Africa, supports a system of \"separate development,\" essentially resulting in Palestinian movement in the Occupied Territories being regulated by a \"Berlin\" wall, check points, and a dompas system—which, in the Israeli context, are permits arbitrarily issued by the Israeli government allowing Palestinians to leave their own territories. Separate roads and queues at check points, detention without trial, arbitrary raids, forced evictions, and home demolitions are all reminiscent of South Africa's dark past. As was the case in Apartheid South Africa, oppression is justified by the need to protect the oppressor against the imminent threat of the oppressed. Opposition is immediately labelled anti-Semitic—communist in South Africa's case—and terrorist-loving. If nothing else, the African National Congress' armed struggle and wing, uMkhonto we Sizwe, taught us that one man's terrorist is another man's freedom fighter.\nUnlike South Africa, however, instead of looking to shame the oppressed out of their culture and heritage, Israel has sought to appropriate them whilst simultaneously removing traces of their original owners. In addition to the \"Visit Israel\" mockery, the passing off of Middle Eastern food and the whitewashing of Palestinian history in a Jewish state that has not existed long enough to kill off living memories of that history, I recently witnessed the appropriation of a Zaffe, a traditional Levantine Arabic wedding troop, at a Jewish Israeli wedding in South Africa, where neither the wedding party nor the guests understood the significance of it.\nIf the world is not yet prepared to mete out the same response to Israel as it once did to South Africa, bearing in mind that the South African Apartheid system and the state of Israel were both established in the same year (1948), then at the very least, it should not be complicit in the erasure of the Palestinian identity through the misappropriation of their culture and cuisine. So call it what it is: Hummus with a deep \"h\" (the Palestinian way).\n \nLee-Anne Germanos is a Lebanese-South African attorney and former law clerk of the Constitutional Court of South Africa, with a masters' degree in international human rights law from the University of Oxford.\n",
        "headline_1": "Hummus with a deep ‘h’: The many faces of colonisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/hummus-deep-h-the-many-faces-colonisation-2924276",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-12-2021"
    },
    {
        "full_article": "Bangladesh and Malaysia have recently signed an MoU paving the way for Bangladeshi migrant workers to reap the benefits of employment opportunities in Malaysia. The MoU, which will be in effect till December 2026, ends a freeze of more than three years of manpower export to Malaysia, after allegations surfaced in 2018 of the exploitation of migrant workers.\nWhile this is a welcome move for both Bangladesh and Malaysia, there are a few issues that need to be addressed immediately for the well-being of the workers travelling to distant lands to earn bread and butter for their families.\nFirst of all, the problem of scamming Malaysia-bound migrant workers can be attributed to the model of the G2G-Plus deal that had previously been signed by the two countries, which allowed only 10 agencies from Bangladesh to recruit workers from the country. The system allowed for the agencies to charge exorbitant amounts from the workers, leaving them destitute—and at times in a state of debt bondage.\nAround Tk 400,000 was charged and taken from each worker travelling to Malaysia, which is way above the government-fixed migration cost. Information surfacing in 2018 revealed that a recruitment syndicate extorted more than 100,000 Malaysia-bound migrant workers alone, with a certain businessman earning more than two billion Malaysian ringgit (RM). Each worker had to pay 20,000 RM to local agents, who then paid other middlemen plaguing the manpower supply chain.\nWhile how such a syndicate smoothly operated within the system is a cause for concern, what the government should be focusing on now is the elimination of such possibilities in the future.\nUnder the new MOU, Malaysian recruitment agencies will be included in the migration process. In addition, employers in Malaysia will bear the cost of migration incurred in that country. These are good signs. However, workers will still have to pay a certain amount to cover the migration cost in Bangladesh. Given the past history of massive corruption and extortion of migrant workers, both the countries will need to ensure a transparent system that will enable all parties to keep real-time track of the processes and transactions involved, so that the same mistakes are not repeated this time around.\nThe issue of extortion of aspiring migrant workers is not limited to Malaysia-bound candidates only. Recruitment syndicates and middlemen exploiting the desperation of the underprivileged is not a new phenomenon in our labour migration landscape. On many previous occasions, this concern had been raised. The prime minister herself instructed the authorities concerned in 2019 to be vigilant so that middlemen would not be able to abuse our migrant workers. \"We have to give special attention so that no one is cheated by middlemen. We have the responsibility to look after their [the migrant workers'] security and welfare because they're our citizens,\" she was quoted by this daily as saying.\nDespite this, even to this day, there are instances where migrant workers face severe financial hardship when planning to travel abroad for a better future. As suggested by the Cost of Migration Survey, 2020 by the Bangladesh Bureau of Statistics (BBS), on an average a migrant worker needs around 18 months to earn enough to recover the money they had to spend to secure a job abroad.\nHowever, extortion and debt bondage are only some of the problems faced by our migrant workers. There are certain syndicates that are engaged in human trafficking. These syndicates traffic unsuspecting victims to various destinations where they are forced to endure unspeakable horrors. Unfortunately, despite repeated flags and concerns raised by human rights bodies, the authorities cannot seem to curb this heinous crime.\nFor instance, in a report titled \"Syndicate illegally sending migrant workers to Libya\" published in 2013, this newspaper elaborated—citing a report by the Bangladesh embassy in Tripoli—the crime of an organised syndicate illegally sending migrant workers to Libya, despite there being very limited scope for work there at that time. And in March last year, 26 Bangladeshi workers were killed in Libya in a revenge attack by the family of a Libyan human trafficker. Recently, the nefarious activities of the TikTok ring and the Dance Club gang came to the fore. Both these gangs have been actively selling girls and women into sex slavery. Kamrul Islam alias DJ Kamrul of the Dance Club ring had been arrested earlier in 2019, but was later released, after which he returned to his criminal activities. One might wonder why a trafficker was released after arrest. The answer to this question would perhaps require a separate column altogether.\nIn the light of the prevailing scenario, a three-pronged approach might be helpful in alleviating the plight of migrant workers. First of all, the government needs to take a hard look at the issues of recruitment syndicates and middlemen extorting money from migrant workers, and the trafficking rings luring innocent, hard-working people in with false promises of lucrative jobs. The relevant government bodies need to review the existing policy frameworks so that any loopholes there can be closed.\nIn addition, law enforcement agencies need to be on alert to monitor trafficking rings and hotspots—some of which are already pretty well-known, thanks to constant media reports—and bust these gangs. They also need to keep an eye on the activities of the recruiting agencies and their agents, and ensure that they are not overcharging the migrant workers. If these agencies or their agents cross the line and extort money from migrant workers, they should be brought to book and held accountable for their deeds. More importantly, law enforcers need to take a closer look at the supply chain of manpower export, and pluck out the middlemen from the system.\nThe second factor is the education and skills development of aspiring migrant workers. The government needs to focus on providing basic education to the migrant workers about their rights and safe migration, so that they can identify the pitfalls of blindly trusting the so-called fixers and agents, and make informed and wise decisions about going abroad.\nSecondly, the government needs to initiate mass-scale skills development programmes for underprivileged communities so that these people can secure decent jobs both at home and abroad. Technical skills development alongside soft skills development can greatly improve employability of the workforce, and enable them to negotiate better in the job market.\nWorkers from the Philippines and Sri Lanka, for instance, get higher wages compared to workers from Bangladesh, because they are better skilled. If we can turn our unskilled or low-skilled workers into a skilled workforce, then it will increase their chances of securing better-paying jobs, which in the long run would also help in the economic growth of our country in the form of higher remittance.\nThe third factor of the three-pronged approach is the government's proactive involvement in negotiating better wages for our workers abroad. The relevant agencies and ministries need to talk to the countries recruiting Bangladeshi workers, and push for decent and fairer pay for our workers.\nIf the government can bring all these factors under one umbrella, and take a comprehensive approach towards creating a better migration ecosystem for our migrant workers, then all these problems can be eliminated once and for all. However, for this, the government needs to demonstrate strong political will—especially as some of the recruitment agencies are well-connected.\nOur migrant workers are one of the major contributors to our unstoppable economic growth. We must give them the education, facilities and support that they need to have a better and safer life in distant lands. This is the least we could do for them.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Supporting the hands that feed our forex reserves",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/supporting-the-hands-feed-our-forex-reserves-2923591",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-12-2021"
    },
    {
        "full_article": "On December 18, 2021, we observed International Migrants Day.\nThis year in particular—when Bangladesh celebrates the birth centenary of Father of the Nation Bangabandhu Sheikh Mujibur Rahman as well as 50 years of independence—we should take pause and reflect on the significant contributions that Bangladeshi migrants have historically made to the country, as well as the good they continue to do.\nBangladesh is poised to transition from the Least Developed Country (LDC) category, largely owing to steady and peaceful development throughout the first 50 years of the country's existence. In 1972, Bangladesh's GDP was USD 6.29 billion; now, it stands at around USD 324 billion (2020)—more than a 50-fold increase. Bangladeshi migrant workers have played a critical role in the country's achievements, and with some support, they can play an even bigger role in the next 50 years.\nThe theme of this year's International Migrants Day was \"Harnessing the Potential of Human Mobility.\" With the Covid-19 pandemic and associated forced immobility dominating the global agenda over the last year and a half, it is easy to forget the vital role Bangladeshi migrants still play in defining the country's development trajectory. These facts are captured in this year's World Migration Report, where it is noted that Bangladeshis represent the sixth highest number of migrants in the world, and the country received the eighth highest amount of remittance in the world. While Covid-19 has impacted global supply chains and migration corridors to some extent, the development impact of Bangladeshis overseas remains remarkably constant.\nIt was heartening to see Prime Minister Sheikh Hasina articulate this point so well at the UN General Assembly in New York this year. In clear terms, she recognised the contribution of migrant workers in the economic growth and prosperity of home and host countries. Her call to the international community and migrant-receiving countries to treat migrant workers fairly and with empathy, and to help them regain employment in the post-pandemic job market shows great foresight. It reflects a sound commitment from the Government of Bangladesh. This is further cemented by the government's allocation of USD 361 million to support returning migrant workers.\nThis year's theme is reflected in Bangladesh's Eighth Five-Year Plan, which explicitly recognises the vital importance of migration in the development of Bangladesh and the need to have ethical, safe and transparent recruitment processes in place.\nBangladesh has always been a great advocate for the rights of migrants and their families. In fact, the country was the one who initially proposed the Global Compact for Migration itself at the UN General Assembly in 2016. The compact represents the first-ever globally accepted migration framework based on international cooperation and is a major step towards global recognition of the importance of well-managed migration for development. While the developmental benefits of migration are well-recognised academically and by practitioners, politically around the world, migrants are often used as scapegoats and unjustifiably blamed for challenges in other countries. We congratulate Bangladesh for raising migration issues to the highest global fora and defending the rights of migrants and the good they bring at home and abroad.\nBangladesh continues to play a pioneering role in implementing the Migration Compact—and has been officially recognised as a GCM \"Champion Country.\" The Bangladesh United Nations Network on Migration remains committed to supporting Bangladesh to govern migration for the benefit of all. This includes ensuring maximum benefits for migrants and for Bangladesh at every stage of the migration cycle. Before migration, it is essential that aspirant migrants, including vulnerable women and men, are empowered to make informed migration decisions and are not left to be taken advantage of by smugglers or traffickers. It is also important that Bangladesh has the frameworks in place to protect labour migrants while abroad, including smuggled migrants in vulnerable situations. Much of this can be done through ensuring bona fide and ethical recruitment practices are in place. Still, work must also continue with labour attachés in Bangladesh's overseas missions and through extending Bangladesh's network of Bilateral Labour Migration Agreements, which secure the necessary protections in transit and destination countries for Bangladeshi migrant workers.\nImportant, too, is to continue the work around decreasing the cost of remittances. For Bangladesh to make the best developmental use of the significant amounts remitted to the country every year—the country must keep the cost of sending money home as low as possible. Too often, the best use of remittance is not made when they do arrive home. Some creative thinking is warranted about how policies can best incentivise the investment of remittances in productive pursuits. The network stands ready to support the government in this regard.\nAfter return, the sustainable reintegration of migrants is also fundamental. This process is multi-faceted and multi-layered, including economic, social, and psychological reintegration, that requires interventions at the individual, community and structural levels. Though complex, we cannot deny the huge benefits that come from well reintegrated returnees. They bring knowledge, resources, money and their global networks into Bangladesh, and they must be recognised as a net good for the country.\nThe network and the entire UN system, under the United Nations Sustainable Development Cooperation Framework (UNSDCF), remains committed to helping Bangladesh continue to serve as a shining example of the development benefits of well-planned migration, return and reintegration policies and programmes.\n \nThis article has been written by the Bangladesh United Nations Network on Migration: Fathima Nusrath Ghazzali, coordinator a.i. of Bangladesh United Nations Network on Migration, and acting chief of mission, IOM Bangladesh; Tuomo Poutiainen, UN resident coordinator a.i. in Bangladesh, and country director, ILO; Eiko Narita, representative a.i. of UNFPA Bangladesh; Asa Torkelsson, representative of the UNFPA; Johannes van der Klaauw, representative of the UNHCR; Sheldon Yett, representative of Unicef; Tomoo Hozumi, representative of Unicef; Sudipto Mukerjee, resident representative of the UNDP; Tullio Santini, regional representative a.i. of UNODC Regional Office for South Asia; and Gitanjali Singh, head of office a.i. of UN Women.\n",
        "headline_1": "The backbone of Bangladesh’s development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-backbone-bangladeshs-development-2923536",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-12-2021"
    },
    {
        "full_article": "We welcome the Bangladesh Bank's decision to roll out a Tk 500 crore stimulus package to support people who migrated to the villages from the cities due to the economic hardship they faced because of the Covid-19 pandemic. According to a report by the central bank, a large number of urban people who went back to their village homes after losing their jobs and sources of income in the past two years still remain unemployed. Therefore, it plans to provide funds to the returnees at six percent interest, so they can engage in income-generating activities. The Bangladesh Bank will provide the funds in eight categories, which include small businesses, farming, fisheries and livestock, purchase of small vehicles in the transport sector, etc. What is notable about this scheme is that the borrowers will not only get loans at lower interest rates, but they will also be able to get the funds without providing any collateral.\nSeveral reports and studies published during the two years of the pandemic have revealed how people were pushed into poverty because of the several lockdowns enforced to prevent the spread of the coronavirus. A survey carried out by the South Asian Network on Economic Modeling (Sanem) on 5,577 households found that 42 percent of the families were pushed into poverty by the pandemic. Another study has found that, due to the rising expenditures and depleting savings, 27.3 percent of the urban population—particularly from Dhaka—temporarily migrated to their villages. Although a portion of these people later returned to the city, around 10 percent of them stayed back. Unfortunately, many of them still remain unemployed due to a lack of job opportunities in the villages.\nAlthough the government provided a number of stimulus packages to address the economic impact at the beginning of the pandemic, evidently those were not enough to address the hardship of those pushed into extreme poverty. Against this backdrop, the central bank's decision to provide them with loans at low interest rates to engage them in income-generating activities is very encouraging. However, the success of this scheme will depend on how efficiently the funds can be disbursed to those who need it the most. The lenders should be careful and transparent in selecting the recipients, and women should be particularly encouraged to apply for it. Moreover, the process to get the loans must be made easier for the people. Lastly, it must be ensured that the recipients get enough time to repay the loans.\n",
        "headline_1": "BB’s new plan for Covid-hit people encouraging",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bbs-new-plan-covid-hit-people-encouraging-2924256",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-12-2021"
    },
    {
        "full_article": "Defying all the rules and regulations, and the code of conduct defined by the Election Commission of the country, the president of Awami League's Haripur union unit in Kushtia Sadar upazila, Milon Mandal, has set an example of utmost intolerance to the participation of other political parties in the upcoming Haripur union parishad elections. He has threatened the local voters with dire consequences if they do not cast their votes for boat (Awami League's symbol), saying a list was being prepared so no one would be spared after the polls if they did not comply with his wish.\nHe categorically declared in a public meeting that people would have to cast their votes only in favour of the party-nominated candidate, and that any disrespect to the party would not be tolerated. Issuing threats that he would not allow the people voting for other candidates to enjoy the benefits of development in this union, he went so far as to say, \"Don't go against the boat, no one can save you. No one can stand by when you will be in danger.\"\nDemocracy is one of the pillars of our constitution, and its very essence is acknowledging the people's right to vote for the candidate of their choice. It is alarming that we have reached such a state that an influential local leader of the ruling party feels confident enough to make a mockery of our constitutional right in a public meeting, using such direct language, without any fear of consequences.\nWhen the Awami League talks about upholding democracy through making elections free and fair, such incidents from a local leader cast shadows of doubt on its intentions to truly institutionalise democracy. It is, therefore, of utmost importance that leaders like Milon be restrained before further damage is done to body politick. More importantly, action must be taken against him for his blatant disregard for the constitution and electoral codes of conduct.  \n",
        "headline_1": "Blatant threat to voters unacceptable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/blatant-threat-voters-unacceptable-2924141",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-12-2021"
    }
]