[
    {
        "full_article": "It is fairly well-known that parliamentary legislation is subject to two limitations under the Constitution of India. One is by judicial review, or the power of constitutional courts to review legislation for possible violation of any fundamental right. Another is that no amendment to the Constitution should have the effect of destroying any of its basic features. While the first limitation is set out in Article 13, under which laws inconsistent with or in derogation of fundamental rights are void, the second limitation is based on the ‘basic structure’ doctrine evolved by the Supreme Court. Vice-President Jagdeep Dhankhar’s remarks questioning the basic structure doctrine propounded in the landmark Kesavananda Bharati case (1973) does not reflect the correct position of law. In his view, the basic structure doctrine has usurped parliamentary sovereignty and goes against the democratic imperative that the elected legislature should reign supreme. His particular concern seems justified: that the Supreme Court prevented the National Judicial Appointments Commission, a body to appoint judges to the superior courts in the country, from coming into existence by striking down the relevant amendment to the Constitution and a parliamentary law to give effect to it. But it is difficult not to see his attack on the basic structure doctrine as part of the current dispensation’s tirade against the judiciary and its grievance that it does not have enough say in the appointment of judges.The idea that the basic structure doctrine undermines parliamentary sovereignty is simply wrong. Parliament is sovereign in its domain, but it is still bound by the limitations imposed by the Constitution. Mr. Dhankhar seems to have a problem with any sort of limitation on Parliament’s jurisdiction to amend the Constitution. Surely, he could not have forgotten that the basic structure doctrine had helped save the Constitution from being undermined through the misuse of parliamentary majority. The main purpose of the doctrine is to ensure that some fundamental features of the Constitution are not legislated out of existence. It has been invoked to strike down amendments only in a few cases, but many others have survived basic structure challenges. Parliamentary majority is transient, but essential features of the Constitution such as the rule of law, parliamentary form of government, separation of powers, the idea of equality, and free and fair elections ought to be perennially protected from legislative excess. It may be open to a new Constituent Assembly to come up with another constitution that changes these fundamental concepts, but a legislature formed under the current Constitution cannot be allowed to change its core identity.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nconstitution\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Bound supremacy: On Vice-President Jagdeep Dhankhar’s remarks and the basic structure doctrine",
        "headline_2": "Parliamentary sovereignty isn’t undone by the basic structure doctrine",
        "link": "https://www.thehindu.com/opinion/editorial/bound-supremacy-the-hindu-editorial-on-vice-president-jagdeep-dhankhars-remarks-and-the-basic-structure-doctrine/article66375024.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "Popularly known as the ‘Happy Slam’, the Australian Open has been anything but in recent times. Unprecedented bushfires, COVID-19 lockdown restrictions and Novak Djokovic’s unsavoury deportation over his unvaccinated status marred the competition in each of the previous three years. But come Monday, as the 2023 edition of the tournament gets underway, the season’s first Major looks set to regain its free-spiritedness. So unshackled is the atmosphere that even COVID-positive players can compete, a far cry from the happenings of the last two years. It is expected that the on-court action would march in step, despite the absence of the now-retired duo of Roger Federer and Ash Barty, two-time Australian Open women’s singles champion Naomi Osaka, and the reigning men’s World No. 1 Carlos Alcaraz. Djokovic’s mere presence makes him the automatic favourite, for Melbourne is to him what Paris is to Rafael Nadal. The Serb has won the event nine times, an Open Era record, and was undefeated in his last 21 matches at the site. He has also warmed up well by securing the tune-up in Adelaide after saving a match-point in the final against Sebastian Korda. Nadal — the top seed, defending champion and a men’s record 22-time Major winner — looks underprepared, but as the Spaniard proved in 2022, he is not one to be discounted.Among women, all eyes will be on World No.1 and three-time Grand Slam champion Iga Swiatek. A disappointing loss to Jessica Pegula in the United Cup and a right shoulder injury may have affected her preparations, but the Pole is still the player to beat. Second seed Ons Jabeur, who has emerged as a solid all-court threat, will look for her maiden Slam title after finishing as runner-up at the Wimbledon and US Open last year. The championship will also be an opportunity for the next rung of players to stake claim as the stranglehold of the ‘Big Three’ (Federer, Nadal and Djokovic) will only loosen going forward and the women’s game has already moved into the post-Barty, post-Serena Williams era. Daniil Medvedev, the 2021 US Open champion and a two-time finalist in Australia; Casper Ruud, runner-up at two of the four Majors in 2022; Stefanos Tsitsipas; and Felix Auger-Aliassime will all want to come good. So will the in-form American Pegula, also the third seed; Frenchwoman Caroline Garcia; Belarus’s Aryna Sabalenka; and the continuously rising Coco Gauff.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntennis",
        "headline_1": "The first of the four: On the 2023 Australian Open",
        "headline_2": "The Australian Open is set for intense play despite the absence of a few stars",
        "link": "https://www.thehindu.com/opinion/editorial/the-first-of-the-four-the-hindu-editorial-on-the-2023-australian-open/article66375016.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "As a writer, people often tell me, ‘You should go to the hills and write.’ There is this romanticised notion of writing out of cozy cottages in pretty hill stations. It does sound lovely, except for one thing. There are no pretty hill stations in India anymore.\nInstead, what you will have are traffic-jam-filled hilly roads that lead to a town centre lined with haphazardly parked cars. The sidewalks in the hill town, if indeed there are any, will be covered in empty chips and biscuit packets.\nRead full opinion on TOI+\n\n",
        "headline_1": "Stop. Cancel your hill holiday: Do Mother Nature this favour. Too much tourism has stripped the beauty from our mountain towns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/stop-cancel-your-hill-holiday-do-mother-nature-this-favour-too-much-tourism-has-stripped-the-beauty-from-our-mountain-towns/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "The Delhi high court has ruled that central armed police forces (CAPF) will be entitled to the old pension scheme (OPS), which provides a guaranteed payout following retirement. HC cited Constitution’s Article 246 to conclude that CAPF personnel fall under the definition of armed forces and, thereby, are eligible for guaranteed pensions. The background to the judgment is that central government personnel who joined in January 2004 onwards are not eligible for OPS. Instead, they are grouped under the national pension scheme (NPS), which functions on the lines of EPF. There are no guaranteed payouts in NPS and the benefits that accrue to pensioners depend on the returns generated by their investments.\nHC’s ruling is inconsistent with reality. A GoI written response in Parliament said that CAPF personnel who joined since January 2004 have been part of NPS. It’s a situation where bureaucratic sloppiness in drafting notifications has led to a judicial verdict at odds with reality. GoI needs to appeal and get matters sorted. Separately, it’s important that Parliament has a discussion on the perils of reckless promises on reversion to OPS. It took a rare moment of unanimity among major political parties to shift to NPS, and its implementation spanned two governments.\nIt’s not just GoI, most states voluntarily shifted to NPS because OPS is fiscally unsustainable. Therefore, Himachal Pradesh government’s decision to revert to OPS will undermine the state’s fiscal position and cut into other development spending. GoI, which sets annual borrowing limits for states, needs to deal with this issue at a political level. Many richer countries find themselves in a fiscal straitjacket on account of crushing pension burdens. India’s transition to NPS happened at the right time and it’s now important to stick to it.\n\n",
        "headline_1": "Old poison scheme: GoI must build a consensus against old pension system",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/old-poison-scheme-goi-must-build-a-consensus-against-old-pension-system/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "Odisha government deserves full credit for hosting the Hockey World Cup for the second time in a row. The marquee event kicked off yesterday in the twin host cities of Bhubaneswar and Rourkela, the latter showcasing the new state-of-the-art Birsa Munda Hockey Stadium built at a cost of more than Rs 250 crore. It’s a fitting tribute to the cradle of Indian hockey. Sundargarh district where Rourkela is situated has produced more than 50 national hockey players including Lazarus Barla, Dilip Tirkey and Jyoti Kullu. If Indian hockey is to be revived to its former glory, Odisha will certainly play a key part.\nThat revival could receive a fillip at this Cup as India for the first time enters the tournament as a current Olympic medallist. But the team’s Tokyo bronze will be put to serious test. India last won this tournament way back in 1975. The game changed dramatically over subsequent decades as the playing surface switched from grass to astroturf. Plus, a string of poor performances led to the shrinking of hockey’s fan base. Simultaneously, the rise of cricket eclipsed the national sport.\nBut the Tokyo bronze has laid the platform for a resurgence. Skipper Harmanpreet Singh and his men have made a winning 2-0 start against Spain. A podium finish will iconise the current crop of players and attract more youngsters to the game. Odisha CM Naveen Patnaik deserves special praise for sponsoring the men’s and women’s teams since 2018. It’s the faith of die-hard hockey fans that has kept the game alive in India. A World Cup medal will be a perfect finish.\n\n",
        "headline_1": "Hockey’s second wind?: Odisha World Cup offers the sport a solid platform",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hockeys-second-wind-odisha-world-cup-offers-the-sport-a-solid-platform/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "Consider this: the number of people killed on 9/11, that exemplary day of male violence, was almost identical to the number of women murdered by their male partners that year in the US. One called for a military response and changed world politics; the other was life as usual. On Violence and On Violence Against Women by the philosopher Jacqueline Rose explores the nature of this violence against women, and its deep roots. It draws on literature, psychoanalysis and philosophy to show the male fragility at the heart of male violence.\nRose sees patriarchal violence at the intersection of many forms of violence – the ‘impotence of bigness’ and fraud of masculinity that is at work for many authoritarian leaders around the world, and their ardent followers. She identifies an erotic charge, an obscene pleasure in the license to violence.\nRead full opinion on TOI+\n\n",
        "headline_1": "Masculinity is at the root of male violence: When boys are shamed out of their emotional vulnerability, they often grow up as aggressors vis-à-vis women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/masculinity-is-at-the-root-of-male-violence-when-boys-are-shamed-out-of-their-emotional-vulnerability-they-often-grow-up-as-aggressors-vis-a-vis-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "The home minister's statement in parliament that the government has taken the initiative to launch an \"Integrated Lawful Interception System\" to monitor social media is as chilling as it gets. It appears to be part of ongoing efforts to increase the government's surveillance capacity to \"prevent anti-state and anti-government activities\". The legal cover potentially serves as a protection against any legal challenges in this regard. Moreover, we're told that modern technology like Open Source Intelligence Technology (OSINT) has already been included in the arsenal of the National Telecommunication Monitoring Centre (NTMC) for the same purpose.\nThere is nothing to rejoice at the vibe coming off the floor of parliament. Publicly acknowledged or not, any effort by state actors to intercept communications lends itself to the suspicion, by now well-justified, that it might be abused. The gap between interception and legal interception has always been thin and at times blurred. And when terms like \"anti-state\" and \"anti-government\" – which, in Bangladesh, have been mostly a byword for political repression – are thrown around to justify it, we have more than enough reasons to be wary of such initiatives.\nThe home minister says that there are local and foreign conspiracies afoot that must be thwarted to protect the interests of the country. We can't argue against that. But \"anti-government\" is not necessarily \"anti-state\", and \"anti-state\", without a clear, acceptable definition, has been known to be used interchangeably with the former to muzzle the voices of critics. Citizens would like to have the assurance that this will not be repeated. They would like to have a clear picture of said conspiracies – which is seldom given, however – and a reliable, transparent mechanism to deal with that.\nUnfortunately, while the government seems keen to increase its surveillance capacity, it doesn't seem to believe that gaining public trust in the process is as important. Last week, Haaretz, an influential Israeli newspaper, reported that Bangladesh had purchased advanced surveillance equipment including a \"Vehicle Mounted Mobile Interceptor\" from an Israeli company, despite the two countries having no diplomatic ties. One can hardly expect any accountability of the use of spyware collected through such dubious methods. The new interception system adds to the government's growing arsenal of surveillance tools. It can, using OSINT, track mobile and land-line phones to identify/locate suspects. It has devices for remote interception of calls, content blocking and filtering, etc.\nSo much effort to increase digital surveillance – but what about people's right to privacy? Where is the initiative to protect and promote it? Even if used for a public purpose, can citizens trust that these tools and systems will be handled responsibly without encroaching on our fundamental rights? The government must answer these questions, and must be very convincing in that. There is already deep-seated resentment against its handling of social media rights and issues, because of repressive laws and practices. It must try to improve the situation.\n",
        "headline_1": "What about citizens' right to privacy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-about-citizens-right-privacy-3220651",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "In the global imagination, Bangladeshi RMG factories are the hotbeds of worker exploitation. However, while there are justifiable criticisms of the apparel industry, which has systematically failed to address workers' rights violations and ensure dignified wages, what is often overlooked in international discourses is the complicity of the global brands in enabling such terrible conditions.\nA recent survey of 1,000 Bangladeshi factories making garments for global brands highlights that more than half of the factories were subjected to order cancellations, refusal to pay, price reductions or delayed payment for goods during the pandemic. This resulted in massive job losses, lower wages for workers, and high staff turnover, with one in five factories reporting they could not even pay the legal minimum wage as a result. At the height of the pandemic, when no alternative employment opportunities were available, over 26 percent of the total workforce were simply left to fend for themselves – or rather, starve to death – without so much as payment of due benefits.\nThe study shows that many big brands, including H&M, Inditex, Primark, C&A, Gap, and Walmart, engaged in such dubious practices. The bigger their influence, the more likely they were to pressurise suppliers to accept unfair terms. Of the 78 brands buying from four or more factories, 90 percent were reported as engaging in unfair practices, with 86 percent cancelling orders, 85 percent reducing the price arbitrarily, 50 percent refusing to pay for goods already in transit/production, and 85 percent delaying payment for goods already dispatched for more than three months. Seventy-two percent of brands with 15 or more suppliers were reportedly purchasing from factories at below the cost of production, while 96 percent were reported as purchasing from factories struggling to pay the minimum wage.\nEven more alarmingly, the brands did not stop these practices once the factories reopened after lockdown, and continued to pressurise suppliers for reduction of prices, despite the increase in cost of raw materials and Covid-19 mitigation measures. With suppliers consistently failing to negotiate fair terms with retailers, the burden of increased costs was inevitably pushed on to the workers, who were forced to work long hours under tremendous pressure, often without pay, to meet unrealistic targets.\nIt is unacceptable that global brands would be allowed to simply get away with such unfair practices, in the absence of any mechanism to hold them accountable. Attempts to regulate the global supply chain have thus far been met with little success, with retailers severely pushing back on any sort of binding agreements. The US and EU, which house most of these big brands, have not taken concrete steps to hold non-compliant retailers accountable, even though they regularly criticise and pressurise supplier nations to adhere to labour rights. Suppliers and supplier countries, on the other hand, are afraid to raise their concerns in case they lose orders.\nWe, therefore, need a global regulatory framework that prioritises the interests of the RMG workers. We urge all stakeholders to find a workable solution to this long-standing problem.\n",
        "headline_1": "Exploitation is built into the global RMG industry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/exploitation-built-the-global-rmg-industry-3220646",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "With millions of its migrant workers spread around the world, particularly in the Middle East, Bangladesh could boost remittance inflow and thereby its forex reserves simply by following a \"stick and carrot\" policy: carrot (or incentives) for migrants sending in remittances through legal channels, and stick (or punishment) for hundi cartels/operators facilitating illegal transfer of remittances. Unfortunately, it has managed to do neither. Its current policy can be summed up as a jumble of part-carrot-but-no-stick measures. As a consequence, even after the biggest surge in its history of migrant worker outflow recorded last year, it didn't amount to a surge in remittance receipt.\nIn fact, according to a report by The Daily Star, while more than 11.35 lakh Bangladeshis left for jobs abroad in 2022 – nearly doubling the figure from 2021 when 6.17 lakh flew abroad – remittances sent in through formal channels actually registered a 6.65 percent drop. The amount in 2022 was USD 21.28 billion; in 2021, it was USD 22 billion. How to explain this inverse effect? Why have we failed to translate a record migrant outflow into an increase in remittance inflow?\nThis would be a worrying development at any time. But it has special significance now, coming as it does at a time when Bangladesh is struggling with a protracted dollar crisis to pay for escalated imports. Already, owing to lower remittance receipt and moderate export earnings, the country's forex reserves declined from the January 2021 high of USD 44.95 billion to a disquieting low of USD 32.52 billion earlier this week. Bangladesh desperately needs to shore up its reserves, and remittance – as a crucial player at both macro and micro levels of our economy – could do the trick.\nThe reasons for the decline in remittance numbers are not unknown. Many migrants choose unofficial channels because of the ease of sending money. Many have no legal status, which deters them from using official channels. Not having financial literacy, or sufficient incentives from the government, is also an issue. Hundi, for them, offers a more advantageous alternative. But most importantly, in recent times, the yawning gap in the dollar rates offered by the informal market and the banking channel has emerged as a big motivation for those using illegal channels. It's no surprise, then, that in a desperate bid to collect/process remittance, a number of banks are ignoring directives to not offer over Tk 107 for each US dollar coming in as remittance.\nThis speaks of a deeply unsustainable, unregulated foreign exchange ecosystem that neither serves the country nor the migrants in the long run. The authorities need to address this issue urgently. As economists have suggested, the central bank should allow a market-oriented exchange rate and beef up surveillance to rein in illegal transfer of remittances. The government also needs to take firmer action against hundi cartels, and raise awareness among migrants and their families about the importance of using formal channels. Increasing the government incentive on legal remittance transfer from the existing 2.5 percent to 5-10 percent can work as an extra motivation.\n",
        "headline_1": "Better policy support is needed to boost remittance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/better-policy-support-needed-boost-remittance-3220641",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "It is quite frustrating to learn that sewage from Dhaka's posh residential areas such as Gulshan, Baridhara, Banani and Niketan is landing, untreated, into nearby lakes and other water bodies as well as the open drains of Dhaka North City Corporation (DNCC), with Dhaka Wasa taking hardly any action to prevent it. There is no proper sewage management system in these neighbourhoods. According to a report by Prothom Alo, the DNCC mayor has launched drives in these areas against those responsible for polluting water bodies. Reportedly, the DNCC cleaning staff has stopped some illegal sewer connections temporarily by shoving banana trunks into the pipes. While the mayor deserves our support for taking some action against the law-breaking building owners of the areas, we need to look at the broader picture to fix the problem permanently.\nBuilding owners, of course, are primarily to blame for the pollution of water bodies, but the main culprit is Dhaka Wasa, the agency responsible for taking care of the city's overall sewage management system. Reportedly, Wasa has been regularly charging sewer bills from city residents without providing them any service in this regard. As reported in the media, between FY 2018-19 and FY 2020-21, it collected Tk 1,066 crore from the residents for sewage treatment. While it took some projects to improve Dhaka's sewage management networks, we still do not know of any visible progress being made in this regard.\nA Prothom Alo report from last year revealed how the sewage system of Dhaka has completely broken down over the last decades. The report also found that in over 80 percent of city areas, there was never any proper sewage management system in place. Often the pipelines are faulty, or the required treatment plants are missing. And it is because of Wasa's inefficiency, mismanagement and irregularities that the city still does not have such a system. The result of its inefficiency has been reflected in a survey done recently among 550 houses in Baridhara. It has been found that only five of all the houses surveyed have a proper sewage system, while 342 houses have sewage connections directly leading to open drains or lakes.\nIn such a situation, the drives conducted by the DNCC were more than necessary. This would not only give a message to the building owners that they cannot continue polluting water bodies, but would also put pressure on Dhaka Wasa to do its job properly. In recent years, the agency and its controversial, long-time managing director were repeatedly in the news for failing to perform their mandated responsibilities. Various allegations of irregularities have also been raised against the MD for which he must answer to the public.\nIn simple words, Dhaka Wasa must be held accountable for its failure to prevent wholesale contamination of our water bodies. It must be made to serve the residents.\n",
        "headline_1": "Stop polluting waters with untreated sewage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-polluting-waters-untreated-sewage-3220631",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "The home minister's statement in parliament that the government has taken the initiative to launch an \"Integrated Lawful Interception System\" to monitor social media is as chilling as it gets. It appears to be part of ongoing efforts to increase the government's surveillance capacity to \"prevent anti-state and anti-government activities\". The legal cover potentially serves as a protection against any legal challenges in this regard. Moreover, we're told that modern technology like Open Source Intelligence Technology (OSINT) has already been included in the arsenal of the National Telecommunication Monitoring Centre (NTMC) for the same purpose.\nThere is nothing to rejoice at the vibe coming off the floor of parliament. Publicly acknowledged or not, any effort by state actors to intercept communications lends itself to the suspicion, by now well-justified, that it might be abused. The gap between interception and legal interception has always been thin and at times blurred. And when terms like \"anti-state\" and \"anti-government\" – which, in Bangladesh, have been mostly a byword for political repression – are thrown around to justify it, we have more than enough reasons to be wary of such initiatives.\nThe home minister says that there are local and foreign conspiracies afoot that must be thwarted to protect the interests of the country. We can't argue against that. But \"anti-government\" is not necessarily \"anti-state\", and \"anti-state\", without a clear, acceptable definition, has been known to be used interchangeably with the former to muzzle the voices of critics. Citizens would like to have the assurance that this will not be repeated. They would like to have a clear picture of said conspiracies – which is seldom given, however – and a reliable, transparent mechanism to deal with that.\nUnfortunately, while the government seems keen to increase its surveillance capacity, it doesn't seem to believe that gaining public trust in the process is as important. Last week, Haaretz, an influential Israeli newspaper, reported that Bangladesh had purchased advanced surveillance equipment including a \"Vehicle Mounted Mobile Interceptor\" from an Israeli company, despite the two countries having no diplomatic ties. One can hardly expect any accountability of the use of spyware collected through such dubious methods. The new interception system adds to the government's growing arsenal of surveillance tools. It can, using OSINT, track mobile and land-line phones to identify/locate suspects. It has devices for remote interception of calls, content blocking and filtering, etc.\nSo much effort to increase digital surveillance – but what about people's right to privacy? Where is the initiative to protect and promote it? Even if used for a public purpose, can citizens trust that these tools and systems will be handled responsibly without encroaching on our fundamental rights? The government must answer these questions, and must be very convincing in that. There is already deep-seated resentment against its handling of social media rights and issues, because of repressive laws and practices. It must try to improve the situation.\n",
        "headline_1": "What about citizens' right to privacy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-about-citizens-right-privacy-3220651",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "In the global imagination, Bangladeshi RMG factories are the hotbeds of worker exploitation. However, while there are justifiable criticisms of the apparel industry, which has systematically failed to address workers' rights violations and ensure dignified wages, what is often overlooked in international discourses is the complicity of the global brands in enabling such terrible conditions.\nA recent survey of 1,000 Bangladeshi factories making garments for global brands highlights that more than half of the factories were subjected to order cancellations, refusal to pay, price reductions or delayed payment for goods during the pandemic. This resulted in massive job losses, lower wages for workers, and high staff turnover, with one in five factories reporting they could not even pay the legal minimum wage as a result. At the height of the pandemic, when no alternative employment opportunities were available, over 26 percent of the total workforce were simply left to fend for themselves – or rather, starve to death – without so much as payment of due benefits.\nThe study shows that many big brands, including H&M, Inditex, Primark, C&A, Gap, and Walmart, engaged in such dubious practices. The bigger their influence, the more likely they were to pressurise suppliers to accept unfair terms. Of the 78 brands buying from four or more factories, 90 percent were reported as engaging in unfair practices, with 86 percent cancelling orders, 85 percent reducing the price arbitrarily, 50 percent refusing to pay for goods already in transit/production, and 85 percent delaying payment for goods already dispatched for more than three months. Seventy-two percent of brands with 15 or more suppliers were reportedly purchasing from factories at below the cost of production, while 96 percent were reported as purchasing from factories struggling to pay the minimum wage.\nEven more alarmingly, the brands did not stop these practices once the factories reopened after lockdown, and continued to pressurise suppliers for reduction of prices, despite the increase in cost of raw materials and Covid-19 mitigation measures. With suppliers consistently failing to negotiate fair terms with retailers, the burden of increased costs was inevitably pushed on to the workers, who were forced to work long hours under tremendous pressure, often without pay, to meet unrealistic targets.\nIt is unacceptable that global brands would be allowed to simply get away with such unfair practices, in the absence of any mechanism to hold them accountable. Attempts to regulate the global supply chain have thus far been met with little success, with retailers severely pushing back on any sort of binding agreements. The US and EU, which house most of these big brands, have not taken concrete steps to hold non-compliant retailers accountable, even though they regularly criticise and pressurise supplier nations to adhere to labour rights. Suppliers and supplier countries, on the other hand, are afraid to raise their concerns in case they lose orders.\nWe, therefore, need a global regulatory framework that prioritises the interests of the RMG workers. We urge all stakeholders to find a workable solution to this long-standing problem.\n",
        "headline_1": "Exploitation is built into the global RMG industry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/exploitation-built-the-global-rmg-industry-3220646",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "Like healthcare facilities, medicine shops, suppliers of utilities including water and electricity, hotels and restaurants serving foods are also providing an essential service to the public. But before the gazette notification on the National Industrial Policy-2022 or NIP-22, for short, was issued in late September last year, these hotels and restaurants widely distributed throughout the country were categorised as business entities in the informal sector. However, thanks to the new industrial policy, the eatery service has now been enlisted as one of the 22 service sector industries. As a consequence, henceforth, they would have access to various government services like gas, water electricity and bank loans on easy terms that businesses in the formal sector are already enjoying.So, with the adoption of the new industrial policy, it is expected that the eatery sector will also be brought under the five-year (June 2022 to July 2027) national action plan for the informal sector and included in the database to be created for the purpose. It is worthwhile to note at this point that many restaurants with modern setup, better working condition and pay structure have of late been springing up in different corners of the country, especially in the urban areas. But there are also thousands of traditional restaurants in the country, most of which are but a hole-in-the-wall and have no recruiting policy as such, nor do they have any wage structure for their workers. As they have no organisation, the idea of workers' right does not simply exist in this segment of hotels and restaurants. Hopefully, the government would include these neglected restaurant workers in the national action plan for the NIP-22, especially in the database being developed. The leaders of eatery sector are learnt to have urged the government to frame policies, rules and regulations for the new industrial policy in keeping with the current needs of the sector.There is no question that the plea the eatery sector leaders have made to the government deserves the latter's highest attention. This is simply because, according to the Hotel and Restaurant Surrvey-2021 conducted by the Bangladesh Bureau of Statistics (BBS), the number of the hotels and restaurants in the country increased from 0.27 million in FY 2010 to 0.43 million in FY FY2020, which is an increase by about 60 per cent. Obviously, the employments those eateries have generated during that span of a decade have also more than doubled from about 1.0 million (0.93 million, to be exact) to 2.28 million in FY2020. Besides, another 10 million people depend on the sector. Therefore, the contribution that these hotels and restaurants are making to the economy is also huge. According to the BBS's survey, the value addition of these eateries to the Gross Domestic Product (GDP) has increased more than sevenfold from Tk119 billion in 2010 to Tk 879 billion in 2020 in the decade under consideration. If the government provides the eateries with necessary financial and policy support as indicated in the NIP-22, they may emerge as the most potential subsector in the service industry. Then it is not just for their economic potential, the eateries' importance lies also in the fact that they are going to emerge as one of the largest employment-generating sectors of the country. This is more so why the eatery sector should deserve the government's special attention.",
        "headline_1": "Eatery sector deserves govt's attention",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eatery-sector-deserves-govts-attention-1673613425",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "The state of the country's foreign exchange reserve usually holds the centre stage in most of the discussions about the country's economy these days. With a multitude of contentious issues going around and international financial institutions disputing government figures, a smokescreen is created at times. In the midst of all this comes the news that Bangladesh is counting the cost of penalty payment to foreign suppliers of energy resources. It appears, as the lead news published in this newspaper on January 11 shows, particularly as a sore point. That the government has not been able to make regular payments on LNG (liquefied natural gas) shipments on more than one occasion is a cause for worry about the state of finances. This comes from the dollar crunch that is haemorrhaging the economy and has resulted in drastic reduction in import of raw and finished materials/goods that is adversely affecting every sector of economy. Yet, Bangladesh is bound to make a large payment in dollars to different suppliers of energy every month.If one looks at the two FSRUs (floating, storage, re-gasification units) in operation, the financial pain becomes very clear. The penalty payments are \"demurrage for payment delays against LNG import and less-than-agreed re-gasification of the liquid gas in two offshore units under private sector\". What is amply clear from the report is that long-term LNG suppliers are being paid to the tune of US$160-200 million (every month), while FSRU owners are being paid US$7.80 million as \"extra\" payment (as capacity payment for having failed to utilise the FSRUs - as per contract), since Petrobangla could not make payment on time. No use complaining now, since that is the way the contracts have been signed. A \"deal is a deal\" and contractual obligations will have to be abided by. According to Petrobangla data, \"currently re-gasifying around 421 million cubic feet per day (mmcfd) of liquefied natural gas from the two LNG-import terminals, leaving 57 per cent of the capacities of the FSRUs unused\" - and the 57 per cent unutilised capacity are what is costing the national exchequer $7.8 million in payment, in foreign exchange. To add salt to injury, both these FSRUs (one owned by a US company, the other by a large conglomerate in Bangladesh) are enjoying the added benefit of waivers on VAT, advance tax and supplementary duty on products and services in relation to FSRU operations (according to the NBR). It would be interesting reading if the data were available at hand on these cash flows that NBR is deprived of.If one breaks down the data that are available, the Petrobangla's agreements with these two companies for the re-gasification of LNG may serve as an eye opener. An amount of $450,000 is paid by Petrobangla to LNG-terminal owners \"to re-gasify up to 1,000 mmchfd LNG from two units\". The foreign company is paid approximately $237,000 and the Bangladeshi company, $217,000 per day. As stated before, failure to re-gasify (regardless of the amount re-gasified) results in capacity payment to these companies. The agreed quantity for re-gasification is 500 mmcfd.These agreements that have been made are a classic case of unprofessionalism. That our authorities have failed to follow the basics involved with contracts management is once again clear. The contracts tend to protect the interests of the contracted parties, not of the State. What on earth prompted the government to agree to clauses in the agreement that would result in such terms of payment remains a mystery. Energy experts have termed these agreements to be an exercise in how NOT to negotiate deals. What is evident is that we have serious lacking in contract management / negotiation skills. Yet, the country is forging ahead with multi-billion dollar deals with foreign contractors for infrastructure development. Now that those energy deals are signed and sealed, a pattern begins to emerge as to why the government is continually revising energy prices upwards. Unfortunately, that is not going to bring in the desired results. Keeping aside the arguments of a raise in energy prices resulting in increasing cost of production and ultimately retail prices, the fact is that upward (revised) price of energy at domestic level is paid in BDT, not US$. Hence, the pressure on the foreign exchange reserve stays where it is. The country continues to bleed on account of payment in precious forex for \"non-compliance\" on our part, due to ineptitude. The much-needed imports (for the rest of the economy) keep getting delayed. This haemorrhaging needs to stop somewhere. The answer lies with the authorities. Having laid off plans to develop own natural resources and now bleeding through the nose in making payments (for not importing required energy), the authorities find themselves into a corner. Finding an escape route is not easy but it has to be found in order to stop the economic bleeding. \n[email protected]",
        "headline_1": "Penalty payments draining exchequer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/penalty-payments-draining-exchequer-1673613614",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "Bangladesh may take pride in exporting pharmaceutical products to many countries. Though the amount of exports is still small, it has been increasing over the years. For example, in the last fiscal year (FY22), the country exported pharmaceutical products worth US$189 million, recording around 11.70 per cent growth over $169 million in FY21. There are 292 registered pharmaceutical companies in the country, of which 20 lead both the local market and export earnings. Drug stores or retail outlets are also increasing annually to distribute pharmaceutical products, including drugs across the country. Almost every city has several big and air-conditioned outlets along with tiny ones. According to the drug administration statistics, there are some 155,043 registered allopathic retail pharmacies in the country, which include some 200 model medicine shops and 160 model pharmacies. A large number of retail drug outlets have made the necessary and over-the-counter medicines readily available, even in many remote areas. The indispensability of retail drug outlets was felt during the Covid-19 pandemic. It was proved that these stores operate in the frontline of any disease's outbreak. Generally, the druggists or retailers of medicinal drugs play an essential role by helping reduce the burden on medical facilities and providing advice and primary treatments. There are, however, some flip sides to the growing number of retail drug stores. A large number of unregistered or unauthorised outlets are also there. At a question and answer session in national parliament last year, the health minister said there were 12,592 unlicensed pharmacies in the country. It is a gross underestimate, no doubt. Several studies indicate that the number of unregistered pharmacies is not fewer than 0.1 million in the country, and many of these stores use fake licences. So, patients going to these outlets and purchasing medicines are at risk of consuming fake medicine.In many cases, even after knowing that a drug store has no licence, local people have no option but to go there. Nevertheless, the problem of fake medicine is not exclusively related to unregistered drug stores. Even some registered drug outlets are not free from fake medicine due to a lack of proper check and preservation systems. Even a more worrying aspect of the rise in drug stores is that it indicates a broader health problem in the country. Though no one is entirely immune from disease and sickness, there is a growing tendency to consume over-the-counter or non-prescribed medicines by many for instant relief and remedy from illness. Unhealthy lifestyles also compel people to become dependent on physicians and drugs. Food adulteration coupled with air and sound pollution is the main reason for not developing sufficient internal disease-resistant capacity in the body. Then there is various psychological stress of daily life. So, the health-related problem in the country is deep-rooted, and a large number of retail drug stores is a critical indicator of this connection. It is not a good sign that every corner of the country has a retail drug store. Instead, it indicates that the nation's primary healthcare and nutrition are problematic. A healthy nation doesn't need too many retail pharmacies or drug stores.\n[email protected]",
        "headline_1": "Growing drug stores indicate growing health problem",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-drug-stores-indicate-growing-health-problem-1673613657",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2023"
    },
    {
        "full_article": "It is really a proud moment for all of us as Bangladeshi film 'Hawa' has reportedly been shortlisted for the prestigious Golden Globe Awards. We convey our heartiest greetings to the team of the film. Mejbaur Rahman Sumon's 'Hawa' has already won hearts of millions of film-lovers in Bangladesh, India, the USA and other countries. It has sparked interest among moviegoers and critics worldwide. This achievement will surely take Bangladeshi cinema to new heights and attract international attention. This film has come to us as a relief for many of us, who have been frustrated over the content and standard of our films. Sumon's work will certainly be a great inspiration for our young filmmakers and help them produce quality films. We hope 'Hawa' will go a long way. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Congratulations 'Hawa'!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/congratulations-hawa-1673613680",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2023"
    }
]