[
    {
        "full_article": "With Telugu Desam Party leader Nara Chandrababu Naidu having taken oath as Andhra Pradesh’s Chief Minister for a record fourth time, the expectation is that this will bring to an end the vacillations over several policy decisions that have plagued the State and its economy. The grand ceremony saw Prime Minister Narendra Modi and several National Democratic Alliance partners in attendance. As anticipated, top priority has been accorded to Mr. Naidu’s unfinished dream — a world-class capital at Amaravati, nestled between two of Andhra’s biggest cities, Guntur and Vijayawada, and on the banks of the Krishna. Mr. Naidu has already indicated that he would revitalise this project that was stalled by his predecessor, Y.S. Jagan Mohan Reddy. It would be imperative, however, to enact a law on the capital region to settle the matter, as flip flops over a capital for a large State such as Andhra Pradesh have been to the detriment of governance, the economy and businesses, and a psychological dampener for a people already reeling from the loss of Hyderabad. The Chief Minister must also address environmental concerns for the Krishna due to the impending and rapid urbanisation.Mr. Naidu is viewed as a pro-corporate urbaniser, focusing on building cities and largely neglecting agriculture and allied sectors. While he has been rightly credited for Hyderabad’s emergence as an IT power centre, he must now make good his promise to Andhra’s farmers to lift them out of stagnation and poverty. Indeed, complimenting the “super six” promises in the manifesto of the NDA alliance in the State was an annual ₹20,000 input cost for the farmer. But Andhra’s agriculture sector, much like the rest of the country, requires a systemic approach to increasing farmers’ incomes, generating sustainable livelihoods, reducing food waste by expanding cold storage supply chain facilities, and increasing output efficiency by implementing climate-smart farming practices. As a futuristic leader, one would hope Mr. Naidu would take these cues. But the most pressing concern, of creating jobs, while continuing the unemployment allowance and other welfare measures begun by his predecessor, must be his top priority. Only this will inspire faith in his government and his governance. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nTelugu Desam Party\n\n/\n\nNational Democratic Alliance\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nAndhra Pradesh\n\n/\n\ngovernment\n\n/\n\neconomy (general)\n\n/\n\nHyderabad\n\n/\n\nrivers\n\n/\n\nagriculture\n\n/\n\nurban planning\n\n/\n\nclimate change (politics)\n\n/\n\nemployment\n\n/\n\ntechnology (general)\n\n/\n\nGeneral Elections 2024",
        "headline_1": "High expectations: On Chandrababu Naidu as Andhra Pradesh Chief Minister",
        "headline_2": "Mr. Naidu must focus on creating jobs while continuing welfare schemes",
        "link": "https://www.thehindu.com/opinion/editorial/high-expectations-on-n-chandrababu-naidu-as-andhra-pradeshs-chief-minister/article68281617.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "Even before votes of the European Parliament elections were counted, they had delivered their first shock, with French President Emmanuel Macron dissolving France’s National Assembly. The results, which have given Mr. Macron’s Renaissance party a shocking loss to the far-right National Rally party in the European Parliament, led him to take the risky gamble of calling for fresh elections, due to be held on June 30 and July 7. While Mr. Macron hopes to force the French voter to give his party a majority in Parliament, it could well deliver him another loss, damaging his own presidency, which at present lasts until 2027. Although the final count (still provisional and being counted in many of the 27 EU countries) is expected to give the centrist party coalitions a majority of the 720 seats in the European Parliament, the results have given far-right and ultra-nationalist parties a boost in Germany, France and Austria, delivering a jolt to the ruling parties, while confirming support for Italian Prime Minister Giorgia Meloni’s far-right “Brothers of Italy” party. In addition, the Green parties have also been dealt a blow. As EU President Ursula Von Der Leyen cobbles together a coalition for another term in office, more than the vote count, it is the issues that led to the surge in support for ultra-right parties that will require study. These include a backlash against immigration, inflation and economic slowdowns, and a pushback to environmental reforms that are compounding losses. In a speech kicking off the campaign for her European People’s Party — it remains the single-largest in Parliament — she warned that “European values” were at stake in these elections. “Our peaceful and united Europe is being challenged like never before by populists, by nationalists, by demagogues — whether from the far right or the far left,” she said, pointing to challenges from within Europe and Russia’s war in Ukraine.For the world, the European vote may change little in terms of policy direction. Even so, it is important for New Delhi to look more closely. Concerns over immigration are widespread, and will require the government to control illegal immigrants leaving India’s shores, while negotiating better terms on mobility agreements to facilitate more jobs for Indian professionals and workers. The EU has been India’s third largest trading partner, and any protectionist shift in posture in Europe now could derail the sensitive India-EU Bilateral Trade and Investment Agreement negotiations. Divisions within the European Parliament over conflicts that include Ukraine and Israel will not affect New Delhi directly, but a larger trend of fragmentation and disunity in the EU would affect the international order. The EU-India summit is now expected in early 2025, when India will seek closer engagement on all these issues. More immediately, Prime Minister Narendra Modi, who leaves for Italy’s Apulia on Thursday to attend the G-7 outreach, will meet his European counterparts and the EU leadership, where they will take stock not only of the European Parliament elections but also the Indian elections, that threw up an unexpected result.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nparliament\n\n/\n\nEuropean\n\n/\n\nelection\n\n/\n\nvoting\n\n/\n\nFrance\n\n/\n\nGermany\n\n/\n\nEuropean Union\n\n/\n\nimmigration\n\n/\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nenvironmental issues\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nIndia\n\n/\n\nemployment\n\n/\n\nChina\n\n/\n\nUSA\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nGeneral Elections 2024",
        "headline_1": "Right turn: On the European Parliament elections",
        "headline_2": "The far-right parties have done unexpectedly well in EU elections",
        "link": "https://www.thehindu.com/opinion/editorial/right-turn-on-the-european-parliament-elections/article68280799.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "Meal times are strange times. In our memories, they are often hallowed, a time of comfort and community. Your mother leaning over you, her face lit with love, dropping a dollop of homemade ghee on the steaming rice. Your father in his usual seat, face slightly closed but eyes sparkling like always when he had a great story to relate. The sweet steam from the hot gobindo bhog rice wraps you all. That’s how our brains often curate our memories. But when I try just a little bit harder, I can also remember the family dinner at my aunt’s house where her motherin-law didn’t show up. Food was served for her, but she was conspicuously missing from the seat from which she dominated the life of the family. A servant was sent up to investigate. She will not eat, she said. Not in a house where she was not respected.\nI never found out who was to blame or what happened; I was too little to be part of the whispers around the table, but the fact that my aunt was the next to leave was probably not unrelated. We Indians fast for many reasons, but, perhaps for that reason, the act of refusing food remains very potent. So much so that in JNU, there was something called relay hunger strike. We would sit around for a few hours at the protest site, not eating, and then would be relieved by someone else, free to fill up again. When I explained that idea to my American radical friends, I remember one of them almost falling off his chair in laughter.\n\n \nBut back to submerged memories. Some of you probably can recall the day when you had prepared the mutton qorma with infinite care, the onions fried with cardamoms till deeply red but not yet crisp, turned into paste to be added to the sauce a few minutes before the dish was done, along with a few drops of kewra. Exactly how your daughter always loved it; but that day, with tears in her eyes but firmness in her voice, she said, “Ma, I am not going to eat meat any more”. Maybe you ate it alone, remembering that other day, some years before, when the same daughter refused to eat any vegetables and insisted on eating plain rice with what looked like a shovel full of salt. Meal times can be war time. Bengali movies and theater rely heavily on the dramatic potential of meal times. The husband is back late, drunk and smelling of his evening with some lady of the night. The waiting wife immediately understands what has happened, quietly serves him his meal and then sits down with her thali, but does not touch it: the question is, has he noticed? Formal dining scenes are, of course, also heavily used in the films of the great Spanish-Mexican filmmaker Luis Bunuel, who loved their ritualised quality, and as a climax in many happy and sad dramas, like that strange Danish film, ‘Babette’s Feast’.\nFor economists, on the other hand, meal times are teaching times. These are less about the drama and more a metaphor for the slow and repetitive process through which families shape the preferences of their children, including but not just the preference for food. There is obviously a lot of truth to this. I suspect there is nothing intrinsic about my love of bitter dishes, baingan with neem leaves, crisp fried karela rings dusted with aamchur, the wonderful Bengali vegetable stew shukto, flavoured with panchphoran and that perhaps uniquely Bengali spice called radhuni (a cousin of ajwain?) and a paste made from poppy seeds and mustard seeds. I suspect it was born of the routine of starting every meal with them, combined with occasional talk about how this was uniquely Bengali, plus some learned comments about the virtues of bitter foods in stimulating the liver. I also remember less successful attempts, trying to persuade my daughter that fruits are safe to eat even when they are not pureed and put into a plastic package.\nThis matters a lot to economists because economic methodology relies heavily on the act of choice. At a philosophical level, we often measure well-being by the things we purchase. At a more practical level, economists are often asked by courts to estimate the Value of a Statistical Life (VSL), which is meant to be the just compensation for lives lost due to negligence, say by large private companies or the government. One common way to do this is to compare the earnings of those who have less and more risky jobs — like garbage men and farmers on one side, and miners and truck-drivers on the other — and calculate how much more, say, the miner gets paid for the extra life risk he bears. This, it is argued, ‘reveals’ the person’s preferences over money and risk, to use the rather biblical vocabulary introduced by my late colleague Paul Samuelson.\nThe underlying assumption here is that there is something innate and authentic that gets expressed in the choices we observe, somehow deeper than the sudden desire inspired by a billboard featuring a particularly luscious spoonful of ice cream. Hence, the emphasis on the theory that preferences are formed in childhood (or live inside our genes).\nHowever, it is not clear to me that most things we learn at the dinner table (or more generally by being with our parents) are deep in the sense that economists would like it, essential to who we are as individuals. I, for example, grew up avoiding vanilla ice cream. This was because my dad really did not like vanilla, the result of his having worked in a Walls factory in his student days in London where there was a pervasive and permanent miasma of synthetic vanilla. He told that story often and well, and somehow that discouraged me. But on a trip to Italy, I decided to try affogato, a version of cold coffee with ice cream where the coffee is strong espresso and the ice cream was a wonderfully dense vanilla gelato, and totally loved it and have since been a devotee to both the ice cream and the combo. I was also suspicious of chicken, largely because my mother never liked it much. But I now count roast chicken, chicken butter masala and Hainanese chicken rice in the list of my favourite foods.\nThe point is that childhood preferences are often just that, childhood preferences, heavily influenced by parental opinions, positively or otherwise. My daughter rejects all vegetables not because she has evaluated all of them and decided that she could not possibly need or want any of their attributes, but because she heard that note of anxiety in my voice when they were proposed to her and inferred that vegetables were things kids are not supposed to like. The idea that we should all be respectful of what people want because it comes from those magic mealtimes seems to me a little fanciful (which is also why I continue to try to persuade my daughter). If there is a case for not interfering with people’s choices, even when they make little sense to us (‘why did she buy a TV with her savings and not a sewing machine?’), which I think there is, it should be based on how little we understand about the compulsions others face, rather than a judgment about how deeply thought out the preferences are.\nWith the Value of Life calculations, there is an additional problem: meal times are meant to be relaxed times (even if they often are not), a brief respite from the tensions of the day. They are naturally times for what is exciting and heroic, funny and stupid. I suspect very few farmers or miners spend their dinner-time on objective comparisons of risk and return associated with their two professions. While meal times may very well have a powerful influence on our lives, I suspect, paradoxically, it is precisely in the direction of propagating powerful myths and great stories, potentially away from economic rationality.\n\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier.\n\n",
        "headline_1": "Memories, metaphors and mutton qorma",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/memories-metaphors-and-mutton-qorma/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "Ayodhya showed bells toll louder for civic issues\nThere’s been enough ‘Ha-ha-ha!’ over Ram-baan in BJP’s armoury turning out to be a paper arrow in Ayodhya itself. What chuffs me more is the victory of local over lofty. Grand mandir construction mattered less than gulley destruction. Even broadly, the party that failed on Bijli Jobs Pavements got a thumbs down; the one that did better keep doing better on Sadak Pani.\nWell, bijli too, even if Delhi results showed that giving free electricity is no guarantee against power cuts.\nAyodhya – which begins and ends with the first letter of the English alphabet – gets my ‘AA’ rating because its results highlight urban India’s human tragedy: small citizen crushed under showpiece juggernaut. The local resident’s blogpost bemoaned little or no compensation for the 5K homes and livelihoods lost to the Rampath’s widening, no reparation for lethally inhaled dust, no internet because electric poles were torn down. His cri de coeur finds echo in mofussil and megalopolis alike. ‘Development’ is a daily death sentence for both people and the environment.\nInfrastructure may be the sarkar’s comeback queen, but infra-strictures destroy, degrade, displace. Invisible multitudes are driven to the margins by celebrity projects. But faceless aren’t always voiceless. This election reaffirmed that potholed civic services can stall the most thundering truck.\nLike Biblical Paul’s, my personal epiphany came on the rutted road of a closer Damascus. In the 1980s, I realised the deep resonance of local stories when I began writing seriously on Calcutta’s civic issues in The Statesman. It revived the hoary journalism diktat: ‘Dead dog in street outside is more important than flood in China.’ Colleagues on loftier perches called me ‘a gutter journalist’. But by 1996, TOI Bangalore reached the sky in circulation figures because we ‘took the local train’, going full pelt on issues of a metamorphosing city. Vocal for local has come a long way, baby, in print media at least. Civic services should keep pace. It would save skins more exalted than the municipal commissioner’s.\nAlec Smart said: “ Each day adds to the blatant impunity of the ‘Porschame’ case.”\n\n",
        "headline_1": "‘A+’ for local-vocal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/a-for-local-vocal/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "Competitive exams are tricky business, as the NEET controversy shows. Problem is, as they say for democracy, other options on the table are worse. An explainer.\nNEET is in the middle of high controversy, with questions being asked about the process of arriving at this year’s results. But there is a larger issue. How should students transition from school to college? What’s the fairest way to do this? The challenge is hardly unique to India.\nRead full story on TOI+\n\n",
        "headline_1": "Q: What’s the best way to test merit? A: Don’t know",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/q-whats-the-best-way-to-test-merit-a-dont-know/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "LS polls saw SCs & STs respond differently to the alleged threat to reservations. The reason SCs largely voted against BJP & STs stuck with it, is explained by their different social histories.\nEvidence suggests that in 2024 Scheduled Castes (SCs) voted against BJP for they feared NDA would kill reservations if it got re-elected. While this might hold for SCs, it wasn’t the case with Scheduled Tribes (STs). Looking at the results it appears that the bulk of SC voters, in prized constituencies, and not just in the cheap seats, headed for the exit door as if the fire alarm had been sounded.\nRead full on TOI+\n\n",
        "headline_1": "They are scheduled, not same",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/they-are-scheduled-not-same/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "In what can only be described as a gross abuse of power, ex-IGP Benazir Ahmed allegedly used his position to intimidate and coerce members of a Hindu community out of their land—their primary source of income—for a fraction of its worth in his hometown in Gopalganj. The Anti-Corruption Commission (ACC), which is currently investigating Benazir, has so far found Benazir and his family to have bought at least 613.41 bighas of land in different districts, including 605.77 bighas in Gopalganj and Madaripur that once belonged to minority communities.\nA recent report by this daily has revealed disturbing details of how the former police chief engaged Taimur Islam, an inspector of a police station, to acquire the farmland to build his resorts. The Daily Star spoke to at least 40 people in Machkandi, Bairagitol and Patikelbari villages of Gopalganj Sadar and Borokhola village in Rajoir, who insisted that they would have never sold their land at reduced prices had it not been for direct and indirect threats from Benazir's people. Those who refused to sell initially were targeted by using other tactics, from blocking access to their land to filling them up with sand, ultimately forcing them to part with their property. According to locals, Benazir also engaged several police and Rab officials to supervise the construction work of one of his resorts until he went into retirement in 2022.\nThe ACC has confirmed that he procured and built most of his assets while he headed Rab and police. It is terrifying that a man constitutionally mandated to protect citizens would use his power so blatantly against vulnerable populations for his own gains, leaving them helpless to seek recourse from the law. After all, he was the law. That he used members of the law enforcement agencies to do his dirty work for years on end points to a bigger crisis within state institutions—one where checks and balances as well as systems of accountability have long ceased to exist.\nIt goes without saying that this case demands a thorough and transparent investigation. Those responsible, from Benazir to those who facilitated his actions, must be held accountable and the victims compensated financially for the loss suffered. And while it is commendable that the ex-IGP is finally being investigated for his crimes and corruption, we cannot help but wonder how it is possible that he carried out these unlawful activities under the nose of the administration with such impunity.\nHow many more officials, tasked with protecting the public, are doing the same right now? How many more such helpless communities have been terrorised into selling off their land? The government has the responsibility to prevent any kind of abuse of power by those it has employed and empowered. It also has a duty to protect the rights of vulnerable communities, which includes safeguarding their land.\n",
        "headline_1": "When the powerful prey upon the vulnerable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-the-powerful-prey-upon-the-vulnerable-3633316",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "What comprises our rights as humans? The Universal Declaration of Human Rights aim for \"recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world.\" So, we have the right to anything and everything, given that we do not create threats toward others' freedom and peace.\nThe fundamental issue is about achieving equal rights for all fellow humans. Hence, the collective shaping of the structures that govern our lives, i.e. politics or society, is even more crucial. However, today, we have less and less control over politics globally; we vote and choose the people that govern us, but more often than not, the political parties that hold state power overlook popular demands and become threats to the collective humanity as evinced by wars and the destruction of the environment for profit-making ventures. Then, how could we overcome the socio-political structures that dominate us and reclaim our right to politics?\nThe student encampment movements in the US recently reflected how we could regain control of what is ours. We all know by now that students on campuses across the US have built encampments, occupied buildings, and led protests urging educational institutions to divest their endowments from companies profiting from the Israeli war against the Palestinian people. However, through police brutality, arrests, and negotiations, many of the encampments are cleared from campuses. Nonetheless, some universities have committed to reviewing their investments. There are some encampments still holding their places. However, we are not sure how long they will survive. The student protests may shrink without ensuring any drastic changes in the US policies regarding their support towards Israel. Still, how students protested reflects possibilities for egalitarianism and a shared vision for reclaiming our right to politics and ensuring peace and liberty for all.\nI witnessed student protests at the University of Oregon. On May 10, the 12th day of their encampment, the student protest took a significant turn. They momentarily took control of the main administrative building and chanted slogans for divestment. One basis of their demands is reflected by the slogan, \"Whose university? Our university\" or \"We are the University [of Oregon].\" Later, when they came out, some students delivered speeches from the entrance staircase to a mass crowd in front of the building. They argued that their tuition fees should not fund the war and killings of innocent people. Thus, they demanded the university to divest and sought public support. They did not claim to take over the university or the state but wanted to cease the ongoing war. During this time, employees of the administrative building locked the building from the inside so the students could not reenter. Later, the students marched across the campus and returned to the encampment sites. That day, students momentarily took back spaces controlled by the \"authorities\".\nWe recently experienced similar anti-establishment protests in Bangladesh. We can recall large student protests for ensuring road safety and enacting new traffic laws, restructuring the quotas in government jobs, and eliminating imposed VAT on tuition fees, etc. All these protests reflect similar aspirations for equality and justice and, more importantly, the power of unity. Students without centralised leadership took control of spaces, even if momentarily, shaking the centres of power to their core—even though they did not aim to overthrow the regime.\nThis form of prefigurative protest is pivotal in reclaiming our right to politics. David Graeber, in the book The Democracy Project, reflected how a popular movement's hostility to the political establishment is reflected through its refusal to take any political positions at all. Unlike other political movements, recent student movements in the US or Bangladesh do not seek state power. Still, by not aiming for power, these movements envision a society without an authoritarian structure.\nAn atmosphere of equality and fairness, the ability to organise and mobilise through digital media, the peaceful takeover of infrastructures such as roads and administrative offices, and a gradual movement expansion are all key features of student protests. In the US, there was another crucial factor: the protesters were from different races and cultures, but they were united in their shared vision for an equitable future. Student protests exhibited a new form of organising discontent by endorsing a prefigurative strategy—without having a political structure. The movements themselves are critical achievements. In Alain Badiou's words, the student movements can womb an \"[idea] capable of challenging the corrupt, lifeless version of 'democracy', which has become the banner of the legionaries of Capital.\" The frequency of student protests worldwide indicates the possibility of forming a more egalitarian society.\nThe student protests, in a way, have demonstrated that anarchism may promote equality and justice. While it is accused of violence and chaos, David Graeber claimed that anarchism is philosophically grounded in the belief that humans are capable of reason and can flourish without being subjected to coercive force. In contrast, traditional governing structures often perpetuate unequal power structures. For this reason, following the student protests, we must embrace our capacity for reason and come together to reclaim our rights to politics and create a more just world. This will not be easy, as our experiences of the student protests tell us.\nThe questions that might remain in our hearts are: What future lies ahead of such prefigurative protests? What can we possibly do once such protests succumb to the existing political forces? Frankly, there is no blueprint. Instead, it should be an experimental process. For now, the momentary experience of real freedom is what the protest participants will have once all the encampments are cleared across the US. Many of us will have a first-person account of such political moments and stories to tell, possibly leading to a revolutionary or creative epoch.\nMohammad Tareq Hasan, PhD, is an anthropologist and teaches at Dhaka University. He is currently a visiting fellow at the University of Oregon, USA.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Student protests can challenge the status quo",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/student-protests-can-challenge-the-status-quo-3633081",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "We are outraged by the Dhaka South City Corporation's (DSCC) recent eviction of multiple families at the Miranzilla Harijan Colony in Bangshal, as reported by this daily recently. The way these vulnerable and marginalised members of our society have been made homeless, without any proper rehabilitation plans, sets a dangerous precedent that could have alarming impacts.\nThe sweeper colonies in the city are like ancestral homes for the Harijan community and others, who were mostly brought here during the British period. Generations grew up in these colonies, doing the same cleaning jobs for pitiable wages, which means almost none of them can save up enough to enjoy a comfortable retirement, release themselves from the grips of poverty, or leave the colonies. Therefore, the DSCC cannot just write off those no longer employed by the city as \"illegal residents\". Besides, how can the DSCC justify expanding a kitchen market by evicting marginalised people who have no other place to call home?\nIronically, a DSCC official has told this daily that the kitchen market expansion decision was taken in 2016; they are just implementing it now. This means that the DSCC had eight years to rehabilitate the now-evicted Harijan families but did nothing. How does this feudalistic attitude, reclaiming their land without any consideration for the gravity of the situation of the Harijans, align with the idea of a social welfare state?\nWhile we understand that the decentralisation and development needs of the city would ultimately drive the relocation (or migration) of many families and communities, such actions should not take place in a haphazard manner. The higher authorities must come up with a long-term plan for the communities likely to be evicted as the city corporations and other agencies increasingly reclaim their land for development or commercial purposes. Meanwhile, immediate steps should be taken to rehabilitate the evicted families of the Miranzilla Harijan Colony. These communities also need special allocations under the social safety net to reduce their vulnerability from extreme poverty, job loss, or old age. The state must help them so that they do not have to live in constant fear of eviction or at the mercy of others.\n",
        "headline_1": "Rehabilitation must come before eviction",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rehabilitation-must-come-eviction-3632966",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "The first-ever International Day of Play, observed on June 11 last, has, in fact, recognised a fundamental child right. One wonders why the international community including the United Nations took so much time to observe such a crucial issue considered integral to children's healthy physical and mental development. When the pandemic forced people around the world to coop themselves up within the four walls of their houses, they could perhaps realise the mental stress suffered from prolonged confinement to their homes. Also, the growing screen addiction among children may have influenced the formation of a public opinion in favour of a worldwide play movement. Thus, on March 25, the UN General Assembly adopted a resolution on the dedication of a day to children's right to play. June 11 is that day for celebration of the power and magic of play every year henceforth. It is indeed a grim background against which children, particularly those living in urban areas of Asia and Africa, are pitted. A report by the International Day of Play's global network has found that one out of three children in the world has no time for play. As many as 160 million children across the world are forced to work instead of playing and learning. Again, 41 per cent children have been told to stop playing by their parents or neighbours. There are other constrains facing children such as no open and secured space, no playmate, no permission for play. On top of all this, parents and teachers do not consider play important. The survey report has presented the portions of child population varying between 13 to 31 per cents that face the stumbling block on their way to giving free rein to their physical and mental energy in the open space. They are handicapped without being handicaps. How the condition of the disabled children is needs hardly any elaboration. Clearly, the present civilisation has failed to take enough care of its young generation. One in four of today's children plays out on the streets compared to their grandparents, three-fourths of whom had enjoyed this liberty. This shows that the rat race parents of today's children have been in for living a better life has exacted a heavy price by way of neglecting their children's balanced development. They put extra and lopsided pressure on their children's education leaving them hardly any time for play. The problem has been compounded further by easy access to the latest gadgets such as smarthphones and computers, tabs etc. Robotic and screen addicted, this generation is losing connection with the real world and getting isolated. So it has become incumbent on the world community to enshrine play as a fundamental right of every children. It is a daunting challenge in the present context. Children in both urban and rural areas in Bangladesh are now processed through a grinding machine called education system---one that is ill-conceived and ruthless. Those out of education work too hard to have time for play. Learning through play in a collaborative manner brings the best in children. They learn to value knowledge/education, time, empathy, creativity and camaraderie all of which go into developing appreciation for human relations needed so much at this critical juncture of civilisation.",
        "headline_1": "Children's right to play",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/childrens-right-to-play-1718208257",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "To say that the country's healthcare sector is ill and in dire straits is stating the obvious. Symptoms of this ailing sector manifest in myriad forms from time to time. That includes the never-ending sufferings of poor patients unfortunate enough to be poor and sick and ending up in government hospitals and the excessive commercialization of healthcare services and duty-dodging doctors in rural areas. So, it is common for people who are well-off - many politicians among them - to routinely go abroad seeking healthcare services. This indicates that there is no confidence in the health services here. And it is a drain on the valuable foreign currency reserves.While a lack of good governance and corruption that continuously proves cancerous to the healthcare sector, are mainly responsible for the deteriorating condition, low per capita expenditure on health is also a chronic problem. Bangladesh ranks lowest among South Asian countries in terms of per capita expenditure on health. The per capita health expenditure in Bangladesh is just $45, compared to $58 in Nepal, $73 in India, $103 in Bhutan, and $157 in Sri Lanka. This appalling expenditure results in inadequate healthcare infrastructure, insufficient medical supplies, a shortage of trained medical professionals in rural areas and exorbitantly high medical expenses borne by patients themselves, which many can ill afford.According to a World Bank study, out-of-pocket spending (OOPS) of households in Bangladesh accounts for a whopping 73.9 per cent of health expenditure. By comparison, the OOPS percentages are 58 per cent in Nepal, 55 per cent in India, 54 per cent in Pakistan, 46 per cent in Sri Lanka, and 18 per cent in Bhutan. The higher the OOPS percentage rate, greater is the burden on people to spend on healthcare services from their own pockets. Bangladeshi families are forced into making difficult choices. Many of them either forego treatment, have to borrow money, or sell livestock or their properties, to afford treatment for critically ill patients. The government's eighth five-year plan also recognises that escalating OOPS poses a threat to national poverty reduction efforts and calls for an increase in health financing.Against this backdrop, the proposed national budget for the 2024-25 fiscal year allocates Tk 414.08 billion for the health sector, representing 5.19 per cent of the total proposed national budget. This allocation marks a slight increase from Tk 380.52 billion in the outgoing FY2023-24. However, if the current higher rate of inflation is factored in, the size of the proposed healthcare budget has actually shrunk. This raises concerns about the further rise in out-of-pocket expenditure.The World Health Organization recommends allocation of at least 15 per cent of total budget for the health sector, but Bangladesh allocates only around 5 per cent. The country's health budgetary support is one of the lowest in the WHO South-East Asia region. Public health experts have been urging the government to increase the health sector's budget allocation to address outbreaks of various vector-borne and communicable diseases, as well as the alarming rise in deaths from non-communicable diseases. But allocation for health sector has remained stuck at around five per cent of the fiscal outlay for the last two decades. To make matters worse, the Ministry of Health and Family Welfare struggles to fully utilise a significant portion of the development fund. For instance, in the outgoing fiscal year, the ministry failed to spend Tk 82.69 billion out of the total allocation, purportedly due to a lack of budget implementation capacity and delays in completing development projects. Consequently, the unspent funds were returned. Many sensibly argue that increasing the allocation without actually enhancing project implementation capacity is pointless. So, enhancing budget implementation capacity would not only improve healthcare delivery, but also justify higher budgetary allocations in the future.Some positive aspects of the health budget include the allocation of Tk 2 billion to address emergency health risks and Tk 100 million for research purposes. Concessions have also been granted on kidney dialysis filters and dengue kits, which are steps in the right direction. However, there is a downside as the duty on medical equipment has been increased from 1 per cent to 10 per cent, which doesn't make sense, considering the fact that health sector needs help, not hindrance.That said, the finance minister presented a long list of what the government has done and proposes to do, including ongoing efforts to ensure universal health and nutrition, achieving Sustainable Development Goals by 2030, developing scientific research in various disciplines of health sciences and expansion of infrastructural facilities for the improvement of the public health sector. But, in sharp contrast to these efforts, news reports frequently portray a sorry picture of medical services at various government hospitals where some valuable pieces of medical equipment are lying completely idle and inoperative for lack of timely repair or replacement and are falling into irreversible decay. This compels patients to seek services at private clinics at a high cost. The sorrowful situation is further aggravated due to the reluctance of a large section of medical professionals to deliver sincere service, especially in rural areas. The government made a three-year stint at upazila level mandatory for newly recruited doctors, but reports suggest that most of them lobby for getting transferred to city areas within three/four months of getting appointed at rural areas. Thus, in the absence of doctors, people are not receiving the intended benefit from the government's vast network of upazila health complexes and community clinics throughout the country. Moreover, facilities in these hospitals like free medicine are scarce allegedly because of pilferage. These are some the ailments eating into the vitals of the health sector. So, while thinking big, the authorities should also not forget to pay attention to smaller things to ensure a steady flow of medical services to the people. Everyone knows how a small single Aspirin can bring comfort to those with a throbbing headache. \n[email protected]",
        "headline_1": "Budget offers little for health",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/budget-offers-little-for-health-1718208295",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "Along with the rest of the world, Bangladesh also observed the World Day Against Child Labour on June 12. This year also marks the 25th?anniversary of the adoption of ILO Convention No. 182 on the Worst Forms of Child Labour (1999), which, in 2020, was the first ILO Convention to be universally ratified.International Labour Organisation (ILO) itself admits that while much progress has been made in reducing child labour over the years, recent years have seen global trends reverse, and, 'now more than ever it is important to join forces to accelerate action towards ending child labour in all its forms'. Unfortunately, in Bangladesh and in some other countries the number of child workers is growing and the number rose by 86 thousand in the last seven years.According to the survey of Bangladesh Bureau of Statistics conducted in 2022, the number of child workers in the country was 3,450,369 in 2013, but it went up to 3,536,927 in 2022.For a country on the way to graduation from the status of the Least Developed Country, this number of child workers is unacceptable. The scenario looks graver when one takes into account the fact that out of the total child workers, over 1070,000 children are engaged in work, which poses risks to their health and lives.In the last two decades the government has taken projects to combat the scourge of child labour. Projects were also taken to prevent children from engaging in risky jobs. But it seems that the projects are not yielding expected benefit.As law dictates, appointing children in workplaces is a punishable offence.Labour ministry has prepared a list containing 43 types of jobs which are identified 'risky' for children but the BBS survey shows that children are still engaged in all these 43 jobs.While Bangladesh has made significant strides in economic growth and poverty reduction, child labour remains a persistent problem that undermines the nation's future prospects. This complex issue demands a nuanced understanding and a multi-pronged approach to eradicate it effectively.The prevalence of child labour in Bangladesh is deeply rooted in socio-economic disparities. Poverty is the primary driver, as impoverished families often have no choice but to send their children to work. In many cases, these children are employed in informal sectors such as agriculture, domestic work, and small-scale industries, where labour regulations are weak or non-existent. The need for additional household income outweighs the benefits of education, leading to high dropout rates from schools. This cycle of poverty and lack of education perpetuates child labour, hindering the country's overall progress.Another critical factor contributing to child labor is the cultural acceptance of child work as a norm in many communities. In rural areas, children are often seen as an economic asset, expected to contribute to the family's income from a young age. This cultural perspective makes it challenging to implement and enforce child labour laws effectively. Additionally, the informal nature of many child labour sectors means that these practices are often hidden from regulatory oversight.To eradicate child labour in Bangladesh, a comprehensive strategy is required. This strategy should focus on poverty alleviation, education, and strict enforcement of labour laws. Economic policies that create jobs for adults, social safety nets that protect vulnerable families and accessible quality education are essential components.Moreover, community-based approaches that address cultural attitudes towards child labour and empower local leaders to advocate for children's rights are crucial.No doubt, child labour in Bangladesh is a symptom of deeper socio-economic issues that need to be addressed holistically.With comprehensive government action, NGO efforts, international collaboration, and community engagement, Bangladesh can move towards a future where every child has the opportunity to learn, grow, and contribute to society. The eradication of child labour is not just a moral obligation, it is also crucial to ensure sustainable development.\n[email protected]",
        "headline_1": "Eradicating child labour from Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eradicating-child-labour-from-bangladesh-1718208347",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2024"
    },
    {
        "full_article": "Newspapers in Bangladesh are often found to quote various individuals and organisations saying that 'Frankensteins' are being created in the country due to maladministration or abuse of power by the authorities. But if fact-checking is performed, it is seen that the comparison is not appropriate, as it emanates from a misconception.In fact, the name 'Frankenstein' was coined by the English writer Mary Wollstonecraft Shelley (1797-1851) - the wife of the famous English poet Percy Bysshe Shelley - in her novel 'Frankenstein Or, The Modern Prometheus' (first edition 1818, second edition 1831). In that novel, Victor Frankenstein was a dedicated scientist who created a beast or monster by applying his scientific knowledge after discovering the secret of life's creation. But when Frankenstein did not create a mate for the monster as demanded by it, the monster killed his brother William, closest friend Henry, and his lover cum wife Elizabeth one by one. After that, a vengeful Frankenstein started chasing the monster in his bid to kill it. However, Frankenstein himself died on a ship bound for the north pole during this chase owing to severe illness. This time the monster became very remorseful, and wishing his own death, drifted away on an ice-raft bound for the North Pole. In this way, the monster destroyed his creator Frankenstein as well as his near and dear ones.Therefore, it is quite clear from the above that the term 'Frankenstein's monster' should be used instead of the word 'Frankenstein' while making relevant comparisons.\nDr Helal Uddin Ahmed36, Siddeswari Lane, Dhaka-1217. [email protected]",
        "headline_1": "Frankenstein or Frankenstein's monster?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/frankenstein-or-frankensteins-monster-1718208371",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-06-2024"
    }
]