[
    {
        "full_article": "The back-to-back jail sentences former Pakistani Prime Minister Imran Khan was handed out in two different cases just a week before the February 8 parliamentary elections, show how roles have been reversed in Pakistan’s convoluted political space dominated by the shadow hands of the establishment. In 2018, when Mr. Khan’s Pakistan Tehreek-e-Insaf (PTI) was elected to power, the Opposition Pakistan Muslim League-Nawaz (PML-N) and the Pakistan People’s Party had accused the military of electoral rigging in favour of the former cricket star, who was the preferred choice of the generals. A year earlier, Nawaz Sharif, the PML-N leader, had to resign as Prime Minister over the Panama Papers allegations and later go into exile after his conviction and disqualification. Today, Mr. Khan has been disqualified and is serving lengthy sentences, while Mr. Sharif is back, leading the PML-N. Given the way how the military and other state institutions went after Mr. Khan and his party, there was little surprise in the court proceedings and the verdicts. On Tuesday, he was sentenced to 10 years by a special court in what is commonly called the ‘Cipher case’, on charges that he leaked state secrets, while on Wednesday, another court sentenced him and his wife to 14 years in the Toshakhana case, for keeping some of the gifts they had received while he was in power.Mr. Khan was forced out of power in April 2022 after falling out with the military establishment. He accused the military and the United States of conspiring to oust him and, at a rally, waved a paper, purportedly a diplomatic cable sent by the then Pakistani Ambassador to the U.S. in 2022, as evidence, which came back to hit him as a violation of the Official Secrets Act. His lawyers complain that they were replaced by state attorneys in the middle of the case and that Mr. Khan was not allowed to give a proper defence in the ‘Cipher’ trial, which took place inside a jail. His arrest in May led to large-scale protests. But since then, the authorities have unleashed a systematic campaign to weaken the PTI — many of its leaders are in jail, while several others have left under pressure or are on the run. Recently, a court barred the party from using its iconic cricket bat symbol in ballots. Many PTI workers are contesting as independents. While Mr. Khan is in jail and his party is in tatters under state repression, Mr. Sharif seems to be enjoying the support of the invisible power centre in the electoral arena, which makes the elections look like a fixed match. Mr. Sharif might make a political comeback, but the real winner in the unfolding developments in Pakistan, which is grappling with enormous economic challenges, is the military and the real loser, the country’s democracy. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\nprison\n\n/\n\nelection\n\n/\n\nUSA\n\n/\n\njudiciary (system of justice)\n\n/\n\narrest\n\n/\n\npolitics\n\n/\n\ndemocracy",
        "headline_1": "Winners and losers: On Pakistan democracy, Imran Khan and Nawaz Sharif",
        "headline_2": "Elections in Pakistan go according to the script written by the Army",
        "link": "https://www.thehindu.com/opinion/editorial/winners-and-losers-on-pakistan-democracy-imran-khan-and-nawaz-sharif/article67796910.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "World tennis is a broad church. There is space for the time-defying geriatric stars, the calm and collected mid-career practitioners, and the rapidly blooming ambitious youngsters. The 2024 Australian Open was conclusive proof of this as Rohan Bopanna, Aryna Sabalenka and Jannik Sinner marched to victories. Of the three, fans could be forgiven if they did not anticipate Bopanna’s triumph, despite the Indian having had one of his best seasons in 2023 — eight finals, two titles — and entering the competition as the World No.3. Bopanna had reached only two Grand Slam men’s doubles finals before (US Open — 2010 and 2023) and had not gone past the third round in Australia over 16 previous visits. But the 43-year-old, partnering Matthew Ebden, conjured one of the most irresistible dashes to the crown to become the oldest man to win a Major. He also reached No.1 in the doubles rankings, again the oldest male to do so. Twice in the last five years, Bopanna was resigned to quitting. The loss of cartilage in his knees meant he could not train at optimal levels. But he found alternative techniques to spruce up his body, recalibrated his mind and renewed his focus, and ended up occupying the centre stage at an age when sportspersons are generally relegated to the margins.Sabalenka’s triumph in women’s singles over the fast-rising 21-year-old from China, Zheng Qinwen, was an affirmation of the Belarusian’s status as one of the game’s biggest stars. The 25-year-old’s defence of the title she clinched in 2023 was also proof of her consistency. She did not drop a set all fortnight, and in a women’s field that has often been synonymous with a state of flux, she has now finished semifinal or better at six straight Slams. Sinner, in contrast, came with no such performance baggage, for he had only reached one Major semifinal earlier (Wimbledon 2023). But in the second half of 2023, by winning his maiden ATP Masters 1000 trophy (Toronto), reaching the final of the season-ending ATP Finals and carrying Italy to its first Davis Cup since 1976, he had acquired the reputation as men’s tennis’ next superstar. With a sensational come-from-behind five-set victory over Russia’s Daniil Medvedev — a former World No.1., 2021 US Open champion and two-time finalist in Melbourne — Sinner only burnished these credentials. Ending 10-time titlist and World No.1 Novak Djokovic’s 33-match winning streak in Australia should count among Sinner’s greatest achievements. The 22-year-old now joins Carlos Alcaraz as this era’s latest generational talent. It was apt that the first steps were taken at a tournament that highlighted inter-generational success.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntennis\n\n/\n\nIndia\n\n/\n\nAustralia\n\n/\n\nsport",
        "headline_1": "Three generations: On the Australian Open 2024",
        "headline_2": "The Australian Open gave space to players from different eras",
        "link": "https://www.thehindu.com/opinion/editorial/three-generations-at-the-australian-open-2024/article67796974.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "Sometimes science news feels like science fiction. The mobile phone was a star in Star Treklong before it became one in real life. Drones were in Dune, space station in Arthur C Clarke’s writing.\nBrain-computer interface is something scientists have been working on for decades. Yes, most of what it promises remains in sci-fi realm. But Elon Musk’s company Neuralink putting its first wireless device in a human brain does mark a tech advance that is as significant as exciting.\n\nWhat exactly is new? | Like all scientific advancements this one is very much built on its predecessors. In 2021 for example, Australian ALS patient Philip O’Keefe used a neural interface to put out a social media update: “hello, world! Short tweet. Monumental progress.” Where Neuralink scores is in junking cumbersome equipment.\n\nWho benefits today? | Initial users will be those who have lost the use of their limbs, Musk tweeted. This describes volunteer bases across most brain-computer interface experiments. For this category of patients, taking control of their phone or computer, and thereby almost any device, just by thinking, would be transformative.\n\nWho could benefit tomorrow? | If one category of potential patients will depend on their brain to bypass diseased bodies, a second will be those suffering brain diseases. Idea is that processes like deep-brain stimulation could help fight Alzheimer’s and Parkinson’s, even depression and addiction. Finally, a third category could use neural interfaces to amplify abilities such as memory and concentration.\n\n\nIs tomorrow very far? | Clinical experiments have so far not gone beyond a few dozen Earthlings. Irrespective of what its most passionate proselytisers claim, this technology is nowhere close to becoming accessible like cardiac pacemakers or artificial knees. However, the Neuralink event underlines that we do need to start talking about how it will be shared and regulated.\n\nWill it get funded? | Musk’s involvement has of course put the experimental science of controlling computers with the mind in the limelight. One aspect of this is that from low Earth orbit satellites to EVs, he has a reputation for deploying extraordinary resources and delivering. But a rising tide lifts all boats. Other companies and researchers in the field may also now find fund-raising smoother sailing. Also think: a radical expansion of human brain capacity could throw a spanner in AI stories.\n\n",
        "headline_1": "Cerebrally speaking: Neuralink’s human trial can, in part thanks to Musk, be pivotal in brain-computer iFnterface tech",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cerebrally-speaking-neuralinks-human-trial-can-in-part-thanks-to-musk-be-pivotal-in-brain-computer-ifnterface-tech/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "GOI’s review document of a decade’s economic journey highlighted the strong growth impulse propelling India’s economic momentum. India’s performance this year is set to beat expectations. And IMF says it will remain the fastest growing major economy next year.\n\n7%+ trajectory | GOI’s advance estimate of economic growth in 2023-24 pegged it at 7.3%. Last year, Economic Survey estimated a baseline GDP growth of 6.5%, which gives a sense of the unforeseen economic momentum.\n\n\nJobs challenge | The review identifies building a skilled workforce as a challenge going forward. This aspect represents one of the low points of India’s economic performance. GOI’s jobs data shows a marked worsening in quality of employment. Since the pre-pandemic phase, 2018-19, there’s been a shift of workers back to agriculture. The least productive sector of economy is now supporting a larger share of the workforce.\n\nImpact on consumption | Private consumption makes up about 61% of GDP. The drift of workers back to agriculture, which now supports 45.8% of the workforce, will depress rural wages. This, in turn, will be a drag on consumption. It’s already shown up in data. GOI’s advance estimate of GDP for 2023-24, projected private consumptionto expand 4.4% while headline growth is expected to be 7.3%.\n\n\nReforms need acceleration | Two critical reforms that were rolled out last decade were GST and bankruptcy code. However, India can no longer afford to put off reforms to improve the productivity of factors of production such as land and labour. Changes in these areas are prerequisites to improve Indian industry’s competitiveness. Moreover, these reforms will also pull a larger proportion of the workforce out of agriculture and into manufacturing.\nIndia’s growth momentum is stellar. It needs reforms to keep it going, and jobs to make it more meaningful.\n\n",
        "headline_1": "What 7% hides: GOI eco review right on growth momentum, but sustaining it needs reforms, and millions need quality jobs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-7-hides-goi-eco-review-right-on-growth-momentum-but-sustaining-it-needs-reforms-and-millions-need-quality-jobs/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "Neuralink’s first human brain chip implant can herald a revolution. Thoughts can become actions. Neuro diseases can be controlled. But with a chip inside humans, who will have access to data that defines what we think and who we are?\nOur imagination has long been captivated by a complex tapestry of neurons firing in intricate symphonies. Now, with the first human patient receiving an implant from the brain chip startup Neuralink, there are a lot of promises that can come true in this domain.\n\n\nA future imagined | Paralysed patients regaining control of limbs, artists crafting landscapes and writing without arms. This is the tantalising promise of a tiny coin-sized implant embedded in the brain that translates neural activity into digital signals, and vice versa.\nRead full opinion on TOI+\n\n",
        "headline_1": "When brains do more, who owns us?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/when-brains-do-more-who-owns-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "EY India CEO argues GOI’s tax reforms have paid off. Proof is record revenue collection. Next steps: upgrading GST and simplifying dispute resolution mechanism\nAt more than 7% growth projected this fiscal, India remains the fastest growing major economy. Not only is it on the way to becoming the third largest economy but it’s also steering a global agenda to facilitate sustainable and inclusive development for all.\n\nBetter & more | Tax reforms have played a catalytic role in this economic journey. Last decade has seen a slew of reforms with GST and reduction in corporate tax rates being the most notable. Several other measures have enhanced tax revenues and provided an environment for better compliance. The result is a 50% jump in gross tax revenue of over ₹30 trillion in FY23 vs ₹20 trillion in FY19 despite the pandemic impact.\nRead full opinion on TOI+\n\n",
        "headline_1": "These are not so taxing times",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/these-are-not-so-taxing-times/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "The Corruption Perception Index (CPI)-2023 released by the Berlin-based Transparency International (TI) on Tuesday last ranks Bangladesh 149th – two points lower than that of 2022. Its score on a scale of 0-100 is 24, the 10th lowest in the world. What is particularly galling is that this is the lowest score since 2012. Much as the authorities may deride or rant about the TI, Bangladesh chapter, the latter has no scope to tinker with the globally accepted 13 survey components used for determining the CPI of different countries. At least eight surveys based on data and information, three of which ought to be internally comparable, have been used for preparing the Bangladesh ranking. Instead of dismissal of the TI ranking off-handed, it would be better to give an in-depth look into the causes of falling behind in the CPI ranking. It is inglorious for a country that emerged independent by the sacrifice of millions of lives and has also enviable performance to its credit on the economic front. Its score of 24 is way behind the global average of 43. Unless there is admission of the problem, how can this be addressed? The fact that economy was going from strength to strength until the Covid-19 and the Ukraine war upset the upswing deserves praise and even the detractors were not found wanting in appreciating it. But corruption that has been endemic in this part of the world ate into the very vital of distributive justice. The government's 'zero tolerance' against corruption could not translate into stringent action from rhetoric. If the prime minister's idea of raising salaries to a decent level for government officials and employees had a fair reflection in rendering their public service, the country would not have to struggle with the yawning socio-economic disparities now vitiating society. The rot got exposed in the form of banking scam, wilful loan default and money laundering on the one hand and abuse of power and influence on the other for acquisition of unearned wealth. If the misrule and prevalence of undue advantage could be nipped in the bud, the country's socio-economic progress would have been even more spectacular with economic justice reaching the lowest level of society. If the siphoning off money could be prevented, Bangladesh would not be as cash-strapped as it is now and most likely could avoid accepting loans from the International Monetary Fund (IMF) with strings attached. Misuse of funds for development projects also leaves the country behind by several years. Had every single development project been taken up with the seriousness and transparency that went into the making of the Padma Bridge, the country could achieve a much higher ranking in the CPI. The slew of large-scale economic malpractices is now adversely impacting the economy. Whether any anti-graft watchdog points it out or not, the thing is plain and simple. The country did well to create wealth but only a select coterie was the main beneficiaries of this and it took undue advantage of its positions and privilege to have those. The country's ordinary people deserve better. Development policies and programmes ought to be in their interests, not for the privileged who have power and influence to deprive the majority. If this can be ensured, the CPI ranking will automatically improve.",
        "headline_1": "CPI ranking reflects social status",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cpi-ranking-reflects-social-status-1706711665",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "The concern expressed by European Union (EU) officials in Dhaka regarding Bangladeshi exporters' requirement to adhere to the bloc's new due diligence law regarding human rights and environmental protection is entirely understandable. Speaking at a recent discussion in Dhaka, EU Ambassador and Head of the EU Delegation to Bangladesh, Charles Whiteley, went as far as to state that if Bangladeshi manufacturers fail to comply with the due diligence rules, brands could be compelled to forego ties with the relevant entities through the imposition of sanctions and fines.On 14 December 2023, The European Parliament Legal Committee and EU government formally agreed in principle to implement the Corporate Sustainability Due Diligence Directive (CS3D). Its enforcement will begin once it is approved by the EU parliament, which is now a mere formality. In a word, the CS3D will require European companies as well as international companies doing business in Europe to check and remedy negative social and environmental impacts throughout their operations. To what extent Bangladesh, in general, and the RMG industry, in particular, should be concerned about the CS3D is amply clear from a comment made by a leading member of European Parliament, Lara Ianthe Wolters. Terming the law a historic breakthrough, she said, \"Companies are now responsible for potential abuses in their value chain, ten years after the Rana Plaza tragedy. Let this deal be a tribute to the victims of that disaster, and a starting point for shaping the economy of the future - one that puts the wellbeing of people and the planet before profits and short-termism.\"It indicates the industries' harmful impact on the environment, its dubious record relating to labour rights and unsafe working conditions prompted the EU to come up with the due diligence directive. Therefore, neither the government of Bangladesh nor RMG industry stakeholders can ignore or afford to take the directive lightly.The EU is Bangladesh's largest export destination, accounting for 52 per cent of the country's total annual export earnings. Besides, of late, Bangladeshi apparel manufacturers have been making all out efforts to maintain duty-free market access facility to the bloc under GSP+ scheme, which could be crucial for retaining Bangladesh's competitiveness in EU market in the post-LDC era. So, the importance of adhering to CS3D cannot be overstated.Now the question remains, is Bangladesh ready to fulfill the criteria of CS3D?The directives will require companies to mitigate their negative impact on human rights and the environment, including child labour, slavery, labour exploitation, pollution, deforestation, excessive water consumption or damage to ecosystems. The policies are primarily designed to ensure that workers are treated fairly, have freedom of association, receive appropriate minimum wage, and steps are taken to curb pollution and depletion of limited natural resources, among other considerations.The new law is applicable to all countries worldwide; but Bangladesh RMG industry seems to be already a few steps ahead to meet some of the requirements, thanks to the rapid growth of green garment factories, and an increasing number of factories' tendency to go green, ensure structural integrity of factory buildings, adopt energy efficient technologies and disclose their environmental, social and governance (ESG) data.As per the directive, however, companies will have to maintain due diligence not only within their own operation of the factories, but also across their subsidiaries and the value chains, which could be tricky for the factories. In this regard, concerted efforts should be made to ensure that all RMG factories, especially small and medium ones have proper knowledge of CS3D and access to practical tools to implement the same.However, as far as ensuing labour rights and ending forced labour issues are concerned, Bangladesh still has a long way to go. The government of Bangladesh has amended its Labour Act thrice - in 2013, 2018 and 2023 - to align its practices with expected international standards. But how the law will be implemented will remain under international scrutiny. Besides, the industry leaders claim to have eliminated child labour from the sector following the USA's introduction of Harkins Bill of Child Labor Elimination in 1994. Then comes the issue of forced labour as the new proposal calls for banning import of products made using forced labour. Officially, forced labour doesn't exist in the RMG industry. But the workers' minimum wage is so meagre that to keep pace with the increasing cost of living they have to work overtime for long excruciating hours, beyond their official duty roster. In doing so, they sacrifice everything - their personal life, family life, social life and much more.Recently, the vice president of a large RMG business conglomerate in Bangladesh, who has been working in the sector for two decades, confided to this scribe that they have a mandatory timetable to enter corporate office 8.30 AM, but they cannot say when they leave. (Officially the leaving time is 6.15PM).As he is one of the top-notch officials of the company, the issue of working overtime for survival does not apply to him, but as he said, \"the scope of work and increased responsibilities do not permit me or those in management to leave at the designated time. We are accountable to the company owners for every moment. Our time is not our own. If a member of my family phones at 10 or 11PM to ask when I will be home, I tell them, 'I'm still slaving in office'. It's another form of slavery. Shall I say more?\"Some of the industry leaders, however, think fulfilling the criteria the EU's CS3D demands will be extremely difficult because it's the overseas buyers who dictate the trade. They say they are constantly squeezing prices, often to the bare minimum, to ward off overseas competition in this highly competitive industry. Apparel manufactures feel the terms and conditions of buyers are purely one-sided. There is no win-win situation for both sides. Their offers are given with an audacious response, \"take it or leave it.\" Besides in a case of shocking disparity, the Force Majeure, a provision in a contract that frees both parties from obligation if an extraordinary event directly prevents one or both parties from performing, is allegedly devised in such a way that it benefits only the buyers, and not applicable to the apparel factories!In the end, there is no denying compliance with the CS3D dictate is an opportunity for industries worldwide to remodel their business and become even more pro-people, more pro-environment. But a meaningful engagement of diverse stakeholders including manufactures, buyers, the government, international trade bodies and development partners is of paramount importance to increase the capacity of the RMG industry to implement the due diligence directives. With the right intent, mutual collaboration and right course of action, the industry can secure a profitable long-term future while providing their workforce a better standard of living. \n[email protected]",
        "headline_1": "What EU's new due diligence law means for RMG industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-eus-new-due-diligence-law-means-for-rmg-industry-1706711751",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "The Dhaka South City Corporation (DSCC) has done a good job by restoring a 350-year old historic structure to its original grandeur, and then opening it to public last week. This historic gate is located at the intersection of the Curzon Hall of Dhaka University, the Suhrawardy Uddyan and the Science Library. The DSCC spent Tk 8.2 million for the renovation and face-lifting of the gate.But questions have been raised over the naming of the gate. The DNCC named it as 'the Dhaka Gate' which drew flaks from the historians and people who are experts on heritage sites. According to them, the original name of the gate is Mir Jumla Gate and by renaming it as the Dhaka Gate, the authorities knowingly or unknowingly have distorted history.Mir Jumla was a renowned Mughal warrior who led many successful campaigns on behalf of Mughal Emperor Aurangzeb. Later, when he was appointed governor of the state of Bengal, he has contributed a lot to build Dhaka as one of the prime cities of the Mughal empire. He constructed several establishments including the Gate, which was then regarded as the opening of the city from the northern side.Interestingly, the canon of Mir Jumla which was used by him when he conquered Assam was also brought by the DNCC. The Canon is positioned near the left wing of the reconstructed gate, as it was one of the most useful weapons Mir Jumla had used against enemies.As the Gate is one of the oldest examples of Mughal architecture in the capital, it possesses huge historic value. History says that one of the objectives of constructing the gate by Mir Jumla was to protect the city from pirates, who often used the Buriganga River to launch attacks. History also says that British Magistrate Charles Dawes renovated the gate in 1825 after it was partially damaged. Distortion of historical names results in concealing their original meanings and significance. Heritage is often defined as our legacy from the past, what we live within the present, and what we pass on to future generations to learn from, and marvel at.Preserving original names is an important aspect of our living heritage that we need to preserve by all means possible. Historical names are of major social importance and represent irreplaceable cultural values of vital significance.It is an important social responsibility to ensure that original names are not distorted, and that a heritage site is preserved to represent our true history. And that is why; we see that throughout the world a practice of renaming many places in accordance with history has started in recent times.Bombay was renamed Mumbai, Chittagong as Chottogram and Burma was renamed as Myanmar to revive the historical linkage which was distorted by the colonial rulers.Historical names constitute an essential part of the cultural heritage of a nation that reflects varied aspects of a people's economic, political, social and religious history.So, let us hope that the DSCC will restore the original name of the gate by renaming it Mir Jumla Gate for the sake of preserving true history and to pay due homage to this legendary Mughal ruler. After all, no other ruler was as passionate as Mir Jumla in his love for Dhaka.\n[email protected]",
        "headline_1": "Renaming Mir Jumla Gate risks distortion of history",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/renaming-mir-jumla-gate-risks-distortion-of-history-1706711822",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2024"
    },
    {
        "full_article": "In the global market, the prices of goods have recently experienced a decline, yet in Bangladesh, far from decreasing, they have reached record highs. According to the United Nations Food and Agriculture Organization (FAO), food inflation hit its lowest level worldwide in August.The trend of rising food prices, which commenced in March of last year, remains unabated. Escalating commodity prices have had an adverse impact on the lives of citizens, particularly in developing countries like ours. The lower and middle classes are bearing the brunt of this phenomenon. Farmers, labourers and daily wage earners are particularly vulnerable. Due to the scarcity of basic necessities, people are facing starvation, malnutrition and various complex diseases. Consequently, this situation has a profound effect on the national reputation of a country.Governments worldwide are implementing various measures to ensure that the prices of goods within their jurisdictions remain within the purchasing power of the general public. In our country, the enforcement of consumer rights laws and other regulations is imperative. Dishonest and excessively profit-seeking businesses should be rigorously regulated, market monitoring should be intensified, mobile courts should carry out regular inspections, and price lists for essential commodities should be prominently displayed in marketplaces. Above all, it is essential for the government to provide subsidies against increased prices to effectively control commodity prices.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Keep commodity prices in check during Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keep-commodity-prices-in-check-during-ramadan-1706711851",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-02-2024"
    }
]