[
    {
        "full_article": "West Bengal’s TMC dispensation has sought to distance itself from Partha Chatterjee, who is caught in the vortex of multiple corruption inquires by central agencies, by sacking him from the State cabinet and party positions, but that cuts no ice with the wider society. Skeletons tumbled out of his closet, as investigators seized at least ₹50 crore worth of cash and valuables from a close associate of Mr. Chatterjee, who has been a key power centre in the TMC. He was in charge of four portfolios in the State government and held several party posts including that of secretary general. TMC has weathered many storms — the Narada tapes and Saradha chit fund scam hit the party hard, but it won its second term comfortably in 2016; there were allegations of corruption over welfare schemes, but it got a third term last year beating back the BJP. There were a series of protests in several districts in 2020 where villagers accused TMC panchayat functionaries of taking money for availing of government benefits and disaster relief. The party managed to hold its ground as its matriarch Mamata Banerjee stayed above the fray, thanks to her reputation of austere simplicity. But that is no eternal guarantee of popularity or public trust, and the TMC’s refusal to come to Mr. Chatterjee’s defence is an admission of that fact. It is unclear whether the seized cash and valuables are indeed proceeds of the crime that is currently being investigated by the CBI and the ED, but that is beside the point. The mere fact that a key functionary of the ruling party is linked to such enormous amounts of unaccounted wealth speaks to the rot that has set in the party, despite the ideals that Ms. Banerjee hopes to represent, not merely within West Bengal but across the country. The West Bengal School Service Commission scam involves multiple cases where irregularities in the recruitments for state-run schools had come to the fore from 2016 onwards. The allegations are that candidates who did well in the recruitment process held by the School Service Commission were sidelined and jobs were given for monetary and political considerations. The sacking of Mr. Chatterjee may not end the agony of TMC. In fact, it might only increase the difficulties for the party, even as the BJP designs newer strategies to plant its flag in West Bengal.",
        "headline_1": "Tumbling skeletons: On Partha Chatterjee arrest and Trinamool’s woes",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tumbling-skeletons-the-hindu-editorial-on-partha-chatterjee-arrest-and-trinamools-woes/article65699768.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "With over 94% voters backing a new Constitution that would see the return of a strong presidency, Tunisia’s brief experiment with post-revolutionary parliamentary democracy has come to an end. President Kais Saied, who sacked the elected government of Prime Minister Hichem Mechichi and suspended Parliament last year (which he later dissolved), has been pushing for constitutional changes that would institutionalise his one-man rule. Over the past year, Mr. Saied has ruled the country through decrees, awarding himself more powers. He has fired many judges, seized independent institutions such as the election commission and sidelined political parties, including the Ennahda, the Islamist party which had the most number of elected representatives in the dissolved Parliament. With the new Constitution, which awards him ultimate authority to form governments, name Ministers, appoint judges and even present laws, Mr. Saied is set to rule Tunisia with unchecked powers. Tunisia was the shining example for a peaceful transition to democracy from dictatorship after the Arab Spring protests rocked many countries in West Asia and North Africa. While the rest witnessed foreign interventions, counter-revolutions or widespread chaos, Tunisia got a new Constitution and multiparty governments. But Mr. Saied, who also claims to represent the spirit of the 2011 revolution, has effectively taken the North African country back to absolute presidency, which could slip into constitutional authoritarianism.When Mr. Saied, a former law professor with no political experience, was elected President in 2019, not many had expected him to rewrite the country’s destiny in such a short span of time. When Tunisia fell into political instability amid a worsening economic and COVID-triggered healthcare crisis, Mr. Saied found an opportunity to expand his authority. He blamed the country’s parliamentary system and the infighting among the political class for the problems Tunisia faced. His move to suspend parliamentary democracy was relatively popular at that time. But Tunisia has seen little progress under Mr. Saied’s direct rule. His popularity has fallen from 82% last summer to 59% in April this year. The country’s economy grew 2.9% in 2021, after a 9.2% contraction in the previous year. Unemployment is 16% and inflation, 8.1%. Faced with a growing fiscal deficit and a current account shortfall, the government is negotiating with the IMF for a $4 billion loan. But any cost-cutting measures that would come with the loan would be met with strong opposition by the country’s powerful unions. The growing public discontent was visible in the referendum. Despite the regime’s high-decibel propaganda, only 30% registered voters turned up at polling stations as most political parties had called for a boycott. Mr. Saied may have clinched a victory with the ‘yes’ vote, but with mounting economic ills, an alienated opposition and growing discontent among the public, he will find it difficult to steer Tunisia, still in its revolutionary fervour, through the storm. If he fails, he will have nobody to blame but himself.",
        "headline_1": "One-man rule: On the Tunisian referendum",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/one-man-rule-the-hindu-editorial-on-the-tunisian-referendum/article65699808.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "Have you ever noticed how successful people seem consistently successful at almost everything that they choose to embark upon? Apart from passion, vision, a good product or idea the key ingredient is almost always persistence. No matter what the enthusiasm levels are when they start with be it a relationship or a professional project, one of the reasons most people do not see it through to fulfilment and success is a lack of continuity. Obstacles will arise for every ambitious venture be it a marriage or running an enterprise. Feeling disheartened when things don’t go your way or like giving up because timelines aren’t in place, or progress is slow is normal. But it’s persistence that will take you through every bump, bend and storm. If you truly want to succeed you will be persistently at it, finding ways, solutions, compromises, opportunities to ensure that every day you move one step, no matter how tiny, towards the bigger picture.\nTo quote Bill Bradley, “Ambition is the path to success, persistence is the vehicle you arrive in”. Practice makes perfect. Whether you learn how to handle your life partner or your business partner, your expertise is doing so is based on consistency, which is the direct result of persistence. The habit of persistence fuels ambition, motivation and the desire to work hard and work smart. Of course successful people fail at least once, but its never deterred them from plodding on, and they take each set back as learning curves, and to focus on ways to do things differently. Success is a direct result of persistence which overcomes discouragement and is hugely inspiring for your teams, peers, employees and even your children who look to you for inspiration, guidance and ways to be resilient in adversity. Yes, you have to work for whatever it is that you want to achieve professionally and even in relationships. Persistence makes you aware of your weaknesses, flaws, challenges, reasons for setbacks and ways to overcome them. Please note that there is a huge difference in nagging and persistence. Persistence requires more work than being on repeat mode, and makes you drum up the extra effort to think out of the box and ensure that things manifest one way or the other. Rarely anything in life happens without a degree of persistence, be it in your academic, professional, personal and even creative pursuits. If you want to create the life you desire, wake up every morning with the word persistence as your guiding force through the day. The greater the persistence, the greater the reward. For inspiration you have to look no further than to a river which doesn’t cut through a rock with it’s power, but with it’s persistence.\n1. My lesbian lover and I have both been married to different people for a decade now. She and I have husbands, and in her case, even children. We’re losing patience – coming out to our families seems to be the greatest challenge right now. I don’t know what to do, because we both love each other and no longer want to spend time apart or meet like thieves.\nThat’s a tough one as she has children as well and depending on their age, the impact of her disclosure may have a very detrimental impact on them. Speaking up would be with intention of terminating marriages, so best thing to do is for both of you to terminate loveless marriages, without any disclosure about your secret love lives and see how that fares first. If either is unable to do so, then keeping quiet was the best thing to have done.\n2. My boyfriend and I had been thinking of getting married. From the time we met the parents, and things began to formalise, he opened up his ex-files. He can’t stop discussing her with me. Although a lot of times, it’s not like he’s sounding flattered by her but it bothers me that she’s still a part of our conversations and she’s a presence of some sort in our lives. I’m worried, because I’ve tried talking him out of it but he doesn’t seem to understand my concerns.\nMaybe he just needs some form of closure, so best to let him vent, speak and express himself while you are attentive but non-responsive with just a “we are all happy that chapter in your life is now closed and over” at the end of every one sided conversation.\n3. I am a 34-year-old woman. I have a childhood friend. Though we have known each other for all our lives and are best of friends, we have never had any romantic feelings towards each other. However, recently he suggested that since our thoughts match and we get along so well, we should consider getting married to each other. It seems to be a great match, but should I go ahead with it or wait to meet someone special?\nWhat could be more special than a great match between best friends? Unless however, there’s no chemistry involved, in which case that needs to be the most important issue to be addressed first.\n\n",
        "headline_1": "If you want to succeed, Persist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/if-you-want-to-succeed-persist/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "The trend of Indian students going abroad for higher education continues to rise at a rapid pace. According to a response to a recent query in Rajya Sabha, there are currently 11.3 lakh Indian students studying abroad. And 2022 is set to be a record year for students going abroad.\nThis, despite the weakening rupee. These students pay billions of dollars in tuition fee alone. They also spend an equivalent amount or more in living and travelling expenses. Some reports suggest annual amounts spent abroad by Indian students could be up to $30bn.\nRead full opinion on TOI+\n\n",
        "headline_1": "The exodus is rational: Don’t judge Indian students going abroad. Fix the system problems that are driving them out",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/the-exodus-is-rational-dont-judge-indian-students-going-abroad-fix-the-system-problems-that-are-driving-them-out/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "Delhi government’s support for Punjab’s proposed Rs 2,500 per acre cash incentive to paddy farmers to curb stubble burning will require Centre’s handholding. AAP governing Punjab and Delhi has helped the two governments strike a consensus. Both are willing to contribute Rs 500 each and expect GoI to foot the remaining sum. But Haryana, another farm fire contributor, has to be roped in too. Not just Delhi, Haryana cities like Gurgaon and Faridabad, and UP cities like Noida and Ghaziabad are affected by air quality dips due to stubble burning.\nGiven the multi-state stakes, Delhi’s position as the national capital, and the economic centrality of Delhi-NCR, GoI’s intervention can resolve policy tangles. GoI’s Commission for Air Quality Management tackling NCR’s air pollution woes had a dismal start last year. There’s no room for petty politicking on AAP’s proposal. Time is limited; stubble burning peaks in October. Also, given the manifest disinterest of farmers towards various straw management machines, and the bio-decomposer jointly developed by ICAR-IARI and pesticide company UPL showing promise, the latter option must be prioritised alongside the cash incentive. And farmers pocketing the sop must be penalised if they still burn stubble.\nAnother man-made threat on the northern plains is the fast-changing Himalayan ecology. With its glaciers and pristine forests, Uttarakhand is a catchment area for the north’s two main rivers, Ganga and Yamuna. But the state recorded the most heat wave days this year. High temperatures are triggering more forest fires and depleting glaciers. Highway construction has made the Char Dham more accessible and arguably serves national security imperatives. But the high pilgrim and tourist footfall aggravates solid waste management problems in a fragile ecosystem. Whether in cities, villages or mountains solid waste burning or burying is unsustainable. GoI with its resources, political capital and statutory powers must take this up on war footing. If governments think environment is an economic resource, then they must spend money to preserve it.\n\n",
        "headline_1": "Stubbles, mountains: NCR pollution & U’khand heat waves: GoI must step in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/stubbles-mountains-ncr-pollution-ukhand-heat-waves-goi-must-step-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "The parliamentary kerfuffle over Congress leader Adhir Ranjan Chowdhury’s reference to President Droupadi Murmu as ‘rashtrapatni’ – a very poor choice of a word – is an opportunity to understand how problematic the intersection of gender, language and social power can be. We should ask why is pati widely considered a respectable word that conveys authority, and why patni conveys subjugation? And, more broadly, how does one remove gendered associations from titles? Until recently, this wouldn’t have been a question, because power was wielded mainly by men of rank and authority. It felt natural to say ‘founding fathers’ or chairman.\nBut because language shapes thought, there’s been a conscious effort to un-gender language. English has tried hard to shed ingrained biases with unisex words like flight attendant, actor, police officer and so on – many are now in common usage. ICC replaced batsmen with batter. Other languages have their own challenges. While Hindi already has gender-neutral personal pronoun in ‘woh’ rather than he or she, every noun has its own gender, and it is nearly impossible to root out this pattern. As is the practice now with German, Romance and Slavic languages, one option is to create words that challenge the generic masculine, especially for titles. Therefore, while Rashtrapati is the right word to address a woman president in Hindi, there’s no reason we shouldn’t think about and find a gender-neutral word to describe the country’s highest constitutional post.\n\n",
        "headline_1": "Not he, not she: Gender bias in language is a mirror to social power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-he-not-she-gender-bias-in-language-is-a-mirror-to-social-power/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "On July 6, 2022, The Daily Star published an article by Nahaly Nafisa Khan titled \"The root of our unhappiness: When the personal becomes political.\" The eloquently written article looks into socio-economic troubles to explain the 2022 Global Emotions Report, which places Bangladesh seventh \"among the world's angriest, saddest, and most stressed nations.\" The author traced the root of these problems to poverty, unemployment, lack of access to health care, social stigma around mental and behavioural health issues, loneliness, domestic violence, etc. \nI couldn't agree more. As a healthcare consultant designing and implementing solutions around these issues in Florida on behalf of the State Government, I am excited to share my own experience.\nSocial Determinants of Health (SDOH) is a fairly new concept which is increasingly gaining momentum in the West. The World Health Organization (WHO) has defined SDOH as \"the conditions in which people are born, grow, live, work and age.\" The definition includes basic human needs such as food, housing, employment, education, health care, etc. \nAn increasingly common trend in the healthcare systems in the West is the use of SDOH. They have become the main drivers of healthcare in the United States (US) in the past few years. A research article published in the American Journal of Preventive Medicine has shown that 80 percent of the US' health care costs are spent on traditional health care even though it impacts only 20 percent of health outcomes. On the other hand, 80 percent of health results depend on unrelated health issues such as food, housing, employment, education, social isolation, and domestic and communal violence. Many other studies also consistently concluded that there is a strong correlation between healthcare and unmet social needs. In fact, traditional health care has proven to be only the tip of the iceberg for an individual's health and wellbeing. \nIn the US, social programmes have been a focus for many years, but recently and increasingly, the federal and state governments have moved to addressing social issues under the SDOH framework. The goal is to drive better population health outcomes by meeting citizen's needs for food, housing, employment, transportation, etc. The approach costs less to keep the population healthy. \nI myself manage two SDOH projects for the State Government of Florida. Until now, only a few states have initiated various forms of SDOH solutions, others are at various stages of implementation, while most do not even have a SDOH-oriented plan. Those who are behind do have extended social service programmes to help the needy, and sooner or later, they will be onboard the SDOH train as well. \nSeeing the value of social services, Florida has been working on a project to design and implement a statewide technological solution which will give all service providers (medical, social, behavioural, and mental) the ability to scan their members for basic necessities. For example, the programme will enable a physician to ask some simple questions of a patient – such as, if they have enough food in the house, a safe place to live, or if they suffer from domestic abuse, etc. If a need is identified, the patient will be officially referred to the specific service provider(s). The referring physician will be able to track whether or not the person has received the service(s), making sure that it does take place. Of course, the patient/member has to consent to receiving the service. The solution will allow states in the US to analyse data and identify the services needed in specific communities. Hence, various state programmes at local levels will be able to point out people with needs.\nThe main cause of most social problems is poverty, which leads to a cascade of issues such as stress and mental illnesses. Social needs have a direct bearing on a person's overall health. Existing SDOH data has proven that provision of social services has significantly improved care coordination of patients, reduced anxiety and anger, increased happiness and thus, decreased healthcare costs and fewer crimes.\nWithout basic necessities being met, we fail our society. Health care and social organisations should redirect their attention from traditional healthcare to the various social and behavioural needs which exist in our communities.\nIn Bangladesh, most families who have the ability are prone to saving or building wealth, often neglecting their mental and physical issues. Many families are simply unaware of the importance of personal care, while others do not have the means to live healthy. Mental health issues are almost altogether overlooked or suppressed to avoid perceived social embarrassment. But a healthy society is hard to build without awareness of these issues even if resources are available. Hence, Bangladesh should begin to address social issues more prominently so that proper healthcare can be achieved.\nABM Uddin is a programme manager at the Florida Agency for Health Care Administration.\n\n",
        "headline_1": "Mental health : The conditions in which people grow, live, work and age matter",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/mental-health-the-conditions-which-people-grow-live-work-and-age-matter-3083571",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "There have been diasporas ever since the Old Testament, and, leaving aside their tragic nature, no two mass exoduses have been alike. In the twentieth century, the world witnessed Jews escaping from pogroms, the Bolshevik revolution, and then Hitler; African-Americans migrating en masse out of the Jim Crow South; and Vietnamese fleeing a war-torn country. In this century, Syrians, Iraqis, and Afghans have fled failed liberations and brutal sectarian wars; Salvadorans, Guatemalans, and Hondurans have been walking away from poverty and violence; and, now, millions of newly arrived Ukrainians in Europe and elsewhere are wondering when or even if they will ever go home.\nFor some countries, diasporas also are not new. Just ask the Russians. For three-quarters of a century, Stalin's NKVD and its successor, the KGB, kept close tabs on expatriate Russians, constantly worrying about the threat they might pose. And now, Russian President Vladimir Putin's security service, the FSB, is continuing the tradition. According to recent FSB estimates, almost four million Russians left the country in the first three months of this year.\nObviously, FSB statistics are hard to verify. But the sheer magnitude of this year's departures is striking. Compared to the first quarter of 2021, Russian arrivals in Georgia and Tajikistan increased fivefold, and they grew fourfold in Estonia, threefold in Armenia and Uzbekistan, and twofold in Kazakhstan. Moreover, Latvia and Lithuania together took in some 74,000 Russians, and popular tourist spots like Egypt, the United Arab Emirates, and Turkey welcomed just under a million. Nearly 750,000 people crossed into the Georgian region of Abkhazia, one of Putin's vassal territories.\nWhile some of these travelling Russians doubtless returned home, the total number of departures in the first quarter is remarkable. It represents nearly two percent of the country's population, and that doesn't even count the Russians who have left for Europe or other parts of the world. The FSB isn't tracking these departures just to pass the time. From the October Revolution to the fall of the Soviet Union, Russian diasporas were flies in the ointment of the worker's paradise. While Russians had already started to flee in the wake of the failed 1905 revolution, these numbers surged when the Bolsheviks took power in 1917 and during the subsequent civil war. \"Little Moscows\" cropped up across Europe.\nThis history was repeated in the 1990s, but with a twist. Not only did the collapse of the Soviet Union leave 30 million ethnic Russians outside Russia's borders (primarily in the Baltics, Kazakhstan, and Ukraine), but several million more emigrated to Europe, Asia, and North America, producing the second major diaspora in the space of a hundred years.\nDo such large expatriate communities really matter? That depends on your point of view. In the 1920s, exiled Russian monarchists, rightists, and assorted military veterans – the losers in the five-year-long civil war – continued to conspire against the Bolshevik regime. But they continued to embody all the divisiveness that had led to their earlier defeat. Likewise, in 2011, the German historian Karl Schlögel argued that today's Russian exiles lack the political structures to organise, and thus have little potential to effect change in their home country.\nBut Schlögel also identified an important difference between the émigrés and refugees of the 1920s and Russia's twenty-first-century expatriates: today's diaspora includes the most dynamic and entrepreneurial elements of Russian society, from business managers and information-technology specialists to scientists and artists. Their flight abroad represents a major brain drain. Igor Zubov, Putin's deputy interior minister, warned of this problem in June, when he asked the Russian parliament to allow more foreign IT workers to enter the country. In his testimony, he revealed that Russia was short some 170,000 IT workers, contradicting official claims that most of those who left had already returned home. The Russian Association for Electronic Communications has painted a similar picture. Industry insiders forecast that 10 percent of Russian IT workers may leave in 2022.\nIt's not just techies. As in the 1920s, hundreds of Russian journalists, writers, actors, filmmakers, and artists have also fled abroad, often resuming the same work in their countries of refuge. Investors and entrepreneurs, too, are leaving. Henley & Partners, a British firm that brokers citizenship deals for wealthy clients seeking to change their nationality, reports that 15,000 millionaires are expected to leave Russia in 2022. Most will try to domicile in Malta, Mauritius, or Monaco, where inviting beaches and lax tax laws welcome immigrants who come with cash.\nWhether skilled professionals and Cristal guzzlers are leaving because of their opposition to Putin or for personal economic reasons, what matters is that they are depriving Russia of critical talent and capital. That is why the Biden administration has proposed legislation to loosen visa requirements for Russian IT workers and scientists with advanced degrees. And other countries and companies are making similar efforts to harness the benefits of the new Russian diaspora.\nBut these efforts will yield mostly private economic and financial gains, while the political potential of the diaspora remains untapped. If Western countries want to support Ukraine and confront Russian aggression, they ought to be doing more to bring together Russia's expatriate intellectual and financial capital, forming a real community abroad that can communicate with, and potentially influence, Russians back home.\nA century ago, some 300,000 Russians – businessmen, writers, artists, and others – created Europe's leading \"little Moscow\" in Berlin, and by the mid-1920s, the city had some 150 Russian political journals and 87 publishers. Some of these were Soviet enterprises, but most were not. As Schlögel notes, the Russian exiles were attracted not only by Weimar Germany's freedom but also by its strategic location. It was a place where books, magazines, and political tracts could find their way into the new Soviet state.\nIn today's wired world, this episode in the history of print may sound quaint. But that is only because we have exponentially more powerful tools with which to disseminate information. Ultimately, only Russians can shape their country's fate. But the West has ample means at its disposal to help those who want change in their homeland.\nKent Harrington is a former senior CIA analyst and has served as a national intelligence officer for East Asia, chief of station in Asia, and the CIA's director of public affairs.\nCopyright: Project Syndicate\n",
        "headline_1": "A diaspora is a terrible thing to waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/diaspora-terrible-thing-waste-3083566",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "It's alarming that despite huge investments being made in the development of highways and railways, modern infrastructure hasn't translated into better public transport, faster speed, or safer journey. On Friday, we were served up with the latest proof when 11 individuals were killed in a level-crossing crash in Mirsharai, Chattogram. Six others were also critically injured. Reportedly, the victims – mostly SSC/HSC students along with some teachers of a coaching centre – were on their way back from a picnic when a Chattogram-bound train rammed into their microbus. It dragged it for about a kilometre before pulling to a stop, leaving behind a messy trail of shattered vehicular parts, torn clothes, shoes and bags, and uprooted tracks.\nWe lack words to describe how helpless yet angry it makes us feel seeing such meaningless deaths, of young adults no less, who were robbed of their life even before it could begin to flourish. The railway authorities claim that a guard was present at the crossing and signalled the microbus to stop. But witnesses say that there was no one there. The truth may come out after investigation, but if the outcome of past probe reports is any indication, nothing beyond that will happen. Level crossings will continue to be a veritable death trap, while citizens will pay the price for the mismanagement of agencies involved in building and managing such crossings.\nSo far this year, at least 35 people were killed in level crossing accidents across the country. According to the Accident Research Institute of Buet, at least 173 people were killed in the six years till 2021, and 739 people in the 13 years till last year. Unfortunately, many of the crossings are unauthorised, and most, authorised or not, are either unmanned or thinly manned, significantly raising the risks of accidents. Currently, there are 1,412 authorised crossings – 964 of them unmanned – and 1,149 unauthorised ones with no gatemen at all. The sheer mismanagement at the railway is perhaps best exemplified by the fact that the unauthorised ones were built by government agencies themselves – at least nine of them – with the LGED having constructed the highest 516.\nIn the absence of systemic coordination among them, unprotected crossings continue to throw up dead bodies every now and then. Reportedly, the authorities at an inter-ministerial meeting, in January last year, had decided to construct speed breakers on both sides of level crossings, reduce the number of illegal level crossings, build overpasses or underpasses in future projects, etc. Evidently, nothing at all has been done even after a year and a half. This is totally unacceptable.\nWe urge the government to make all involved agencies, especially Bangladesh Railway, work in collaboration to improve the safety of level crossings. It must hold them accountable, properly staff all crossings, and build sufficient barriers and speed breakers to prevent tragedies. We must not normalise such deaths.\n",
        "headline_1": "Level crossings are veritable death traps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/level-crossings-are-veritable-death-traps-3083471",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "It should be acknowledged that the 2022 population census has caused both optimism and pessimism, depending on how you approach it. Despite the fear that the ever-growing population in this small country would go beyond our control causing all sorts of calamities, the census rather indicates that the rate of population growth has slowed over the past four decades, coming down to 1.22 percent from 1.46 percent in 2011. This is quite an achievement, thanks to rigorous family planning programmes.\nOne of the findings of the census is the growing population of older adults. People aged over 60 now form 9.28 percent of the total population – which was 7.47 as per the 2011 census – in yet another vindication of the rising life expectancy in the country. In numbers, this means they are over 15 million now. But as more people enjoy prolonged life, the vulnerabilities facing them are also rising. This calls for an urgent policy reform in addressing population ageing. And it must be done by incorporating rights-based ageing policies and systems into our national development plans.\nToday, the elderly people suffer from various kinds of short- and long-term problems including ailments that need to be attended to in time. Given the existing social realities, what they need most is free, specialised and permanent healthcare for them. We have heard many times about building such facilities, but haven't seen much progress. It should be noted that the ruling party is pledge-bound to offer free and specialised treatment to citizens above 65 years.\nOften, with age taking over, elderly citizens become economically inactive and dependent on other family members for their care. But because of many socio-economic factors, they do not get timely treatment or proper attention. Many live in abject conditions. In such circumstances, specialised healthcare is essential for them. The reality of ageing is not unique to Bangladesh, however. People in many countries are reaching old age with grace because of advancement in healthcare, nutrition, timely medical intervention, massive vaccination, and improved lifestyle. This is not a one-time shot; it needs to be sustained with better investment and monitoring.\nThe elderly people, based on whose wisdom a society is built, need rest and care. We, therefore, must acknowledge the vulnerabilities, financial and medical, facing them today and take proper measures. We urge the government and private sector to address the changing demographic shifts in the country with a shift in mindset, and work collaboratively to build robust support systems for the elderly.\n",
        "headline_1": "Elderly citizens need sustained care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/elderly-citizens-need-sustained-care-3083461",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "It's alarming that despite huge investments being made in the development of highways and railways, modern infrastructure hasn't translated into better public transport, faster speed, or safer journey. On Friday, we were served up with the latest proof when 11 individuals were killed in a level-crossing crash in Mirsharai, Chattogram. Six others were also critically injured. Reportedly, the victims – mostly SSC/HSC students along with some teachers of a coaching centre – were on their way back from a picnic when a Chattogram-bound train rammed into their microbus. It dragged it for about a kilometre before pulling to a stop, leaving behind a messy trail of shattered vehicular parts, torn clothes, shoes and bags, and uprooted tracks.\nWe lack words to describe how helpless yet angry it makes us feel seeing such meaningless deaths, of young adults no less, who were robbed of their life even before it could begin to flourish. The railway authorities claim that a guard was present at the crossing and signalled the microbus to stop. But witnesses say that there was no one there. The truth may come out after investigation, but if the outcome of past probe reports is any indication, nothing beyond that will happen. Level crossings will continue to be a veritable death trap, while citizens will pay the price for the mismanagement of agencies involved in building and managing such crossings.\nSo far this year, at least 35 people were killed in level crossing accidents across the country. According to the Accident Research Institute of Buet, at least 173 people were killed in the six years till 2021, and 739 people in the 13 years till last year. Unfortunately, many of the crossings are unauthorised, and most, authorised or not, are either unmanned or thinly manned, significantly raising the risks of accidents. Currently, there are 1,412 authorised crossings – 964 of them unmanned – and 1,149 unauthorised ones with no gatemen at all. The sheer mismanagement at the railway is perhaps best exemplified by the fact that the unauthorised ones were built by government agencies themselves – at least nine of them – with the LGED having constructed the highest 516.\nIn the absence of systemic coordination among them, unprotected crossings continue to throw up dead bodies every now and then. Reportedly, the authorities at an inter-ministerial meeting, in January last year, had decided to construct speed breakers on both sides of level crossings, reduce the number of illegal level crossings, build overpasses or underpasses in future projects, etc. Evidently, nothing at all has been done even after a year and a half. This is totally unacceptable.\nWe urge the government to make all involved agencies, especially Bangladesh Railway, work in collaboration to improve the safety of level crossings. It must hold them accountable, properly staff all crossings, and build sufficient barriers and speed breakers to prevent tragedies. We must not normalise such deaths.\n",
        "headline_1": "Level crossings are veritable death traps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/level-crossings-are-veritable-death-traps-3083471",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "It should be acknowledged that the 2022 population census has caused both optimism and pessimism, depending on how you approach it. Despite the fear that the ever-growing population in this small country would go beyond our control causing all sorts of calamities, the census rather indicates that the rate of population growth has slowed over the past four decades, coming down to 1.22 percent from 1.46 percent in 2011. This is quite an achievement, thanks to rigorous family planning programmes.\nOne of the findings of the census is the growing population of older adults. People aged over 60 now form 9.28 percent of the total population – which was 7.47 as per the 2011 census – in yet another vindication of the rising life expectancy in the country. In numbers, this means they are over 15 million now. But as more people enjoy prolonged life, the vulnerabilities facing them are also rising. This calls for an urgent policy reform in addressing population ageing. And it must be done by incorporating rights-based ageing policies and systems into our national development plans.\nToday, the elderly people suffer from various kinds of short- and long-term problems including ailments that need to be attended to in time. Given the existing social realities, what they need most is free, specialised and permanent healthcare for them. We have heard many times about building such facilities, but haven't seen much progress. It should be noted that the ruling party is pledge-bound to offer free and specialised treatment to citizens above 65 years.\nOften, with age taking over, elderly citizens become economically inactive and dependent on other family members for their care. But because of many socio-economic factors, they do not get timely treatment or proper attention. Many live in abject conditions. In such circumstances, specialised healthcare is essential for them. The reality of ageing is not unique to Bangladesh, however. People in many countries are reaching old age with grace because of advancement in healthcare, nutrition, timely medical intervention, massive vaccination, and improved lifestyle. This is not a one-time shot; it needs to be sustained with better investment and monitoring.\nThe elderly people, based on whose wisdom a society is built, need rest and care. We, therefore, must acknowledge the vulnerabilities, financial and medical, facing them today and take proper measures. We urge the government and private sector to address the changing demographic shifts in the country with a shift in mindset, and work collaboratively to build robust support systems for the elderly.\n",
        "headline_1": "Elderly citizens need sustained care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/elderly-citizens-need-sustained-care-3083461",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "It was a fun trip that in a matter of moments turned into an enormous tragedy. Eleven young men perished on the rail tracks when their microbus was hit by a speeding train at a level crossing in Chattogram's Mirersarai area at around 2 pm on Friday. The train dragged the microbus along the railway track for about a kilometre before stopping. The number of dead may rise further, as a few more critically injured were struggling to survive at the Chattogram Medical College and Hospital (CMCH). There are conflicting claims about the reasons behind the accident that has shattered the dreams of many low and middle-income families of two villages under the Chikandi union of Hathazari Police Station. The local railway authorities alleged that the driver of the microbus with students and teachers of a coaching centre on board removed the barrier at the crossing to move through the railway track. But the locals claimed no barrier was in place, as the gatemen had skipped his duty. The committee that the Bangladesh Railway has formed to probe the tragedy, hopefully, will get the fact from one student who survived the crash almost unhurt. Accidents at rail crossings are almost regular happenings. There are plausible reasons for that. According to a newspaper report, around 82 per cent of the rail crossings remain unsecured, meaning there is none to keep people and transport away when trains pass through those. It is also difficult to say if the remaining 18 per cent of the rail crossings are safe and secure since accidents do occur regularly there because of the indifference of gatemen or locomotive drivers. Thus, 85 per cent of all deaths in train accidents do take place at level crossings. 187 people died at level crossings during the last eight years, though the BR had spent Tk. 1.96 billion to make the rail crossings safe. The presence of unauthorized rail crossings, however, has been making matter worse. The BR is yet to take any tough action to close those crossings that have been responsible for many untimely deaths. The tragic death of so many young students has evoked a sense of grief among millions. The newspapers have made front-page lead stories. And, the BR, as usual, has formed probe committees. The outrage over the incident would die down in a matter of days. The committee might or might not prepare a report. Even if one is prepared, it will be pushed under the rug, as a matter of practice. All concerned will be back to their usual business and continue to do so until another major accident takes place. People are often heard lamenting that life is very cheap in this country. They are not wrong. More than a dozen lives are lost on the roads and highways daily. There are other accidental deaths, some are recorded officially, and some are not. The BR has been spending billions on its 'development work'. It should deploy a small part of that to make the level-crossings safe and secure and remove the unauthorized ones.",
        "headline_1": "Tragedy at the Mirersarai rail crossing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tragedy-at-the-mirersarai-rail-crossing-1659191233",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "A former Indian diplomat, who had also served in Bangladesh twice, suggests that India should try to make rupee, the Indian official currency, a legal tender in Bangladesh. \"If Rupee is made a legal tender in Bangladesh, as it is in Bhutan and Nepal, we have a Rupee trade area. We can treat the entire region as an integrated economic entity in terms of supply of essential services like food,\" he was quoted to have said recently on Indian news outlets. The Indian currency is partially legal tender or legally recognised money in Nepal and Bhutan. What provoked Sarvajit Chakravarti, also a former foreign secretary of India, to put the suggestion is clear. One may find that such a proposal is not new as India has long been trying to make the rupee an international currency like the US dollar or Euro. The first step is getting recognition of the rupee as a regional currency. Two weeks back, the Indian central bank also allowed the country's exporters and importers to settle the bill in rupee as an effort to make it an international currency. If some Indian trade partners accept the rupee as a currency to pay the trade bills, it will help India reduce the exchange-rate pressure on its official currency. India already has some experience in the trade in its currency with Iran. Now, the western sanctions on Russia, following the Russia-Ukraine war, have provoked countries like China and India to trade in their currencies with Russia to bypass the taboo of sanctions. Nevertheless, India has yet to make any trade deal with Russia in rupee as Russia prefers its own currency, the ruble. Moreover, Moscow has requested Delhi to settle some import payments in the United Arab Emirates' (UAE) dirham. There was also a move to trade in the Russian ruble to avoid the western sanctions involving Bangladesh. The action, however, did not progress for some practical reasons. Now, when the country's balance of payments (BoP) comes under strain due to costly imports and macroeconomic mismanagement, a suggestion to use the Indian currency is seen by a few as a tool to reduce some pressure. Nevertheless, many risk factors are there, and Bangladesh is not in a position to move ahead without carefully examining the pros and cons of such an arrangement.It is to be noted that Chakravarti's thoughtful use of the term 'legal tender' implies many things. Theoretically, legal tender is not only the legally recognised money within a given political jurisdiction but also the relevant laws effectively preventing the use of anything other than the current legal tender as money in the economy. Moreover, legal tender 'serves the economic functions of money plus a few additional functions, such as making monetary policy-and currency manipulation possible.' So, by accepting the Indian rupee as a legal tender, Bangladesh has to abandon its own currency, taka, to be precise. Ultimately Bangladesh Bank has to sacrifice its monetary policy in favour of the Reserve Bank of India (RBI) if the rupee becomes a legal tender in Bangladesh. Such an arrangement will ultimately lead to compromising the country's national sovereignty. Currently, the rupee is not widely used in the foreign- exchange market for international transactions, and chances are slim that it will be accepted as a global currency all too soon. However, many things are needed to do so, including full convertibility of India's capital account. At present, India's capital account is partially convertible. However, it also requires 'low and stable inflation, low ratio of bad loans in the banking system, stable exchange rate, low fiscal deficit, and a moderate current- account deficit.' So, India will need more time and effort to fulfil the conditions.It should be noted that the idea of a common regional currency was mooted long ago. About a decade ago, late AMA Muhith, the former finance minister, said that Bangladesh and India should work together to introduce a common currency in the South Asian region. Little progress has been made in this regard. The dysfunctional South Asian Association for Regional Cooperation (SAARC), mainly due to the rivalry between India and Pakistan, reduces the scope of a common currency in the region. Moreover, taking advantage of the size of its economy, India is trying to make the rupee into the regional commom currency. Therefore, it is in India's economic interest to push the agenda of making rupee a regional currency. But Bangladesh has little benefit in such an arrangement.As the bilateral trade balance is heavily tilted towards India, settling the bills in rupee will be obviously beneficial to India. In FY21, Bangladesh's export to India was worth US$1.27 billion against $8.60 billion in import from India. Thus, the bilateral trade deficit with India stood at $7.31 billion, which was $4.70 billion in FY20. And in the last fiscal year, FY22, the trade gap crossed $10 billion due to a big jump in imports from India. Therefore, if Bangladesh wants to settle the bill in Indian currency, the country will have to purchase rupee equivalent to US$10 billion additionally from the foreign-exchange market, which will be costly.An alternative may be a limited-scale currency- swap arrangement on a test basis for the time being. It is an 'agreement between two central banks to exchange a cash flow in one currency against a cash flow in another according to predetermined terms and conditions.' However, this is also unlikely to benefit Bangladesh due to the difficulty in setting the limit. Instead, Bangladesh needs to push India to expedite the Asian Clearing Union (ACU) settlement process, which was introduced more than four decades ago. The ACU mechanism has already proved beneficial to its member- countries.Finally, Bangladesh may think of using its currency, Taka, to settle a portion of international trade bills. Though it sounds pretty ambitious, it is possible to pay a tiny amount of its global trade bill in the local currency with a few small trading partners like Nepal or Sri Lanka. The move will help to reduce the growing pressure on the exchange rate. [email protected]",
        "headline_1": "Indian rupee may not be an option, for now",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/indian-rupee-may-not-be-an-option-for-now-1659192457",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "Those who have never seen spectacles like this before will feel utterly startled at a similar view. The scenes have under-five rural children playfully sprinkling water at each other at the 'ghat' of a pond or a river. Their mothers or older women beside them are found taking bath or washing clothes. Most of them hardly shift eyes from their baby boys and girls. Others remain engrossed in small talks after finishing their chores --- being oblivious to the babies. All of a sudden, the heart-piercing cry of a young mother changes the playful atmosphere into a venue of collective bewilderment and charged chaos. Males working nearby rush to the spot. A serious mishap has happened moments ago. A child is found absent from among the mirthful boys and girls. A small group of young males begins a search in the area for the missing child. After a period of half an hour or so, the lifeless body of a boy is found at the bottom of the water body.Ironically, this is a common scene in the villages of this river-filled country. But the opposite scenes of under-age boys or girls swimming amid loud noise are also there. In the riverside villages, most of the teenagers, along with a few children, know how to swim. These mixed spectacles stand, apparently, in contrast to a recent report on child drowning prepared by the WHO and Unicef Bangladesh. According to their report, around 38 children lose their lives by drowning every day in Bangladesh. In a country with over 700 rivers, and their branches, apart from 'haors' and 'beels', this figure of child deaths by drowning sounds absurd. But as the internationally trusted bodies releasing the report are affiliated with the UN, there are few scopes of belittling the astounding figure. However, problems are there in drawing a decisive conclusion on the number and frequency of deaths. It need not be elaborated that given the hundreds of rivers, canals and marshlands in the country, it is a difficult task to specify the number of deaths by drowning. Besides the vast swathe of villages, the country has few towns and their suburbs that do not have small rivers and canals, where children do not try boat-rides despite being swimming-ignorant, Dhaka being no exception. It is surrounded by four rivers, including the Buriganga and Turag. These rivers' numerous branches engulf a vast area of human habitats, mostly shanty dwellings. Children and adolescent boys and girls, not knowing how to swim, settle in these areas. Their lives are entwined with these rivers and canals. Fishing with improvised nets and other fish catching devices is likesporting leisure to them. This Dhaka spectacle is found replicated across the vast semi-urban areas across the country. The Chattogram city, Khulna, Rajshahi, Sylhet and others follow Dhaka in this regard. A death-haunted site in the Chattogram division is the Cox'sBazar sea beach. Dozens of youths die or get washed away into the Bay of Bengal every year at this venue. Bodies of some children and youths are found in the nearby coastal areas. Some remain untraced forever.The menace doesn't evade relevant experts. Finding the largely intricate network of the country's rural settlements, they find it difficult to go beyond a certain point. Those unreachable areas run the risk of remaining out of the fatality counts due to drowning, including the UN-affiliated organisations, and NGOs. Urban experts thus blame this inaccessibility for the gap between the actual numbers of the drowning victims and the estimated ones. The proposals for family and community awareness of the need for training their offspring on swimming skill, or national policies and investments for drowning prevention remain in the domain of theories. The practical way out could be the rigorous initiatives to help kids learn how to swim, as well as giving them incentives.[email protected]",
        "headline_1": "Child-drowning in a land of rivers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/child-drowning-in-a-land-of-rivers-1659191333",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2022"
    },
    {
        "full_article": "Mobile phone snatching has become a common crime in Dhaka city. The crime has been rising so alarmingly that you never know when you will become the next victim. Apart from snatching phones from slow-moving rickshaws, buses and cars, a group of criminals, nowadays, have started snatching phones riding on motorbikes. In the capital's Karwanbazar, Mohakhali and Uttara, people are losing their phones to members of this gang, also known as 'Tana Party'. They snatch valuables from passengers of slowly moving vehicles, usually waiting for their prey on busy roads. People fall victim to them when vehicles move slowly due to congestion or at any intersection. Although the number of mobile phone snatching incidents is increasing day by day and people are losing their valuables every day, law enforcement agencies do not seem to act to combat the crime . On the other hand, most of the victims do not want to file case or general diary in this regard as many of them believe that the law enforcers cannot recover their snatched phones. And many of the victims are not interested in lodging any complaint with police stations to avoid unnecessary hassles of appearing in court and other issues. This is how these mobile phone snatchers are escaping the law and later appearing with newer techniques of snatching. We urge the authorities concerned to take steps so that the victims feel free to lodge complaint and the snatchers can be brought to book. Rafid Alam, Dhaka, [email protected]",
        "headline_1": "Rising crime of mobile phone snatching",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-crime-of-mobile-phone-snatching-1659191351",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2022"
    }
]