[
    {
        "full_article": "This year’s Nobel Prize in Physiology, or Medicine, awarded to Victor Ambros and Gary Ruvkun, is for their discovery of microRNA, small RNA regulators of gene expression in eukaryotes, and its role in gene regulation after transcription — the process of making an RNA copy (messenger RNA or mRNA) of a gene’s DNA sequence — and before cellular machinery is activated for protein production. Before the discovery of microRNAs and their role in gene regulation, it was believed that gene regulation was limited to specialised proteins called transcription factors, which bind to specific regions in DNA and determine which mRNAs are produced. In 1993, using 1 mm long mutant roundworms called C. elegans, the winners of this year’s Nobel provided proof that gene regulation is not confined to transcription factors. Instead, regulation by microRNAs occurs at a later stage in the process of gene expression, post-transcription. Despite these seminal findings, it was initially thought that this unusual mechanism of gene regulation was peculiar to C. elegans and not relevant to more complex organisms, including humans. However, the discovery of another microRNA encoded in a gene present in all organisms indicated that microRNA’s role in gene regulation extends beyond roundworms. By 2001, microRNAs were found to be abundant in invertebrates and vertebrates, with some highly conserved across species, suggesting that “microRNA-mediated post-transcriptional regulation is a general regulatory function”. As per current knowledge, the human genome codes for over 1,000 microRNAs.Cancer, diabetes and autoimmune diseases are associated with dysregulated microRNA expression. In the case of cancer, dysregulation may include amplification or deletion of microRNA genes, abnormal transcriptional control of microRNAs, and defects in the microRNA biogenesis machinery. Studies have shown that dysregulated microRNAs affect the biological capabilities that cancer cells acquire during tumour development, including sustaining proliferative signalling, resisting cell death, and activating processes that allow cancer cells to spread in the body. Preliminary studies have also indicated that certain microRNAs can serve as potential biomarkers for human cancer diagnosis, prognosis, and therapeutic targets. It is now known that beyond perturbing immune responses, disruption and dysfunction of microRNAs can initiate the production of autoantibodies and contribute to the pathogenesis of autoimmune diseases, including rheumatoid arthritis and multiple sclerosis. Several microRNA-associated diagnostic biomarkers have already been developed and used clinically, though they have yet to be commercialised. Likewise, candidate drugs targeting microRNAs are currently being tested in clinical trials.  Published - October 08, 2024 12:36 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\naward and prize\n\n/\n\nmedicine\n\n/\n\ngenetics\n\n/\n\ncancer\n\n/\n\ndiabetes\n\n/\n\ndisease\n\n/\n\nprescription drugs\n\n/\n\nscience (general)\n\n/\n\nmedical research",
        "headline_1": "​Regulation role: On the 2024 Medicine Nobel",
        "headline_2": "The discovery of microRNA changed the understanding of gene regulation",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bregulation-role-the-hindu-editorial-on-the-2024-medicine-nobel/article68729432.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "Events that draw huge crowds require careful preparations. The loss of five lives during an air show at mid-day on Chennai’s Marina beach on October 6, organised by the Indian Air Force (IAF) as part of its 92nd anniversary, could have been avoided with better anticipation of the surge in spectators. The cause of death was attributed to heatstroke, though dehydration and suffocation may also have been factors. More than 200 people reportedly fainted. The IAF had issued advisories urging attendees to be well protected against the heat of around 34°C to 35°C. After the show, many complained of dizziness. Tamil Nadu Health Minister M. Subramanian said 102 individuals were sent to government hospitals nearby. In addition to the medical emergencies, chaos ensued on Chennai’s roads for hours. Metro Rail and Mass Rapid Transit System (MRTS) trains were overcrowded. Stations were extremely congested and services were insufficient. Tamil Nadu Chief Minister M.K. Stalin announced a solatium of ₹5 lakh each to the families of those dead. He attributed the traffic congestion to the “overwhelming response”, despite multiple departments coordinating preparations.This is not the first time that Chennai has hosted such an event. An IAF air show on September 6, 2003, drew an estimated 13 lakh people, just 2,00,000 less than this year. Notably, there were no heatstroke fatalities then, although two children went missing. Traffic management and train services were similarly chaotic. Clearly, lessons have not been learned. The blame should be shared not only by the State government, responsible for logistical support, but also by the railway administration for its inadequate response. Defence officials should have provided more critical inputs than they did, given their experience in conducting such shows nationwide. After the crash of a fighter jet at an air show in New Delhi on October 8, 1989, the IAF seemed to have addressed its weak points to ensure smooth events related to Air Force Day. In a social media post, Mr. M. Subramanian claimed that the government had exceeded the requirements requested by the IAF. However, his assertion about sufficient toilets and drinking water did not align with complaints about inadequacies at the venue. The authorities should not have allowed several lakhs to converge at the Marina. Giant screens could have livestreamed the display and volunteers from higher education institutions could have assisted the police, transport and health officials to attend to those in distress. Defence officials and host States should critically review their plans. Only then can such mayhem be prevented. Published - October 08, 2024 12:23 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nChennai\n\n/\n\narmed Forces\n\n/\n\nheatwave\n\n/\n\nhealth\n\n/\n\nTamil Nadu\n\n/\n\ngovernment\n\n/\n\nministers (government)\n\n/\n\nrailway\n\n/\n\nChennai Metro Rail\n\n/\n\ndeath\n\n/\n\nbeaches\n\n/\n\npolice\n\n/\n\npublic transport\n\n/\n\ndrinking water\n\n/\n\nmedia\n\n/\n\nhospital and clinic\n\n/\n\nNew Delhi\n\n/\n\nair and space accident",
        "headline_1": "​Marina mayhem: On the IAF’s Chennai air show",
        "headline_2": "The deaths at the air show in Chennai could have been prevented with better arrangements",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmarina-mayhem-the-hindu-editorial-on-the-iafs-chennai-air-show/article68729217.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "TN govt, police should have anticipated crowd size at airshow. 5 died thanks to basic rules not being followed  \nWhen events are pushed as aggressively as IAF’s Chennai airshow was, surely the event managers, Tamil Nadu DMK administration, and especially police, had estimates of crowds expected? It is tragic that five spectators died at event’s close, waiting to exit the venue in unbearable heat. This, when just days ago, the state planning commission released its report on TN’s heat mitigation plans.\nAuthorities cite two factors for the deaths: excessive heat/dehydration and crowds that moved “all at once”. This is deflecting blame on people themselves and on the weather. In truth, both are factors organisers are expected to prioritise when planning events. That India is facing unrelenting high temperatures and high humidity is hardly new. Nor were the crowds unexpected, given that the administration’s goal was always to enter the Limca Book of Records. The latter aim is an absurdity in itself – attempts at a record for an airshow are expected to be the numbers and types of aircraft participating, hardly the number of people who watched.\nWhether the crowd was 15L or 7L strong is irrelevant. Point is that exits for crowds were poorly planned and manned. If anything, there are reports of police closing a gate that thwarted the flow of people at one point. Regulating the flow of a moving crowd is key to crowd control, a constant intonation on loudspeakers to simply maintain the pace – SOP in Kumbh. The stampede in a Hathras event earlier this year also happened as people were exiting the venue. It is crowd-management 101 that entrances and exits are the most high-risk factors that contribute to a stampede. Clearly, pre-event risk analysis failed. The bigger question is did the event follow the city’s heat plans that TN govt boasts about? Should such a spectacle have been held in the first place? \n\n",
        "headline_1": "Chennai’s plane truth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/chennais-plane-truth-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "Despite occasional differences, India and Maldives need each other. Muizzu’s visit brings ties back on an even keel \nWith Maldivian prez Muizzu making his first state visit to India, New Delhi-Male ties are clearly on the mend. Contrast this with the situation in the beginning of the year when Muizzu declined to make India his first port of call after assuming the presidency, undertook a state visit to China, inked a defence cooperation pact with Beijing, and demanded that New Delhi pull out its small contingent of troops in the archipelago nation. The reality is both countries need each other irrespective of differences of opinion on certain issues. \nPrisoners of geography | No country can escape geography and this certainly holds true for both India and the Maldives. India will always remain the Maldives’s closest, large Indian Ocean neighbour and first responder in all crises. China simply can’t be a replacement here given its physical distance from the region. Therefore, New Delhi – which also needs Male for better strategic depth in the Indian Ocean Region – and Male have no option but to enhance their cooperative relationship. \nPush and pull | True, Muizzu had campaigned on an ‘India Out’ plank during his election. But fighting elections outside govt and running a country are two different things. India complied with Muizzu’s request to withdraw Indian troops and replaced them with civilians. This was smart on New Delhi’s part given the sensitivity of the issue for Maldivians. Besides, ties between big and small countries will always see the latter try to get the best deal for themselves. This is where China comes in for the Maldives. Male wants to diversify its foreign relations to not be dependent on a single country. New Delhi should be fine with this. \nIndia stepped up | Plus, India has always stood by the Maldives, be it thwarting the coup attempt in the archipelago nation in 1988 or providing Male with emergency drinking water in 2014. Even after Muizzu’s election, New Delhi accepted Male’s request in May to roll over a $50mn treasury bill for another year to provide budgetary support to Maldivian govt. During Muizzu’s visit, it has rolled over another $50mn. \nRecovering momentum | After talks yesterday, both sides inked a currency swap agreement of $400mn and ₹3,000cr. Also, Muizzu has asked Indian tourists to return to the Maldives, something that is vital for that country’s economy. Thus, New Delhi-Male relations have once again found equilibrium. That will be a relief for India after the Bangladesh shock. \n\n",
        "headline_1": "Male non-chauvinism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/male-non-chauvinism-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "When Hanumankind spins the atlas\nBeing Indian is one of those rare things we do exceptionally well, almost as if born to it. NRIs may compose odes to Mother India and be the real custodians of her culture, but it is up to the average citizen to uphold India’s Indianness on tour packages abroad. Historically, Indianness went from going to jail before Independence to govt jobs and pensions, culminating in a call-centre accent. As Neil Armstrong, who drank chai at a dhaaba when he landed on the moon, found out, per the memes, Indians are everywhere.\nOnce upon a time young Indians in suits bid grim goodbyes at a grey port to their joint family and bride before jumping on to an unwieldy ship that would take them yonder. Foreign education was worth risking drowning. Letters, tear-soaked hankies, and fears that he will marry a white woman and never eat mango pickle followed. Now that visas are just a click away, long-distance travel is no longer the stuff of tragic love stories. While our grandparents ran in slow motion to meet in the middle of sarson ke khet and paddy fields, our grandkids are planning to move to Mars.\nWe did painstakingly prepare to make sansar our ghar. By eating Chinese food, Yorkshire pudding and French fries. We replaced Darjeeling tea with bubble tea; patted German Shepherds and got snubbed by Persian cats. We exported chicken tikka and hot curry, set the Anglo-Saxon gut on fire. Soon they were crunching on papadums instead of kettle chips. Hindi films stopped warning heroines about the pardesiya; now beta is back from vilayat because his dil is here. India met the rest of mankind halfway on a global stage, winning Grammy, Oscar, Booker, Nobel…We are (you can sing this bit) the world.\nThe Indian heart, in short, is going dhak-dhak across the atlas. With fusions in art, literature, music and cinema, we are more creative than self-conscious. This jugalbandi is infectious and two-way, dissolving maps and borders. Which is exactly why rapper Hanumankind, aka Sooraj Cherukat, who was born in Kerala and honed his music in Texas, said, “I’m not an Indian rapper, but I’m a rapper from India.” From looking askance at suspect cuisine and crying for maa ke haath ka khana, we sup today at exotic dining tables, oohing and aahing over the local chef. We have stopped saying ‘it’s Greek to me’ unless we are in Greece.\n\n",
        "headline_1": "Ghare Baire Mars",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ghare-baire-mars/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "To the many bonds – emotional, cultural, geographical and historical – that link Kashmir with the mainland, add a new existential one: joblessness/economic downturn. Bread ’n butter issues, just as in Haryana or Karnataka or UP or Bihar, strongly resonated among Kashmiris in these elections, even as the emotive planks of Articles 370 and 35A, which roiled the Valley the last five years amid concerns of ‘cultural subjugation’ and ‘demographic changes’, formed the electoral contest’s backdrop.\nKashmir, south to central to north, barely reflects what GOI dubs ‘Naya Kashmir’ to paint a rosy future amid tremors triggered by the abolition of special status. Five years on, Kashmir’s a picture of confusion – paranoia about Centre and its institutions, and fear of outsiders mixed with a desperate hope for ‘secular’ treatment by keepers of Hindutva ideology and even some indulgence by New Delhi.\nRead full story on TOI+\n\n",
        "headline_1": "Valley Diary: Kashmiris Are Like Us, With A Twist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/valley-diary-kashmiris-are-like-us-with-a-twist/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "Fifty years ago, in October 1974, Abul Hashim, a prominent political leader of the then dissolved Bengal Provincial Muslim League (BPML) breathed his last in Bangladesh, leaving behind an important political legacy now long forgotten. Hashim had been an active member of the BPML and even served as its general secretary in the 1940s, important years leading up to the partition of British India. Buried deep under the enormous amount of historical literature, narratives and counter-narratives that deal with the Bengal province of that period, Hashim is often reduced to a footnote for his important contribution towards the United Bengal Plan of 1947.\nThe plan had been a last plea to the British government by the Bengal Congress and the BPML to keep Bengal united under all costs. It further demanded independence of this united Bengal and the establishment of a new Bengali nation-state with its eastern and western parts kept intact. A closer examination of this plan and Hashim's writings on issues related to nation-state, religion and modernity reveal a much deeper and profound understanding of his vision on the becoming of a nation that truly deserves a proper place in the existing academic discourse on nation-theory.\nThe general way to understand the construction of modern nation-states is typical through either of two frameworks or categories. First where nations and national sentiment sometimes is built around affective notions of solidarity, religion, and a sense of shared past, values, territory and practices. The second is the formation of nations built on instituting laws which are universal and secular. Throughout history, we have had nations which have been either ethnic or civic or more rarely a combination of the two. It is generally taken for granted that a nation can only be ethnic or civic and not be both together where ethnic identities and civic universalism are co-constituted. \n\nIn some sense Hashim's United Bengal plan was the political iteration of his deep philosophical understanding of what a nation truly ought to be. For Abul Hashim any new formulation of how a nation ought to take into consideration a new kind of public/political morality will have to seek to overcome narrow ethnic-religious prejudices and the myriad of problems associated with a society divided by both social and class inequalities.\nIt is within this dual framework that my new book 'Theorizing a Bengali Nation: Abul Hashim and the United Bengal Movement 1937-1947' places Hashim's political contributions and philosophical iterations on what is a nation where I argue, he offers a third framework. He articulated the demand for a nationalist identity that would cut across Hindu-Muslim differences in the Bengal province by encouraging political emphasis on certain narrative commonalities. These narrative commonalities for him, were formed through the sharing of inter-subjective communicative practices, particularly culture, language and society that made possible the existence of what I term, a historical aesthetic identity for the political collective regardless of their constituting individual religious identities. The idea of aesthetic identity that was working within Abul Hashim was an attempt to imagine a nation that would be both civic and ethnic at the same time.\nThis aesthetic idea of a united Bengali nation would be created on common ethnic lines and at the same time, commit itself fully to the universal ideals of a modern, secular nation-state. Hashim thought that this would counter the pressures of majoritarian politics and also defy the logic of viewing civic and ethnic identities as binaries and instead treat them as co-constitutive elements that together produce one kind of nationalist identity or character for a people. This tendency to synthesize two elements of a nation's political life can be seen in different stages of Hashim's life. We can divide his life into a political one and a religious one. Ultimately, Hashim wanted to help people think of these not as opposed binaries but opportunities for practical and intellectual co-habitation. Let me first take up Hashim's political trajectory through events that overlapped with his life and the larger political scenario.\nHashim and Politics\n\nAbul Hashim came from a prominent political family in Burdwan (in West Bengal) where he grew up before moving to Calcutta as a young adult, to study law. His father Abul Kasem was a Congressman and had worked quite closely with one of the Congress founding members, Surendranath Banerjea. Kasem's participation in the Swadeshi (1905-11), Khilafat and Non-cooperation movements (1919-22) had left an indelible impression on young Hashim's mind who became interested in understanding the nature of social and political life in British India. Hashim's political debut came in 1936 when he participated in the Bengal Legislative Council, which was the upper house of the legislature of Bengal. In March 1940 he attended the Lahore conference held by the Muslim League where the All India Muslim League (AIML) party declared and passed for the first time a resolution stating that all Muslim majority provinces in British India should be allowed to become independent states. This became known as the Lahore Resolution.\nAt the conference, Bengal's then Prime Minister, Fazlul Huq who formally presented this resolution, emphasized that the resolution hopes to bring independence to all Muslim majority provinces in British India. Hashim later writes about the Lahore conference and Fazlul Huq's presentation of the Resolution as evidence of the nature of the relationship between the AIML and BMPL. The latter saw the AIML as an ally rather than a parent body and believed strongly that Bengal must be considered a distinct Muslim majority province that deserved to function as an autonomous unit in the event of independence. Huq was an enormously influential figure in Bengal's political history who served as Prime Minister of the province for six years and his political career, pre-independence, spanned over thirty years.\nWhen Huq resigned from the Muslim League in March 1943, Khawaja Nazimuddin succeeded him as the premier of Bengal. Nazimuddin belonged to an aristocratic nawab family and much of his politics was shaped by his class position. Politically he was conservative and keen on a separate homeland for Muslims and subsequently became quite opposed to the United Bengal plan. His two-year term as premier of Bengal between 1943-45, were tumultuous and some political factions, even within the Muslim League in Bengal felt his politics was isolating the ordinary masses. H. S. Suhrawardy, who served as the last premier of Bengal undivided, before the province was partitioned at the time of independence, resented the Nazimuddin government and had his own political ambitions that led him to finally create an opposing faction against Nazimuddin within the Muslim League party.\nLater on, in 1946 Suhrawardy led a successful political campaign and was elected the new Premier of Bengal. Suhrawardy was then able to encourage Hashim to play a more active role in the province's politics. In the years leading up to the legislative assembly elections of 1946, Suhrawardy encouraged Hashim to take on the task of reviving the Muslim League's image in the province as a more mass-based party, very much in touch with grass-root politics.\nThe Lahore Resolution in some ways could be seen as a prelude to a larger United Bengal scheme that emerged later on as it highlighted the possibilities of creating Muslim state(s) in the subcontinent. Hashim's approach to this possibility was not a consolidated religious nation-state but rather a nation state of Bengal, tied up by supra-community commitments, mainly bound by common language and cultural practices between Bengali Hindus and Bengali Muslims. For him, the Indian subcontinent represented the same thing as Europe, made up of autonomous sovereign units bound by a historically constructed idea of Europeanness. To Hashim, the Indian subcontinent and all its various composing units should strive for the same in their anti-colonial struggles.\nHashim and Religion\n\nA key turning point in Hashim's life came in 1942 when he met a Gorakhpur-based theologian and philosopher Moulana Azad Subhani who at the time was working on reconstructing Islamic thought around the philosophical question of what it is to be human. Subhani introduced Hashim to the philosophy of 'Rabbaniyat' or Rabbanism'. The term is derived from the word Rab which refers to the grand architect, creator and sustainer of the universe. Rabbaniyat creates a phislophical route to engage with the idea of becoming a self through the divine ways of creation and evolution.\nHashim writes, \"Rabbaniyat in concrete term means physical, mental, intellectual and spiritual development of man according to divine way of creation, sustenance and evolution of the universe visible in nature, in Al-Quran and in the life of the Holy Prophet Mohammad (peace be upon him). Al-Quran and the prophet did not teach a newfangled way of life but confirmed what was taught by other prophets, sages and philosophers of the world. 'Rabbaniyat' is the first principle of Islamic values.\n'Rab' is the greatest attributive name of Allah and other attributes are contributory and complementary to this basic attribute. One who in theory and practice adopts 'Rabbaniyat' is called a 'Rabbani'. People talk glibly about Islamic state without the slightest idea as to what it actually means. A state which faithfully implements 'Rabbaniyat' in individual and collective life of the citizens is an Islamic State. Today, there is nowhere in the world a living Islamic social organism\". (Abul Hashim, In Retrospection (Subarna Publishers, Dhaka, 1974, pp. 40–41)\nHashim saw Rabbaniyat also as a method to construct a cultural sense of religion that seems to be based on a moral understanding which emphasized the possibility of constructing the self through a kind of spiritual satiation that comes through religion but doesn't conform the individual to doctrines or tenets. It instead allows one to discover aesthetic symbols of community life and encourages the self to merge with the collective in a harmonious manner. This, he felt is attained through religion and not outside of it. He believed that in some ways this message was found universally in all religions. Hashim took great efforts in incorporating these views into his political life which subsequently started to resonate with a lot of young Muslims in the province who were eager to find a political voice for themselves.\nThis helped expand the membership of the Muslim League in Bengal and aided in its overall revival in the 1940s. There are delightful anecdotes in his autobiography about how enthusiastic these new members were in refurnishing and renovating the League office at No. 3 Wellesly [sic] lane, Calcutta which subsequently became an important place to plan the day-to-day political functioning of the party. For Hashim, and several other members like him, Dhaka and Calcutta were the two main political and cultural centres of the Bengal province.\nMerging of Politics and Religion\n\nIn 1946, Hashim was fully invested in drawing up a plan for Bengal's post independent existence that would produce the least amount of violence and bypass the horrible fate of being partitioned. During Lord Wavell's last phase as Viceroy of India, it became quite clear that the AIML leadership and the Congress high command were unable to cooperate on several political decisions regarding independence- partition was going to be inevitable. Hashim found in Bengal Congress' Sarat Chandra Bose a sympathiser and someone who had become quite interested in the United Bengal Plan.\nTowards the end of 1946, Hashim met Bose where he shared with him some of his ideas on the ideal kind of nation that would incorporate a multicultural ethos in its political sovereignty and imbibe a secular citizenship that wouldn't necessary be achieved through the bifurcation of state and religion but a co-constitution of the two. Bose who had earlier been sceptical of the Pakistan plan came around to Hashim's views on the necessity to save the province from being partitioned. Bose believed like Hashim, that India was a federation of different units and there was no reason for the province of Bengal to not demand complete autonomy.\nThis collaboration between Hashim and Bose led to the drafting of a formal proposal for a United Bengal that I have reproduced in my book. One of the clauses in the proposal was to have a system of joint electorates with reservation of seats proportionate to the population of Hindus and Muslims in the free state of Bengal. At the time of partition, the Bengal ministry would be dissolved and replaced with a new interim ministry with equal number of members from the two main religious groups. The Chief Minister would be a Muslim and the Home Minister a Hindu. Positions in military and administrative functions will be equally filled by Hindu and Muslim members.\nThe proposal failed to gain any support especially in the aftermath of the Calcutta Killings (August 1946) that locked the two communities into a state of hostility and mutual suspicion. The proposal also got no support from the Bengal Congress despite Sarat Bose's influence. Some within the Congress also saw partition as an opportunity to carve out a more prosperous western state with the industries in Asansol and Raniganj and also Calcutta with its port. The tussle for political power, the promise of economic prosperity and the sheer nature of political self-determinism against colonial rule all produced a sense of chaos and uncertainty.\nIn this chaos, the United Bengal plan should be seen as a symbol of cooperation and solidarity. But more than that it should be seen as an important attempt to treat ethnicity as something that can be defined beyond the scope of religion where one can actualise the sense of true belonging through shared commonalities. This for Hashim is a universal trait and in Bengal's case could be achieved through religion. Religious tenets must be made to commit themselves to the rule of law and most importantly to a sense of duty towards one's self in order to achieve a kind of spiritual becoming that ultimately dissolves the lines between individual and community.\nIn some sense Hashim's United Bengal plan was the political iteration of his deep philosophical understanding of what a nation truly ought to be. For Abul Hashim any new formulation of how a nation ought to take into consideration a new kind of public/political morality will have to seek to overcome narrow ethnic-religious prejudices and the myriad of problems associated with a society divided by both social and class inequalities. Through his life and work, Hashim worked to develop a possibility of reimagine the role of religion as an essential tool to truly liberate the human spirit.\nSucharita Sen is Associate Professor of politics at the Jindal School of Liberal Arts and Humanities (JSLH), O.P. Jindal Global University (O.P. JGU), Haryana, India.\n",
        "headline_1": " Abul Hashim and Revisiting the United Bengal Plan (1946-47)",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/abul-hashim-and-revisiting-the-united-bengal-plan-1946-47-3722406",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "Ordinary people seem to be caught in an unrelenting cycle of rising prices for essential goods. Various reports have recently highlighted the continued rise in the prices of essentials, especially food, causing immense hardship for low- and fixed-income households but also shocks for many who expected a change. Evidently, events of the past few months—the mass uprising and political changeover in July-August, followed by unprecedented rainfall and flash floods in August-September—have had significant impacts on the production and supply of most food staples. However, there are indications of artificial price inflation as well.\nReportedly, vegetable prices have risen by Tk 20-40 per kg, while broiler chicken now costs Tk 20 more. The price of a dozen brown eggs has surged by Tk 15, with a total increase of Tk 20-25 per dozen in just three weeks (as of October 5). Prices of green chilies have skyrocketed by Tk 60 in just one week. Soybean oil prices have gone up by Tk 5-10, and palm oil by Tk 15. While extreme weather and global factors have undoubtedly affected production and supply chains, they don't fully explain the scale of these price hikes.\nReports also suggest the involvement of market syndication. Large corporate entities are allegedly controlling the market as always, manipulating the prices of essentials—a familiar situation from the tenure of the previous government which did little to break the syndicates. But their continued operation now has prompted many to ask: what is the current administration doing about it?\nSince taking office on August 8, the interim government has initiated several key reform initiatives across different sectors. However, there have been no significant measures aimed at controlling the kitchen market and providing some relief to struggling citizens. While steps such as making onions and potatoes duty-free did help lower their prices, and attempts were made to fix the prices of eggs and chicken, these efforts have largely been ineffective. On Monday, Youth and Sports Adviser Asif Mahmud announced the imminent formation of a task force to monitor markets and rein in the soaring prices of essentials. While this is a welcome step, much more needs to be done. With people's purchasing power remaining generally stagnant, any further increase or instability in prices will only deepen the burden on already vulnerable households.\nThe interim government, therefore, must prioritise a comprehensive plan to address the price issue. This may include temporary initiatives such as increasing the imports of essential items and making more items duty-free to increase their supply, and also reducing fuel prices so that the transportation cost drops. But more importantly, the administration must make it a priority to free the market of the influence of syndicates and extortion so that there is zero scope for manipulating the prices.\n",
        "headline_1": "Essentials getting further out of reach",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/essentials-getting-further-out-reach-3722141",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "Every day, the roads of Dhaka city, become clogged with traffic, trapping citizens in seemingly endless jams. The city, home to over 20 million people in an approximate 300 square kilometer area, has become notorious for its stagnation, with average speed of vehicles falling to just 4.8 kilometers per hour. This means a journey that should take minutes can stretch into hours, with profound impacts on the economy, environment, and quality of life.\nThis deterioration has been hampering work life by shortening 82 lakh working hours per day. Again, the financial cost is staggering. According to the BUET-run Accident Research Institute (ARI), traffic congestion in Dhaka costs the economy an estimated $6.5 billion annually in lost productivity, fuel wastage, and health expenses leading to indirect downsizing the country's GDP by 6 to 10 percent annually. Commuters spend hours in traffic, wasting time that could otherwise be productive.\nTraffic congestion is more than an inconvenience—it is a crisis that demands urgent action. Before delving into potential solutions, it is essential to grasp the causes and consequences of traffic problem in Dhaka. The city's rapid urbanisation has exacerbated the problem. Dhaka's roads were never designed to handle the sheer volume of vehicles now using them. As the population has grown and the upper-middle class expanded, the number of cars on the roads has skyrocketed. Compounding this is the fact that public transportation is inadequate, pushing many residents to rely on private vehicles, resulting in abysmal traffic conditions.\nThe environmental toll is equally alarming. Vehicles idling in traffic for hours release harmful emissions, contributing to Dhaka's already poor air quality. Additionally, the mental and physical health impacts are severe. Stress levels accelerated when people are trapped in cars and buses for long periods, and the rate of traffic accidents increases when frustrated drivers make rush decisions.\nBut how do we solve a problem so deeply entrenched in the city's structure? The solution, I believe, lies in a simple but effective idea: creating simple but effective overpasses or underpasses at every four-road intersection.\nAs these intersections become chaotic during peak hours as traffic converges from multiple directions, leading to long queues and delays, overpasses or underpasses at these key junctions could revolutionise traffic flow. An overpass allows vehicles traveling in one direction to pass over the intersection without stopping, while an underpass achieves the same effect by routing one direction of traffic below the intersection.\nThis system has been implemented successfully in cities around the world, where traffic congestion once paralleled Dhaka's current situation. I observed this alternative in Madrid, where the overpasses and underpasses served as a panacea to traffic congestion along with strong-active traffic signaling for nonstop transition of vehicles along the roads.\nLikewise, its application is also found in developing countries such as Sri Lanka, India, China, Brazil, Mexico, Indonesia, where overpasses and underpasses have transformed how traffic moves through densely urban territory. By eliminating the need for vehicles to stop and start constantly, these cities have seen significant improvements in traffic flow.\nSecondly, it might assist in saving time. Currently, traffic police spend hours on the road managing traffic congestion. This solution would help reduce the urgency of employing huge number of traffic police. Again, commuters, including students, could reach their destinations faster, improving productivity, and reducing the frustration of daily travel.\nFurthermore, vehicles consume more fuel when constantly stopping and starting. An uninterrupted traffic flow means less fuel consumption, which would save travelers money and reduce carbon emissions. This would contribute to better air quality, improving the overall health of the city's residents.\nFinally, traffic accidents are more likely to occur in congested areas, especially at busy intersections. By eliminating the vehicles' necessity to stop and navigate these intersections, the likelihood of accidents might decrease.\nOf course, implementing overpasses and underpasses across the city would not be without challenges. The initial construction cost would be high, and the disruption caused during the building phase could exacerbate traffic in the short term. However, the long-term benefits far outweigh these initial difficulties. Careful planning is essential.\nThe government would need to prioritise the busiest intersections first and foremost. For example, Motijheel, Shahbagh, Farmgate, or Mirpur-10 intersections all demand well-structured underpass system. On the other hand, intersections in Nilkhet or Mirpur-1 require overpassing. These initiatives could be taken as pilot phase, and the subsequent actions can follow its success.\nWhile overpasses and underpasses can significantly alleviate traffic congestion, they should be part of a broader, more comprehensive traffic management strategy. Improving public transportation similar to the newly introduced Dhaka metro rail is vital to reducing the number of private vehicles on the road. Ride-sharing initiatives should be encouraged, and traffic laws must be enforced more strictly to prevent illegal parking and lane violations.\nDhaka must prioritise smart infrastructure development to ensure the city's future is not trapped in traffic but moving forward toward a more efficient, sustainable, and livable urban setting. This urgency might attract policymakers take prudent actions without any delay.\nSamsul Alam is an assistant professor at the Department of Management Information Systems at Begum Rokeya University, Rangpur.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Trapped in Dhaka’s traffic: How to overcome this crisis?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/trapped-dhakas-traffic-how-overcome-crisis-3722041",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "Labour leaders vented their frustration over the shrinking of prospect of putting in perspective the rights of the workers at a workshop titled, \"Labour Law Amendment and Protection of Labour Rights\" organised jointly by the Bangladesh Institute of Labour Studies (BILS) and the Solidarity Center in the city on Saturday. This sounds rather anachronistic because a tripartite agreement signed by the stakeholders and the government on September 24 last was supposed not only to resolve the protracted disputes between the RMG workers and employers but also pave the way for gradually inking similar accords in other informal sectors. The International Labour Organisation (ILO) which has been following the developments including unrest in the RMG sector and recommended remedies for dispute resolution, was prompted to call the agreement a 'landmark' accord. This was not for nothing. The ILO found that implementation of the agreement would ensure RMG workers' rights as well as provide the industry with the much needed stability by improving employer-employee relations. But things fell short of both the workers' and the ILO's expectation largely because some RMG factory owners failed to honour the agreement. Under the agreement, some basic issues such as outstanding dues, attendance bonus etc; had to be addressed immediately and the rest stage by stage within a timeframe. The agreement was inked following the ILO's suggestion for reforming wage structure and amendment to labour law. Clearly, not all factory owners are ready to share the benefits or profits in a more rational way. Thus the labour unrest continued in the RMG industrial belt and within a week violent clashes between workers and law enforces left one worker dead and several others injured. It seems that some profit-mongering owners are yet to reconcile with the changed perspective following the success of the anti-discrimination movement responsible for blowing fresh air into all areas of life and livelihoods, including the industrial sector. Here the industrial relations in the RMG factories are crucial for the simple reason that together they garner about 85 per cent of the foreign exchange for the country. So the role of the leaders of the two RMG associations is also crucial in impressing upon the non-implementing members of the two organisations. The labour leaders' frustration is understandable because they complain that 85 per cent of workers in the non-formal factories and enterprises are not covered by the labour law. Many of them are not even recognised as workers because the definition of a worker is not clear. They are recruited without appointment letter and cannot even claim compensation for death or injuries in workplaces because of a lack of any document. If the RMG could set the standard for labour relations, other factories and units in the informal sector would have felt the pressure of following suit. Leaving the manufacturing sector in such a chaotic and disorderly state certainly does not help either industrial production or economic justice to workers. All manufacturing units must be brought under the ambit of the ILO-suggested industrial law. Without this industries cannot elevate to the next level nor can it conform to the vision of elimination of yawning discrimination in society. The fruits of labour have to be commensurate with the profits earned by any manufacturing plant or unit.",
        "headline_1": "Prospect of establishing labour rights",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-establishing-labour-rights-1728311563",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "The rapid expansion of readymade garments industry (RMGI) over the past four decades has made significant contribution to the socio-economic uplift of Bangladesh. It is also a matter of satisfaction that a majority of workers employed in this sector are female. At present, about 75 per scent RMG factories are located in the Dhaka region, viz. Dhaka city, Savar, Ashulia, Gazipur and Narayanganj. But the recent turmoil in these factories have once again proved the need for maintaining a stable working environment through coordinated efforts and team-work of all stakeholders including the workers and owners. Initiatives should be taken now to enhance the competitive edge and efficiency of the RMG sector for its sustainable growth. Loopholes in the regulatory framework should be addressed to reduce the time-lag in sending or receiving consignments. The time-frame for customs clearance should be reduced drastically and the whole exercise should be digitalised by shedding unnecessary dependence on manual procedures. With the exception of a few units, most garments manufacturers in the country lack research and development (R&D) set-up. But the R&D teams in the factories of competitor countries are usually stronger. The local factories normally take 3 to 4 months for product development (from design to sample preparation). But countries like China spend only 15 to 30 days for the purpose. Lack of efficiency and weak productivity have become critical factors, as a result of which average production cost unnecessarily goes up, thereby offsetting the advantage of lower labour cost in Bangladesh. Repairing and developing the road infrastructure at places like Ashulia and Gazipur have also become urgent now, as better road communication would decrease the time wasted during transportation of RMG consignments. Alongside adequate port facilities, the overall logistic framework including reliable supply of utilities like electricity should be ensured, so that all related activities including import of inputs and export of RMG products can be performed seamlessly without unnecessary delays.In the backdrop of a rapidly changing market scenario across the globe, the entrepreneurs need to enhance their investments in automation and digitalisation, as production efficiency can be improved through adoption of modern technology and digital systems. Besides, value-addition can be enhanced through curtailing dependence on manual labour. For tapping the growth potentials, due importance should also be attached to the skill development of workers, which in turn would lead to enhanced productivity. These skills include communication cum technological knowhow and expertise. Moreover, ensuring a safe work-environment accompanied by fair wages and other benefits for workers is very important for fruitful team effort. A stable and motivated workforce can be maintained if workers' rights are upheld and regular dialogues are held between the factory management and trade union members. The recent proliferation of online trading has added an element of unpredictability in RMG business. Many buyers prefer to do business online now instead of undertaking physical visits. Consequently, the nature of business is fast changing and smaller establishments have to compete with bigger ones on equal footing via the worldwide web for attracting buyers. The shape and form of retail marketing are also undergoing significant changes, and appropriate adjustments are needed to remain competitive. However, the big buyers usually maintain consistency in their sourcing, and usually do not make sudden or erratic moves. The RMG products also need diversification in the light of a changing global scenario. A gradual shift towards sportswear, specialised apparels and dresses can aid in this move to high-value garments from that of low-value traditional ones. But items like shirts, trousers, jackets, t-shirts and sweaters still dominate the export basket of Bangladeshi RMG. Greater product diversification has therefore become urgent for improving the situation. The power of innovation should also be applied in the use of fabrics and other ingredients. Utilising environment-friendly and sustainable fabrics will not only meet global expectations, but will also help Bangladesh in playing a leading role in sustainable fashion marketing across the globe. For this, good governance and policy supports have to be ensured. A stable political climate as well as neutral cum non-partisan business environment are essential for the growth of local RMG industry. Specifically, reforms should be undertaken in the banking, customs, and taxation sectors in order to ensure transparency, efficiency, and accountability. The industry should comply with the global standards for remaining competitive globally. Maintaining the highest quality through compliance with the standards of production and processes, and upholding labour rights and environmental sustainability are crucial for future growth of the industry. Overall, the 'Bangladesh' brand should be projected in the right manner as a reliable supplier in the global market. The country's achievements in the area of sustainability should also be highlighted. For example, the leading role played by Bangladeshi RMG factories in green industrialisation can be publicised. This would also enhance Bangladesh's reputation as an ethical source. Besides, measures should be taken for ensuring fair prices from international buyers, which will also help in providing higher wages and improved work-environment for workers. This, in turn, may attract more skilled workers to the RMG industry. The social and ethical considerations should be given top priority by the factory owners and the government. The image of Bangladesh's RMG industry will be automatically bolstered if corruption is curtailed and transparency in business processes cum official procedures are ensured. Regular dialogues between the employers and workers and strict adherence to ethical labour standards and fair management practices will help the industry in meeting social obligations and boosting its reputation worldwide. For expanding the RMG exports to new and emerging markets, diplomatic initiatives may be undertaken by the government alongside BGMEA and BKMEA. Boosting exports to the potentially high-growth non-traditional markets will help reduce dependence on the traditional export markets like the EU and USA, and assist in overcoming associated risks. A competitive edge in the global market should be maintained through strengthening supply chain management - especially by reducing lead time and enhancing efficiency. This should include adoption of best practices and application of modern technology for optimal production. \n[email protected]",
        "headline_1": "Boosting efficiency, image of RMG sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-efficiency-image-of-rmg-sector-1728311603",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "Bangladesh Bureau of Statistics (BBS) says the inflation rate has been showing a falling trend over the last two months (August-September) and that the decline in the prices of food and non-food items bears testimony to that. The Consumer Price Index (CPI), which measures the changes over time in the prices of a set of representative consumer items (goods and services), has been around 10 per cent since March last year. Meanwhile, central bank has raised interest rates several times to make money costlier for borrowers in a bid to rein in the inflation rate. The CPI, according to BBS, came down from 10.49 in August to 9.92 per cent in September which is a fall by 0.57 percentage points. But that is on paper. What are the actual prices of essential commodities in the kitchen market? The farm-produced brown eggs for instance, are selling between Tk.170 and Tk.175 per dozen at the larger kitchen markets which at the groceries of mahallas (neighbourhoods) would sell at higher prices. That means each piece of egg is priced at around Tk.15 or more. A cheaper source of protein for the low-income group of people has thus gone far beyond their reach. Other varieties of farm-produced eggs, say, the white ones, too, are similarly priced at the kitchen markets and at local groceries. Over the week, the price of broiler chicken, too, has gone up by Tk.10 to Tk.20 per kg reaching between TK.200 to Tk.2010 per kg. The so-called Sonali (golden) chicken, on the other hand, is selling between Tk.260 and Tk. 280 per kg. The price hike of green vegetables has perhaps crossed all limits. Price of green chilli, as always, has gone through the roof within a week from Tk.180-Tk.200 per kg to Tk.500 per kg on Saturday (October 5) followed by a fall to Tk.400/kg the next day. Why? It is the week-long rain, the greengrocers would be quick to explain. Prices of other green vegetables, too, have been soaring. Despite this continuing volatility of the kitchen market, the BBS would have us believe that the CPI is on a falling curve. When the essential commodity market is behaving irrationally, the commerce ministry officials during their market monitoring drives are learnt to have fined seven traders of essential commodities at the kitchen markets of New Market and Gulshan on Sunday (October 6). The charge against the trader who was reportedly fined Tk.2000 at the New Market's poultry market was that he failed to display the price list. The question is, do the traders whether selling chicken, fish or vegetables ever go by price charts even if they put those on display in their shops? They were never found lacking in excuses for failing to adhere to the prices fixed by the government. The New Market's poultry traders' main fault was perhaps the exorbitant prices he might have been asking for chickens and not his failure to display price chart. The drive to monitor market and prices of commodities by the commerce ministry or any other concerned government body including the directorate of national consumer rights protection (DNCRP) has no record of having ever produced expected results. Operators of the essential commodities market are beyond the control of governments in the past and present. The allegation that the so-called traders' syndicates are behind price manipulations of essential commodities seems too simplistic. True, big wholesalers of essential commodities have close link with one another. But that is an essential part of keeping the market operators informed of the demand and supply of essential commodities in the market on a day-to-day basis. However, that does not mean that there is no foul play by the big wholesalers. The government should strengthen its market intelligence network, if it has any, to home in on at the exact moment whenever any such plot to manipulate prices is reported. Otherwise, the entire market and price monitoring exercise may prove to be a barren one. \n[email protected]",
        "headline_1": "Monitoring essentials market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/monitoring-essentials-market-1728311634",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2024"
    },
    {
        "full_article": "There is a contradiction between the laws of difficulties and patience. Our brains naturally follow the principles of relaxation and effortlessness. However, not everything in our lives unfolds according to our wishes. These events are determined by The Almighty Allah and the matters of our destiny. Therefore, we must accept both the good and the bad. We should also be prepared to face the worst situations in our lives.To deal with difficulties and hardships, we should identify the sources of our problems and find paths to solutions without succumbing to impatience. Additionally, we need to recognise what triggers our impatience and consider the consequences of our impatience. By practising patience, eliminating less important tasks, focusing on our goals, and ensuring physical relaxation, we can minimise our levels of impatience and better cope with the difficulties and hardships we encounter in life.Moreover, we should remember that hardships and difficulties ultimately serve to strengthen us.\nZariatul Hafsa StudentInstitute of Social Welfare and ResearchUniversity of Dhaka [email protected]",
        "headline_1": "Importance of difficulties in life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-difficulties-in-life-1728311658",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-10-2024"
    }
]