[
    {
        "full_article": "The decision by the insurgent Nationalist Socialist Council of Nagalim (Isak-Muivah faction) to re-engage in talks with the Union government, conditionally, on the basis of the Framework Agreement signed in August 2015, is a welcome one. This breaks a deadlock that has persisted in talks since October 2019, which was set as a deadline for the peace accord. The possibility of a resumption of talks received a boost last week when the NSCN(I-M) and other Naga groups represented in the Naga National Political Groups (NNPGs) pledged in a joint statement to “overcome the cynicism” and that they are “committed to a dialogue in order to move forward” the talks for an accord. With a group of legislators and Ministers from the State meeting up with the NSCN(I-M)’s representatives — a step that has borne fruit — the stage is now set to take forward the talks, a process that seems to have been put on the backburner in October 2019. The Centre and the NSCN(I-M) must review what went wrong since the Framework Agreement was reached in 2015 and the complexities that have remained since the landmark ceasefire agreement that was signed between the two parties in 1997.One key factor preventing a comprehensive peace accord has been the splintered nature of the Naga insurgency and the need for the Centre to deal with groups other than the NSCN(I-M). But the insurgency as a whole has weakened considerably over time and this has paved the way for talks to a negotiated accord. Second, the demands related to the greater “Nagalim”, made by the NSCN(I-M) apart from other rebels would have implications in other States, and this has complicated negotiations. Any agreement would have to be careful about not changing the boundaries of the existing States in the country as doing so could spark conflagrations in other North-east States where inter-ethnic relations remain volatile. While the machinations by the Centre in getting a deal done, especially the secretive nature of the talks, have played a part in the deadlock in talks, it is clear that the obdurate and intransigent demand for a separate flag and a Naga constitution by the NSCN(I-M) has been a stumbling block as well. The spat between the former Governor and interlocutor R.N. Ravi and the NSCN(I-M) also did not help matters. The differences of opinion on the aforementioned issues need to be dealt with directly by the representatives of the Naga groups and the Government. It is not enough to promise a solution for the sake of publicity.",
        "headline_1": "Promising breakthrough: On NSCN(I-M)‘s decision to resume Naga peace talks",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/promising-breakthrough-the-hindu-editorial-on-nscn-ims-decision-to-resume-naga-peace-talks/article65915048.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "Kerala Governor Arif Mohammad Khan’s outburst against the ruling Communist Party of India (Marxist) and its functionaries including Chief Minister Pinarayi Vijayan marks an escalation in tensions between him and the elected government. Until now, Mr. Khan and Mr. Vijayan had maintained a functional relationship despite their apparent differences. At the heart of the current flare-up is Kannur University’s controversial decision to appoint the wife of Mr. Vijayan’s private secretary as an associate professor. Mr. Khan, who is also the chancellor of the university, has been critical of the move, but his decision to hold a full-length press conference crossed a line and damaged the majesty of his office. In the presser, Mr. Khan lashed out at CPI(M) functionaries and labelled some of their actions as being anti-national, nepotism, and anti-social. As an unelected appointee of the Centre, a Governor of a State is expected to appreciate the popular mandate of the elected government. By going public with his views, Mr. Khan has precipitated a situation which should have been avoided. The CPI(M) and other parties in the ruling Left Democratic Front (LDF), led by Mr. Vijayan have reciprocated the Governor’s feelings, making the exchange a nasty episode. Among other things, representatives of the ruling front have called Mr. Khan an unhinged agent of the Rashtriya Swayamsevak Sangh (RSS). Mr. Khan could have raised his concerns, however valid as he might deem them to be, with Mr. Vijayan rather than triggering a completely avoidable public spat.Mr. Khan’s unprecedented public criticism of the elected government is incongruous with the high office that he holds, but the issues that he has raised put the ruling front on the defensive. One can debate whether a Governor is mandated to enforce standards of governance, but Mr. Khan is evidently not restrained. He had raised a hue and cry over the practice of State pensions to political appointees who serve as personal staff of Ministers for 30 months. Mr. Khan has now locked horns with the LDF over governance questions related to universities and the crippling of the Lok Ayukta, the anti-corruption ombudsman that might lose its powers to punish to the State Assembly. The Governor has made it clear that he will not be signing two Acts, one related to higher education and one on Lok Ayukta. Regardless of the Assembly’s powers to make such laws, the moral case for doing so is rather tenuous. Electoral majority is the foundation of representative democracy, but institutional checks and balances are also its integral parts. The elected government and the Governor should both pipe down, and discuss these questions in a calm manner with the objective of seeking solutions and advancing the State’s development.",
        "headline_1": "Talking Governor: On tensions between Arif Mohammad Khan and Kerala CM",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/talking-governor-the-hindu-editorial-on-tensions-between-arif-mohammad-khan-and-kerala-cm/article65914658.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "The debate on ‘decolonisation’ is on. Yet in the 21st century, is debating decolonisation that relevant, when nations like India are so confident? A more important task is perhaps learning from each other’s best practices.\nThe open racial humiliation and systematic exploitation of India by the British Raj were horrific. Yet even at the height of the freedom struggle both Gandhi and Nehru were at pains to emphasise they had no quarrel with the British people, however implacably they opposed imperialism. In fact, Gandhi urged the English to stay on in independent India, not as colonial masters but as equals. Today, 75 years on, people-to-people contacts between India and Britain are at an all-time high.\nRead full opinion on TOI+\n\n",
        "headline_1": "After all, the Raj is dead: Colonialism was horrific. But a confident India should move past the decolonisation debate",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/after-all-the-raj-is-dead-colonialism-was-horrific-but-a-confident-india-should-move-past-the-decolonisation-debate/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "A constitution bench is now entrusted with the job of evolving uniform norms for hearing arguments on those cases where the death penalty is a potential sentencing option. Given the finality of capital punishment and the many worrying tendencies of lower courts, a code of procedural dos and don’ts will really help. In fact, Supreme Court’s scrutiny, initially by a three-judge bench, was set off by a trial court giving death penalty to a convicted person on the same day the prosecution won the case. Good judicial practice demands judges consider mitigating circumstances – a traumatic past, mental health – before pronouncing a death sentence. With the Criminal Procedure Code sketchy on what a meaningful sentencing hearing should entail, trial court judges getting authoritative SC guidance will help.\nIndia seldom executes death row prisoners, reserving it for truly “rarest of rare” crimes – 26/11 terrorist attacks in Mumbai or the 2001 attempt to storm Parliament or the Nirbhaya gangrape-murder. Nevertheless, trial courts hand out dozens of death penalties every year. Laws that prescribe the death penalty range from IPC 302 (murder) to the anti-terror UAPA to the amended POCSO Act that deals with sexual offences against children. But trial judges interpret these statutes too liberally, despite high courts confirming only a small fraction of death sentences.\nNLU Delhi’s Project39A reveals 144 death sentences awarded in 2021 against 78 in 2020, and a total of 488 prisoners on death row till December 2021. Meanwhile, HCs confirmed 6 death sentences, commuted to life imprisonment 25, and acquitted 29. Corresponding numbers for SC were 0, 5 and 4. Note that 33 prisoners on death row were acquitted on appeal. This is one of the arguments used by those sceptical of keeping capital punishment in the statutes. Poorer convicts often don’t receive quality legal assistance and a capital punishment for an innocent is an irretrievable miscarriage of justice.\nSo SC laying down guidelines for hearing arguments on sentencing is hugely relevant. But SC should note its guidelines are often ignored by trial courts. Despite SC reading down sedition decades ago, many subordinate courts wouldn’t grant bail to those accused, even if the charges were patently absurd. Even news of Section 66A of the IT Act being struck down made no difference to many magistrates. So, the constitution bench must not only settle the matter quickly but also ensure lower courts follow its rules.\n\n",
        "headline_1": "Judging it right: Trial courts think too little before awarding death penalties. But will they follow new rules SC frames?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judging-it-right-trial-courts-think-too-little-before-awarding-death-penalties-but-will-they-follow-new-rules-sc-frames/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "That 300 Indians are being held in Myanmar and being forced to work for cybercriminals is terrible enough. But it could get worse. Those captive, some of whom may have been tortured, were reportedly lured by an international gang that promised them IT jobs in Thailand – a tactic that wouldn’t have worked if those targeted ran some checks. As happens to many victims in such cases, they are now in desperate straits – transported to the Myawaddy region in Myanmar, where the writ of the military junta doesn’t run.\nA point to note is that recruitment gangs, until the recent past, used to mostly target unskilled workers, who were deployed under almost slave labour conditions in construction sites, farms and mines. The Myanmar case shows that white-collar professionals are now being targeted. In fact, the Indian embassy in Yangon had issued an advisory on July 5 cautioning against criminal gangs offering jobs. If this is a new trend in people trafficking, governments and international agencies must fine-tune their anti-trafficking efforts. GoI must here consider that India’s large pool of computer professionals make this country a favourite target for these gangs.\nOn the specific question of Indians being held in Myawaddy, the problem for GoI is that Myanmar hosts multiple ethnic insurgencies and criminal groups. The US state department’s 2021 Trafficking in Persons Report identified Myanmar as a preferred area of operation for gangs. Yes, India maintains substantial contacts with Myanmar’s junta and should be able to work with the generals. Government sources say 30 victims have already been rescued. But if the junta can’t make any more headway, other options for GoI – a swift military rescue operation, for example – are high-risk, especially given that Myawaddy is around 1,270 km from the Myanmar-India border.\n\n",
        "headline_1": "Badlands of Myanmar: Indians being held by criminal gangs deserve full attention from GoI. But options are difficult",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/badlands-of-myanmar-indians-being-held-by-criminal-gangs-deserve-full-attention-from-goi-but-options-are-difficult/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "In his address to the nation on its 76th Independence Day, PM Modi set the tone for a Viksit Bharat (Developed India) by 2047 through the maxim, ‘When the states grow India grows.’ And Niti Aayog, with its mandate to actualise cooperative federalism, is the proactive GoI platform for bringing states together to work towards this national development agenda. This collaborative approach was endorsed in August by Niti Aayog’s governing council, which in turn was building on the first of its kind chief secretaries’ conference in June. The latter meeting reaffirmed the need for combined Centre-state efforts to realise national and state/UT priorities.\nLearning from best practices\nStates have varying capacities in driving transformational and inclusive growth. The scale of such transformation envisaged under Vision 2047 requires strong and agile institutions, which should also take the lead in designing a state’s overall development strategy, setting sectoral targets and bringing together technology, enterprise and efficient management for policy formulation and implementation. Niti Aayog can act as a medium for states to learn from each other through sharing of their best practices.\nRead full opinion on TOI+\n\n",
        "headline_1": "For state of the nation, look at states of the nation: Niti Aayog’s new chief says it will help states learn from each other & help them in raising resources",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/for-state-of-the-nation-look-at-states-of-the-nation-niti-aayogs-new-chief-says-it-will-help-states-learn-from-each-other-help-them-in-raising-resources/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "What is the reason behind hundi's existence? Why is it considered problematic, if other informal money transfer mechanisms aren't considered the same? And if hundi is so wrong, why aren't the authorities holding the policymakers who created the precondition responsible?\nIt is the central bank which has been artificially fixing defective exchange rates for the US dollar since the late 2010s – an act in violation of its commitment articulated in the Bangladesh Bank (Amendment) Act of 2003, which targeted to make the dollar's value float based on the demand and supply in the market. The central bank's deviation from the policy commitment – or, more specifically, taka's artificial overvaluation as a false sense of economic vigour for at least five years since 2016 – is the main reason why hundi-makers mushroomed at home and abroad. Remitters are like any other economic agents who will try to minimise cost and maximise revenue while sending their hard-earned dollars to their families in Bangladesh. In so doing, they encounter two avenues: the formal banking channel and the private-agent based informal channel, which we call hundi.\nRemitters have every right to do cost benefit analysis, and many of them resort to using hundi simply because this channel offers greater value for their hard-earned wages. There are apparently five reasons to explain why.\nFirst, official channels give inferior exchange rates to remitters – always less than what's given by hundi-makers. Second, hundi-makers charge no fees, whereas banks do. Third, hundi money reaches the family much faster than through banks. Fourth, women from villages fear entering banks and find understanding the procedure of remittance encashment challenging. Five, the banks in towns are often far away from their villages.\nIn contrast, these women are quite comfortable dealing with hundi agents living in their villages; they can easily draw the money from mobile financial services (MFSs) such as bKash in their village market. How would Korimon understand that taking money from Khedmat Mia is a financial irregularity in a country where bank looters are plundering millions of taka and getting repeated waivers from the central bank? If big default loans are redefined as new regular loans, and if money launderers are encouraged by the budget to become legal, why can't hundi-makers be redefined as remittance facilitators? Why are the hundi-makers chased by the Criminal Investigation Department (CID) and arrested when police fail to arrest numerous money launderers roaming around us with huge political clout?\nWhen the Bangladesh Bank's faulty remittance policy, tardiness, and inadequate banking network engender the mushrooming of hundi-makers in an ever-growing trajectory, how many CID officers and how much resources can the government devote behind chasing them? Would that be worth it, while other erudite criminals are roaming around in society?\nHundi emerged in the 12th century in India. The British rulers found it a waste of energy to eradicate the hundi business since it is an informal bill of exchange – just like village mahajans earn abnormal profits by lending at exorbitant interest rates. And the British didn't attempt to arrest mahajans. Economists agree that the hundi business wouldn't have prevailed so long, had it not had strong economic underpinnings.\nKorimon's husband Sattar works in a restaurant in New York City where Bangladeshi exchange houses would give him Tk 100 against one dollar. However, the exchange houses will charge USD 2 as a fee. Plus, Sattar requires both time and money to travel to Manhattan to hit the office. Sattar needs to buy a subway ticket, but his boss won't allow him to run for errands during the day. Then Sattar must fill out the form, waste a page of his chequebook, collect stamps, mail the envelope to the address in Manhattan, and wait for a week to hear that his money has been credited to Korimon's bank account. It sounds worse than the British system of money orders carried by the \"Runner,\" as portrayed by poet Sukanta.\nLet's add to this the weird nonmarket peanut – banks call it 2.5 percent incentive. So, Korimon will get Tk 10,250. Now, subtracting Sattar's cost for the fee and travel expenses or cheque page plus postal expenses, the net value that Sattar's family is getting against USD 100 is less than Tk 10,000 – say, Tk 9,800. However, Sattar knows one of his co-workers, Khedmat Mia, is a trusted hundi-maker and is willing to give Tk 10,600 for USD 100 – no strings attached. Sattar gives USD 100 to Khedmat Mia, who instantly calls his brother Keramat Mia in Nalitabari and instructs him to give that exact amount of money to Korimon bhabi within half an hour. Korimon is so happy to get the hassle-free remittance that gave her Tk 350 extra, while the Sattar family's overall gain through this hundi is more than Tk 800. Which path would Sattar choose, as a rational economic agent?\nIf the amount is USD 1,000, the additional gain is more than Tk 7,000. Both the satisfaction of speed and convenience are simply invaluable. It's a win-win situation for both parties. What is so wrong with that? The bankers and police will argue that they are illegal because they are avoiding the official channel. But poor Korimon doesn't have the guts to say that their official rates are undervalued, and the total mechanism is cumbersome as well as bureaucratic.\nThe Bangladesh Bank must address these areas to overcome the problems with hundi. The dollar's value must be market-based. The incentives are burdening the fiscal budget. They are now worthless given the high price for the dollar, and hence must be removed. Rather, the government can give some incentives to the exchange houses for enabling them to allow no fees for all sorts of remittances. Each bank must develop its own app for the electronic transfer of remittance funds as fast as possible. Instead of wasting energy on chasing or arresting hundi-makers, the central bank can think of including this network by giving them licences and thus devising more avenues to draw remittances from multiple sources. It's equivalent to the concept of agent banking, which tap USD 7.8 billion into the formal channel, will increase fiscal revenue, and thus will help the government address its fiscal incapacity. Let's convert a weakness into an opportunity.\n \nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US, and former chief economist at Bangladesh Bank.\n\n",
        "headline_1": "What's so wrong with hundi?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-so-wrong-about-hundi-3123981",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "Over the last few weeks, a number of developments around the world has brought forth the need to hold polluters responsible for the loss and damage they have been causing the planet. The latest such event is the devastating floods in Pakistan, which has been scientifically attributed to human-induced climate change.\nUnited Nations Secretary-General Antonio Guterres called the floods \"climate carnage\" on his recent visit to the country and laid the responsibility clearly on the polluters. The Pakistan government, which currently chairs the group of all developing countries at the United Nations Framework Convention on Climate Change (UNFCCC), has demanded that finance for loss and damage from human-induced climate change be included in the agenda for the upcoming 27th UN Climate Change Conference, also known as the Conference of Parties (COP27). It has been accepted as a provisional agenda item, but it will need to be adopted by all the countries at the beginning of the conference. And if any of the developed countries block the adoption of this agenda item, the developing countries should simply declare COP27 dead even before it starts.\nMeanwhile, the newly appointed UN Special Rapporteur on Climate Change and Human Rights, Dr Ian Fry, chose to visit Bangladesh for two weeks to see the actual losses and damages suffered by people in Sylhet and Satkhira districts. Before leaving Bangladesh to deliver his report to the UN General Assembly (UNGA) in New York, he clearly stated that the sufferings of people in Bangladesh were caused by the polluters, and the time has come to make the polluters compensate their victims.\nAlso, at the UNGA, Vanuatu has placed a resolution to ask the International Court of Justice (ICJ) for an advisory opinion on making polluters pay for the losses and damages they have caused and continue to cause. The advantage of the resolution is that it can be won by a simple majority, while the UNFCCC can only come to decisions by consensus, where a small number of polluting countries can – and do – block every decision.\nHowever, there is some better news. The first minister of Scotland, Nicola Sturgeon, during COP26 held in Glasgow, Scotland last year, offered two million pounds towards a new Loss and Damage Fund to help the victims of human-induced climate change in the developing countries. She made it quite explicit that these funds were being offered not for adaptation or development assistance, but as reparations for the harm done by Scotland's greenhouse gas (GHG) emissions since the Industrial Revolution. She also challenged other leaders to match her funds. Unfortunately, none of the global leaders offered any funding, but the provinces of Wallonia in Belgium offered a million euros, and several philanthropic foundations offered several million US dollars, so there is now a fund available to help the victims of climate change. While this fund is not much, it is more than what any of the polluting countries have offered.\nFurthermore, Nicola Sturgeon will be hosting a meeting of all non-state actors who have already started to address losses and damages from human induced climate in Edinburgh in October, where she has kindly invited me to attend and speak.\nAt the same time, the Climate Vulnerable Forum (CVF) and the forum of their finance ministers (called the V20) have set up their own loss and damage finance facility for fast-tracking funding to communities in vulnerable developing countries who are already suffering. They have provided some of the funding themselves and have received donations from a few foundations. They will be announcing a crowd-funding opportunity to receive donations from anyone who wishes to express solidarity with climate victims.\nFridays for Future, the global school students' movement for climate action, is planning its next Friday's Climate Strike on September 23 to focus on supporting climate victims and help them deal with losses and damages by donating their lunch money to the V20 Loss and Damage Fund.\nFinally, it is time to confront the fossil fuel companies who are the real criminals behind the climate crisis – who have knowingly caused harm in order to continue to make profits and have also been influencing politicians in the polluting countries who have been blocking progress in the UNFCCC. Civil society groups in the developed countries, such as Extinction Rebellion, are staging protests against these companies, and there is a growing number of lawsuits being filed against them, but progress has been slow and needs to be scaled up fast.\nIt is clear that polluters are the reason why the world is going through the era of loss and damage from human-induced climate change; both governments and fossil fuel companies are guilty and must be held to account. This must be done in different forums, including the UNFCCC and the UNGA, as well as the G7 and G20 meetings and under the ICJ. Most importantly, they should be held to account in the global court of public opinion, where school students are leading the way and challenging the adults to follow them. Everyone should support them.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Make polluters pay for loss and damage from climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/make-polluters-pay-loss-and-damage-climate-change-3123946",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "We offer our wholehearted congratulations to the inimitable footballers who have long won our hearts and have now won the SAFF Women's Championship, beating Nepal 3-1 in a riveting final on September 19. Since they began their glorious journey in 2015 with a triumph in the AFC U-14 Regional Football Championship, they have won almost every age-group regional trophy, including the title of the U-18 SAFF Championship in 2018 and the U-19 SAFF Championship trophy last year. This, however, is their first title at the senior level, and the first one for Bangladesh in women's football in South Asia.\nTheir journey from one victory to another has been one for the books, not least because of the teams they had to beat along the way. Their first and most significant victory was against this conservative society, where entrenched gender norms continue to dictate the limits for what a girl's dream life can be. Coming from different corners of Bangladesh, some from remote areas, the players bravely confronted social taboos and showed their communities, their nation and the world at large what girls can accomplish if only allowed even one-fourth the opportunities we provide our boys.\nIt is a matter of great national shame that, despite their consistent performances, the women's football and cricket teams get less exposure and fewer resources than the men's teams. On average, an A class female footballer earns a meagre Tk 10,000, a B class player earns Tk 8,000, and a C class player earns Tk 6,000. Male footballers make do by playing club football, where a top player earns as much as Tk 50-80 lakh, compared to a woman player at the top of her game who is paid Tk 5-10 lakh. However, neither clubs nor sponsors are interested in women's football, which means that, for a majority of women and girls pursing this challenging sport, it is still not a financially viable career option.\nWhat is most concerning is that, despite the success of the women's team in the past few years, we have done little to bring about structural reforms to women's football, which means that this winning streak is simply not sustainable in the long run. We need long-term planning, a structural framework to support the team, and top-notch training facilities to help them scale greater heights. We need to promote Women's Football League and organise more age-group tournaments throughout the year to encourage new talent and allow the existing talent to brush up their skills as well as earn a living. The Bangamata Sheikh Fazilatunnesa Mujib Gold Cup Football Tournament, which is a commendable initiative, must be scaled up, and more investment needs to take place at the local and district levels to attract young girls towards the game and hone their talents. Most importantly, we need to change our problematic perception towards women and girls, which is holding them back from realising their true potential.\n",
        "headline_1": "A win for the dreamers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/win-the-dreamers-3123941",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "In recent days, the Election Commission (EC) has been mired in controversy after it was alleged that they doctored parties' stance on electronic voting machines (EVMs) in the roadmap published by the EC for the upcoming parliamentary elections, following talks with 29 out of the 39 registered political parties. According to a report in this daily, the commission said 17 parties had supported the use of EVMs; however, The Daily Star's investigation revealed that at least four of those parties spoke against using EVMs, while others placed certain conditions for EVM use, such as implementing the Voter-Verified Paper Audit Trail (VVPAT) technology – conditions which were finally ignored in the roadmap.\nYet, without addressing or even acknowledging these very serious allegations, the commission has instead gone full steam ahead with their plans and finalised a massive Tk 8,711 crore project for EVM procurement and management. The project proposal has fixed the base price of an EVM at USD 2,487, which means at least half a billion dollars will be needed to procure the target of two lakh EVMs. This was the same price at which EVMs were bought in 2018, only back then it cost Tk 86 per US dollar, whereas due to the devaluation of the taka, it will now cost Tk 110 per USD.\nWhat is crucial to note here is that back in 2018, it was reported in the media that Bangladesh bought EVMs at 11 times more the price than India did. This time around, the EC has again opted for these inflated prices, despite depleting currency reserves and the devaluation of the taka, despite the government's own recommendations of cutting down unnecessary costs of public projects, and – most concerning of all – despite the widespread, and to this date mostly unaddressed, lack of confidence in the use of EVMs in elections.\nAgain and again, the question of why the EC is so hell-bent on the use of EVMs has been raised, and every time the response has been vague, contradictory, or simply silence. The fact that the EC has not only ignored legitimate concerns, but is now facing allegations of spreading disinformation in their bid to push for EVMs, is something that should worry us all. What is the reason behind this urgency? In whose interests is the EC working, if it cannot perform its responsibility of creating a level playing field, where all political parties will have the confidence to participate in elections? And if the EC cannot be trusted to be open and transparent about the process of organising elections, then how can the people of this country trust the entire democratic process as a whole?\n",
        "headline_1": "Why this relentless push for EVMs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-relentless-push-evms-3123926",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "We offer our wholehearted congratulations to the inimitable footballers who have long won our hearts and have now won the SAFF Women's Championship, beating Nepal 3-1 in a riveting final on September 19. Since they began their glorious journey in 2015 with a triumph in the AFC U-14 Regional Football Championship, they have won almost every age-group regional trophy, including the title of the U-18 SAFF Championship in 2018 and the U-19 SAFF Championship trophy last year. This, however, is their first title at the senior level, and the first one for Bangladesh in women's football in South Asia.\nTheir journey from one victory to another has been one for the books, not least because of the teams they had to beat along the way. Their first and most significant victory was against this conservative society, where entrenched gender norms continue to dictate the limits for what a girl's dream life can be. Coming from different corners of Bangladesh, some from remote areas, the players bravely confronted social taboos and showed their communities, their nation and the world at large what girls can accomplish if only allowed even one-fourth the opportunities we provide our boys.\nIt is a matter of great national shame that, despite their consistent performances, the women's football and cricket teams get less exposure and fewer resources than the men's teams. On average, an A class female footballer earns a meagre Tk 10,000, a B class player earns Tk 8,000, and a C class player earns Tk 6,000. Male footballers make do by playing club football, where a top player earns as much as Tk 50-80 lakh, compared to a woman player at the top of her game who is paid Tk 5-10 lakh. However, neither clubs nor sponsors are interested in women's football, which means that, for a majority of women and girls pursing this challenging sport, it is still not a financially viable career option.\nWhat is most concerning is that, despite the success of the women's team in the past few years, we have done little to bring about structural reforms to women's football, which means that this winning streak is simply not sustainable in the long run. We need long-term planning, a structural framework to support the team, and top-notch training facilities to help them scale greater heights. We need to promote Women's Football League and organise more age-group tournaments throughout the year to encourage new talent and allow the existing talent to brush up their skills as well as earn a living. The Bangamata Sheikh Fazilatunnesa Mujib Gold Cup Football Tournament, which is a commendable initiative, must be scaled up, and more investment needs to take place at the local and district levels to attract young girls towards the game and hone their talents. Most importantly, we need to change our problematic perception towards women and girls, which is holding them back from realising their true potential.\n",
        "headline_1": "A win for the dreamers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/win-the-dreamers-3123941",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "In recent days, the Election Commission (EC) has been mired in controversy after it was alleged that they doctored parties' stance on electronic voting machines (EVMs) in the roadmap published by the EC for the upcoming parliamentary elections, following talks with 29 out of the 39 registered political parties. According to a report in this daily, the commission said 17 parties had supported the use of EVMs; however, The Daily Star's investigation revealed that at least four of those parties spoke against using EVMs, while others placed certain conditions for EVM use, such as implementing the Voter-Verified Paper Audit Trail (VVPAT) technology – conditions which were finally ignored in the roadmap.\nYet, without addressing or even acknowledging these very serious allegations, the commission has instead gone full steam ahead with their plans and finalised a massive Tk 8,711 crore project for EVM procurement and management. The project proposal has fixed the base price of an EVM at USD 2,487, which means at least half a billion dollars will be needed to procure the target of two lakh EVMs. This was the same price at which EVMs were bought in 2018, only back then it cost Tk 86 per US dollar, whereas due to the devaluation of the taka, it will now cost Tk 110 per USD.\nWhat is crucial to note here is that back in 2018, it was reported in the media that Bangladesh bought EVMs at 11 times more the price than India did. This time around, the EC has again opted for these inflated prices, despite depleting currency reserves and the devaluation of the taka, despite the government's own recommendations of cutting down unnecessary costs of public projects, and – most concerning of all – despite the widespread, and to this date mostly unaddressed, lack of confidence in the use of EVMs in elections.\nAgain and again, the question of why the EC is so hell-bent on the use of EVMs has been raised, and every time the response has been vague, contradictory, or simply silence. The fact that the EC has not only ignored legitimate concerns, but is now facing allegations of spreading disinformation in their bid to push for EVMs, is something that should worry us all. What is the reason behind this urgency? In whose interests is the EC working, if it cannot perform its responsibility of creating a level playing field, where all political parties will have the confidence to participate in elections? And if the EC cannot be trusted to be open and transparent about the process of organising elections, then how can the people of this country trust the entire democratic process as a whole?\n",
        "headline_1": "Why this relentless push for EVMs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-relentless-push-evms-3123926",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "As part of addressing the ongoing gas supply crunch in the country, speakers including experts at a recently-held webinar in the city suggested cutting gas connections set up illegally. Notably, many commercial and industrial units have been resorting to stealing gas from the supply line through various illegal means including meter-tampering and establishing connections with the main pipeline. So, in order to stop such evil practice, the recommended clampdown on the gas 'rackets' is eminently well-advised. By adopting such a measure, between 250 and 300 million cubic feet per day (mmcfd) of gas could be saved annually from being wasted, the experts maintained. This is, of course, one of the ways to check gas pilferage since by applying this option the present system loss at 10 per cent could be reduced to 2.0 per cent. Thus dependence on imported LNG could be markedly reduced and the power plants and industries facing acute gas shortage would benefit from the gas thus saved. However, disconnecting gas lines of users who fail to pay their bills or shutting off the illegal ones is already in practice, though resorted to in fits and starts. So, the success of the measure, if applied systematically on a wider scale, would depend to a great extent on the efficiency, integrity and will of the government agency responsible for implementing it at the field level. Gas being the primary fuel to generate power as well as run some gas-based industrial and commercial units including firing ovens at homes, its current supply crunch is obviously an issue that relates to the nation's energy security. This is why efforts are underway to save gas, stop pilferage and switch to alternatives like fossil fuels including oils, coal, liquefied natural gas as well as renewable energy. But when it comes to oils and LNG, those have to be imported from the global market. To get around the problem, Bangladesh will be required to look for ways to attain some degree of self-sufficiency in fuel through developing the existing gas and oil wells as well as exploring new ones both onshore and offshore. However, as viewed by experts and those representing the government at the webinar, there is actually no guarantee that such exploratory efforts would come up with any success. For after a decade of drilling some 50 wells, not a single one could reportedly produce any gas. This brings us again to the expensive option of going for fuel imports and, to that end, the government is also learnt to be building the required infrastructure to facilitate its import, storage and onward supply. So far as renewable options from nuclear sources are concerned, the first unit of the Rooppur Nuclear Power Plant is, as reported, set to go into production soon. Admittedly, to keep the power plants, other industries or the entire economy, for that matter, functioning, these expensive options are unavoidable. But one needs also to keep in mind the current state of the country's foreign exchange reserve which is under stress to meet the rising import bills. In that case, the policymakers will have to exercise extreme caution while going for such highly expensive import-based options. Finally, to ensure energy security, a long-term strategy should be in place. That should include efficient use of energy as well as building the country's own capacity to produce energy both of the conventional and the renewable types.",
        "headline_1": "Adopting durable strategy to meet nation's energy needs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adopting-durable-strategy-to-meet-nations-energy-needs-1663686761",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "For quite sometime managing coastal resilience has been identified as one of the key issues for the country's sustainable development. Given the low deltaic topography with huge swathes of the land forming the coast line and millions of people living there, it is important not only to ensure safety and livelihoods of the inhabitants but also to explore and utilise the available resources much of which are believed to be untapped. A recent World Bank report has echoed the urgency of the task saying Bangladesh needs to continue investment in coastal zones to strengthen climate resilience amid increasing climate risks to protect its development gains. The report 'Bangladesh: Enhancing Coastal Resilience in a Changing Climate' highlighted the country's journey towards reducing vulnerability to climate change, and suggested actions towards improving the resilience of its coastal regions. It analyses the drivers of risks, the ongoing efforts of the government to reduce these risks and also offers new perspective and innovative solutions. It appreciates the government's work saying, \"Despite vulnerability to climatic risks, Bangladesh has emerged as a global leader in climate change adaptation, and is known for proactively investing in resilience.\" \"Coastal resilience is not a static goal to be met, but rather a continuous process of adapting to changing conditions and finding synergies between development objectives,\" said Dandan Chen, World Bank acting country director for Bangladesh and Bhutan.The coastal zone of Bangladesh covers an area of 47,201 sq km, 32 per cent of the country, according to survey conducted by experts. Coastal zone of Bangladesh consists of 19 districts comprising 147 upazilas. Experts have drawn a distinction between upazilas facing the coast and the upazilas located behind them. A total of 48 upazilas in 12 districts that are exposed to the sea are called exposed coast and the remaining 99 upazilas of the coastal districts are termed interior coast. The 19 coastal districts are Jassore, Narail, Gopalganj, Shariatpur, Chandpur, Satkhira, Khulna, Bagerhat, Pirozpur, Jhalakati, Barguna, Barishal, Patuakhali, Bhola, Lakshmipur, Noakhali, Feni, Chattogram, and Cox's Bazar. These are characterised by gentle shorelines with river valleys, barrier islands, and flat tide. Depending on geographic features, the coastal zone of Bangladesh consists of three parts-- eastern zone, central zone, and western zone. The western region, known as the Ganges tidal plain, comprises the semi-active delta and is crisscrossed by numerous channels and creeks. The central region is the most active with continuous processes of accretion and erosion. Meghna river estuary lies in this zone. The eastern region is covered by hilly areas and is more stable. The coastline here is 710 km long composed of the interface of various ecological and economic systems, including mangroves. Although the coastal ecosystem of Bangladesh contains a highly functional and structurally diverse ecology, this ecology is gradually being degraded. As a consequence, the quality of life of a large section of the coastal community is in economic decline. The basic natural system processes and events that cause vulnerabilities of the coastal zone are-- tidal fluctuations, salinity (soil, surface water or groundwater), and cyclone and storm surge risk. The aforementioned WB report states how long-term investments in disaster risk reduction can save lives, reduce economic losses, and protect development gains. The report referring to the accomplishment of the government in this respect stated that this was possible due to a range of initiatives backed up by a strategic policy framework from grassroots-level adaptation and community-based early warning systems to structural investments in infrastructure, complemented by nature-based solutions and innovation. Since independence in 1971, Bangladesh has reduced cyclone-related fatalities by 100-fold, the WB report mentioned. This is no mean achievement. However, rapidly growing population, environmental degradation, and increasing climate risks are putting pressure on the existing natural and infrastructure systems in the coastal zone which is home to about 40 million people. The report finds that further investments in coastal resilience would produce an array of economic, social, and environmental benefits for the country. It lays out some key recommendations to strengthen the resilience of the coastal region, including strengthening operation and maintenance of infrastructure, recognising local knowledge, and utilising state-of-the-art modelling tools. Given the changing climate and dynamic coastal processes, a risk management framework should act as the guiding principle for adaptive delta management. Infrastructure investments need to be complemented with nature-based solutions. The coastal area can benefit from inclusive community participation and livelihood adaptation for sustainable resilience. Lastly, the report says, establishing an integrated framework that goes beyond risk reduction and includes growth, well-being, and sustainable development at its core should be the prime objective of strengthening coastal resilience planning. It may be noted that the World Bank is involved with coastal and climate resilience and disaster preparedness in the country for long. Currently, with a $1.9 billion project, the WB is working on climate resilience through multipurpose cyclone shelters, embankments, early warning systems, weather services, and afforestation. The suggestions in the report may not be altogether new given the long engagement of the experts and designated government agencies in managing coastal resilience, still it is expected that the findings would reinforce the on-going activities and help adoption of future plans. \n[email protected]",
        "headline_1": "Much-needed boost for coastal resilience",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/much-needed-boost-for-coastal-resilience-1663686800",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "The unfortunate demise of the non-aligned movement had as much to do with geo-politics as it did with transnational corporation economic aspirations. India had been one of the last to hold true to self-sufficiency before succumbing to economic realities of feeding a massive population. More than half a century later with globalisation and open-market economy theories being exposed for all but the benefits, non aligned values have regained deeper meaning. The temptation to politicise everything is enticing. Countries that have been able to resist have done so with a sense of balance. The United States makes it legal for paid but transparent lobbying funded by businesses for business friendly policies. The United Kingdom allows for declared donations by businesses and businessmen to political parties. That's where third world or developing countries have failed.India's Bharatiya Janata Party shook democratic foundations by launching ejection bonds by which individuals could fund the ejection campaigns. With no accountability or declarations required the move allowed for billions to pour in with large businesses being cleverly veneered. Businesses always play a role in political funding and plush positions are found for the favoured. It's also good for decent, if difficult political decisions when trade bodies are supportive. What isn't good is when such organisations lose the moral height of correcting decisions that go against the interest of general public with more realistic solutions.Australian trade bodies got together to suggest to the Albanese Labour government that energy companies part with windfall profits through a super tax to be spent on supporting consumer spending. This was in line with a government handout at the time of the 2008 meltdown by the government.Had the Federation of Bangladesh Chambers of Commerce and Industry, Dhaka Chamber of Commerce and Industry and the Metropolitan Chamber of Commerce and Industry, Dhaka been true to their avowed corporate social responsibility promises, they could have, should have suggested concrete point by point details of how to overcome the dire economic stress of consumers. Without consumers there can be no business. These organisations with members located around the country should have understood people's plights. Their networks extend internationally with businesses, chambers and industries. They provide inputs to government budgets, seek relief from international and national setbacks. It follows naturally they reciprocate the government in its time of stress. The deplorable price manipulation of recent months should have seen FBCCI and DCCI up in arms. Nothing emanated. Transport owners enjoyed windfall gains (continuing to do so), edible oil businesses made a killing as did rice millers. They do not react when frustrated ministers expressed helpless at being powerless to do anything to rein in prices. All demerits have exemplary exceptions. Theirs was to pass off benefits of tax and VAT relief.The one unstructured organisation-Small and Medium Enterprises have lesser baggage on their backs and can speak freely. And speak they did. From policy through licensing, taxation and their very existence they spoke of corruption from top to bottom. They keep the wheels of the economy running and have their noses to ground realities. Working with small capital mostly without banking support, it hurts them more at having to search in their meagre profits to pay out bribes, graft and downright extortion. Dhaka Chamber claims ownership of the SMEs. There's an SME foundation. To this day there are no permanent structures of SME markets. Backward linkage absence doesn't allow for proper and sustained promotion of their products and services. Of the Prime Minister's generous pandemic fiscal package the chunk for SMEs was the most under-utilised. For all the lofty idealistic rhetoric women SME entrepreneurs continue their unending tale. No help in, assistance or simplification of their loan procedure. The SMEs have spoken without mincing words. A total revamp of the approach to the SME sector is nothing short of what they want. If that is to be achieved a specialised, top level cell manned by they who understand SMEs and is inclusive of SME representatives is required, not tomorrow but today. The lesser political interference there, the better.\n[email protected]",
        "headline_1": "The return of non-aligned values",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-return-of-non-aligned-values-1663686828",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2022"
    },
    {
        "full_article": "We had a glorious past of football in Bangladesh. How popular football was from mid-1970s to early 2000s might sound like a fairy tale to the young generation. The passion was so high that we used to hoist the flags of our teams on rooftops and even engage in heated arguments as fans. However, those days are gone. Our men's football has been in tatters for years. The team has sunk to 192 in the FIFA rankings. Their future does not look promising. Women's football, on the other hand, has brought the country's football-loving people again in front of their television sets and made them proud by becoming South Asia's top team. Making history, Bangladesh women's football team beat Nepal 1-3 goal to lift their maiden SAFF Women's Championship title. Two of those goals were courtesy of Krishna Rani Sarkar. Bangladesh came into the tournament like champions and inflicted on the South Asian giants India a 3-0 defeat. Bangladesh have been unstoppable and made it to the final winning all three group stage matches and a semi-final against Bhutan maintaining their clean sheet. Women's football in Bangladesh, in its short history, has been a story of success, of breaking barriers and changing social norms. There needs to be more effort and financing to drive this social revolution forward so that our girls can bring home more honour for us. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Congratulations, Bangladesh women's team!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/congratulations-bangladesh-womens-team-1663686859",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2022"
    }
]