[
    {
        "full_article": "Geopolitics trumped economics at the annual summit of the world’s “most industrialised” countries, as the G-7 is known, at the German resort of Schloss Elmau, a summit Prime Minister Narendra Modi attended, along with other special invitees from Argentina, Indonesia, Senegal, and South Africa. While the G-7 countries did have some economic initiatives on their agenda, including the launch of a $600 billion U.S.-led Partnership for Global Infrastructure and Investment (PGII), commitments on fighting climate change, funding renewable energy changes, mitigating inflation and managing the continued global crisis over the COVID-19 pandemic, it was clear that most of the deliberations took aim at the twin challenges seen from Russia and China. The 28-page communiqué alternated between outlining the challenges to the international order that emanate from Moscow’s war in Ukraine (including tightening sanctions, the impact on energy markets, and cybersecurity threats), and Beijing’s “expansive maritime claims”, rights violations, and unsustainable debt creation in lower income countries. The G-7 countries issued separate statements on support for Ukraine, food security and a ‘Climate Club’. In addition, the G-7 and special invitee “partner countries” issued a statement on “Resilient Democracies”, committing to free and fair elections, protecting freedom of expression, and gender empowerment. The message for Russia and China was made even more pointed at the subsequent NATO Summit in Madrid, where the U.S.’s Transatlantic allies invited the U.S.’s Trans-Pacific allies to discuss security challenges.Given the targeted nature of the G-7 outcomes, India had its work cut out as a balancing power. Prime Minister Narendra Modi made it clear that it is the developing world that needs the most support, including to weather the “knock-on” effects of the Russia-Ukraine conflict. The Government sought to distance itself from the PGII, pitched as a G-7 counter to China’s Belt and Road Initiative, and made it evident that India had only signed on to the statements on “Resilient Democracies” and a “Just Energy Transition”, and not the many statements castigating Russia and China, much like Mr. Modi had, at the earlier BRICS summit, stayed away from President Putin and President Xi’s stringent criticism of the West. On the global stage, the G-7 outcomes mean New Delhi will have to continue to walk a tightrope between these two blocs that are growing more polarised and inimical towards each other. On the Indian stage, Mr. Modi’s G-7 commitments will be scrutinised for his pronouncements on democracy, and his written assurance that his government will protect civic society, freedoms of expression and “thought, conscience, religion or belief”, which are facing challenges within the country.",
        "headline_1": "Home and abroad: On PM Modi’s G-7 commitements and freedom of speech",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/home-and-abroad-the-hindu-editorial-on-pm-modis-g-7-commitment-to-protect-freedom-of-speech/article65585554.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "In what appears to be the worst episode in recent times of migrant deaths associated with dangerous border crossings into the U.S., the bodies of at least 53 people were recovered from an abandoned tractor-trailer in San Antonio, Texas. Reports suggested that the migrants, hailing from Mexico, the Honduras, Guatemala, and El Salvador, died from the extreme temperatures inside the truck, amidst a lethal heat wave. The grim episode highlights yet again the perils faced by those seeking asylum or better economic prospects in the U.S., who come up against the country’s immigration policies, which are yet very much a work-in-progress. On the one hand, the latest crisis underscores the serious lacunae in border policy enforcement. Despite the searing summer, border crossings in this region have remained stubbornly high over the past two years. In May 2020, the U.S. Border Patrol encountered 23,237 migrants, whereas in May 2022, that number was 2,39,146 — said to be more than in any single month in the past three years. Even worse, Mexican officials have confirmed that the truck passed through a federal immigration checkpoint within the territory of the U.S. and yet was not inspected. With approximately 20,000 trucks passing through the commercial corridor from Laredo to San Antonio every day, and even more across U.S.-Mexico crossing routes overall, there is a woeful shortage of manpower and surveillance systems.Nevertheless, it is the bigger questions behind cross-border migration into the U.S. and its fallout, as shown above, that are troubling. Democrats and Republicans have locked horns over comprehensive immigration reform in a multitude of negotiations and across hundreds of bills proposed in Congress. Yet there is a fundamental unwillingness to find bipartisan solutions for immigration policy, in the way that the Bipartisan Safer Communities Act came out of a collaborative effort and now offers a glimmer of hope towards containing gun violence. While Democrats have dug in their heels on subjects such as a path to citizenship for law-abiding undocumented workers in the U.S. who meet certain conditions, including Deferred Action for Childhood Arrivals, Republicans have tended to focus more on keeping undocumented migrants out at the border. The problem with their refusing to hammer out compromise solutions is that the resultant failure to evolve a well-funded yet enlightened immigration policy leads to avoidable deaths of the kind seen in San Antonio. Whatever they cede or do not cede politically to liberals, conservatives must realise that there is no resisting the “melting pot” effect coterminous with the U.S.’s social and economic progress, and for that process to work smoothly, the U.S. must rationally and humanely manage the inflow of migrants across its southern border.",
        "headline_1": "Fallout of policy failure: On the U.S. migrant tragedy",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fallout-of-policy-failure-the-hindu-editorial-on-the-us-migrant-tragedy/article65586310.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "Decisive mandate for Modi Government helped India to step up climate change response\nIn the May 2014 general elections, after a gap of 24 years, a single party won the absolute majority in the Lok Sabha.\nPM Modi gave the mantra of “sabka sath, sabka vikas” for governance. This helped in unveiling the pro-poor and gender sensitive schemes such as Ujjawala and Swachch Bharat, besides enactment of triple talaq legislation. India’s international stature also grew significantly. PM Modi retained power after the 2019 elections with BJP and its allies in the NDA winning 335 Lok Sabha seats.\nOn forest and environment conservation, it is worthwhile to assess the performance of the Ministry of Environment, Forest and Climate Change. Policies of the Environment sector influence the success of several programmes of different Ministries. There is a mixed bag of assessment.\nSoon after taking over the reign of administration the first thing the Ministry urgently needed was to ensure transparency in granting forest and environmental clearances. Transparency is the hallmark of corruption free governance. The Ministry apart from other steps had created a mechanism under the ‘Parivesh’ portal where all user agencies are supposed to apply online for environmental and forestry clearances. It has ensured transparency, accountability, and time bound performance and thus made the clearance process free from delay and red tape. Procedures were simplified for quick and professional examination of proposals. The changes ensured access of services to all sections of the people. While the poor people in the villages got quick clearances at the Regional offices/DFO levels for schools, police outpost, hospitals and other developmental works, the industries and other public utility sectors, necessary for infrastructure and development like water schemes, dams, electricity and mining, got timely clearances, which were earlier delayed for several years.\nIn a major reform, the Ministry in 2021 re-organized its regional offices by restructuring the manpower, besides constituting regional empowered committees so that interface with people and state governments improves for better governance and cut delays.\nThe Forest Survey of India recorded an 8021 square km increase in overall forest and tree cover amounting to one percent jump in forest and tree cover during 2015 to 2017. Similarly, the trend continued during 2019 to 2021 when the forest and tree cover in the country increased by 2261 square km, taking the country’s forest and tree cover to 80.9 million hectares with 24.62 per cent of the geographic area. The tiger population in the country has witnessed a steady increase from 2226 in 2014 to 2967 in the latest assessment.\nThe Compensatory Afforestation and Management Authority (CAMPA) Amendment Bill was languishing for a long time. The government brought accountability and streamlined the use of CAMPA funds, amounting more than Rs 80,000 crore. More than Rs 48,000 crore was released by December 2021 to 32 States which will give impetus to increase the forest cover.\nThe welfare of more than 10 crore tribal people is at the core of the policy making of the government. The Ministry has signed a memorandum with the Ministry of Tribal Affairs to sort out the emerging issues between the two Ministries in the implementation of Forest Right Act 2006. The Ministry of Tribal Affairs in 2018 launched the ‘Van Dhan’ scheme in 2018 through TRIFED. This cross cutting scheme aims at increasing the income of tribal people engaged in the collection of Minor Forest Products (MFPs) through value addition of the products through Minimum Support Price (MSP) & Development of value Chain for MFPs in 340 districts of 27 states through 3225 Van Dhan Vikas Kendras to 10 lakh tribals.\nOn the international stage, PM Modi has assumed the leadership role in the field of climate change negotiations and India is the voice of developing countries. India has solid achievements in the field of combating climate change. The Prime Minister jointly with French President Emanuel Macron created an International Solar Alliance to combat climate change.  India has achieved its voluntary target of reducing emissions intensity of its GDP by 21 per cent over 2005 levels by 2020 and is poised to achieve 35 per cent reduction well before the target year of 2030 and carbon neutrality by 2070. India is home to 17 percent of the world population but our emission footprint is only 4 per cent compared with the developed world’s 60 per cent with 17 per cent population.\nHowever, on the flip side the Ministry has fallen in the trap of a few foreign agencies by promoting certification of government forests. It will compromise the sovereignty of the country on our natural resources and the Prime Minister as well as External Affairs Minister must caution the Environment Minister from ‘acting penny wise pound foolish’.\n(The author is former Director-General, ICFRE, and Chancellor, FRI Deemed University, Ministry of Environment, Forest and Climate Change)",
        "headline_1": "India leads with effective climate change response",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/india-leads-with-effective-climate-change-response.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "Israel is seeing a change of guard as  Yair Lapid takes over as caretaker PM\nThe reins of power have not changed hands only in Maharashtra, and no longer does Ukraine President Volodymyr Zelenskyy remain the only high-profile head of a State who has appeared in popular television programmes. Quite a geographical distance away from India and Ukraine, the small but powerful country of Israel too is witnessing a shift in power. In the 10 years since he relinquished his job as a political chat show host to turn a full-time politician, Yair Lapid had dreamed of becoming Israel’s Prime Minister. Now, as he prepares to take over in a caretaker capacity, he is sure to put his best foot forward to prove that he deserves the top job in the long term even as the country prepares to go to polls for the fifth time in less than four years. Meanwhile, former amateur boxer Lapid faces a stiff challenge from conservative Benjamin Netanyahu — Israel’s longest-serving leader — whom he successfully knocked out of office in 2021 by forging an unlikely alliance between eight, ideologically diverse political parties. Of course, Netanyahu — seeking his sixth term in office — will seek to paint his bitter rival as weak on security, particularly when it comes to Iran and terrorism. The challenge for Lapid will be to prove that he can protect Israel from its enemies and promote domestic unity.\nBut how does the shift in Israel’s domestic power equation impact India? Well, time will surely shed more light on this subject as the current fluid situation unfolds until a new Government is formed after polls due in October or November. However, here’re a few pointers. India and Israel have an extensive and comprehensive economic, military and political relationship. India is the largest buyer of Israeli military equipment and Israel is the second-largest supplier of military equipment to India after Russia. From 1999 to 2009, military business between the nations was worth around $9 billion. Military and strategic ties between the two nations extend to intelligence-sharing on terror groups and joint military training. As of 2019, India was the third-largest Asian trade partner of Israel, and its tenth-largest trade partner overall, with bilateral trade, excluding military sales, clocking $5.53 billion. Needless to say, New Delhi shall be keenly watching the unfolding drama in Tel Aviv. So far, Israel has been an all-weather friend and hopefully that won’t change.",
        "headline_1": "Power shift",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/power-shift.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "By making Eknath Shinde Maharashtra’s new chief minister BJP has in effect transformed the Shiv Sena rebellion into a successful coup. Political implications of this tactical move by BJP are many, and we will come to some of them later.\nLet’s first recognise that the fall of the Uddhav Thackeray government is the seventh time since 2014 that a democratically elected government has collapsed after losing its assembly majority through defections or rebellions. In all cases but one, BJP formed the new government, thus turning poll defeats into victories outside the ballot box.\nRead full opinion on TOI+\n\n",
        "headline_1": "Alliances in Shinde mode: What new Maharashtra CM tells us about making, breaking govts & 2024 possibilities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/alliances-in-shinde-mode-what-new-maharashtra-cm-tells-us-about-making-breaking-govts-2024-possibilities/",
        "news_paper_name": "The Time of India",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "By making Eknath Shinde Maharashtra CM BJP demonstrated its tactical nous. It also corrected the 2019 tactical error when BJP lost Shiv Sena as a partner by playing the role of big brother too hard. Devendra Fadnavis playing deputy to Shinde, a Maratha hailing from politically crucial Satara and base in Thane, means Sena’s bigger faction re-enters NDA with respectful accommodation. For Sena rank and file, with a Maratha Sainik as CM, the charge of betrayal made by Thackeray father and son will lose some sting. Moreover, CM Shinde stands a better chance to woo Uddhav camp followers than deputy CM Shinde.\nUnlike Uddhav who never forgave BJP for reducing Sena to its junior partner, Shinde may be easier for BJP to work with. Shinde is the CM but BJP will likely keep many key portfolios. He also helps BJP’s 2024 cause. With 48 Lok Sabha seats, Maharashtra is second only to UP in importance. In his resignation speech, Uddhav had thanked Sharad Pawar and Sonia Gandhi, suggesting that he was comfortable in MVA. If Uddhav Sena, NCP and Congress fight 2024 together, it makes sense for BJP to have a dominant and happy Sena faction as its ally.\nThe Thackeray clan’s comeback depends on winning the cadre. Sena workers are unique in that they wield much more influence than foot soldiers of other parties. There’s of course the possibility that in the coming days both Sena factions will engage in some muscular politics. Bruising showdowns, to which Mumbai is no stranger, may follow. But it’s important to note that Shinde’s MLAs come from geographically more diverse areas, while Uddhav has largely retained Mumbai legislators. By all indications Shinde is going for the jugular. A race to corner the Sena party name, symbol, offices, elected representatives and workers has started. The next battlegrounds will be BMC, Thane and other urban civic polls.\nBMC in theory should be an easier poll for Uddhav since Shinde’s influence is not in Mumbai. But the ex-CM will face a determined BJP and no one knows how the internecine Sena battle will affect loyalties and morale of Mumbai’s Sainiks. The more politics moves out of Mumbai the less will be Uddhav’s influence. The fact that most non-urban Sena MLAs switched to Shinde says something about the dangers facing Thackerays. They face outcomes worse than losing office.\n\n",
        "headline_1": "Maha clever move: BJP making Shinde CM is win-win for both & more ominous for Uddhav than his loss of office",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maha-clever-move-bjp-making-shinde-cm-is-win-win-for-both-more-ominous-for-uddhav-than-his-loss-of-office/",
        "news_paper_name": "The Time of India",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "There’s no denying that plastics are a menace. But whether the nationwide single-use plastic ban beginning from today will be an effective counteraction is in doubt. Tonnes of plastic waste are dumped at landfills or out into the open oceans where they disintegrate into tiny microplastics that find their way into marine life or terrestrial animals. From there they eventually enter the human food chain. The Central Pollution Control Board had estimated that India generates around 9,200 metric tonnes of plastic waste daily. This is most likely a gross underestimation.\nGoI notified the Plastic Waste Management (Amendment) Rules, 2021 in August last year, prohibiting 20 single-use plastic items by 2022. Nineteen of those will be banned from today, including ubiquitous plastic cutleries. Plastic carry bags with a thickness less than 120 microns will be banned from end of December. True, experts have pointed out that the scope of the ban is too small. But even the current effort is unlikely to succeed in a meaningful way.\nThe problem is that alternatives to everyday plastic items are far more expensive. For example, paper straws cost five times as much as plastic straws. With such economics, the single-use plastic ban is likely to hurt small vendors and manufacturers disproportionately. And given current inflation levels, there are far greater incentives to breach the ban. Remote possibilities of paying steep fines and jail time won’t blunt that incentive. A better approach would be to work with the plastic industry to foster innovation and boost production of compostable plastics. In fact, GoI should support the creation of an entire waste management system around compostable plastics from labelling to setting up industrial composting units. These are tougher jobs than issuing ban orders. But they have a much better shot at reducing the damage plastics do.\n\n",
        "headline_1": "Plastic challenge: Ban on single-use items will be difficult to enforce, GoI should work with industry on alternatives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/plastic-challenge-ban-on-single-use-items-will-be-difficult-to-enforce-goi-should-work-with-industry-on-alternatives/",
        "news_paper_name": "The Time of India",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "Implementation of GST exactly five years ago was considered as the largest post-Independence tax reform. It became a reality after preparation of more than a decade. How did this most difficult reform come about?\nPolitical commitment to GST: The first and foremost was the political will of GoI under the leadership of PM Modi. The second most important factor was the persuasive ability of former finance minister Arun Jaitley, who was accepted across all political parties. Therefore, it was easy for the GST Council to take important decisions relating to the framework of GST in 18 meetings which were held prior to implementation of GST on July 1, 2017.\nRead full opinion on TOI+\n\n",
        "headline_1": "How good, simple tax was born. How it can be better, simpler: On GST’s 5th anniversary, a look back and look ahead from an ex-official who worked on the big change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-good-simple-tax-was-born-how-it-can-be-better-simpler-on-gsts-5th-anniversary-a-look-back-and-look-ahead-from-an-ex-official-who-worked-on-the-big-change/",
        "news_paper_name": "The Time of India",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "I cannot yet fully reconcile with the fact that Latifur Rahman, Shamim Bhai to us all, is no longer among us. He seemed so much in the driving seat of his affairs just prior to his illness – so aware of what was going on, so surefooted about the plans he was making, and so acutely conscious of the implications of the changes that were engulfing the world. Above everything else, he was so proud of the strides that Bangladesh was making, and confident about its bright future. He used to say to me, \"As Bangladesh advances and its economy becomes stronger and bigger, the future of The Daily Star would also grow and expand. Just make sure that you hold your position as the biggest and most trusted newspaper. The country will always need a quality English language daily. If you can maintain your quality and increase the paper's credibility, then your future is assured.\" His belief encouraged us all, especially me, and doubled my energy to drive on.\nClear thinking about The Daily Star, unshakeable faith in our economic growth, and supreme pride about his country were the hallmarks of Latifur Rahman, our founder director. He was boastful of the fact that he never invested even one taka abroad and that everything he did was in Bangladesh and for Bangladesh. He would never tire of saying that all of his children had studied abroad, but none of them stayed back and tried to become the citizen of another country. He would also refer to his grandchildren who were studying in the US at that time and say, \"I am sure they would all return to serve the country\". Little did he know that his favourite one – Faraaz – would serve his country in the most unique but tragic way, bring pride to him, to his family, and to the people of this country with his courage and sacrifice in standing up to the most brutal of killers. Though his pride for Faraaz's action knew no bounds, yet the pain of the latter becoming a victim of a most vicious act of terrorism was too much for him to bear as a loving and doting grandfather.\nThough he tried to carry on with a brave face, he was gradually being eaten away from the inside by this grief, which to most of us seemed insurmountable. Yet he carried on, too proud to show his wound, too committed to work to take time off, and too devoted to his family to show any sign of weakness, lest the rest of the family feel weakened. He had to be the source of courage and strength not only for his family, but for everyone who worked with him – alas, at a great emotional cost to himself.\nThe more I think of him, the more I realise how fundamental were his contributions to this paper. In a country of family-owned newspapers and in a tradition of the owners running their paper like personal fiefdoms, The Daily Star was the first to introduce a corporate culture in running a newspaper. The existence of a Board of Directors was unknown in the newspaper world, and if known, it was most likely only on paper. Ours was a functional board, led by our founding chair, Azimur Rahman, from the very start – strict on finances, and hands off on journalism. In the last 29 years of this paper (the period of my editorship), I never received a single phone call or faced any question in the board meetings as to why, as the editor, I took a particular editorial position on any issue, however sensitive or politically volatile. This was The Daily Star's board, of which Latifur Rahman was the most active, lively, knowledgeable, and passionate guide. Once a close friend of his complained about the paper not taking any strong editorial position against the government of the day. His reply was, \"I trust the editor fully. When the time comes, he will take the most appropriate position.\" As and when the paper did, Latifur Rahman called him and reminded him of their earlier conversation. I was told this by the friend concerned. That was the respect, trust, and dignity with which he and the whole board dealt with the editor of the paper.\nTo me, Latifur Rahman was the most ardent and active supporter of the concept of press freedom. Though a lifelong businessman, he had an intuitive understanding of the value of \"freedom of expression\", \"multiplicity of views\", and \"independent journalism\" in ensuring good governance, transparency, accountability, and above all, in establishing democracy and people's rights.\nFor him, \"debates\" were at the centre of the intellectual development of a nation, and he wanted very much for The Daily Star to be the \"debating\" platform for all sorts of ideas and programmes on social and political issues. In-depth analysis of policies and threadbare discussion on them were fundamental responsibilities of newspapers, he used to say.\nOne idea he was firmly and consistently averse to was military dictatorship or its involvement in the running of the government. He thought Pakistan's plight was singularly due to its military's role, and he was determined that the same shouldn't happen in independent Bangladesh.\nOn his second death anniversary, we in The Daily Star remember him for his contribution in establishing this newspaper, for his uncompromising stance on the freedom of the press, and for his firm conviction that democracy, with all its flaws, was the best form of government for this country. But above all, we remember him for his faith in Bangladesh, and his personal and institutional contribution towards its prosperity.\nTo us, he exemplified patriotism.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Tribute by Mahfuz Anam: A fighter for independent journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/tribute-mahfuz-anam-fighter-independent-journalism-3060766",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "One dollar now costs almost Tk 100. The taka has been losing its value against the US dollar for months, with no signs of it changing. The collapse of the value of the taka or the exchange rate, which tells us the amount of US dollar one unit of taka can buy, has been causing further panic in the foreign currency market. When the price of the dollar increases, taka becomes cheaper, making import payments greater than before, and leading to inflation through the import channel. It signals macro instability.\nThough exports and remittances are encouraged by a weaker taka, it doesn't necessarily mean they would rise enough to offset the increase in import bills. And that has been happening in Bangladesh in recent months, making current account deficits worse than before. It will eventually erode foreign reserves, which has already decreased by USD 7 billion since August 2021, giving rise to the possibility of a financial crisis if the trend continues.\nTo understand how to prevent the dollar drain from Bangladesh, we need to first understand what caused the price hike of the dollar in the first place. Defective policymaking is at the root of it. And the taka will collapse further, either now or in the immediate future, unless the faulty method of fixing the exchange rate by the central bank is corrected or disbanded for good. Even after committing to a floating exchange rate since 2003, Bangladesh Bank (BB) kept on heavily fixing the exchange rate. This decision was taken not because of any research findings, but because of political preferences. That is not how economics works.\nA simple regression over 2003-2013 would suggest a Tk 2 increase in the dollar's value every year, making the dollar's price Tk 98 or so – which is close to the current market price. Had BB followed an econometric model to make the change monthly, we wouldn't have faced this sudden shock and the ensuing volatility in the whole financial market.\nThe question may arise: Why do we need to devalue the taka every year against the dollar? It is in our best interest to do so because we need to maintain a steady path of the real exchange rate index, so we don't lose export competitiveness and remittance inflow through the banking channel. Since Bangladesh's inflation is at least 3-5 percentage points higher than US inflation, the taka must lose its value against the dollar accordingly to do justice to exporters, remitters, the country's balance of payment, and finally, its foreign reserves.\nThe index of the real effective exchange rate was 100 in 2016, and it tiptoed up to 115 by October 2020. That wouldn't have happened had BB paid attention to the math. BB kept taka's value artificially high for six years, hurting exports and remittances. The finance ministry stepped in to fight the disease of anaemic performance in remittance and invented a vitamin tablet in the form of \"incentives\". However, a correct exchange rate doesn't require any frills. These patchy solutions ignore demand and supply forces.\nBoth BB and the finance ministry were wrong in predicting the exchange rate and kept dollar's value forcibly depressed. Remittances and exports performed worse than imports. The current account balance, which was in an impressive position for 14 years since the early 2000s, started declining since FY2016, proving that giving incentives was not the right solution. Foreign reserves remained in the doldrums for three years since 2016. Thus, BB got enough signals to correct the exchange rate by devaluing the taka, but it didn't. The recent volatility and dollar crisis are nothing but the results of wrong policies from BB and the finance ministry.\nThat said, other reasons have also contributed to the dollar crisis. Illicit financial transfers amounting to almost USD 8 billion per year, as the World Bank estimates, are destabilising the market. Over-invoicing by importers and under-invoicing by exporters seem to be rampant – even though the official data are hard to collect.\nThe recent move by the finance minister to validate laundered money has not only placed a stain on the budget, but has also emboldened the asset traffickers more than ever before. Money that has landed overseas won't come back. Rather, new launderers will join the queue. They will find it rewarding to hoard more dollars and smuggle them overseas whenever possible.\nThe finance minister also predicted that capital flight will get reversed just because foreign inflation is high. That's incorrect. Foreign inflation figures, such as US inflation of 8.5 percent, may look higher than Bangladesh's 6 percent – but Bangladesh Bureau of Statistics (BBS) figures are particularly inaccurate for inflation and unemployment.\nDespite facing the great financial crisis of 2008-2009, the US experienced a huge inflow of foreign funds, which Ben Bernanke, the Fed chair, termed as the \"saving glut\". The Fed is raising policy rates desperately to curb inflation, and it will make the dollar stronger globally. If BB fails to grasp this new development in determining the exchange rate, the dollar crisis will move from bad to worse.\n \nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US and former chief economist of Bangladesh Bank.\n",
        "headline_1": "What made the dollar crisis worse?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-sky/news/what-made-the-dollar-crisis-worse-3060891",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "In early 2017, when I was mulling over launching BD FactCheck – the first fact-checking initiative in Bangladesh – we looked for who else in the region was already working in this field. We came to know about two people: Pratik Sinha and Mohammed Zubair. They co-founded Alt News, one of the first ventures in South Asia that dedicates itself to countering disinformation and exposing the actors behind it. Since then, the fact-checking organisation's relentless fight against political misinformation never ceased to amaze me and many others. Zubair and Pratik's dedication inspired many fact-checkers in and outside India to carry on with the thankless job.\nOn June 27, we woke up to the news that Mohammed Zubair had been arrested by Delhi police based on a complaint from a Twitter user claiming that one of Zubair's tweets had hurt their Hindu religious sentiments, an accusation that was termed as \"trumped-up\" by critics.\nThe arrest of Alt News' co-founder earned sharp responses from different quarters in India and around the world. Pointing towards the divisive politics of the ruling Hindu nationalist Bharatiya Janata Party (BJP), the Editors Guild of India (EGI) said in a statement that it was \"apparent that Alt News's alert vigilance was resented by those who use disinformation as a tool to polarise the society and rake nationalist sentiments.\"\nRahul Gandhi, former president of opposition party the Indian National Congress, said that Mohammed Zubair had been targeted for his role in exposing the BJP's hate, bigotry and lies. \"Arresting one voice of truth will only give rise to a thousand more. The truth always triumphs over tyranny,\" he tweeted.\nUN Secretary-General Antonio Guterres' spokesman Stephane Dujarric responded to Zubair's arrest by saying, \"Journalists should not be jailed for what they write, tweet and say.\"\nLooking at the recent years' record in the world's largest democracy, the move to arrest Zubair should not come as a surprise at all. Alongside India's gradual shift towards right-wing populism, the space for free speech has been shrinking for about a decade in the country that is being ruled by Narendra Modi, a permanent member of the RSS (Rashtriya Swayamsevak Sangh) since 2014.\nNewsmen across India have been increasingly targeted in different forms for what they do. According to the Committee to Protect Journalists (CPJ), 2021 was one of the deadliest years for Indian journalists in the past decade, with six killed between 2021 and 2022.\nThe Global Press Freedom Index, which is published by Reporters Without Borders (RSF), ranked India 150th among 180 countries. The organisation has cited \"violence against journalists\" in India as one of the reasons for the declining press freedom in the country.\nIn March this year, Rana Ayyub, one of the most prominent faces of India's journalism industry and a Modi critic, was barred from leaving the country as she was flying to Europe to speak about the intimidation and repression that Indian journalists faced. Multiple cases were filed against Ayyub to prevent her from speaking out.\nIn such an adverse situation, Mohammed Zubair was committed to exercising his right as a journalist and as a citizen, and kept exposing the actors who regularly spread hate and misinformation targeting the minority communities in India, especially the Muslims.\nAlongside fact-checking, Zubair also monitored hate speech against the minorities in the Hindu-majority nation. One of his recent tweets highlighting the controversial remarks made by Nupur Sharma, a spokesperson for the governing BJP, about Prophet Muhammad during a televised debate, was widely shared and led several Muslim countries to lodge strong protests with India. The BJP had to suspend Sharma from her post to appease some of India's Muslim allies in the Gulf. Later, during an interview with a right-leaning news outlet, Sharma herself held Zubair responsible for what happened to her.\nFor the BJP, that was enough of a blow from a journalist they had to encounter almost regularly. A barrage of hate and threats were unleashed against Zubair by an IT cell that boasts of having hundreds of thousands of online trolls and activists. A number of cases were also filed against him, and ultimately, he was arrested to stop what he does – exposing the campaigns of hatred and disinformation targeting the minorities led by actors close to the ruling party.\nOn June 13, India signed a joint statement at the G7 Summit to protect \"freedom of expression, both online and offline, as a freedom that safeguards democracy and helps people live free from fear and oppression.\" But Zubair's arrest and the record of previous years tell a different story. In Modi's India, exercising one's freedom of speech to criticise the ruling elites and exposing the disinformation propagated by the right-wing demagogues are deemed as crimes. Suppressing the fact-checkers will only help to deteriorate the already polluted online information ecosystem in a polarised nation like India, and that will bring more chaos. The only way out of this is for the sane voices within the country to step forward to push back against their government's reckless actions.\n \nQadaruddin Shishir is a fact-checker based in Dhaka.\n",
        "headline_1": "Exposing disinformation is a crime in Modi’s India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/exposing-disinformation-crime-modis-india-3060831",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "My connection with Latifur Rahman (Shamim) goes back to pre-partition times when both our families lived in Calcutta (Kolkata), though we never actually met then. It was after the Liberation War that I first met Shamim and in the 80s became close when we worked together as members of the executive committee of the Metropolitan Chamber of Commerce and Industry (MCCI). I found him to be very sincere and serious, always immaculately dressed. He never lost his temper, even during heated arguments in meetings, which was truly impressive.\nWe also started to meet socially at each other's houses and though he was around three years younger, we became the best of friends. His wife Joyu and my wife Niloufer also became very close. We became closer during our official foreign trips mainly on MCCI and International Chamber of Commerce (ICC) delegations together – at least three times a year. During those trips to cities like London, after our work was done, we would go to the theatre and eat at restaurants. Often, Mahbubur Rahman would be with us. Shamim's giving nature would come out during those trips and he would never let anyone else foot the bill. He knew which were my favourite restaurants and would take me there, going so far as to go there personally beforehand to make a reservation.\nWhat really struck me about Shamim was the courage of his convictions. He would steadfastly defend the principles and values he believed in. His patriotism was deep-rooted – he truly believed in Bangladesh. In conversations regarding Bangladesh, he passionately defended his country.\nHe was reasonable and always used logic in his arguments – he never tried to force his ideas on anyone. When it came to business policies, especially after the budget announcements when the chamber executive committee would meet, his inputs were very clear and practical. Whenever we represented the Chamber to the government, he made it a point not to talk about issues affecting his own business. Some people would do that but Shamim always brought forward issues that affected the industry as a whole. This was the correct attitude to have. He never took advantage of his position. In short, he was always fair in his dealings with everybody.\nWe also used to go on medical trips together to Singapore where he introduced me to some of his doctors. On those trips, I saw how much the doctors respected him. In fact, wherever he went, he commanded a lot of respect from people. People immediately took to him; they liked him.\nOf course, he was great company, fun-loving, and such a good sport. We engaged in a lot of leg-pulling – all in good fun. We accepted each other for what we were; there were no inhibitions. It's difficult to find a friend so sincere, one who doesn't expect anything from you but loves to give so generously.\nHe was also a good father and I could see how his children and grandchildren doted on him as he, too, doted on them.\nThe tragedies he faced were immense. He suffered acutely when he lost his daughter and later his grandson but there was very little public display of grief. His stoicism and mental strength were admirable.\nAnother great trait of Latifur Rahman was his honesty – he was always very diligent about paying taxes and VAT; he set very high standards not only for his personal life but for his companies. He was an ethical businessman. As a leader he took charge but also believed in consensus. He was a great listener and did not browbeat anyone to make them agree to his point of view. Instead, he would hear out their views patiently and then present his counterargument.\nIt pains me that I could not see him during his last days. He had gone to his ancestral home and it was during the Covid pandemic so I couldn't go. I miss his company – he was such a good man and a precious friend. It's very hard to find anyone equal to his level.\n \nSyed Manzur Elahi is Chairman of Apex Group, and former president of Metropolitan Chamber of Commerce and Industry (MCCI) and Bangladesh Employers Federation.\n",
        "headline_1": "Remembering Latifur Rahman: An ethical leader and a true friend",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ethical-leader-and-true-friend-3060756",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "Cost overruns and delays in implementing projects go hand in hand in Bangladesh. We seem to have become quite adept at putting obstacles in the way of public projects, and then coming up with all sorts of excuses to justify it. There is already a rich legacy of such projects going back and forth on the drawing board for multiple revisions. So when the minister of planning laments that a lack of good governance is undermining the potential of public infrastructure projects (PIPs), despite huge investments made in them by the government, we are not taken by surprise.\nThe government is clearly placing high priority on the development of infrastructure in the country. But it will not deliver expected outcomes if project planners, directors and other stakeholders do not come out of this culture of time and cost overruns. Often, it is seen that a project starts to flounder right from the start, with inaccurate plans and designs, triggering a chain of disruptive sequences that continue until the very end. Such poor management of PIPs is frequently by design, enabling corruption, and frequently because of incompetence. Projects executed in such a way are more likely to negatively affect the expected results as well as the return on investment.\nThe continuation of this situation is unfortunate, to say the least. A negative return on investment is not the only casualty of such a situation. It is also draining Bangladesh of valuable local and foreign currency. There are bigger concerns as well. As an expert rightly pointed out at the event, physical, social and digital infrastructures will play a critical role in facilitating Bangladesh's graduation from a Least Developed Country to a Developing Country. Infrastructure is related, in varying degrees, to 72 percent of all the targets in the UN's Sustainable Development Goals (SDG). It's also related to the targets of our 8th Five-Year Plan and Vision 2041. As such, how we perform in executing our infrastructure projects will hugely impact our future trajectory as a nation.\nThis is why good governance in PIP implementation is so essential. It will not only accelerate growth and help meet those targets, but will also reduce the cost of public service and maximise productive use of our limited resources. The prime minister, on several occasions, expressed her dissatisfaction over the current state of affairs. It's time the authorities translated expressed urgency into actual, systemic reforms that will hugely benefit the nation.\n",
        "headline_1": "How long will poor execution of projects be tolerated?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-long-will-poor-execution-projects-be-tolerated-3060491",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "We're worried about the possibility of a second spell of flooding in northern and northeastern districts within less than a month of the first, which itself came on the heels of a flash flood in May. The possibility has been raised with floodwater in the haor region not receding as expected, and major rivers swelling again amid torrential rain and onrush of water from the upstream. A number of low-lying villages have been inundated again. This has dashed hopes of an early recovery. More worryingly, survivors now have to brace for another cold, lonely fight even while going through the painful aftermath of what has been the most devastating flood in recent years.\nThe frightening regularity and intensity with which we're being hit by floods should worry the policymakers. There are short-term challenges and long-term needs, both of which need to be handled with care. In the short term, they will have to deal with the shortage of food and relief. According to the local office of the United Nations, as much as Tk 545 crore will be needed to provide humanitarian support including relief and rehabilitation for flood victims. By contrast, the government's own response has been shockingly inadequate, having mobilised only Tk 4.67 crore and 3,720 tonnes of rice as of June 26, according to another estimate. This calls for a major shakeup of its policies.\nApart from access to food, drinking water and medicine, the fallout from floods has also been felt in the provision of utilities, in health, education as well as major income-generating sectors, with vast areas of arable land and fisheries damaged. Across the country, it has been felt in the kitchen markets. All this requires urgent attention, too.\nThe long-term priority, no less urgent, is to address continued flooding. Experts have identified three major reasons for it: 1) construction of unplanned infrastructure including roads, sluice gates, and dams; 2) loss of river navigability; and 3) filling-up of haor areas. Floods brought on by heavy rains and onrush of water from the upstream cannot subsist because of these barriers, which calls for a major rethinking of haor management. Without improving the water retention capacity of haors and the navigability of connecting rivers, we cannot prevent a recurrence of what one expert rightly termed \"waterlogged flooding\".\nAlthough the government has sounded no alarm yet over the possibility of another flood, residents are already feeling the brunt of it. So far, the government's response to the flood indicated no sense of urgency, even after the massive suffering caused and the deaths of so many. This is really unfortunate. We urge the authorities to do everything necessary to reduce present and future suffering from the floods.\n",
        "headline_1": "Another spell of flooding can upend life in Sylhet ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-spell-flooding-can-upend-life-the-north-3060476",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "At a time when the euphoria over the opening of the Padma Bridge to traffic is yet to ebb, a dialogue titled, \"Implementation of Public Infrastructure Projects in Bangladesh: Ensuring Good Value for Money\" organised by the Centre for Policy Dialogue (CPD) has come as a stark reminder of the need for getting the basics right in terms of project implementation. Cost escalation has become endemic not only for mega projects but also for almost all development works. What is particularly galling is that even the feasibility study is done perfunctorily and the fault lines appear all through the execution period often extended several times. Over the past few years or perhaps decades, only one major project was reportedly completed before time and the cost was less than the estimated amount. The remainder of the unused fund -- as a shining example of honesty, efficiency and integrity -- was returned to the exchequer. Then the Rooppur nuclear power plant and MRT line-6 are also reportedly on track to be completed on schedule. All other projects including the eight of the 10 mega projects, not excluding the Padma Bridge, have been revised. So lawmakers, economists and development experts have been critical of this lethargic trend of project execution at the dialogue arranged by the CPD. Even Planning Minister MA Mannan cited some endemic weaknesses of which the absence of project directors at the site is one, which, according to him, is a serious impediment to implementation of programmes on time. But where it hurts most is the faulty feasibility study leading to redesigning infrastructure or making readjustment to the original plan. It happened in case of the Maghbazar flyover where the design was originally planned for left-hand driving; it has happened in case of the Padma Bridge rail link when it was discovered that the approach of the rail track had lower overhead height. But the greatest challenge not taken into reckoning originally was the shifting soil of the riverbed of Padma and overcoming it to erect a couple of pillars midstream. Well, a few of these oversights can be excused in case of a mega project like the Padma Bridge but when there are reports galore that bridges have been constructed with no trace of roads on either side or the connecting approach roads have been left incomplete rendering the bridges useless, one smells rat in the entire exercise. Then there are frequent reports on bridges or culverts collapsing immediately after their construction or carpeting coming off soon after its completion, the ulterior motive behind the project undertaking by concerned engineers and contractors gets exposed. There are even reports that contractors receive their bills without starting their scheduled works. It is exactly at this point comes the issue of accountability following the execution of projects. If there were regular monitoring and post-implementation accountability, irregularities and haphazard or perfunctory development works could not become an order of the day. The chairman and members on parliamentary standing committee on estimates have admitted that misappropriation takes place and there is a tendency to purchase pricey jeeps as soon as projects get go-ahead for the purpose of monitoring but actually it is used as an excuse. The bottom line is to get results worth the invested money and this can only be ensured by close monitoring of works in progress by an expert body formed for the purpose.",
        "headline_1": "Ensuring proper project execution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-proper-project-execution-1656597705",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "The remarkable industrial growth of Bangladesh is not a hype anymore. The country's industrial footprints are continuously expanding beyond the conventional light industries to medium and heavy industries. In the last 10 years, the number of petrochemical industries increased from 10 to 40. Petrochemical industries are only one of the many industries where chemicals are stored and used in production purposes. Expanding chemical industry: Businesses imported chemicals worth Tk 175.48 billion in 2017-18 which was only Tk 61.03 billion in 2007-08, according to Bangladesh Bank Data. The import of chemicals has been rising on an average rate of 12 per cent for the last couple of years. Chemicals are used in large scale in many industries, including pesticides, textiles, leather, pharmaceuticals, paints, fertilizers, foot wares etc. Such large-scale use of chemicals in industries has created a new kind of challenge for the country. Lack of regulations, standard operational practices, rigorous monitoring and adaptation of safety protocols and technologies, may lead to catastrophic disasters at any time. The incident that happened at the BM container depo could be repeated at some other place if immediate and drastic actions are not taken by the relevant organisations.Lacking proper chemical management: Hazardous chemicals are one of the most critical materials to deal with and across the globe. There have been numerous incidents which have taken thousands of lives and caused significant damage to the environment. These painstaking learnings, led the industries, regulatory bodies and other stakeholders to make stringent safety protocols, standard operating procedures and even laws in many cases to ensure the safety of people, property and the environment. These practices are regularly implemented, evaluated and monitored in developed countries. But for a country like Bangladesh, which is still in the first phase of its industrial journey, the situation is different. The regulatory bodies themselves lack necessary knowledge and resources to provide the right guidelines to the industries in many cases. Even for the existing regulations, there are no proper monitoring systems in place that can ensure compliance. Indifference of the owners: It is to be noted that nowhere in the world any safety regulations are proactively implemented by the industries at the initial phase. As in most cases, implementing those practices has an impact on the production cost. Hence, across all industries, business leaders remain indifferent to implementing those despite knowing the safety benefits. In Bangladesh Department of Inspection of Factories and Establishment, the Department of Environment, the Department of Explosives, Bangladesh Fire Service and Civil Defense, Bangladesh Customs and Port Authorities are the major stakeholders in this aspect. Unfortunately, there is indeed no comprehensive guideline for the industries on the usage of chemicals. In some cases, different departments have different regulations creating more ambiguity. Though in 2022, the Ministry of Commerce has taken an initiative to prepare a National Chemical Management Guideline with support from the German development agency GIZ (Gesellschaft fur International Zusammmernarbeit), that is still in the development phase.In the BM Depot incident, major deviations from the safety standards were found. Hydrogen peroxide was not stored within the secured and segregated perimeter. All chemical containers must have the materials specification description along with a material safety data sheet (MSDS). That was not the case there. There was no secondary containment facility that would have restricted the chemicals from directly going to the surrounding environment if any incident occurs. The breathing or venting ports used to store chemicals which have an oxidizing nature and are critical components of preventing an explosion were not assessed and properly used as per global practices. The concentration of the hydrogen peroxide was relatively higher (60 per cent) in the case of the BM Depot incident and berating or venting ports had to be designed in line with that. At any chemical storage yard or warehouse, areas such as explosion zone and hot zone must be created, carrying proper signs to help ensure the evacuation of people and assist the emergency response team. Unfortunately, there was no such thing in practice. Even they did not have any emergency response procedure in place. There was no primary emergency response team at the site that could contain the impact of the explosion before the fire service team reached the site. Missing so many safeguards at a chemical storage depot, signifies the lack of regulations, monitoring and standard operational practices.The way forward: Thoroughly assessing established guidelines, implementing those guidelines at the ground level and continuously validating them can bring effective safety outcomes. Bangladesh needs to focus on all three aspects simultaneously. The regulatory bodies need to reassess the situation and come up with a set of guidelines for the industries that are the major stakeholders. The industry management must focus on implementing those guidelines at their industries at every level. A third-party verification in the form of regular audits must be in place to monitor and validate the ground. Risk management plan, emergency response plan, hazardous material handling procedure, HAZOP (Hazard and operability analysis) process safety considerations are the major initiatives that had to be addressed within the framework. While synchronizing these efforts, the authorities should incorporate global bodies like OSHA (Occupational Safety and Health Administration), ECHA (European Chemical Agency), SCHC (Society for Chemical Hazzard Communication) etc. to take the advantage of the already established protocols and safety practices across the world. To create a better tomorrow, industrial growth is the key for Bangladesh; the country also needs sincere effort from the relevant stakeholders to ensure a safer tomorrow.\n[email protected]",
        "headline_1": "Use of chemicals and challenges ahead",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/use-of-chemicals-and-challenges-ahead-1656597765",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "Would you believe the government officials of high, low and medium ranks from Bangladesh are visiting the United States of America and Australia to gather hands-on experience on the management of char (an area of land emerging from sea or river through accretion of silt and sand)? A group of nine officials has reportedly recently concluded a visit to Australia and enriched (?) their knowledge about improving the living standard of 'char' people. Another group of 11 is now making preparations to go to the USA soon for the same purpose. Even a secretary-level official is included in the group. It is understood that the news about officials making such a trip would not evoke any surprise. For, officials have been making similar trips for many years, to a no small part, wasting state and donors' funds. There have been questions about the selection of officials, purpose, and destinations of such visits. None, however, has ever bothered to give replies to queries. And similar trips have been going on, although relevant authorities are well aware of widespread irregularities involved in those. The trip in question is being taken under a Tk 110-million project styled Char Development and Settlement Project Bridging. The UN International Fund for Agricultural Development (IFAD) is making available most of the project money. A proposal on the foreign visits of the officials under the project got the approval of the appropriate authority only days before the curb imposed on a foreign trip by the government officials to help save the country's reserve. How could a proposal concerning such a redundant visit pass through all the official stages? Didn't they see all the peculiarities involved in the proposal? What the IFAD has done? As the major financier, it was supposed to object to such an irrelevant trip. It does not require any elaboration that the interested officials themselves prepared the so-called study programme, selected destinations and got it passed through various steps to make pleasure trips. It is easy to understand the trip's outcome as one of the nine officials who has just concluded the Australia trip is due to join a different ministry and another will go on retirement in September next. A vernacular daily broke the story in its last Wednesday's issue giving details of a study trip to Australia and the USA. Stories of similar nature came out in newspapers in the past as well. But nothing could deter the government officials from organising such wasteful trips. Allegations have it that despite having no provision for making similar foreign visits in the original project profiles, a section of officials make the same later and insist on including the same. The donor agencies do need to raise objections to such irregularities and withdraw funds. They do not have reasons to succumb to any kind of pressure. The approving authorities also need to prevent the wastage of government funds on trips like this. They are expected to look into the relevance of foreign study tours and other programmes before giving their seal of approval. \n[email protected]",
        "headline_1": "Exploring 'chars' in the USA, and Australia!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exploring-chars-in-the-usa-and-australia-1656597806",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2022"
    },
    {
        "full_article": "Children are an asset of any nation. Therefore, their upbringing and wellbeing must be prioritised. They should be drawn towards education and recreational activities so that they can contribute to society and economy later. Unfortunately, at present many children in Bangladesh are forced into labour mainly because of poverty. Child labour is aggravating day by day. And it can pose a grave threat to the prosperity and progress of the country. I go for work every day by a human hauler, called Laguna. While going there, I come across several children involved in labour. Some of them assist Laguna drivers while others work as street vendors. The average age of these children is 10. They are supposed to go to school at this age. But they have started working. With the rising levels of inflation, the poor can no longer meet their basic needs even if all family members work. Most of these children either do not go to school at all or are taken out of school and sent to work. Earnings from child labour may provide some relief to the families in the short term, however, in the long term, this will be detrimental to both the child and the society at large. Children are the future of our nation. And we are wasting this future by engaging them in labour. We should follow developed countries like Japan regarding nurturing our children. Sometimes, we focus on various issues rather than prioritising the upbringing of our children. This should come to an end. And we should create a better environment for our children. \nMuhammad Al Amin, Savar, Dhaka, [email protected]",
        "headline_1": "Creating better environment for children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/creating-better-environment-for-children-1656597829",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-07-2022"
    }
]