[
    {
        "full_article": "India’s apex drug regulator, the Central Drugs Standard Control Organisation (CDSCO), has barred Haryana-based Maiden Pharmaceuticals Limited from manufacturing medicinal drugs. This was after some of the cold-and-cough syrup it manufactured and exported to The Gambia were marked out by the World Health Organization (WHO) as being linked to the deaths of 66 children there. The concoctions were apparently contaminated with diethylene glycol (DEG) and ethylene glycol that may have caused acute kidney failure. The Indian government has said that a full report from WHO, establishing a clear, causal link is awaited. The Union Health Ministry has constituted a technical committee to advise the Government on its future course of action against the company. The provisions of India’s Drugs and Cosmetics Act, in theory, come down heavily on manufacturers for making adulterated drugs, and on gross violations of prescribed manufacturing practices with imprisonment up to 10 years and fines up to ₹10 lakh. These provisions have been rarely executed despite multiple instances of DEG poisoning in India. In 2020, cough syrup made by the Himachal Pradesh-based Digital Vision killed 13 children in Jammu and Himachal Pradesh; tests showed the presence of DEG. Other inspections by regulatory bodies found that Digital Vision had violated mandatory manufacturing practices that would have ensured drugs were not contaminated with DEG. However, there have been no successful prosecutions, because, as in other instances of adulteration, there is little sustained follow-up to prove to the courts that the products were directly responsible for the deaths.Given that the deaths in The Gambia have evoked an international outcry — it was highlighted by WHO and India has a reputation as a major global supplier of drugs and vaccines — there will likely be greater scrutiny of India’s actions. Early responses from India’s health establishment have not been encouraging, with assurances that the drugs were only cleared for export to The Gambia and not for sale in India. In any case, this is disingenuous as Maiden Pharmaceuticals, whose products were banned in Kerala earlier and flagged for substandard quality in Tamil Nadu, has marketed the same formulation under different names, and there is no reason to assume that their domestic wares undergo a higher standard of production. In the global market of pharmaceuticals, the pandemic burnished the credentials of India’s vaccine manufacturers as vital to ensuring that the whole world accessed medicine equitably. To rise up the value chain, whether it be vaccines or drugs, India has to work harder at its image of having an impartial and independent regulator that can be trusted internationally as well as domestically.",
        "headline_1": "No time for placebo: On The Gambia deaths and drugs regulation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-time-for-placebo-the-hindu-editorial-on-the-gambia-deaths-and-drugs-regulation-in-india/article66009532.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "For the very first time, NASA scientists have succeeded in slightly altering the trajectory of an asteroid by using a spacecraft to slam into it. On September 27, 4.44 a.m. IST, a small spacecraft DART (Double Asteroid Redirection Test) was aimed at a 160-metre-wide asteroid Dimorphos, which was orbiting a larger asteroid Didymos, both of which were circling the sun, 11.2 million kilometres from the earth. Since neither body would have come closer than about 6.4 million km of the earth in their lifetime, they did not pose any threat. However, DART was a test mission to see if this technique, known as kinetic impactor, would give the necessary ‘nudge’ to an asteroid and alter its course by a desired amount. After studying the two bodies for nearly 10 days, NASA announced that the course of the smaller asteroid has indeed been altered a little: initially, the orbit of Dimorphos around Didymos took 11 hours and 55 minutes. After the impact, a 32-minute alteration in its orbital period has taken place — it is now 11 hours and 23 minutes only. The reason for this test is to learn how to use the kinetic impactor technique to ‘nudge’ earth-bound asteroids out of the way, years before impact. This is not a last-minute effort. A word of caution: all asteroids are not similar, so more tests have to be done to perfect this technique.The U.S. is not alone in attempting this. China has a plan to deflect a 40 m wide, earth-crossing asteroid named 2020PN1 by 2026. There is a need to develop this technique because an impact with even a small asteroid can have serious consequences. The Chicxulub crater is a reminder of the impact of a 10 km wide large asteroid that fell on the earth 66 million years ago and wiped out nearly 75% of plant and animal life. An impact with an asteroid even about 100 m wide can destroy a city the size of Chennai. The other question is whether this technique can be used to deflect asteroids bearing rich bounties of minerals and moving them to closer locations from where these can be harvested. No country has made this an explicit aim till now. This first move by NASA to alter the course of a celestial body is a perfect theme for fiction and film; most recently, the film “Don’t Look Up” dealt with this theme directly. However, there are many more threats to life on earth, climate change being the most imminent and definite. It is to be hoped that this demonstration of the power of engineering and science can be extrapolated to ‘kick-start’ a move to avoid the drastic impact of such disasters too.",
        "headline_1": "Smash hit: On NASA’s Double Asteroid Redirection Test",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/smash-hit-the-hindu-editorial-on-nasas-double-asteroid-redirection-test/article66009563.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "Optimism is a rare trait, especially amongst the ‘intelligentsia’. This is acutely the case with sections of the Indian intelligentsia, which forever ignore the many positives and only zoom on selectively sampled negatives.\nIndian intelligentsia must recognise that ordinary non-Indians, even parliamentarians and business leaders, rely on the opinions of credible experts to learn about India. They inevitably turn to academics employed in globally-reputed universities and organisations for impartial advice.\nRead full opinion on TOI+\n\n",
        "headline_1": "A critique of India’s usual critics: The intelligentsia must recognise that political preferences influence their analysis more than they admit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/a-critique-of-indias-usual-critics-the-intelligentsia-must-recognise-that-political-preferences-influence-their-analysis-more-than-they-admit/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "Bombay high court has sent a strong message on the sanctity of due process and procedural safeguards by acquitting ex-Delhi University professor GN Saibaba and five others given life terms on charges of membership of the banned CPI(Maoist) and “aiding” and ‘abetting” its activities. The wheelchair-bound Saibaba was jailed in 2014 and convicted in 2017. Section 45 of UAPA has two key safeguards to prevent wrongful implication of innocents by the police. Both, Bombay HC noted, were violated.\nUAPA judges must await prosecution sanction before taking cognisance of chargesheets. This prosecution sanction, in turn, must be considered and granted by government only after an independent authority conducts a “review of the evidence gathered in the course of investigation and makes a recommendation”. But the trial court framed charges against Saibaba before prosecution sanction arrived. The Director of Prosecution reviewing the chargesheet recommended prosecuting the accused without giving any reasoning. HC wondered how a few “laconic” sentences helped the prosecution sanctioning authority make informed decisions. The conviction was struck down, citing a constitution bench ruling that a trial proceeding without valid sanction would stand vitiated.\nThe judges exhorted the state to fight terrorism with “unwavering resolve” but said the rule of law must tower over loud refrains that “the end justifies the means, and that the procedural safeguards are subservient to the overwhelming need to ensure that the accused is prosecuted and punished”. They signed off by warning that “empirical evidence suggests departures from the due process of law foster an ecosystem in which terrorism burgeons and provides fodder to vested interests whose singular agenda is to propagate false narratives.” Food for thought for all of us.\n\n",
        "headline_1": "Voice of reason: In acquitting Saibaba, HC upholds due process",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/voice-of-reason-in-acquitting-saibaba-hc-upholds-due-process/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "The Election Commission’s announcement of Himachal Pradesh assembly polls on November 12 and a delayed vote count on December 8 signals the possibility that Gujarat elections may be held before December 8 and counting for both states will happen together. In 2017 too, EC had done a phased announcement of polls in the two states, and a common counting day. Himachal elections are especially crucial for Congress. HP has alternated between BJP and Congress from the 1990s, much like Uttarakhand until 2022. But even history doesn’t seem to favour Congress any longer.\nCongress has fumbled against incumbents in state after state since 2019. In Himachal, the situation did look favourable for Congress for a while after it won all four bypolls last November. However, GOP has failed to settle the all-important who after Virbhadra Singh question, leading to constant bickering and a flight of netas out of the party.\nAmid Rahul Gandhi’s Bharat Jodo Yatra and the presidential elections, the Congress central leadership hasn’t devoted enough time to the campaign. In contrast, PM Modi’s Dusshera visit and Vande Bharat Express launch this week were high visibility events. Even the surprise Union cabinet approval of ST status for the Hattee community is indication that nothing is being left to chance given that armed forces personnel are a strong constituency, and the Agnipath scheme had raised discontent. With CM Jai Ram Thakur getting his central leadership’s full backing, and Congress in no position to project a CM face, will it be a case of neighbouring Uttarakhand repeating?\n\n",
        "headline_1": "Hilly question: BJP’s fighting hard for Himachal. Is Congress?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hilly-question-bjps-fighting-hard-for-himachal-is-congress/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "“It’s a popular idea, puppies,” writes Alexandra Horowitz. A specialist in dog cognition, she did not really need to admit another animal into her full household. But in the interest of science, during the pandemic, she did. The Year of the Puppy: How Dogs Become Themselves, is a charming and absorbing study of that first all-important year that runs from infancy to teenagerhood.\nWe tend to view puppies from the outside, caught up in house-training, walk-training, bite-training and so on, but this is not an instruction-manual for humans. It is firmly from the pup’s point of view, how they learn to see and smell, interact, and make sense of the world.\nRead full opinion on TOI+\n\n",
        "headline_1": "The world according to your puppy: An affectionate study of a dog’s first year of life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-world-according-to-your-puppy-an-affectionate-study-of-a-dogs-first-year-of-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "The oldest private university in Bangladesh is giving its oldest public university a run for its money. They are the only two educational institutions to be featured in the top 800 of a world ranking estimated by Times Higher Education (THE). To see these local universities in the same global category provokes more questions than answers. \nThese two universities – one in Dhaka North, the other in Dhaka South – are separated by thick traffic worth two-three hours on the road and a culture of mutual dismissiveness. Whether the ranking agency will thaw the frozen relationship is a matter to be seen. The achievement of North South University (NSU) cannot be brushed aside as it devised and pursued a strategic plan to achieve its status in the elite club of universities. Three other Bangladeshi universities, all technical in orientation – Bangladesh University of Engineering and Technology (Buet), Bangladesh Agricultural University (BAU), and Khulna University of Engineering and Technology (Kuet) – have been featured in the 1200-1500 range. The overall performance is dismal. It begs the question: why are the other leading public universities and notable private universities not there?\nEstablished in 1921, Dhaka University (DU) has a clear advantage in the five areas in which THE measures the performance of a university: teaching, research, citations, international outlook, and industry income. With its government funding, DU caters to 38,172 students and has a fleet of 2,200 teachers. Conversely, NSU, established in 1992, has 20,596 students with a teaching team of 386 full-time and 362 part-time teachers. As per the UGC's 2019 record, DU spent Tk 52.02 crore in research and had 472 publications, while NSU spent Tk 65.32 crore in research and claimed 1,135 publications.\nIt needs to be mentioned that a university needs to have 300 indexed publications a year for five consecutive years to be considered for THE ranking. NSU has persistently nurtured a research culture to be at par with a university that is 70 years older than it. The presence of three technical universities in the ranking suggests that they have the required number of publications, which many other universities lack.\nIt is refreshing to see that DU is feeling the pressure to excel. Recently, it initiated an annual performance goal for each academic department and liberalised its international outlook. According to THE, 7.5 percent marks are given for international outlook based on the proportion of international students, international staff and international collaboration. This is an area in which private universities have greater flexibility. In terms of teaching, which makes up for 30 percent of the ranking scale, the subcategories are reputation survey, staff-to-student ratio, doctorate to bachelors ratio, doctorate awarded to academic staff, and institutional income.\nGiven the government's policy of not allowing private universities to award doctorate degrees, private universities are missing out on the learning environment category. The same goes for industry income, amounting to 2.5 percent of THE ranking metrics, in which private universities are handicapped as they are not allowed to run for-profit institutes. But a lot depends on the reputation survey (15 percent in teaching and 18 percent in research), where the alumni in the job market contribute to the overall image of the participating university.\nNSU's success will inspire some other private universities to join the world ranking. They already have a clear strategic vision in place. The share of student distribution in the tertiary system, if we exclude the colleges under the National University, is almost equal. However, there persist some misconceptions about private universities as they are subjected to some additional regulatory monitoring that handicaps their growth.\nThe introduction of private universities has stopped many students from going abroad as they could get quality education within the country and save money because of the credit-transfer scheme. In many cases, the curricula of public universities are not updated. Most of our programmes are not accredited. The government has initiated the Bangladesh Accreditation Council, which is likely to address the issue and bring the public and private universities under the same measurement scale. \nFor the tertiary sector to grow, there has to be a common and consistent policy. Some older universities behave as if they are above any scrutiny. Their claim to vaunted prestige is now being rightfully challenged and claimed by newer universities. It is about time these divisions were eschewed as the teachers who teach and the students who learn are all citizens of this country. They all deserve fair and equal treatment. For instance, UGC research and travel grants are given only to public university teachers. UGC allows PhD programmes to be offered only by public universities.\nWith the kind of intellectual resources that the leading private universities have, either through reverse brain drain by accommodating returning expatriate scholars or through retaining the best teachers who have retired from the public system, they can easily attract both local and international students in PhD programmes. Of course, UGC can apply strict regulatory criteria for awarding the degree. \nIn absence of such open-mindedness, we are seeing many of our local students going abroad. Malaysia has become the second largest student destination for Bangladeshi students, which used to be a source country in the 1980s. According to the Bangladesh Bank, in the first four months of this year, USD 343.9 million were sent abroad to Bangladeshi students. Through the official channel, USD 1.32 billion (Tk 12,144 crore) was sent abroad for outbound student mobility. The actual figures would be higher as there is no record of the illegal channels. The number of outbound students has increased by 129 percent in the last six years. \nThe success of DU and NSU shows that with the right attitude, we can create world-class universities to cater to our local needs and retain foreign currencies from being siphoned out. But to benefit from the system, we need a radical change in the mindset of the policymakers and the government. \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n",
        "headline_1": "University ranking announcement and the morning after",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/university-ranking-announcement-and-the-morning-after-3142761",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "Bangladesh is in the throes of election fever, even though the next general elections are more than a year away. There is fear that the situation may become more tense and heated than the previous two elections. One way to cool down and professionalise the atmosphere would be to make the elections more issue-based. They should be contests in which political parties explain their respective positions on critical national issues to the voting public. One such issue is governance and the commitment of those seeking to govern the country. \nTwo laws form the basis for citizens to affect governance. First, the election laws which allow citizens once every five years to elect people to power, whom they trust to ensure better governance. Secondly, the Right to Information (RTI) Act, which empowers citizens to monitor the work of all public offices entrusted with day-to-day governance and ensure that they do so lawfully. We believe both are equally important. The RTI law complements election laws by providing a more permanent basis for citizens to intervene with the government on matters of governance. The forthcoming elections provide an opportunity to emphasise this aspect of RTI. \nTo begin with, RTI enthusiasts and citizen groups should demand that political parties declare their position on the subject. \nThe goal should be to engage the political parties in discussions regarding the revolutionary objectives of the law and the role they must play – should they form the next government. Are they committed to help the law reach its full potential without any hindrance? Will they ensure that public officials will respect the law and not restrict its application or abuse its provisions to frustrate its objectives?\nThe elections provide us an opportunity to look back over the years since the RTI Act was enacted in 2009, identify issues that slow progress and the measures required to correct them. This is a young law: 13 years is not a very long time for a law of such a nature to strike deep roots anywhere in the world. This law's objectives go against the grain of traditional governance practices employed globally. But societies must move towards openness; unless we pay attention to the challenges and learn to overcome them, progress will prove elusive. \nAmong all laws of the land, RTI is uniquely a people's law and only people can make it work. Governments have little or no incentive to do so since the ideal of the law is to bring them under people's control. There is a need to continually educate the public about the objectives of the law and help them articulate their demands to the political parties to commit themselves to its implementation. \nThe prevailing culture of governance in most countries is to foster secrecy as opposed to transparency. The general assumption is that ordinary citizens not only have no business in the affairs of the state, but those wanting to enquire into them must have illegitimate motives. In fact, this has been the experience of many in Bangladesh, leading them to abandon their RTI pursuits. Political parties must be asked to clearly state their positions to the public in this regard. \nWhen Bangladesh adopted the law, the topic was not fully debated. The elections offer an opportunity to air out these concerns and objectives in public discourse. \nAs in many other countries, the RTI experience in Bangladesh has revealed many procedural difficulties citizens face to obtain information from public authorities. Many public officials use the law and its procedures to avoid responsibilities and to discourage and deny information requests from citizens. They fail to recognise that the law encourages citizens to seek information from public offices not for personal needs only, but also to advance public good. \nLet's ask those seeking to form the next government to do their best to remove all impediments to the application of the RTI law and encourage public officials to respect its objectives. This should include keeping to the timelines foreseen in the law and not denying information requests without explanation.\nThose standing for elections should also tell us whether they would be ready to provide the necessary support to the Information Commission, which is entrusted with the job of steering the law and resolving disputes between seekers and providers of information. Of particular importance would be to increase their capacity not only to take proper decisions, but also to articulate them judiciously to help the development of proper jurisprudence on the subject. Let's ask those we are voting for if they will commit to following the selection process for commissioners, and ensure that they have legal expertise and act with objectivity and neutrality. \nLet's also remind election candidates that successfully implementing RTI is an essential element of Goal 16 of the SDGs, to which Bangladesh has committed itself fully. So far, there is little to show that we are doing well in that regard. \nFinally, political parties must bear in mind that their commitment to better governance and a more effective RTI regime in the country would depend a great deal upon their ability to ensure rule of law, accountability, civil liberties, and political rights for the citizens. Let the next general elections focus more on these issues and help the nation tread the democratic path more confidently.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "Ask your party to commit to RTI",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ask-your-party-commit-rti-3142746",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "We are exhausted from seeing one government project after another get delayed and their costs increase astronomically, draining more and more of the taxpayers' resources in the process. This time, it is the Dhaka-Tongi-Joydebpur railway expansion project, which is set to take 15 years to complete instead of the original three, with its cost now expected to rise fourfold from what was originally promised. It won't be easy to find another country in the world where the government is this inefficient! \nThe Dhaka-Tongi-Joydebpur railway expansion project is a glaring example of how poor planning, bad decisions, lack of coordination, and an astounding extent of moral bankruptcy – which allows government workers to fail so miserably in their duty without a shed of remorse – among different government agencies result in a huge waste of public money. We are stunned at how this government has regularised the lack of accountability when it comes to project completion, which has normalised such delays and wastage. \nAs has become the norm, different government agencies and project managers involved with the project have come out with a list of excuses for their failures. Among them is the fact that the Bangladesh Railway (BR) apparently took up the project without conducting any feasibility study. Why would the BR take up the project in the first place if they didn't conduct such a study, and why would it be passed? Is it because those who green-light such projects and hand out their contracts have become so corrupt that they have no regard for how the taxpayers' hard-earned money is utilised? What other explanation could there be? \nAnother reason given for the cost escalation is the strong dollar. But the dollar has only risen in value against the taka in the past year. The project was supposed to be completed in 2015 – seven years earlier. Why should the taxpayers have to pay for the government's failure to complete it on time? Why is it that it is always the public who have to pay for the government's mistakes, incompetence or corruptness? Why aren't the authorities responsible for such mistakes, incompetence, and corruption ever held to account? Why aren't they ever made to pay?\nIf those responsible for implementing the projects on time and within the original cost estimates are never held to account, things will never change. And if those at the top of the government are incapable of determining which projects to green-light or how to hold project managers to account, why do they still cling so hard onto their posts? We demand a change in this utterly reckless behaviour and irresponsible governance.\n",
        "headline_1": "The public shouldn’t pay for govt ineptitude",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-public-shouldnt-pay-govt-ineptitude-3142716",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "It is heartwarming to learn how, as this daily has recently reported, a group of palliative care assistants (PCA) has been working to care for at least 304 patients (including 23 children) in Dhaka's Korail slum since 2019. The group currently consists of eight PCAs, three nurses, and a single doctor, and they work for Momotamoy Korail (or Compassionate Korail), a community palliative care centre which is run by the Palliative Care Society of Bangladesh (PCSB). What is most heartening is the fact that the PCAs themselves are residents of Korail, who took up this gutsy profession after training at the BSMMU for six months post their SSC completion.\nThe patients that these PCAs care for are suffering from debilitating diseases. In most cases, not only are they themselves unable to take care of themselves, as they are bedridden with terminal illnesses, but their families also struggle to care for them properly – either due to financial incapabilities or a lack of willingness. In one case cited in our report, family members of a cancer patient would provide food to him from the door of his room, with the help of a stick, as they could not bear the odour emanating from his infections. But it was the PCAs of Momotamoy Korail who stepped forward to assist him and give him his required medicines. Besides providing 24/7 tele-consultation to their palliative patients, the PCAs also provide outpatient services to the slum's residents once a week. The name for the group is backed by the extent of their services, as they even provide bereavement support to the families of deceased patients. \nIn our fast-paced world, where even hospitals lack the required tools, professionals, and passion to properly care for terminally ill patients, such a community-oriented public health approach to palliative care is refreshing, to say the least. But it is equally saddening how the work of Momotamoy Korail is an outlier, despite there being an abundance of patients across the country who require such services. Dr Nezamuddin Ahmed, former chairperson of the Palliative Medicine Department at BSMMU and adviser to the PCSB, told this newspaper how they had been struggling to fund the initiative and how it would be best to hand its responsibility over to the government. We strongly endorse this suggestion. \nWhile we commend such citizen initiatives as Momotamoy Korail, we urge the government to use them as opportunities to learn from and build on, to create a system that is more caring towards the terminally ill patients of all ages. The government must also work to remedy the poor state of elderly care in the country, including a lack of allowances, care homes, and a comprehensive pension scheme that could cover the high expenses of elderly care. The PCAs working in Korail slum have shown us how far compassion goes in improving the last stage of life for citizens who once thrived. Let us implement their example on a national level.\n",
        "headline_1": "Korail palliative care assistants give us a crucial lesson in compassion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/korail-palliative-care-assistants-give-us-crucial-lesson-compassion-3142711",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "We are exhausted from seeing one government project after another get delayed and their costs increase astronomically, draining more and more of the taxpayers' resources in the process. This time, it is the Dhaka-Tongi-Joydebpur railway expansion project, which is set to take 15 years to complete instead of the original three, with its cost now expected to rise fourfold from what was originally promised. It won't be easy to find another country in the world where the government is this inefficient! \nThe Dhaka-Tongi-Joydebpur railway expansion project is a glaring example of how poor planning, bad decisions, lack of coordination, and an astounding extent of moral bankruptcy – which allows government workers to fail so miserably in their duty without a shed of remorse – among different government agencies result in a huge waste of public money. We are stunned at how this government has regularised the lack of accountability when it comes to project completion, which has normalised such delays and wastage. \nAs has become the norm, different government agencies and project managers involved with the project have come out with a list of excuses for their failures. Among them is the fact that the Bangladesh Railway (BR) apparently took up the project without conducting any feasibility study. Why would the BR take up the project in the first place if they didn't conduct such a study, and why would it be passed? Is it because those who green-light such projects and hand out their contracts have become so corrupt that they have no regard for how the taxpayers' hard-earned money is utilised? What other explanation could there be? \nAnother reason given for the cost escalation is the strong dollar. But the dollar has only risen in value against the taka in the past year. The project was supposed to be completed in 2015 – seven years earlier. Why should the taxpayers have to pay for the government's failure to complete it on time? Why is it that it is always the public who have to pay for the government's mistakes, incompetence or corruptness? Why aren't the authorities responsible for such mistakes, incompetence, and corruption ever held to account? Why aren't they ever made to pay?\nIf those responsible for implementing the projects on time and within the original cost estimates are never held to account, things will never change. And if those at the top of the government are incapable of determining which projects to green-light or how to hold project managers to account, why do they still cling so hard onto their posts? We demand a change in this utterly reckless behaviour and irresponsible governance.\n",
        "headline_1": "The public shouldn’t pay for govt ineptitude",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-public-shouldnt-pay-govt-ineptitude-3142716",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "It is heartwarming to learn how, as this daily has recently reported, a group of palliative care assistants (PCA) has been working to care for at least 304 patients (including 23 children) in Dhaka's Korail slum since 2019. The group currently consists of eight PCAs, three nurses, and a single doctor, and they work for Momotamoy Korail (or Compassionate Korail), a community palliative care centre which is run by the Palliative Care Society of Bangladesh (PCSB). What is most heartening is the fact that the PCAs themselves are residents of Korail, who took up this gutsy profession after training at the BSMMU for six months post their SSC completion.\nThe patients that these PCAs care for are suffering from debilitating diseases. In most cases, not only are they themselves unable to take care of themselves, as they are bedridden with terminal illnesses, but their families also struggle to care for them properly – either due to financial incapabilities or a lack of willingness. In one case cited in our report, family members of a cancer patient would provide food to him from the door of his room, with the help of a stick, as they could not bear the odour emanating from his infections. But it was the PCAs of Momotamoy Korail who stepped forward to assist him and give him his required medicines. Besides providing 24/7 tele-consultation to their palliative patients, the PCAs also provide outpatient services to the slum's residents once a week. The name for the group is backed by the extent of their services, as they even provide bereavement support to the families of deceased patients. \nIn our fast-paced world, where even hospitals lack the required tools, professionals, and passion to properly care for terminally ill patients, such a community-oriented public health approach to palliative care is refreshing, to say the least. But it is equally saddening how the work of Momotamoy Korail is an outlier, despite there being an abundance of patients across the country who require such services. Dr Nezamuddin Ahmed, former chairperson of the Palliative Medicine Department at BSMMU and adviser to the PCSB, told this newspaper how they had been struggling to fund the initiative and how it would be best to hand its responsibility over to the government. We strongly endorse this suggestion. \nWhile we commend such citizen initiatives as Momotamoy Korail, we urge the government to use them as opportunities to learn from and build on, to create a system that is more caring towards the terminally ill patients of all ages. The government must also work to remedy the poor state of elderly care in the country, including a lack of allowances, care homes, and a comprehensive pension scheme that could cover the high expenses of elderly care. The PCAs working in Korail slum have shown us how far compassion goes in improving the last stage of life for citizens who once thrived. Let us implement their example on a national level.\n",
        "headline_1": "Korail palliative care assistants give us a crucial lesson in compassion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/korail-palliative-care-assistants-give-us-crucial-lesson-compassion-3142711",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "At present, Bangladesh's development efforts are zeroed in on joining the club of middle income economies by 2026 and the developed ones by 2041. For obvious reasons, huge investments would have to be mobilised for the purpose. According to the Sydney-based Global Infrastructure Hub (GI Hub), Bangladesh will require a cumulative amount of US$600 billion to finance the ongoing and future infrastructure projects (between 2016 and 2041) alone. Even if it is assumed that financing for the projects at its current rate will continue, there will still be a gap of US$200 billion in terms of long-term finance. Where would that big finance come from? Since the commercial banks of the country are geared to short-term lending, the functioning of a sound financial sector with a thriving bond market can well be an answer for this long-felt need of long-term financing. Bonds are equally beneficial for both their issuers and the investors. Moreover, flexibly structured bonds with a good repayment arrangement are supportive of investment and can ensure cash flow for long-term projects. At the same time, they contribute to expanding the capital market markedly. With its 8.0 per cent share of the GDP, Bangladesh's bond market is lagging behind many of its neighbours including India (at 16 per cent), Thailand (at 59 per cent),China (at 60 per cent), Malaysia (at 60 per cent) and Vietnam (at 26 per cent). One wonders why Bangladeshi investors are yet to develop their interest in the bond market which is so successful in the those economies! If there is any trust deficit in this regard among the investors that should be duly addressed. The government as well as the corporate bond issuers should work together to that end. Alongside such efforts, awareness about the bonds as lucrative, long-term saving instruments should be built among the public as those can be bought from or sold in the bond market without much hassle. In a similar vein, the prospective investors in the bond market, should also be provided with the basic knowledge of handling bonds, calculating their yields and so on. As reported in this paper on Wednesday (October 12) quoting a keynote speaker at a recently held high-profile discussion in the city on bond market, currently, the country's total debt market is valued at US$70 billion. Of this market, 52 per cent is comprised of the government bonds. The corporate bonds, on the other hand, worth US$3 billion, make up the rest of the debt market, it added. To supplement this shortfall, the country's corporate sector should come forward and help the local bond market grow and prosper. The recent recessionary trends in the global financial market have led to uncertainties centring around sourcing of development finance among the least developed and developing economies. Bangladesh is not an exception either. So, to widen the sources of funds, stimulating the bond market's growth has now become an imperative. On this score, it is a good augury that last Tuesday (October 11) marked the starting of trading of some 253 government bonds in the market. In this connection, the capital market regulators will be required to ease the process of scrutiny prior to approval of private bonds issued. To further and promote the fledgling bond market's growth, the government, like many other countries, should actively consider making investment in bonds tax-free.",
        "headline_1": "Stimulating local bond market's growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stimulating-local-bond-markets-growth-1665752285",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "Remittance inflow has hit a seven-month low. The country received $1.54 billion in September, which is a 25 per cent drop from that of the preceding month. This is a trend that has been going on for some time now. Back in June, Bangladesh received $2.09 billion. Experts are pointing accusing fingers at the central bank for fixing the dealer exchange rate as the primary cause for this downward spiral. The rate fixed at Tk108 is significantly lower than the hundi exchange rate that yields Tk113-114 per dollar against the greenback for expatriate workers.Obviously, this will do little in the central bank's efforts to stabilise the foreign exchange (forex) market. At a time when the government is under increasing pressure to boost its forex reserves, how realistic are such interventions? Interestingly, a report in this paper has disclosed that several mobile financial services are now involved in the illicit hundi business. Criminal investigation by law enforcement agencies have unearthed a nexus of around 5,000 agents \"from several mobile financial services, including Bkash, Nagad, Rocket and Upay (who) are involved with (in) the illicit money transfer, depriving Bangladesh of $7.8 billion in inward remittances a year.\" This organised group does not use any formal channel to send money to Bangladesh, but instead pays expatriate workers' families in the local currency. Apparently, it is a three-stage money laundering operation. First, they collect forex from Bangladeshi expatriates earning abroad, then the funds are handed over to another group. This group of money smugglers then contacts the third group, agents belonging to MFS (mobile financial services), who make payments in the local currency via mobile money account numbers.The situation has reached a stage where the finance minister himself admitted that nearly half of the remittance inflow came through hundi or informal channels. Policy research bodies like Public Research Institute and CPD agree that fixing the rate of exchange will not help matters to solve the ongoing forex crisis. Yet something needs to be done urgently because the government is heavily dependent on inward remittances and exports to balance its books. With the ongoing energy crisis, experts have already pointed at a scenario when the apparel industry may be in dire straits to hold on to orders. According to the EPB (Export Promotion Bureau), export earning in September stood at $3.9 billion, recording a 6.25 per cent year-on-year negative growth.Although the government has provided incentives for expatriate workers to send more money using official channels, for instance, offering cash-back up to 2.5 per cent, there still remains a yawning gap between rates offered by formal channels and those offered by informal channels. The ongoing crisis of the greenback has opened up a competition amongst banks to procure more dollars and are now offering higher rates for the currency. But with the kerb market outstripping anything the formal channels have to offer, these policy interventions are not bearing any fruit.With the government spending a few billion dollars more on imports thanks to disruption in global supply chains, primarily due to the war in Europe, economists fear that the projected growth in exports will not pan out. So, a decline in remittance at this stage does not augur well for Bangladesh in the coming months or years, unless the illicit money market is reined in. It would be impossible to lure expatriate workers into legal channels, especially if the kerb market can offer so much more incentive. Obviously the cash incentive, at the present rate is not doing the job. Policy analysts argue against raising the cash incentive from 2.5 per cent to 5.0 or beyond, but how else would this Tk 5.0-6.0 difference be bridged? The other question that comes to mind is the fact that hundi is popular amongst the masses who are not literate. This large and mostly rural populace who do not know how to read and write are the ones who will always steer clear of formal banking channels as it is simply too daunting for them. The hundi system involves neither a paper trail nor any question about withdrawals. On top of all, there is little lead time in conducting a hundi transaction, which is not the same for formal banking channels. Simplification of procedures allowing account holders to get their money transferred directly to their mobile wallets may be a step in the right direction.It is time for the central bank to put its BFIU to good use. Its special drive at money changer houses must be an ongoing and not a one-off effort. Existing provisions allow a money changer to hold a maximum of $25,000 at the end of each day. \"Cash beyond this limit will have to be deposited into their respective bank's foreign currency accounts. The balance of that account must not exceed $50,000 at any point in time.\" If these accounts are strictly monitored, it would be easier to keep track of illicit transactions and make a meaningful dent in hundi operations.\n[email protected]",
        "headline_1": "Remittances on the decline",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/remittances-on-the-decline-1665752343",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "Following the reversal suffered due to the Covid-19 pandemic in 2020, the postal service improved significantly in its quality across the world in 2021. It is a general finding of the 2022 Postal Development Report, released by the Universal Postal Union (UPU) last week. The Berne-based United Nations specialised agency's flagship report combines postal big data and statistics made available by 172 countries including Bangladesh.The critical element of the report is the 2021 Integrated Index for Postal Development (2IPD) which presents a comprehensive view of current global postal development. The index is prepared on four key dimensions of postal development: postal reliability, reach, relevance and resilience. These are also referred to as the \"4Rs\" of postal development. In the index, countries are classified into ten levels of postal development. Level one to four includes countries with low to lower-middle postal development performances. Level five to ten includes countries with upper-middle and high postal development achievements.Bangladesh is placed at level two, which means the country's postal development situation is relatively low. With an IPD score of 13.9, the country's performance in postal service is markedly below Nepal (14.8) and Myanmar (15.1). In South Asia, only Afghanistan (12.6) and Bhutan (8.6) scored lower than Bangladesh. Sri Lanka (33.6) is placed in level four, Pakistan (46.2) in level five and India (57.3) in level six. The UPU suggested that the countries in level two 'need to undertake substantial service and business model improvements to achieve better postal prospects in the coming decade.'The low score due to the low level of development in the postal service of Bangladesh is not surprising at all. Private courier services deliver most of the letters and documents as they have developed a fast, efficient, competitive system. The national postal department, Bangladesh Post Office, provides service to some government offices and autonomous bodies. The post office also provides parcel services at home and abroad which is still prevalent. Postal banking is another service people get. There is, however, an allegation that, in many cases, the post offices fail to deliver letters or documents to the receivers on time. Moreover, delays in reaching the destinations and loss of documents in some cases are not uncommon for the national postal services. Thus, the reliability of the national entity is quite low, which is also reflected in the IPD's reliability score (16.3). The IPD assesses the development of quality of service from a speed and predictability perspective. The quality of other services is also not high for various reasons. The postal service of Bangladesh is a part of the fascinating history of Indian sub-continent's postal development. The history is, however, not enough to keep the service vibrant and make it time-befitting. Instead, it requires timely reform and modernisation to make the postal service efficient and relevant. Though some measures have been taken by the concerned ministry (Ministry of Posts, Telecommunications and Information Technology) to make the postal service digital, a lot of work is needed to be done. Having a good network and physical infrastructure across the country, it is still possible to revive the national postal service and make it competitive. The citizens of the country also need an efficient and reliable postal service.\n[email protected]",
        "headline_1": "Postal service is in a sorry state",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/postal-service-is-in-a-sorry-state-1665752383",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2022"
    },
    {
        "full_article": "Job aspirants have long been demanding the extension of age limit for entry-level jobs up to 35 years from 30 years. Recently, the demand has come to the fore again. Many experts do agree with it. In my view, there is no scientific reason behind restricting the age limit for entering a job. In many countries, people can get jobs even a day before they reach their age of retirement. But in Bangladesh, we see the opposite. This age limit harms both the job seekers and the employers since the latter cannot choose their desired candidates. Many potential candidates cross the age limit of 30 for different reasons including academic session jam, going abroad for job, doing private jobs, etc. There are people who after serving private sector or in foreign countries desire to get jobs in the public sector of the country. They cannot apply after the age of 30, as they are not eligible on account of the current age limit criteria. As a result, the public sector does not get experienced manpower, which is essential for revitalisation of the civil service performance. Therefore, the entry level age for public sector jobs should be relaxed for qualified candidates. \nMd Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Reviewing age limit for entry level jobs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviewing-age-limit-for-entry-level-jobs-1665752424",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2022"
    }
]