[
    {
        "full_article": "The refrain that standards of parliamentary functioning have taken a beating in recent years is not without merit. In terms of the time spent on deliberating legislation, the conduct of fruitful debates both in tone and tenor, and in the quality of discussion, the reliance and participation of expert opinion through the agency of standing and parliamentary committees besides other factors, parliamentary sessions have been found to be wanting. Much of this deterioration is a consequence of representatives of political parties utilising Parliament more to showcase political spectacle than to use it as a forum for serious legislative functioning. This practice was given primacy by the Bharatiya Janata Party during the United Progressive Alliance’s tenure in government, and has now been copied by the Congress and other parties, who are utilising the Houses more and more as arenas of protest. Disruption has become the norm, with the Opposition seeking to use the debates as a ploy to gain publicity — just as the BJP did earlier — but nonetheless even more damaging to legislative business, with the ruling party choosing to pass Bills without adequate discussion. Other unseemly scenes in Parliament last week — the furore over a stray usage of a term by Congress leader Adhir Ranjan Chowdhury (he has apologised), and then the heckling of Congress president Sonia Gandhi — have also exemplified the drastic fall in standards.The officials in charge of maintaining decorum and order meanwhile have chosen to take punitive actions in suspending 27 MPs, many for the entire monsoon session just for displaying placards, giving an impression that they would brook no protest from the Opposition, and in turn furthering its hostility towards the ruling party. This has been exacerbated by the ruling party’s stance on Opposition requests for a debate on key issues such as price rise. Data from the Lok Sabha and Rajya Sabha secretariats showed that suspensions of MPs went up three times during the BJP’s tenure in power compared to the previous eight years. Clearly, an attempt must be made by parliamentarians to tamp down on this hostility with the onus on doing so being more on the ruling party and its representatives. A revocation of the suspensions and dialogue will go a long way in mending relations. As the farmers’ protests that raged on for more than a year showed, the lack of adequate parliamentary process in deliberating legislation of consequence can result in social conflict and a democratic deficit in outcomes. There are enough tools, mechanisms, structures and precedents in India’s parliamentary history that can be relied upon by the current set of legislators to bring back useful deliberation. Parliamentarians must realise that the bedrock of a functioning democracy is a flourishing legislature.",
        "headline_1": "An alarming fall: On the standard of India’s parliamentary sessions",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/an-alarming-fall-the-hindu-editorial-on-the-standard-of-indias-parliamentary-sessions/article65708019.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "The eight core sectors of the Indian economy not only account for over four-tenth of its measured industrial output but also serve as an indicator of the momentum in investment activity through demand for items such as cement and steel. Electricity generation is a good proxy for overall demand in the economy while fertilizer production numbers help gauge agricultural activity. So, it is heartening that the official index to measure these sectors’ output has registered two successive months of double-digit growth. Factoring in the 9.3% uptick for these sectors in April — it was 19.3% and 12.7% in May and June — the first quarter of 2022-23 has seen output growth of 13.7%, despite the high base of 26% growth in Q1 last year. Total industrial output grew 6.7% in April and 19.6% in May. Based on June’s core sectors’ data, economists reckon industrial production to rise anywhere between 9% and 13% in June. These high numbers are a tad misleading because the first quarter of 2020-21 was marred by national lockdowns, and though output did not suffer as much during the second COVID-wave in Q1 of 2021-22, economic conditions were not ideal either. In any case, these base effects will start fading from July. For better context to assess where the economic recovery stands, industrial output in May was 1.7% over pre-pandemic levels and core sectors’ output in June is 8% over 2019.What should cause concern is that the recovery is still fragmented and dissonant. Moreover, the rebound momentum seems to be flagging as core output declined 4.08% in June over May 2022. Just four infra sectors drove most of the growth in June, led by coal output jumping 31.1% and cement rising 19.4% from 2021 levels. Crude oil output tanked again in June after a positive blip in May, while natural gas grew a mere 1.2% and steel 3.3%. Refinery products grew 15.1%, driven by higher global oil prices making exports attractive, and electricity rose 15.5%, signalling domestic demand. The monsoon would dampen coal production, pressuring generators to import more coal if electricity demand sustains. The only two sectors to record a month-on-month growth in June — cement and fertilizers — also face headwinds. Cement production is expected to taper off on the same meteorological account as coal, even as an uneven monsoon could hurt fertilizer demand. The good news is that the Centre’s capital spending, critical to sustain the recovery, bounced remarkably in June to ₹68,000 crore from an underwhelming ₹28,000 crore in May — ensuring that a quarter of the year’s target has been met in Q1. With private capital still shy, global turmoil and local inflation playing spoilsport with the recovery, it is vital that the Centre keep the pedal pressed on this front and cajoles more States into availing the ₹1 lakh crore capex loan window soon.",
        "headline_1": "Core constraints: On economic recovery",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/core-constraints-the-hindu-editorial-on-economic-recovery/article65707656.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "There is no gainsaying that any life lost is one too many. But attempts to ascribe causation often oversimplifies the issue. The argument that IAF is responsible for not hastening the induction of the LCA and is thus responsible for fatal accidents on the MiG-21 misses the wood for the trees.\nIAF’s backbone to “Flying Coffin”\nIAF’s tryst with the MiG-21 began in 1963 when the Type-74 was inducted in limited numbers. Over the next six decades, subsequent versions bought or modified have included the Type-76, Type-77, Type-96, Type-75 (Bis) and the latest Bison. Apart from these, IAF had to shop across the Eastern Bloc for MiG-21 Trainers, in all a whopping 900 odd aircraft. For a major part of the last six decades, the largely-HAL manufactured MiG-21 formed the backbone of IAF, and made a mark in the 1971 war even as other newer aircraft gradually began complementing the fleet.\nRead full opinion on TOI+\n\n",
        "headline_1": "How IAF’s hero became a villain: India’s broken procurement process ensures MiG-21s continue to fly beyond their expiry date",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-iafs-hero-became-a-villain-indias-broken-procurement-process-ensures-mig-21s-continue-to-fly-beyond-their-expiry-date/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "PM Modi on Saturday drew attention to the poor payment habits of power distribution companies (discoms). It results in financial problems that plague the entire electricity supply chain. It may seem like a rerun of an old story. If it still bears repetition, it’s on account of the inertia that grips state governments. Benefits of power sector reforms ripple out across the entire economy, but states continue to avoid them.\nDiscoms at the end of July ran up overdues of Rs 1.13 lakh crore to companies generating electricity. These dues have a cascading impact. Generating companies struggle to meet their financial obligations and the entire ecosystem struggles to honour its commitments on time. The nub of the matter in discom overdues is not subsidies. GoI’s 2016 tariff policy allows cross-subsidies as long as tariffs are within a 20% band around the average cost of supply. Moreover, the Electricity Act allows states to subsidise consumers provided they meet one essential condition: Discoms need to receive the subsidy in advance. If the law is followed, there will be no overdues.\nTamil Nadu, Maharashtra, Telangana, UP and J&K are among states and UTs with large overdues. The overdue doesn’t necessarily reflect distribution efficiency. For example, TN’s aggregate technical and commercial losses are 15% of the billed amount, lower than the national average of 21.8% in 2019-20. Overdues, therefore, are a measure of states shifting their expenses to unrelated entities such as electricity generating companies. This situation is both unfair and untenable. It’s in this spirit that Modi’s call for a joint effort at finding a solution must be viewed. It’s a fiscal problem, not one stemming from partisan politics.\nGovernments at the Centre over the last two decades have made unsuccessful attempts at solving the power payments problem. There are two practical steps. Tariffs are fixed by state regulatory authorities. There’s a statutory law to notify a road map to bring tariffs within 20% of the average cost of supply. Regulators need to follow the law. In addition, all states need to follow the examples of Kerala and HP, among others, which are trying a switch to direct transfer of electricity subsidy to the consumer. DBT can end a regime of cross-subsidy that leads to delayed payments. Discom reforms need to start right away.\n\n",
        "headline_1": "Power & politics: Modi calling out discoms’ poor payment habits should lead to a cross-party search for solutions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/power-politics-modi-calling-out-discoms-poor-payment-habits-should-lead-to-a-cross-party-search-for-solutions/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "Maharashtra governor BS Koshyari’s remarks on Rajasthanis and Gujaratis and Mumbai’s financial power manage to be both utterly wrong and entirely not in keeping with the ethos of the office he occupies. The governor’s later statement that he didn’t mean to hurt any community is somewhat besides the point. This kind of remark is bound to stir the pot in a country where both migration as an economic multiplier and linguistic/ethnic tensions are ever-present ingredients.\nThe governor should surely appreciate that how a city evolves is a matter of complex history. Mumbai or erstwhile Bombay had emerged as an important trading post during the British rule as part of Bombay presidency. In fact, early British presidencies also included the Bengal presidency and Madras presidency. But both today’s Kolkata and Chennai have evolved differently vis-à-vis Mumbai despite notionally having the same starting point. Plus, despite Indian states being created along linguistic lines after Independence, no one community can lay claim to a state’s success or be blamed for its failure. Post-Partition Punjabi refugees are as much integral to Delhi’s rise as a rich city as the old Urdu-speaking gentry or the farming/land-owning community from what is today Haryana and UP.\nMaharashtra was created after protests by the Samyukta Maharashtra Movement for a Marathi-speaking state. In fact, 106 people were also martyred in police firing during the agitation in 1955. Therefore, these are very sensitive issues. Unnecessarily, even if unwittingly, pitting Marathis against other communities must be avoided – there’s enough ugly politics around it already. Mumbai, and all major Indian cities, face major challenges that have nothing to do with measuring ethnic contributions. And most leaders, across parties and irrespective of posts they hold, seem quite unmindful of this.\n\n",
        "headline_1": "Don’t stir the pot: Maharashtra governor’s remarks on Mumbai both wrong and, given his position, inappropriate",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-stir-the-pot-maharashtra-governors-remarks-on-mumbai-both-wrong-and-given-his-position-inappropriate/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "About a few years ago, Rama Devi, a farmer from Nawar Khera village in Haldwani, would have never imagined owning a bank account. Today she receives her entitled financial benefits directly into her Jan Dhan account. In Gwalior, Archana, a Tikki seller, became a financial contributor to her family after she used the Svanidhi loan amount to restart her business post lockdown.\nSimilar is the story of Najmeen, a fruit seller in Ujjain, who received Rs 10,000 collateral-free loan under PM Svanidhi.\nFocus on individual women: These stories belong to individual women and are not essentially from self-help groups (SHGs). For a long time, the financial inclusion of Indian women was mainly led by the SHG movement, which began in the 1980s. Even decades after the nationalisation of banks, unfortunately women in India remained largely unbanked.\nRead full opinion on TOI+\n\n",
        "headline_1": "Women can finally bank on the system: Minister of communications and railways explains the multiplier effect of Jan Dhan Yojana",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/women-can-finally-bank-on-the-system-minister-of-communications-and-railways-explains-the-multiplier-effect-of-jan-dhan-yojana/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "The world is feeling the scorching heat this summer, with heat waves sweeping across several countries in Europe and Asia. Miles after miles of forests are burning. All living beings are affected by the extreme temperature – there have even been cases of people dying from it.\nHeat waves are a manifestation of major climate change impacts, just like increased floods, cyclones, droughts and other natural calamities. Scientists see this as the result of global warming, which is caused by human activities. To carry out economic activities, countries have depended heavily on the extraction and use of natural resources and fossil fuels. In recent years, the climate has changed quite rapidly, according to the sixth assessment report (AR6) of the Intergovernmental Panel on Climate Change (IPCC). The AR6 has further warned that heat waves and humid heat stress will be more intense and frequent this century.\nAnalysing temperature data, the World Weather Attribution (WWA) suggests that India and Pakistan are 30 times more likely to face deadly heat waves due to climate change. Bangladesh, too, experiences hot weather during a substantive period of the year – longer than what used to be decades ago. The rising temperature has created challenges for human health – the mortality and morbidity due to heat-related causes pose serious concerns. The high temperature is also affecting economies adversely.\nHowever, the impact of climate change falls on people disproportionately. The poor and underprivileged people who work outdoors during the day are the worst hit. Farmers, day labourers, rickshaw-pullers, construction workers and street vendors have no choice but to work for their livelihoods despite the heat. This has a toll on their health and productivity, which in turn affect their income. City dwellers are suffering from low productivity, exhaustion, and heat stroke, living in congested, multi-storey buildings, and without greenery and waterbodies. More and more people are getting dependent on air conditioners, which guzzle high amounts of electricity and also cause greenhouse gas (GHG) emissions. Schoolchildren who use public transport to travel to and from school are also affected by the scorching heat and are vulnerable to health risks.\nAll these can be prevented. Human lives, livestock, and wildlife can be saved if appropriate and timely measures are put in place. Economic losses due to extreme heat can also be reduced through mitigation and adaptation measures. The existing mitigation and adaptation measures should incorporate preventive actions for heat and other weather-related shocks. Such measures are required at three levels: global, national, and individual.\nSince the fossil-fuel-dependent economic activities of developed economies are the biggest cause of climate change, major commitments to finding ways to tackle it will have to come from them. To this end, countries made commitments towards achieving a net zero emission target by the middle of the 21st century at the 26th UN Climate Change Conference (COP26) held last year.\nUnfortunately, while the heat waves are becoming more frequent, the European countries' demand for energy is also increasing. What's worse is that, in the wake of the oil crisis due to the Russia-Ukraine war, several European countries are planning to go back to coal-based power generation, which is a major departure from their COP26 commitments. Last month, Germany announced plans to revive its old coal-fired power plants in view of reduced gas supply from Russia. Later, Austria, Italy and the Netherlands also said they would go back to using coal to generate power. European countries are worried about the upcoming winter when they would need higher energy reserves to keep their people warm.\nIt has been established by the IPCC time and again that the business-as-usual consumption pattern of fossil fuel will not help the world to reach its goals of capping the global temperature rise at 1.5 degrees Celsius. Therefore, the decision to fall back on coal is worrying, since it can have implications on climate commitments. This will imply that the extreme climate events will become common and continue to stay for prolonged periods. This could also have long-term implications. Though some world leaders have assured the situation would not affect the achievement of their climate targets of net zero emission, one cannot be blamed for being apprehensive considering the dependence on dirty fossil fuel.\nAt the national level, Bangladesh needs to have a heat action plan. Such a plan should have an improved warning system to alert people of an oncoming heat wave threat. Awareness should be raised among people about the effects of exposure to extreme heat. Some basic facilities, such as easy access to drinking water and raising awareness, can be made easily accessible. Time adjustments for work and schooling during hot summer days can give some respite to people and children.\nBangladesh has its Climate Change Strategy and Action Plan, which spells out detailed plans to address climate change through both mitigation and adaptation measures. Before COP26, Bangladesh submitted its Intended Nationally Determined Contribution (INDC) with the commitment to reduce GHG emissions by 6.73 percent by 2030 in five sectors: namely power, transport, industry, waste, and land use. With additional finance and technology from external sources, Bangladesh can reduce its GHG emissions by 15.12 percent.\nTo ensure agricultural production during extremely hot weather, the country must go for rainwater conservation. Bangladesh uses groundwater for crop cultivation. Such practices should be changed, and we should learn how to use less water and save rainwater. Though such measures are suggested in the climate plan, there is yet no progress on their implementation. The government should take measures immediately to ensure sustainable agriculture and food security during periods of extreme weather events. Other measures such as afforestation, cleaning waterbodies, and banning unfit vehicles on the streets are also very important.\nGiven the severity of the problem, people also have their parts to play towards combating climate change by changing their behaviours and lifestyles. A collaborative approach is needed for risk management and adaptation strategies. All stakeholders, including the private sector, NGOs, community-based organisations and the general public should be engaged by the government so that they own the responsibility to overcome the challenges of climate change.\n \nDr Fahmida Khatun is the executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Here's how we can beat the heat waves",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/heres-how-we-can-beat-the-heat-waves-3084271",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "The world is in an uncertain situation right now – arguably even more so than when the pandemic was at its height in 2020-21. The talk of the town around the world – among policymakers, governments and industry leaders – is energy. In recent months, global energy prices have soared, and ready-made garment (RMG) makers in Bangladesh have been feeling its impacts these past few weeks.\nWhy are energy prices on the rise? The answer is the war between Russia and Ukraine. Russia was previously a major energy supplier to the West. However, countries such as the US, UK and Germany have boycotted Russian goods and encouraged their businesses (many of them fashion brands) to pull out of the Russian market. In retaliation, Russia has restricted energy supplies to Europe. This has led to rising prices regionally, which is ultimately having a knock-on effect on the global market.\nWhen the war started, many commentators believed it would be over in a couple of months. Clearly, they did not consider Russia's willingness to play hardball and sit things out. There are no signs of any side blinking first, and there are talks of a global energy crisis gripping the rest of 2022.\nThe upshot of all this is the current situation we are seeing in Bangladesh. Financial losses for many RMG factories have started to mount as they are being forced to cut down production due to gas shortages. Energy is our lifeblood. Garment makers and other supply chain stakeholders depend on a ready-supply of energy – diesel and gas – to keep our factories running and to complete orders. Our country has been experiencing lengthy power cuts since July 19, sometimes for up to 13 hours a day in some places, as utilities struggle to source enough diesel and gas to meet the demand.\nMore concerning is the fact that we recently became the third South Asian country, after Pakistan and Sri Lanka, to seek a loan from the International Monetary Fund (IMF). This is because our foreign exchange reserves fell and the trade deficit widened. The taka has effectively slid against the US dollar by around 20 percent in the past three months. As the taka becomes weaker, the cost of importing goods rises.\nWhat is the solution to this problem? I believe the key is to get our RMG factories up and running. As I keep saying, our industry is at a critical juncture. We cannot afford not completing orders as fashion brands may just go to another source – and not return to us. Moreover, we need US dollars to maintain our trade balance. Going cap in hand to the IMF – historically the last resort for countries with financial problems – is not a good look for our country and harms our credibility.\nThe fuel mix is the key. At present, Bangladesh's power plants are heavily based on natural gas. Our government has said it plans to reduce dependence on domestic natural gas and increase the use of imported liquefied natural gas (LNG). Until last year, the power and energy ministry was reportedly reconsidering plans to shift Bangladesh's fuel mix towards coal. This would have included generating as much as 50 percent of total electricity using coal-based power plants by 2030.\nHowever, plans to build 10 coal-fired power plants were scrapped in June 2021, due to unsatisfactory progress of the projects. Moreover, just a few weeks ago, Japan cancelled funding for the second phase of a coal-fired power plant in Matarbari.\nThe government is also developing a new Power System Master Plan (PSMP), where the use of coal will get a lower priority due to pressure from environmental groups and development partners. Our customers in the fashion industry would be dismayed if Bangladesh shifted heavily towards coal-powered industry, given the global climate issues. In fact, they may walk away from us as suppliers.\nBangladesh is also looking at importing more electricity from neighbouring countries and expanding the use of renewable resources, such as solar, wind, and hydropower.\nAs a stop-gap solution, Bangladesh has turned to LNG imports to help meet its growing fuel demands. There are also talks that Bangladesh may have sizable reserves of untapped gas in its offshore blocks in the Bay of Bengal.\nI accept that there are no easy solutions, but our government needs to grasp this nettle sooner rather than later. There is no time for indecision. How are we going to secure our energy needs, and how are we going to keep our garment factories running? Garment makers tell me they cannot continue with this uncertainty.\nThe government must prioritise garment production. Without that, our foreign reserves will dwindle, as RMG is the highest foreign currency earning sector, and we will end up in a downward spiral.\nWe need a plan, a strategy, and this clearly cannot include a dependence on coal-powered energy (our government should surely know that by now, given the talks that have been ongoing at the global level for years).\nWe have achieved so much in the past 18 months and bounced back so well from the pandemic fallout. Our policymakers cannot allow this work to be undone due to fuel shortage in power production. The clock is ticking, and our government should treat this issue as a matter of supreme urgency.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "Don't let fuel shortage undo RMG success",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/dont-let-fuel-shortage-undo-rmg-success-3084266",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "It is, indeed, a great pleasure for me to avail myself the opportunity to say a few words on the occasion of the 10­0th birthday of the late Professor A. K. Nazmul Karim, who was my teacher, supervisor and colleague at the Department of Sociology, University of Dhaka since the mid-1960s. He taught me \"Social Thought\" and \"Introduction to Sociology\" at the undergraduate level during 1966-69 and \"Theory of Social Change\" at the Master's level during 1969-70.\nIncidentally, he also took a course on \"Theory of Social Change\" with Professor Herbert Marcuse during 1952-53 at Columbia University, New York.  However, in his course outline at the University of Dhaka, where he taught us the course, he did not introduce any strand of Marcuse or Frankfurt/Critical School. In that way, we missed a great opportunity to hear about Marcuse's Eros and Civilization (1955) and One-Dimensional Man (1964) from one of Marcuse's students to whom we had easy access. Notwithstanding, Professor Karim's introduction to Freud's Civilization and its Discontents (1930) in that course created a lasting impression on my nascent sociological imagination and I remained ever grateful to him for that.\nOdd enough, when I returned to the University of Dhaka in 1986 after obtaining my PhD from York University, I was asked to teach Professor Karim's favourite course \"Theory of Social Change\" in his mortal absence. I felt strange. As of today, I am still teaching this course and I am grateful to the Department of Sociology, University of Dhaka to allow me to teach this course for the last 36 years at a stretch.\nI also found a strange tie on another count: both Professor Karim and I had one common thesis supervisor, T. B. Bottomore, the leading British sociologist at that time. We also had an almost common thesis topic. He supervised Professor Karim's PhD thesis, \"The Modern Muslim Political Elite in Bengal\" (1964) at the London School of Economics & Political Science. After more than a decade, Professor Bottomore supervised my Master's thesis, \"Political Elite in Bangladesh\" (1976) at Dalhousie University.\nDuring 1969-70, I was researching Swami Vivekananda as my Master's thesis at the University of Dhaka under the supervision of Professor Karim. At that time, he was the Head of two Departments, Sociology and Political Science. I found my friends from Political Science unhappy about this.\nIt was never easy to enter into a \"communicative action\" (to borrow a phrase from Habermas) with Professor Karim:  he appeared to us as an intellectual high priest and we felt dwarfed by his physical presence. This produced a general fear and anxiety coupled with a feeling of intellectual inadequacy. In the still of the summer noon, his voice sounded like a Upanishadic rishi in his colonial-style office, and I tried my utmost to grasp his advice and comments.\nThe only fond memory that I have is my autumn evening appointment at his Isa Khan Road residence for a discussion on my thesis. I was offered plenty of snacks and we had a long and fruitful discussion. Probably that was the only fearless simulacrum I could construct across time.  His insights thrown on me in his characteristic manner on the social structure of Bengal were immensely beneficial in understanding my research problem. I was motivated to explore the colonial social structure of Bengal. Finally, I could locate Vivekananda sociologically: he wrote the autobiography of his own age.\nAs a stroke of luck, I became Professor Karim's colleague at the Department in early 1973, after a year of post-liberation transitional teaching in a college in Dhaka. He routinised a weekly seminar presentation in his office followed by tea for the young teachers for their skill development. When my presentation caught his attention and I received a few comforting words from him, my years of cumulative trepidation and agony suddenly left me. Then I began to prepare for higher studies and upon receiving Fellowship and Teaching-Assistantship, left the University of Dhaka for Dalhousie University, Halifax. But I kept on communicating with him from Halifax and later, from Toronto. The news of his departed soul received in Toronto left me shocked. Myriad of images down the memory lane flashed and nostalgia gripped  me. Cinematographically, I began to walk around the corridor of the Arts Building from where I began my journey to the world of learning.\nMy first impression of Professor Karim comes from his two articles, \"Evolution of Religion and Marxism\" (Aroni, Kolkata, 14 April 1944) and \"Geography and God\" (Dhaka University Annual, 1946). By that time, I finished reading R. M. MacIver and P. Sorokin and could see a strong influence of them in his ideas. The radical thinking reflected in those articles never found its expression in his later work, Changing Society in India and Pakistan: A Study in Social Change and Social Stratification (1956) and The Dynamics of Bangladesh Society (1980), which were his Master's and PhD theses respectively. Thus, in Changing Society, Karim described the nascent development of \"class consciousness\" in colonial India and Independent Pakistan. Later, he shifted to \"political consciousness\" of purposive associations and political parties to assert that political parties are the democratic translation of class struggle.\nThe non-development of class consciousness in our society is never explained theoretically. For the Western society, György Lukács emphasised on 'commodity fetishism' and 'reification' in History and Class Consciousness: Studies in Marxist Dialectics (1923) and Marcuse highlighted 'instrumental reason' in One-Dimensional Man: Studies in the Ideology of Advanced Industrial Society (1964). Similarly, in The Dynamics, Karim could continue his earlier radical tradition to show the relationships between class and elites as C. Wright Mills did in The Power Elite (1956).\nHis use of historical method in both works is extremely useful for the development of Bangladesh's social history, if not sociology. The utility of this method increases manifold and becomes sociologically essential, if combined with dialectics as in Theodor W. Adorno's Negative Dialectics (1966) and Max Horkheimer and Theodor W. Adorno's Dialectic of Enlightenment (1947).\nEstablished in 1957 with the assistance of UNESCO, the Department of Sociology was colonized by neocolonial Pakistan — it was recommended by Claude Lévi-Strauss, UNESCO Commission Chief, first chaired by Pierre Bessaignet (1957-58), and taught by John Owen and Co Pot Land. The UNESCO assistance continued for a decade. Later, in neoliberal Bangladesh, to the utter disgust of its architect, the Department of Sociology has become completely NGOized in the general rubric of \"commodification of knowledge\" as asserted by Jean-François Lyotard. The failure of the Department of Sociology, University of Dhaka to decolonise pedagogy of the colonisers and bring about an epistemic shift in the form of European Enlightenment, is the fiasco of Bangladeshi sociologists to grasp the importance of historical method [dialectical added] for the study of sociological phenomena as emphasised by Professor Karim.\nA. I. Mahbub Uddin Ahmed is a Professor at the Department of Sociology, University of Dhaka.\n\n",
        "headline_1": "In memory of my teacher ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/memory-my-teacher-3084456",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "A mandolin instrumentalist, vocalist, and folk artist, Abul Shama grew up in Myanmar's Rakhine state. He fled his home in August 2017 during Myanmar's brutal campaign against the Rohingyas, becoming a resident of Camp 15 in Ukhiya, Cox's Bazar. Since then, Abul Shama has been performing local Rakhine songs on different occasions in the Rohingya community, aided by his local, hand-made mandolin. The symphony of his peaceful voice and mandolin can often be heard drifting across the camps. Many of his songs depict the suffering of the refugees, so many are able to feel a heartfelt connection with his music.\n\"I am trying to draw inspiration and express the sufferings of the Rohingyas through music for the next generation, so it becomes possible for them to comprehend how we are living through these tough times,\" said Abul Shama, holding his mandolin. \"When I play music, children surround me and show their interest in learning it. It gives me a real sense of fulfilment to be an authorised music teacher in the camp. It is like a recognition of the work I have been doing since my days in my home country. I am happy that now people know me, respect me, and love spending time with me, but I am happier when I see children exude confidence by learning music.\"\nIn addition to teaching, Abul Shama is also an expert in making mandolins by using locally available raw materials. This helps to meet the demand for music instruments at the refugee camps at a low price, as well as supporting his livelihood.\nWhy is this important? The Rohingya exodus, the result of a military campaign by the armed forces of Myanmar that has been described as ethnic cleansing, is a huge source of trauma for the Rohingya refugees. It is especially troubling for children, youth and adolescents, who are living in adverse circumstances and with great uncertainty hanging over their heads. It is not uncommon for them to suffer from grief, dread, a crisis of confidence, an unconscious belief in lifelong defeat, and an intense feeling of being unworthy. In these circumstances, practising music can bring with it a sense of peace and a platform to share emotional experiences.\nAnd it is all the more special because the music directly speaks to their lived experiences. Forcing refugee children to practise music that is unfamiliar to them and has not been developed in their culture can lead to difficulties in learning – especially if they can't relate to the music and it doesn't touch them personally. It is important for them to practise music that will expand their scope of learning and preserve their culture. Therefore, like Abul Shama, a number of music gurus from the refugee community are teaching music to the Rohingya children.\nThis intervention was designed so that Rohingya youth could develop their culture without any disruptions to their practices and way of life. The aim is to remove hostility and construct harmony, build cultural bridges by exchanging social values and norms, and engage both the Rohingya refugees and host community through arts, media and culture in the hopes of increasing human security and social cohesion. Gorai Films, in collaboration with Unicef, is working on this.\n\"I used to teach mandolin to the people who came to me and showed an interest in learning it. Now, I teach music to more than 30 children. It makes my heart tranquil that I am representing my own community,\" according to Abul Shama.\nIn a small, dark shack, Anwar's eyes light up as he explains how his newfound identity as a music teacher brought him peace in the darkest of times, when the Myanmar military's crackdown turned his life upside down. Mohammed Anwar voluntarily learned mandolin from Abul Shama back when they were both in Myanmar. After the tragedy, he fled to Bangladesh and was reunited with his music guru. He regained some of his tranquillity by making mandolins and practising music to express himself.\n\"I used to learn from my guru, Abul Shama, since our days in Rakhine. I am not a good singer, but I can play this instrument very well. I am happy that I have been reunited with my guru again through this art collaboration initiative. It is also a recognition of musicians. This recognition is the best thing that happened to me ever since I fled to this country,\" Anwar said while connecting the wires of a mandolin.\nThere is no denying that music can change even the bleakest environment. When we witness children and youth learning music from Shama and Anwar, we see in them a rare hope, a confidence that humanity can be reached through music. They are able to portray their pain and sufferings through a beautiful medium, and also translate it into an homage to their homeland, expressing their heartfelt wish to return home with music as the vehicle. What can be more beautiful than this?\nSaiyada Mosharrat Jahan Liza is communication and content development expert in a Unicef-supported \"Art Collaboration\" project. Email: liza@goraifilms.com\n\n",
        "headline_1": "Music as a panacea for pain in Rohingya refugee camps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/music-panacea-pain-rohingya-refugee-camps-3084331",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "As a country caught in the throes of a profound climatic change, having just experienced the most devastating flood in recent years, Bangladesh can no longer deal with floods with a business-as-usual approach. Flooding patterns are changing fast, which requires a critical inspection of our vulnerabilities. Increasingly, flooding is as much a natural phenomenon as an artificial construct, thanks to human interventions in floodplains and other low-lying areas. As a new study shows, in less than two decades, the number of people exposed to flood risks in Bangladesh rose by 1.5 crore due to human settlements and infrastructural development in floodplains.\nThe study, covering the period between 2000 and 2018, demonstrates the extent of such unplanned development. And it's quite startling. Within the 2km river buffer locations across the country, forests shrunk by 91.98 percent, grassland 6.02 and barren areas by 27.92 percent. Meanwhile, built-up areas have increased by 11.06 percent over the period. On the other hand, the areas of human settlements and infrastructural developments have expanded to 778.74 sq km within that buffer jones. All this has been blocking rainwater discharge, thus prolonging flooding and putting more people and households at risk of submergence, especially those within the 2km river floodplains.\nThe recent Sylhet flood offers a perfect example. It was mostly the result of filling up of hoar areas and unplanned development of structures including roads, sluice gates, dams, etc. Floods brought on by heavy rains and onrush of water from the upstream couldn't subsist because of these barriers, leading to what one expert called \"waterlogged flooding\". A recurrence of this situation cannot be averted without improving the water retention capacity of haors and the navigability of connecting rivers. This also goes for all riverbanks and floodplains in the country, which are increasingly being encroached regardless of the threat it poses.\nRivers, haors and such waterbodies should be connected with other rivers, haors and waterbodies, and no unplanned infrastructure should be allowed in the floodplains. Rivers should also be regularly dredged. This should have been our goal given the risks we face. Unfortunately, despite the authorities acknowledging the risks of encroachment and loss of navigability, preventive measures have been few and far between. Most of those were not effective either, as evidenced by the futility of nationwide dredging initiatives that often saw scooped-out mud ending up back in rivers. As for clearing out floodplains, we rarely see any substantive action. The result is now for everyone to see.\nThis cannot be our reality going forward. With the unprecedented frequency and intensity of flooding threatening to sabotage our future, the government must stop encroachment of riverbanks and floodplains, and any infrastructure hampering the normal functioning of rivers must be removed. Citizens too must be aware of the long-term effect of such developments.\n",
        "headline_1": "Floodplain development is sabotaging our future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/floodplain-development-sabotaging-our-future-3084316",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "It is disappointing to learn of the growing digital divide in the country, which once again came to the fore after the release of the preliminary report of the Population and Housing Census 2022. Reportedly, around three crore people over the age of 18 do not own a mobile phone, while 6.5 crore people from the same group do not use the internet. Access to a phone or internet is much less if you lower the age bracket. These figures emerge on the heels of a recent report that showed how people are not fully benefiting from the 761 digitalised government services due to bad servers, lack of user-friendliness, and slow internet speeds. Taken together, these findings make our dream of a \"Digital Bangladesh\" look more distant than one would have expected.\nAccording to estimates by the GSMA, about half of the population remains unconnected to a mobile network, and only 31 percent are using mobile internet services. Some think that the low levels of mobile phone ownership and internet use are due to the fact that the government isn't allowing network operators to sell these as a package, as per our report. However, besides the business side of things, lack of digital literacy and access among the people is something that is not being considered with the urgency that it demands, especially with regard to Bangladesh's digital advancement and connectivity.\nMany use internet for simple entertainment purposes. But when it comes to getting a service online, most of the population is not digitally literate enough to conduct the process seamlessly, and are often forced to employ the services of intermediaries to get what they need. This is not digital empowerment. And the fact that these online services are often poorly designed makes it all the more difficult for such citizens to become integrated into the digital arena.\nThe goal of digitalisation in any platform must be to make the lives of citizens easier, saving time and money. But recent data indicates that the government may only be undertaking digitalisation just for the sake of it, while bringing pre-existing challenges into the online services as well. We urge the government to improve the state of services currently being offered online before expanding their coverage. If the services are not easily accessible, it will hardly encourage citizens to increase their digital participation. At the same time, the government must help improve digital access and literacy so that citizens can get the maximum benefit out of the digital age.\n",
        "headline_1": "Time to address growing digital divide in Bangladesh ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-address-growing-digital-divide-bangladesh-3084296",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "With the population of Bangladesh standing at 165.16 million in the Population and Housing Census 2022, the general people and experts anticipate a raft of positive changes in the nationwide headcount. There are signs of encouraging changes in many social sectors. As the latest census -- dubbed a provisional one -- was published on July 27, many revisions and updates are also expected. Sloppiness was detected in the preliminary set of facts and data presented. Scheduled to be carried out every 10 years, the population census reports unveil the nation's decade-long performance under certain demographic parameters. In conformity with this pattern, after the first-ever census in 1974, the country has had the surveys in 1981, 1991, 2001, 2011 and the sixth one in 2022. The corona pandemic delayed the current census by a year. The Bangladesh Bureau of Statistics (BBS) is in charge of collating essential demographic information collected by enumerators.Bangladesh in its first census found its population to be at 76.398 million. It demonstrated the country's high population density, which had been found leaving its impacts on every segment of the nation. As years wore on, the census picked newer features, apart from the number of residents in certain areas. A most striking revelation made by the census report 2022 is the pointer to a radical increase in the number of women in the country compared to that of their male counterparts. According to the preliminary census, the country's male population has declined remarkably, with the male-female ratio standing at 98: 100.3. At any rate, this account would have made development strategists feel slightly upbeat about the status of women. The total number of females in the country is 83.35 million, which is 50.50 per cent of the total population, while the number of males is 81.71 million or 49.50 per cent.Gender specialists feel befuddled over the national status of the male manpower living overseas. They are in a quandary if these male expatriate workers should remain outside the census ambit. Temporary stay outside does not bar them from being included in the census data. The demand that they be included in the census may not be overlooked. If the present information proves wrong in the final census, many other issues involving public money might also prove a sheer wastage. Society wants women to enjoy empowerment. But some myths may stand in the way. This year, the smart young enumerators, equipped with digital devices, felt dismayed at the coldness with which they have been treated at many neighbourhoods, especially the slum areas. Many were unwilling to disclose their income sources, the number of their family members and a lot of other basic information. They were overtaken by the fear of being persecuted by phantom authorities.In fact, the 'household census' is considered a vital segment of the whole exercise. It is badly needed in the task of determining the persons in need of food consumption, social security and many other basic necessities. Notwithstanding its provisional nature, the census 2022 covered many areas including education, literacy rate, increase in youth population, use of mobile and digital phone devices, internet use etc. Intrusion of errors and wrong information into an overpopulated country's first draft census report cannot be ruled out. That is why everybody looks to a finalised census document free of all types of misinformation or inaccuracies.",
        "headline_1": "Population Census 2022",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/population-census-2022-1659275254",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "Last month, Indian central bank issued a notification regarding settlement of payments against imports into and exports from India in local currency, rupee to be precise. While doing international trade, instead of paying and receiving convertible currencies like US dollar, invoices will be made in Indian rupee for which counterpart banks need to maintain special rupee Vostro accounts. In this case, Indian banks will have to seek approval from their central bank. Rupee vostro accounts are nothing but foreign banks' accounts with Indian banks in rupees in India. In international banking, nostro and vostro are terms used to describe bank accounts. Nostro is referred to 'my deposit at your bank', while vostro is referred to 'your deposit at my bank'.Under the new regulations, Indian importers can pay in Indian rupees against suppliers' bills for settlement of import payments which will be credited to rupee vostro accounts. In the case of exports, proceeds will be paid in Indian rupees from the balances held in special rupee vostro accounts of the relevant banks of trade partner countries. The notification of the Reserve Bank of India (RBI) allows the offsetting of exports against import payments with respect to the same overseas buyers and suppliers. Under this arrangement all exports and imports need to be assigned and invoiced in rupee and the exchange rate between the currencies of the two trading partners can be determined by market forces. Settlement of payments in rupee vostro accounts is already in place. But the regulations require prior permission from the central bank before opening special rupee vostro accounts. As such, the accounts will be designated only for settlement of trade and other permissible transactions. The specialty of the regulations is that banks can use safe, secure and efficient way of messaging system in terms of agreements with counterparts. This indirectly permits banks to use alternative messaging system, bypassing swift system. Another point observed from the regulations is that India will import first, the proceeds of which will be credited in vostro accounts. Afterwards, the proceeds will be used for settlement of Indian exports. In absence of exports from India, the counterparts need to wait for settlement of their export payments. Under the procedure, counterpart countries cannot import first. As such net exporting countries can be able to execute trade with India under rupee vostro model. Net importing countries may trade following the model up to their exports to India. However, western countries belonging to a section can easily trade with India under special rupee vostro model.Bangladesh is a net importing country. Annual imports from India are quite high as against exports, creating a big trade gap. Bangladesh exports readymade garments, vegetable fat, agro-processing goods, fish, leather goods, etc. The mode of transactions is letters of credit (LC) as well as sales contracts. The trend of letters of credit is on the decline. Bangladesh imports intermediate goods, consumer goods, capital goods, etc., mostly under letters of credit. Settlement of trade transactions with India is made in different modes. They are: ACU mechanism, usance of payment at sight by foreign banks or offshore banking units, buyer's credit. The settlement currency is freely convertible, mostly in US dollar.  A net importing country, can Bangladesh go for trade with India under settlement arrangement of special rupee vostro accounts? For this Bangladeshi banks need to open special rupee vostro accounts with banks in India. In the same way, banks in Bangladesh need to maintain settlement accounts in the name of counterpart banks at their end. As the model requires India to import first, Bangladesh will have to export first, with overdraft facilities in settlement accounts kept by banks in Bangladesh. Exporters need to wait for payments till corresponding imports and collection of payments thereof. On receipt of payments from importers, exporters will receive payments locally. The method requires double coincidences to square the position. Bangladesh exports are of two types based on contents used for production -- import base like readymade garments and non-import base like agro products. Exports requiring no import contents can be settled under special rupee vostro account model with prior import arrangements at equal value. The model cannot support readymade garment exports because of huge imports for this sector, contents of which are arranged from different sources.  In case of usance import, payments are made through buyer's credit. On the other hand, exports are executed on credit term. Exporters try to receive payments though arrangements of supply chain finance. Foreign suppliers face no-payment risks against their exports to Bangladesh since transactions are executed by letters of credit. But exporters need to bear realization risk because of exports under sales contracts on credit terms. Trade is rarely executed through bilateral arrangements. Trade arrangements are facilitated by trading hubs like Singapore, Hong Kong, Dubai and Zurich. Even Bangladesh works as a trade facilitator since many global buying offices are operating here. Few direct deals are negotiated with buyers/suppliers of trading partner countries. The present trade model of Bangladesh rarely supports special rupee vosto settlement. It is possible only for those cases where exports and imports are of same value. Other models practised in India are open account method, setting-of export receivables against import payables, Settlement of payments in beneficiaries' currencies, counter trade method, etc. These methods are supportive of exports to untapped markets. Bangladesh has already accommodated policy for exports under open account method. There are options for adopting policies for adjustment receivables and payables against trade with the same buyers and suppliers, including direct back-to-back payment by importers on adjustment from export proceeds. Settlement of payments in beneficiaries' currencies can be introduced by allowing banks to maintain nostro accounts abroad in local currencies of trade partner countries. Counter trade arrangements can also be introduced through trade agents without involvement of banks. Surplus payables can be settled against legitimate receivables in current transactions, investment, and by way of payments against merchanting trade. Bangladesh Bank can allow exporters cum importers to go for trade settlement model under special rupee vostro accounts with India. In this case, banks need to be sure that exports and imports are executed simultaneously on same terms and conditions so that no payments remain in special rupee vostro accounts as receivables. Without adjustment, receivables remain idle in the rupee vostro accounts. \n[email protected]",
        "headline_1": "Trade settlement in supplier's currency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trade-settlement-in-suppliers-currency-1659275310",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "Muggers are ubiquitously on the prowl in the capital city. Yet there are particular areas, roads or alleys where the muggers are hyperactive. Some of those are mugger-infested. Kawranbazar, reportedly, is one such hotspot. An incident of mugging and its follow-up confirm the report. But here is a unique incident that highlights woman power with a difference. Nothing less than a eulogy, 'girl courageous' will be enough to put in perspective the feat the Jagannath University student accomplished recently. At a time muggers have turned particularly vicious and feel no qualm about committing the ultimate crime that is taking even lives of their victims if necessary, few unarmed civilians dare chase a mugger. But in time of desperation and rage, even the most timid can display courage unthinkable of the bravest person. In case of the Jagannath University girl student, there were both. That a mugger snatched her smartphone in which she had collected valuable data for a year and even on that very day from her visit to the zoo in Mirpur for her thesis paper shows how important those collected materials were to her. She got down from the public bus on which she was returning and chased the snatcher but to no avail. Provident it might have been that when she was nursing her psychological wound ---in fact she was crying, another mugger was on the run snatching a woman's cell phone. Seething with rage, the girl student chased the second snatcher also, caught hold of him and threw the culprit prostrated on the street. She was unleashing blows violently and at one point got his throat in her hands like pincers. This was no less an exciting scene than that of a Dhaka movie to the crowd that gathered instantly. The mugger was searched but her smartphone was not with him but there that of the woman. Now the mugger was forced to give a call to his accomplice to arrive there. As soon as the accomplice arrived, he too was detained. But her smartphone was not with him also. On arrival, the police tried to recover her smartphone but again to no avail. Later on, both muggers were taken into custody but the girl refused to file a case, perhaps knowing full well that it would require her to appear at the court several times which will essentially turn out to be a sheer waste of time. The police, however, filed a case on their own. Now the question is, are the mugger-infested hotspots quite unknown to the police? Well, it could be a coincidence that two incidents of mugging took place within a short time on that day. But the passers-by and the shopkeepers there expressed in one voice that a few incidents of mugging take place there almost every day. Clearly the members of the law enforcement agency turn a blind eye to such 'petty crimes'. Indeed, compared to money laundering involving huge amount of taka, swindling by fraudsters and loan defaulters' criminal ploys to avoid payment, such crimes are non-descript. But still such crimes not only cause gravest harms to unsuspecting common people but at times put their lives at risk. On duty law enforcers cannot shirk their responsibility. To say that the police are inefficient will be a great disservice to the agency. There are instances of recovering lost valuables within hours or days. The impression is that if they are serious, the police can bust the criminal dens and hole them out anytime. Why they do not do so is a mystery, though. \n[email protected]",
        "headline_1": "Girl courageous and muggers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/girl-courageous-and-muggers-1659275347",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2022"
    },
    {
        "full_article": "Biodiversity is the foundation of life and ensures essential services within the ecosystems. It supports peoples' livelihoods and sustainable development in all realms of socio-economic activity, including agriculture, forestry, fisheries and tourism, among others. By ignoring biodiversity loss, we are now investing in people, their lives and their well-being. So, the loss of biodiversity in all parts of Bangladesh has sped up alarmingly. As a result, many wildlife and plant species went extinct or are on the verge of extinction. Bangladesh passed the Environmental Protection Act in 1995. But almost half of our wild animal species, which are native to the country, are now threatened. Biodiversity boosts ecosystem productivity where each species, no matter how small, has an important role to play. Therefore, we must check the biodiversity loss by conserving and protecting the wildlife and plant species, restoring ecosystems and promoting sustainable use of natural resources. \nJesmin Akter, Student of Department of Management, Joynal Hazari College, Feni, [email protected]",
        "headline_1": "Protecting environment, biodiversity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-environment-biodiversity-1659275383",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2022"
    }
]