[
    {
        "full_article": "A mix of national and regional issues are in focus as campaigning intensifies for the Maharashtra Assembly election of November 20. Personality clashes and the sectional interests of leaders and outfits are also at play in the State, that has seen considerable political churn since the last Assembly election five years ago. Key political actors are trying to make sense of the new landscape and shape it to their advantage, as was evident at The Hindu’s conclave in Mumbai that brought them all together this week. While the Bharatiya Janata Party (BJP) and the Congress are concentrating on national topics, the regional parties, particularly the two factions of the Shiv Sena and the Nationalist Congress Party, are more focused on regional issues. In a speech on Friday (November 8, 2024), Prime Minister Narendra Modi raised Kashmir, accusing the Congress of echoing Pakistan’s view. He said the Congress, which has the demand for a nationwide caste census as a central piece of its current politics, was creating a caste division. There is competitive welfarism at play between the ruling Mahayuti and the opposition Maha Vikas Aghadi (MVA). Sena leader Uddhav Thackeray has alleged that the BJP was undermining the State’s interests in development projects and private investments.The MVA’s gains in the 2024 general election were largely based on a national narrative such as protecting caste-based reservation and the Constitution. The Assembly election involves contests in 288 seats, and the BJP-led Mahayuti has the advantage of a national narrative and the capacity to organise ground campaigning. Caste dynamics also could play out differently. The MVA is seen as a Maratha-dominated platform, while the BJP has room for accommodating a wider coalition of communities. All parties are invoking Shahu Maharaj, Jyotiba Phule and Babasaheb Ambedkar, iconic figures revered in Maharashtra, but with their individual twists. The BJP’s campaign touches on caste justice by subtly challenging Maratha dominance and loudly proclaiming Hindu unity. The party is fielding Uttar Pradesh Chief Minister Yogi Adityanath as a star campaigner, while its partner Ajit Pawar has declared fealty to secularism as a guiding principle. Appeals to regionalism are a double-edged sword as Maharashtra is home to migrant populations from several States. The changing demography could reshape the politics of Maharashtra in the decades ahead. The polity is fragmented across six major parties in the two opposing coalitions. Additionally, numerous rebel candidates of all parties are in the fray. The ongoing campaign is a reflection of confusion and contradictions; the results may begin to settle the churn. Published - November 09, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Maharashtra Assembly Elections 2024\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        Shiv Sena\n                    \n                            /                      \n                        \n                        Shiv Sena-Uddhav Balasaheb Thackeray\n                    \n                            /                      \n                        \n                        Nationalist Congress Party\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        Jammu and Kashmir\n                    \n                            /                      \n                        \n                        Pakistan\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        General Elections 2024\n                    \n                            /                      \n                        \n                        Caste\n                    \n                            /                      \n                        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        migration",
        "headline_1": "Crowd of confusion: On the Maharashtra political scene, polls",
        "headline_2": "The polls may settle the churn in Maharashtra politics",
        "link": "https://www.thehindu.com/opinion/editorial/crowd-of-confusion-on-the-maharashtra-political-scene-polls/article68846189.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "He won because he gifted voters a shiny, simple message: foreigners are swindling Americans. Harris lost because what she offered was mostly abstract\nAsk yourself : would you like one big birthday gift, colourfully wrapped with an elaborate bow, or a set of gift vouchers in a dull envelope, of differing denominations, to be redeemed in the future? That just about sums up the difference between what Donald Trump and Kamala Harris, respectively, offered Americans as election goodies in 2024.\n\nTrump had a single message, just one. Bad outsiders are swindling Americans all over the place. Evil migrants from the south increased dramatically after the 1965 rule to admit only whites was axed.\nRead full story on TOI+\n\n",
        "headline_1": "Trump’s toy train for Yanks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/trumps-toy-train-for-yanks/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "An explainer on an SC judgment this week that corrected some of the judicial bias against private property rights vis-a-vis acquisitive govts\n\nOn Tuesday, a nine-judge bench of the Supreme Court delivered a landmark judgment in the Property Owners’ Association vs State of Maharashtra case. SC held the phrase ‘material resources of the community’, as used in the Constitution, couldn’t be interpreted to include all items of private property. A lowdown on the legal points made and what it means for property rights in India.\nRead full story on TOI+\n\n",
        "headline_1": "What you own Vs collective good: A rethink",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-you-own-vs-collective-good-a-rethink/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "I know what a ghost is, said an old woman in The Satanic Verses. Unfinished business, that’s what. But in the case of India’s 1988 ban of this Rushdie novel, has the ghost now been successfully exorcised? With govt respondents unable to produce a copy of the relevant notification, Delhi HC this week had “no other option except to presume that no such notification exists.”\n\nA book ban is just one of countless things that get lost in the dingy cobwebs of bureaucracy. But even when proof of a ban is available, a govt ban is an illusion – for govts. Anyone who really wants to read a banned book, finds a copy. Also, bans are free advertising. Those fatwa years were excellent for growing Rushdie’s readership. Films subjected to a censorship controversy, be it a glammed up Padmaavat or a gritty Udta Punjab, often end up gaining eyeballs from the noise.\nThe illusion that bans work has played out since ancient times, and across geographies. Caesar went as far as to exile Ovid after the publication of Ars Amatoria. But the poem got readership, and its subject – adultery – never lost attraction. In India adultery got decriminalised just a few years ago. But all literature indicates that its practice has flourished across time and regimes here as much as in Rome.\nFreud, who talked a lot of silly things, got this right. Self-proclaimed guardians of the ‘forbidden’ don’t realise that their bans often make humans discover their hidden desires. But since we are humans, we are incapable of learning this simple thing about us. Thus it is that the outrage industry is no longer just public sector. It’s also private enterprise. And all of it’s a waste of energy. Every fatwa ultimately meets history’s dustbin.\n\n",
        "headline_1": "Banana republics: People will always find ways to find what they desire",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/banana-republics-people-will-always-find-ways-to-find-what-they-desire/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "Too many elections? No. Too much electioneering\nBarely an election gets over, we hurtle towards the next. Our endless festival calendar seems matched by our election calendar. At least we get to party during festivals. Poll-time, only parties party. And, boy, are those parties noisy. In a tightly knit always-online world, one fractious like rarely before, with ideologies morphing in ever new ways, it’s little wonder there’s a storm in every chai kulhad. And blaring TV news doesn’t help – everything’s a fight, every neta’s slamming another neta. So, are there too many elections?\n\nFact is, the election calendar has barely moved. Like clockwork, in any democracy worth its name, elections transfer office from one govt to another. In India, the number of elections has increased only incrementally the last 25 years, with three new states – Jharkhand, Chhattisgarh and Telangana. Why then this fatigue, this sense of an always-on election? It’s not their number really, but more he heat & noise elections generate, outsized spending from secret coffers that create this impression. In India, even municipal polls are seeing party brass campaign, making local elections as torrid as state and general elections. Should we crib? Sure we should. But let’s not diss elections. Let’s recognise it’s really the cacophony we dread. Sometimes, there’re even Afterparties. They drag on – whether a Jan 6 insurrection there or a Maharashtra chaos here. It’s not too many elections. It’s too much electioneering.\n\n",
        "headline_1": "Electile disorder",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/electile-disorder-3/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "Bangladesh stands at a crucial crossroads. The political shift following the July-August 2024 uprising, which led to Nobel Peace Prize laureate Dr Muhammad Yunus taking charge of an interim government, signals that the demand for change is no longer avoidable. These protests, originally triggered by job quota grievances, swiftly morphed into a nationwide outcry for justice, accountability, and a call for systemic reform.\nThe police force's role in the uprising was undeniable. Hundreds of people lost their lives, many due to the heavy-handed tactics of law enforcement, intensifying public outrage and distrust. This isn't new. For years, Bangladesh's police force has been seen as an arm of political repression rather than a protector of the public. This system has long prioritised control over community engagement, fostering an environment of systemic dysfunction and division. Allegations of extrajudicial killings enforced disappearances, and arbitrary arrests have steadily eroded public trust. The police, tasked with serving and protecting, have too often been perceived as upholding a narrow political agenda at the expense of human rights and justice—a hard truth that Bangladesh can no longer afford to overlook.\nThe unrest during the revolution also claimed the lives of police officers, a tragic reminder of the deep rift between law enforcement and the people they are sworn to protect. These fatalities reveal that police officers themselves are often trapped in a cycle of violence and mistrust, operating in a high-pressure environment with insufficient resources, inadequate training, and excessive working hours—factors that have a detrimental impact on the overall effectiveness and morale of the force, as highlighted in the 11-point demand presented by police personnel in August 2024.\nYet, every crisis offers an opportunity. The recent formation of the Police Reform Commission is a vital first step, but this alone isn't enough. The path forward demands lasting, transformative change—change that penetrates deeply into the core of police culture, behavior, structure, and laws. The events of July and August have made it clear that the current state of the police force cannot continue. The question we must ask now is: how do we make this reform meaningful, sustainable, and capable of restoring trust between the police and the people?\nAt the heart of Bangladesh's police reform lies the urgent need to move away from the outdated colonial-era Police Act of 1861—a law that prioritises control rather than service. In 2007 and again in 2013, the UN supported the drafting of a new Police Ordinance under a police reform project, which ran from 2006 to 2016. This draft ordinance promoted democratic, citizen-centred policing, emphasising public oversight and accountability, including the creation of an independent Police Commission and a formal complaints mechanism for reporting abuse. Yet despite its promise, the draft ordinance and the 2013 review of the act had stalled at the political level.\nA new legal framework on policing could provide a strong foundation for transforming Bangladesh's police force into a professional, accountable, and efficient service. This will build sustainable systems that prevent abuses, protect vulnerable citizens, and foster a relationship of trust between the police and the communities they serve.\nThe goal of police reform in Bangladesh must be to establish a force that is democratic, people-centred, and responsive to the diverse security needs of society. This will require a complete overhaul of the existing system—from legal frameworks to police welfare, institutional strengthening, training, and community engagement practices. The police must be seen as protectors of public safety and human rights. This reform also requires a systemic approach and the Anti-Corruption Reform Commission and the Judicial Reform Commission will also be instrumental to shaping the police force.\nReform should result in a force that serves all people equally, regardless of political affiliation, gender, ethnicity, or social status. Professionalism, integrity, and impartiality must guide every action, ensuring that the police safeguard all citizens, particularly those most vulnerable to abuses.\nHuman rights must be embedded in the very fabric of police operations. This isn't only about preventing extrajudicial killings or arbitrary detentions; it's about ensuring that every interaction between police and the public is rooted in respect for human dignity and the rule of law.\nLastly, accountability must be a priority. The police must be held to the highest standards of conduct, and abuses should be met with swift and impartial justice. Establishing independent oversight bodies is essential to ensure transparency and genuine accountability.\nBangladesh is not alone in its struggle to reform its police. The UN has supported police reform efforts in many countries, including Nigeria, Pakistan, Iraq, and Kenya—nations with similarly politicised policing and public mistrust. In these countries, public demands, like those currently in Bangladesh, have been vital in calling for independent oversight mechanisms to hold police accountable and ensure that reports of misconduct are investigated without interference.\nReforms have focused on making the police more responsive to the public's needs, particularly regarding issues such as gender-based violence, and protecting the most vulnerable, especially women and children. Community policing has proven to be an essential method for rebuilding trust. By engaging directly with local communities, police forces become more responsive and effective, gaining critical insights into the challenges people face.\nWhile Bangladesh can learn from international experiences, it must tailor its reform to its own context. The Police Reform Programme of 2006-2016 offers valuable lessons. Although it improved training and professionalised certain aspects of the force, it also highlighted the deep-rooted political challenges that hinder sustainable reform. A key takeaway from this experience is that sustained political will and genuine public participation are essential to ensuring lasting change.\nPublic engagement must be central to the reform process, not an afterthought. In a country like Bangladesh, where youth-led activism has made it clear that the status quo is no longer acceptable, the voices of young people must shape the future of law enforcement. Nationwide dialogues with students, women, marginalised communities, and victims of police misconduct will ensure an inclusive reform process that reflects the aspirations of all Bangladeshis. Trust cannot be rebuilt in isolation—it must be founded on transparent, open communication between the police and the public.\nThe time for police reform in Bangladesh is now. The interim government, led by Dr Yunus, has made an important first step by establishing the Police Reform Commission. But real reform requires more than political will—it demands active involvement from civil society, the international community, and, above all, the people of Bangladesh.\nThe UN is committed to supporting this transformative journey. Our experience in other countries demonstrates that meaningful reform is possible—but it requires collective effort, driven by transparency, accountability, and public engagement. This is a unique opportunity for Bangladesh—not just to reform its police force but to reimagine the role of law enforcement in society. Let's seize this moment to create a future where justice, security, and dignity define the relationship between the police and the people they protect.\nGwyn Lewis is the resident coordinator of the United Nations in Bangladesh.\n\nStefan Liller is the resident representative at the United Nations Development Programme (UNDP), Bangladesh.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Why police transformation is critical for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-police-transformation-critical-bangladesh-3748626",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "The recent killing of a Jubo League leader in Natore, allegedly by BNP-linked men, serves as another grim reminder of the cycle of political retribution that has followed the fall of the Awami League regime, in what appears to be a tit-for-tat response to how Awami League had treated BNP and its affiliates while in power. According to a report, the victim, Saidur Rahman Babu, succumbed to his injuries on Wednesday after a brutal assault. He had been in hiding since his home was attacked on August 5, but on October 30, he was caught by his assailants, tied to an electric pole, and beaten with sticks and iron rods. Saidur's family accused Kabir Hossain Kangal, a Jubo Dal leader, of leading the assault and previously demanding Tk 5 lakh in exchange for his safety.\nThese vengeful incidents are showing little sign of abating even after three months. It's quite frustrating for those who had expected the culture of political repression to end with the end of an autocrat's rule, paving the way for a politics that truly serves public interests. The ongoing violence and harassment targeting the once-ruling camp raise concerns about a likely resurgence of authoritarianism under different banners. Almost every day, we get to see some troubling sign of authoritarian tendencies—murder, vandalism, threats, opportunistic extortion, forced takeover of properties, frivolous lawsuits, etc. Data from the rights group Manabadhikar Shongskriti Foundation (MSF) also reflects the persistent nature of these politically motivated crimes, with at least 12 fatalities in October, nine linked to Awami League alone.\nThis, on a broader level, aligns with how political parties that were part of the AL-led 14-party alliance are being targeted, with a report by this daily revealing that many party offices were vandalised, abandoned, and even repurposed. Some public outbursts towards these parties were expected because of their role over the past 15 years, and particularly their complicity or silence during the brutal killings of students and other ordinary citizens during the July-August uprising. But what's happening now seems more politically designed, which is concerning.\nWe, therefore, call on the interim government and leading political parties to break this cycle of retributive violence. The BNP secretary general on Thursday said that party leaders and activists have \"taken a fresh vow to resist hegemonic forces\" and safeguard democracy. We appreciate the gesture but would like to see matching actions on the ground. Political parties, including BNP, that once suffered heavily during Awami League's rule must ensure that they don't end up repeating its wrongs. The onus also falls on the government to establish accountability of the excesses being committed, particularly by ensuring thorough investigations and fair trials for all political killings as well as punitive action against anyone committing or inciting political violence.\n",
        "headline_1": "Stop retributive violence in politics ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-retributive-violence-politics-3748261",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "As we observe World Freedom Day, I cannot help but reflect on the significance of freedom—both as an abstract ideal and a lived reality. This day marks the anniversary of the fall of the Berlin Wall in 1989, an event that symbolises the triumph of liberty over tyranny and the relentless pursuit of human rights across the globe. For the youth of Bangladesh, this day resonates deeply, particularly considering our recent experiences, which exposed the fragility of our freedoms and the need for a society built on true democratic values. The fall of the Berlin Wall was not merely a physical dismantling of a barrier; it represented a moment of awakening for millions who had been silenced for decades. Similarly, our revolution arose from a deep-seated yearning for freedom—a collective cry against a regime that had systematically suppressed dissent, manipulated elections, and marginalised the voices of its citizens.\nFor too long, we have been trapped in a political landscape dominated by fear and repression. We were subject to a pervasive culture of self-censorship, where speaking our minds carried substantial risk. In this climate, the notions of freedom of speech, political choice, and intellectual independence became aspirations rather than rights, underscoring a disheartening disconnect between the principles we were taught and the realities we faced. The July Revolution changed everything. What began as a student-led movement advocating for quota reforms quickly morphed into a full-blown uprising against a regime that had grown increasingly authoritarian. This uprising was fueled not merely by immediate demands but by a profound desire for an environment where we could exist freely, think critically, and pursue our individual paths without fear of reprisal. It marked a crucial moment of awakening—a collective recognition that we could no longer be passive observers in our own lives.\nWe sought more than mere recognition; we demanded the right to articulate our beliefs openly, without the looming threat of violence or censorship. The protests became a crucible for forging a new sense of agency and purpose among us, one that is critical for any functional democracy. Equally important was our insistence on the freedom to choose our political affiliations. The political landscape was dominated by a single narrative, the regime cultivated an atmosphere where supporting opposition parties was equated with betrayal, fostering a climate of fear that stifled political plurality. The revolution also brought to the forefront the necessity of intellectual freedom. It revealed the importance of intellectual freedom, reinforcing the idea that a society thrives when diverse viewpoints can coexist.\nWhile we celebrate this newfound freedom, we also face the sobering reality that this fight is far from over. The road to true freedom is fraught with obstacles, and complacency is our greatest enemy. The July Revolution marked a significant turning point, but it is imperative that we remain vigilant. This is not merely a matter of preserving our rights—it is about creating a political and social environment where these rights can flourish for all citizens.\nThe challenge ahead lies in ensuring that our newly reclaimed freedoms are embedded in our governance. We must advocate for a political system that prioritises transparency, accountability, and inclusivity. The culture of fear that had dominated our political landscape must be dismantled, replaced by one where dissent is not just tolerated but celebrated as a hallmark of democracy. Unfortunately, dissent in Bangladesh has often been met with hostility, with individuals labelled as traitors or enemies of the state for expressing opposing views. This culture of labelling must end as democracy requires an exchange of ideas and welcomes criticism for healthy political discourse.\nOur recent history has shown that freedom is not simply about the absence of oppression; it is about actively constructing a society where we can speak, choose, and think without fear. In Bangladesh, the struggles of women and minorities often extend beyond the political sphere and encompass issues of safety, agency, and representation. Many of them still face harassment and violence when they assert their rights or engage in public life. Our revolution must, therefore, focus on the empowerment of these communities—ensuring they can express their opinions freely and occupy spaces where they can influence change. The fight for freedom is incomplete if it does not include the struggles of the historically marginalised.\nOur freedom now comes with the opportunity to renew our commitment to the ideals that resonate so deeply within us. Together, we can build a future where freedom flourishes—where every voice is heard, and where we can all thrive as individuals and as a collective. Our fight was never for a fleeting moment of freedom but for a system that honours the sacrifices of those who came before us. And our future depends on our ability to safeguard the freedoms we have fought so hard to reclaim. It is our responsibility to ensure that the symphony of freedom plays on, harmonious and inclusive, reflecting the hopes and aspirations of every Bangladeshi. Together, we must continue this unfinished struggle, united in our pursuit of a brighter, freer future for all.\nMaisha Islam Monamee is a student of Institute of Business Administration (IBA) at the University of Dhaka and a contributor at The Daily Star. She can be reached at @monameereads on Instagram.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Freedom is more than the absence of oppression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/freedom-more-the-absence-oppression-3748441",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Taming inflation more urgent now",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taming-inflation-more-urgent-now-1731166497",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "The wonderful world of  financial journalism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-wonderful-world-of-financial-journalism-1731166543",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Ensuring data reliability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-data-reliability-1731166591",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Use of glass in packaging pharmaceuticals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/use-of-glass-in-packaging-pharmaceuticals-1731166622",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-11-2024"
    }
]