[
    {
        "full_article": "The NHRC has done the right thing in directing the Ministry of Home Affairs and the Arunachal Pradesh government to submit an action taken report against the racial profiling and relocation of the Chakma and Hajong communities in the northeastern State. They had fled their homes in the Chittagong Hill Tracts in erstwhile East Pakistan (present-day Bangladesh) after losing land to the construction of the Kaptai dam on the Karnaphuli river in the early 1960s. They had sought asylum in India and were settled in relief camps in Arunachal Pradesh. Since then they have been well integrated in villages in the southern and south-eastern parts of the State. In 2015, the Supreme Court directed the State to grant them citizenship, but this had not yet been implemented. In a judgment in 1996, the Court had stated that the “life and personal liberty of every Chakma residing within the State shall be protected”. In light of these orders and given that most of the Chakma/Hajong community members were born in the State and have been living peacefully, the Arunachal Pradesh Chief Minister’s announcement, in August 2021, that they would be relocated outside the State and that steps would be taken for a “census” of the communities was clearly unwarranted. The so-called State-driven census would have amounted to a racial profiling of the two communities that have also been the subject of an antagonist and nativist campaign by organisations such as the All Arunachal Pradesh Students’ Union. The issue has not been helped either by statements made earlier by the Union Minister of State for Home, Kiren Rijiju, about relocation.It is difficult, but not impossible, for any State government in the northeast to balance the interests of native tribal communities and those of legitimately settled refugees and their progeny. Special rights guaranteed in the Indian Constitution in these States in order to protect the tribal people, their habitat and their livelihoods, have more than occasionally been misinterpreted as favouring tribal nativism with overblown demographic fears fanning hatred for communities such as the Chakma/Hajong in Arunachal Pradesh and Mizoram. Unfortunately, political forces have also limited themselves to using ethnic fissures for power and sustenance. Uprooting communities that fled their homelands under duress and have since been well settled in their adopted areas, contributing to the diversity of culture and the economy, would be a violation of their rights and repeating a historic wrong. A dialogue between the State government, civil society and those of the Chakma/Hajong communities would go a long way in addressing concerns in implementing the Court judgment of 2015, rather than the course currently adopted by Itanagar. Implementing the NHRC directive should be a step in the process to reverse that course.",
        "headline_1": "For a civic solidarity: On citizenship for the Chakma/Hajong people",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/for-a-civic-solidarity-the-hindu-editorial-on-citizenship-for-the-chakmahajong-people/article38325718.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-01-2022"
    },
    {
        "full_article": "Burkina Faso, once known as one of the most stable countries in West Africa, has been mired in a deadly cycle of jihadist violence since 2015. Monday’s coup, in which mutinous soldiers overthrew the democratically elected government of President Roch Marc Christian Kaboré, was a direct result of this growing instability which the government failed miserably to tackle. Mr. Kaboré was elected President in 2015 almost at the same time jihadists, belonging to al Qaeda and the Islamic State, were expanding across the Sahel region. They turned the vast countryside of this landlocked country bounded by Mali and Niger — both rocked by Islamist violence — into ungovernable territories. Over the last seven years, at least 2,000 people have been killed and over one million displaced in this country of 22 million people. The military and large sections of civilians saw the Kaboré government as ineffective, corrupt and out of touch with the ground reality. The coronavirus pandemic and the associated economic woes have also pushed the Burkinabe people further into misery. An uprising, touched off in the streets of Ouagadougou, the capital city, a few days ago, was followed by the mutiny. The soldiers moved in quickly, surrounding the presidential palace.West Africa has seen a series of successful coups in recent months. In September 2021, special forces in Guinea ousted the government and captured power. In Mali, the military staged a coup for the second time in less than a year, in May 2021. While in Chad, the President was killed in conflict in April, Sudan saw the military throwing out a power-sharing agreement it had reached with civilian revolutionaries and taking the levers of the state in its hands. The ease with which the generals captured power in all these countries should be a warning to other elected governments in the continent. While taking power, all these military leaders promised elections, but soon their focus shifted to tightening their grip on power rather than resolving the crises that they used to justify their power grab or allowing a transition to a legitimate government. The story of Burkina Faso is not different. The coup was reportedly welcomed by protesters in the streets of Ouagadougou. It is understandable because the people, fed up with the jihadist violence and the state’s inability in tackling it, may have thought the men in uniform could at least provide them better security. But this support could be short-lived as the power-hungry junta faces a terrorist machinery spread across the Sahel along with the post-coup political divisions and instability at home. Coups are hardly a solution to the many crises these countries face. Rather, the juntas, which lack political legitimacy, end up making them worse.",
        "headline_1": "Coup in Burkina Faso",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-coup-in-burkina-faso/article38325725.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-01-2022"
    },
    {
        "full_article": "The Transparency International (TI) released its Corruption Perceptions Index (CPI) 2021 on January 25, 2022. Bangladesh has scored 26 out of 100—the same as in 2020, 2019 and 2018. From the top, Bangladesh is ranked 147th among 180 countries, one step lower than 2020, and 13th from the bottom, one step higher than 2020. The result is disappointing. We have failed to achieve any real progress. More importantly, based on a trend analysis for 2012-2021, Bangladesh has stagnated at the same score of 26, which indicates the lack of success in controlling corruption over the past decade.\nOnce again, we are second worst in South Asia, above only Afghanistan. We are also the third lowest among 31 countries in the Asia Pacific region, and continue to score well below the global average of 43, an indicator of moderate success in corruption control.\nNo country has scored 100 percent, implying that corruption exists everywhere. About 130 countries (72 percent) have scored below 50, and 100 countries (55 percent) less than the global average. The 10-year trend analysis shows a mixed picture: the score has increased for 84 countries, decreased for 83, while seven including Bangladesh have stagnated in their respective score.\nDenmark, Finland and New Zealand have jointly topped the list, each having scored 88. Other countries leading the list with more than 75 percent score are Norway, Singapore and Sweden (85), Switzerland (84), Netherlands (82), Luxembourg (81), Germany (80), the UK (78), and Hong Kong (76). Notable weak performers are the US (67), Spain (61), Italy (56), China (45), and Russia (29). Russia's score has dropped from 42, while China's score has gone up from 32 to 45. South Sudan is at the very bottom, having scored 11. Other lowest performers are war-torn or \"failed states\" like Syria, Somalia, Venezuela, Yemen, North Korea, Afghanistan, Libya, Equatorial Guinea, Turkmenistan, DR Congo, and Burundi.\nBhutan continues to be the best South Asian performer, scoring 68 and ranked 25th from the top, followed by India and Maldives scoring 40, Sri Lanka (37), Nepal (33), Pakistan (28) and Afghanistan (16). The trend analysis for 2012-2021 shows Bhutan to have gained five points, India four, Nepal eight, Afghanistan eight, and Pakistan one. Only Sri Lanka has lost three points, while Bangladesh remains stagnated. Data for Maldives were not available.\nBangladesh has overcome the agonies of being the worst performer in 2001-2005. However, we have disappointingly remained in the category of countries where corruption is considered to be acute. Disappointing in particular for the fact that the period for which CPI 2021 data relates to (November 2018 –September 2021) was supposed to be one of zero tolerance against corruption.\nAt the time of launching the 2018 election manifesto, the prime minister made a zero tolerance pledge against corruption. After forming the cabinet, she reminded the ministers of the same. Subsequently, delivering a speech to the nation, she stressed upon four aspects of her anti-corruption pledge: those involved in corruption must move away from it and practice integrity; the laws must be strictly enforced; information technology in public services must be expanded; and cooperation of media and general public must be ensured to prevent corruption. In the context of the much-talked-about anti-corruption drive in September 2019, she announced that nobody should be spared, including leaders or workers of her own party. She later reiterated zero corruption in the response and recovery programme undertaken by the government to confront the Covid-19 pandemic.\nHence, it was logical to expect that Bangladesh would perform better. The reality is just the opposite. Belying the prime minister's pledge, corruption has flourished as a section of unscrupulous people, often linked with power, took the pandemic crisis as an opportunity to abuse power and accumulate wealth. At the local level, a section of officials and politically influential people, including public representatives, indulged in various forms of corruption in supply and distribution of relief goods for the victims of the crisis. Even the cash support scheme for the ultra-poor was not spared. The floodgate of corruption got expanded in procurement and supplies involving vendors with alleged political links colluding with a section of officials.\nMoney laundering captured headlines highlighting reported involvement of the powerful, including public representatives, officials and businesspersons. In addition to money laundering, some public representatives were even involved in human trafficking, including one convicted out of the country, though concrete action within the country against any such instance has been negligible.\nA key factor in the non-delivery of zero tolerance pledge is the intrinsic linkage between politics, money and corruption, causing a disconnect of public decisions and actions from common people's interest. The banking sector is an example of state capture, whereby policies and decisions often reflect the interest of loan defaulters and swindlers. The Covid recovery stimulus package represented bias for the predominant business lobbies, while the interest of the poor and disadvantaged remained peripheral. The institutions mandated to ensure rule of law and accountability have been rendered dysfunctional by politicisation. As a result, the beneficiaries, colluders and promoters of corruption are protected. Accountability is rare except for smaller fries, whereas the big fish enjoy impunity, thanks to their links with power—real or manipulated.\nWithout a paradigm shift in our political culture to put public interest first, replacing the practice of treating political affiliation as a licence for abuse of power, corruption cannot be controlled. Politics and political positions must be insulated from the influence of money and criminality. Depoliticisation of institutions is critical to ensuring rule of law. The Anti-Corruption Commission (ACC) must be able to effectively criminalise corruption, irrespective of social, political and financial status. To promote public participation against corruption, the space must be expanded for openness, reporting and discourse on corruption, and the exercise of constitutionally guaranteed rights, including freedoms of opinion and dissent.\nThe theme of CPI 2021 is \"Corruption, Human Rights and Democracy.\" Corruption contributes to an unsafe climate for human rights and its defenders. The Transparency International estimates that out of 331 cases of murder of human rights defenders globally in 2020, 98 percent occurred in 23 countries with high levels of corruption, and at least 20 such cases targeted anti-corruption activists.\nRestricting freedoms of opinion and dissent is a strategic weapon to protect corruption and weaken the scope of societal checks on it. Unabated corruption reduces the state's capacity to ensure accountability, enhances impunity, and makes corruption a way of life.\nCorruption leads to democratic decline and dysfunctionality of institutions. It increases injustice and abuse of human rights, which in turn leads to further corruption, causing a vicious cycle. Given the state of violation of human rights in Bangladesh, deficits of the rule of law in general and abuse of the Digital Security Act (DSA) in particular, whether we are on the same trajectory or not is anyone's guess.\n \nDr Iftekharuzzaman is the executive director of Transparency International Bangladesh (TIB).\n",
        "headline_1": "Disappointing CPI score: What trajectory is Bangladesh on?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/disappointing-cpi-score-what-trajectory-bangladesh-2947391",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2022"
    },
    {
        "full_article": "On the last official day of the 26th UN climate conference (COP26) in Glasgow, Scotland last year, over 150 countries representing more than five billion people put forward a proposal for the creation of the Glasgow Facility on Financing Loss and Damage to combat human-induced climate change as part of the final Glasgow Climate Pact. However, the text was later downgraded, at the insistence of the US and a few other developed countries, to a Glasgow Dialogue on finance for loss and damage. The vulnerable countries were extremely disheartened by this downgrade from action to mere talk, but had no choice other than to accept it.\nThis does not mean that the efforts to create the facility for finance for loss and damage will be abandoned, and the dialogue can still be turned into action.\nFirstly, the Glasgow dialogue on finance for loss and damage envisages two entire years of dialogue before a decision can be made. This was clearly an attempt by the developed countries to postpone action for several years, and is precisely what Swedish climate activist Greta Thunberg accused world leaders of doing when she described the COP26 as more \"blah, blah, blah.\"\nThis is also not the first dialogue that has been held under the United Nations Framework Convention on Climate Change (UNFCCC), as there was another one called the Suva Dialogue on finance for loss and damage several years ago, with practically no outcomes.\nThe main reason that the developed countries, especially the US, are so opposed to offering finance for loss and damage is their fear of admitting liability, and hence facing claims for compensation. In fact, the very phrase \"loss and damage\" is a euphemism for \"liability and compensation,\" which are taboo words as far as the US is concerned.\nHowever, now that the impacts of climate change are a reality, its resulting losses and damage are trickling in, too. And the victims, whether in developed or developing countries, are already paying the price. The question is: Who will support the victims in dealing with loss and damage once it is widespread?\nAfter the floods in Germany in 2021 killed nearly 200 and caused billions of euros of damage, Chancellor Angela Merkel recognised the floods as having been exacerbated by human-induced climate change, and offered hundreds of millions of euros as compensation for those affected. Similarly, when hurricane Ida hit New Jersey, US President Joe Biden acknowledged the climate impacts and offered citizens compensation.\nThese acts by Merkel and Biden to help victims of the climate crisis in their respective countries were perfectly legitimate acts. However, when developing countries asked for similar financial assistance during COP26, they refused to give up even a single dime. Instead, they merely offered to continue to talk for two more years.\nSo, as the UK and Alok Sharma will retain the presidency of the COP until they hand it over to Egypt in November this year in Sharm Al Shaikh, they need to arrange with the UNFCCC Secretariat to hold the Glasgow Dialogue on Finance with the aim of transforming it into a finance facility at COP27, if they wish to retain any credibility.\nA final issue to take into consideration is the challenge made by the first minister of Scotland, Nicola Sturgeon, who kick-started the Loss and Damage Fund outside the UNFCCC with a contribution of two million pounds from Scotland. She also challenged other leaders to match her funds and has already collected around 10 million pounds from the Province of Wallonia in Belgium, as well as from several foundations.\nThus, funding for loss and damage is already underway, and the challenge is for leaders of developed countries in the UNFCCC to rise to the occasion, instead of kicking the can down the road again.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Developed countries can’t get out of paying for climate impacts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/developed-countries-cant-get-out-paying-climate-impacts-2947381",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2022"
    },
    {
        "full_article": "Let us talk about the heroes of the pandemic. We want to remember those extraordinary men and women who have offered selfless services throughout the Covid-19 pandemic, knowing very well that they could get infected by the deadly virus. Undaunted, they went to the front line and offered help to those suffering. They launched a war against an enemy, which was an invisible entity that could kill within hours. Interestingly, wars are fought to kill, but this war was fought to save lives.\nLet us pause for a while and contemplate. These heroes were detached from their families, worked day and night against numerous odds, survived on morsels, slept for a few hours in crowded motels, and shared a room with colleagues. And yet, they set on the most noble of all missions: saving human lives. They were the present day Florence Nightingale. The entire world saw how these heroes ran with stretchers to the emergency wards with patients gasping for breath. They saw death by the dozens every hour.\nBangladesh also had its share of heroes during the pandemic. From the onset of Covid-19 in the early 2020, our healthcare heroes faced adverse situations like lack of knowledge about the virus, lack of essential information, clear directives from the health authorities, shortage of personal protective equipment (PPE), oxygen, medicine, ICU beds, etc; yet, they ran from one floor to another in hospitals in search of essential supplies. They attended severely infected patients, and in the process got infected themselves.\nWe wanted to mention the names of the Bangladeshi heroes, but it is not possible to collect all the names of those who were in the frontline. A good number of doctors fought on the front line, setting examples of personal sacrifices by treating severely infected patients with minimal support. They, in fact, went beyond the Hippocratic Oath to save lives, despite shortage of essential equipment, healthcare facilities and unpreparedness of the health officials to deal with the crisis. These frontline doctors have helped many patients get cured and go home. But, at the same time, we sadly remember many of those medical heroes who could not make it to their own homes: many doctors, nurses and healthcare attendants lost their lives from contracting the coronavirus while on duty.\nBesides the healthcare providers, heroes emerged from the general population, too. They formed small groups, raised money, bought essential ration items like rice, lentils, cooking oil and vegetables, and carried them to the doorsteps of the poor people who were under home quarantine. These brave young people cooked food and offered them to the workers walking towards their villages. Many of them bought oxygen cylinders and went to help patients waiting outside hospitals. Others offered free masks and water bottles to rickshaw pullers and day labourers. These are our heroes.\nAlongside various individuals, many social clubs and voluntary organisations, corporate houses and banks also offered supplies and cooked food to the poor during the pandemic. We must not forget the services offered by the armed forces, the police and Rab during those gloomy days. It was indeed a unique example of human response to one of the deadliest crises in recent human history. We remember the heroes.\nIt has been said earlier that the healthcare providers worked against numerous odds in their fight to save lives. Some government studies say that the lack of knowledge about the nature of the virus, how it is transmitted, or the incubation period of Covid-19 came as obstacles every step of the way. Hospitals were not fully equipped to handle the emergency situations, especially the ventilator support system to treat severe acute respiratory syndrome. With the new variants spreading fast, we hope the hospital logistics will be in place and the frontline fighters will be supplied with the required PPE.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "Heroes in the time of pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/heroes-the-time-pandemic-2947356",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2022"
    },
    {
        "full_article": "I shall come out like a tremendous comet.\n —Michael Madhusudan Datta\n \nMichael Madhusudan Datta (1824-1873) is widely regarded as the first modern Bangla poet. Well before Kazi Nazrul Islam (1899-1976), Madhusudan is even reckoned as the first rebel poet in Bangla literature, although he is by no means a revolutionary like Nazrul. A relentless experimenter with both indigenous and Western poetic forms—and a veritable polyglot with a command over not only Bangla and English, but also Sanskrit, Persian, Urdu, Tamil, Telugu, Hebrew, Greek, Latin, French, German, and Italian—Madhusudan introduced the sonnet in Bangla poetry, while he is also considered the first modern playwright and the first successful writer of a tragedy in Bangla. Best known for his magnum opus called Meghnadbadh Kabya (The Poem of the Slaying of Meghnad)—the first Bangla literary epic that inaugurates a rupture with all preceding poetic and metrical traditions while introducing the famous amrittraksarar chhanda (unrhymed meter) that blasts open the continuum of the traditional payar cadences and couplets—Michael Madhusudan Datta exemplarily enacts the dialectics of tensions and transactions between colonial modernity and indigeneity.\nIn fact, Madhusudan's entire oeuvre—produced in 19th-century colonial Bengal—encompasses and yet creatively ranges beyond the three stages of anticolonial struggle that the Caribbean revolutionary Frantz Fanon (1925-1961) spells out in his major work called The Wretched of the Earth (1961): assimilation, self-discovery, and rebellion. And Madhusudan's own rebellion—including his uncritical assimilationist approaches, his mimetic modes, and even his colonial mindset that one encounters in his early life—can all be seen in aesthetic, architectonic, in even metrical, and, of course, political terms. Now, before I dwell on the character and content of Madhusudan's literary and political rebellion, let me trace a few significant trajectories of his life and work.\nMichael Madhusudan Dutta was born on January 25, 1824 (1230 by the Bengali calendar), in the village of Sagarda(n)ri—located by the Kapotaksha River—in the district of Jashore in present-day Bangladesh. He deeply loved his village and the river of his childhood, both of which continued to figure in his oeuvre. They also appeared in the very epitaph Madhusudan wrote for himself, thereby underlining his identity while also attesting to his rootedness. His father Rajnarayan Datta was a lawyer by profession. And Madhusudan's mother Jahnabi Devi was well-versed in ancient epics and Hindu mythologies. He was their only living child. Madhusudan went to a primary school in Sagarda(n)ri. During his childhood, he enjoyed the stories of the two ancient Sanskrit epics—the Ramayana and the Mahabharata—that his mother used to tell him. She also entertained her son with the stories from Mukunduram's Chandimangal (1590) and Bharatchandra Roy's Annada Mangal (1732)—the great verse narratives that were produced in precolonial Bengal.\nThose stories his mother had told him remained with Madhusudan in profound ways—ones that would later come to inform and inflect his literary productions at more levels than one. In 1832, Madhusudan's entire family moved from their village to Kolkata (then known as Calcutta), where he attended the famous Hindu College (now Presidency College)—the best college at the time—an institution where Madhusudan studied Latin, Greek and English languages and literatures. And, indeed, that college played a crucial role in Westernising Madhusudan. True, he was then heavily under the spell of not only the Western literary canon and classics as such, but also the Western way of living. Madhusudan rejected Hinduism and converted to Christianity. This angered his father, who eventually disowned Madhusudan.\nIt was also during that period that Madhusudan fully devoted himself to writing poetry in English. In 1849, he published his first book called The Captive Ladie—consisting of a tale in two cantos and a verse narrative —a poetic production that surely evinced Madhusudan's command of English and even his artistry and poetic sensibility. But that work did not prove to be a success by any means. The Anglo-Indian educationist JED Bethune went to the extent of suggesting that Madhusudan should \"employ his time to better advantage than writing English poetry\" and that he should do well to write in his mother tongue.\nProbably the most well-known stories of Madhusudan's life are that of his gargantuan ambition to become a great poet in the English language and that of his eventual glorious return to his mother tongue, although this return does not simply come to mean an orthodox, indigenist rejection or negation of English and European literatures as such—literatures on which he, however, continued to draw in most creative ways, attesting to an unprecedented literary internationalism in colonial India.\nMadhusudan did not live a long life. He died when he was only 49. And the actual period of his literary productions in Bangla spanned about seven years—indeed a brief period during which he, however, produced five substantial volumes of poems in almost headlong succession: Tilottomasambhab Kabya (1860), Meghnadbadh Kabya (1861), Brojangana Kabya (1861), Beerangana Kabya (1862), and Chaturdashpadee Kabitabolee (1866). According to one authoritative account, between 1858 and 1862, Madhusudan published five plays, three narrative poems, and a volume of lyrics encompassing the variations on the Radha-Krishna theme. During the same period, Madhusudan also translated three plays from Bangla to English; among them was Dinbandhu Mitra's famous play called Nil Darpan.\n\nLet me now return to Meghnadbadh Kabya—Madhudsudan's epic poem in nine cantos—which is a trailblazing intervention in the domain of Bangla poetry. Its staggering amplitude, its breathtaking intertextuality, its sonorous music coupled with the everydayness of the prosaic language that it poetically mediates, its polysemous vectors and valences, its relentless metaphorical imagination and its novel metrical adventures, and, above all, its reversal of hegemonically structured epistemologies and ontologies—including the Hinduism-sanctioned hierarchies—call for an extended discussion. But, owing to space constraints, I can only touch on a few aspects of Madhusudan's epic here.\nTo begin with, Meghnadbadh Kabya is a politically and aesthetically significant rewriting of the ancient Sanskrit epic Ramayana. This tradition of rebellious rewriting is also seen in so-called \"postcolonial\" literature—say, from the Caribbean poet Aimé Césaire to the Dominican-British novelist Jean Rhys to another Caribbean poet Derek Walcott, to mention but a few. Now, in Madhusudan's epic, to put it bluntly, Ram—who is otherwise considered the supreme being in many Hindu traditions—is not the real protagonist, but the Rakshasa monarch Ravan is. In fact, Madhusudan's epic decidedly zeroes in on the slaying of Meghnad, Ravana's eldest son. In Madhusudan's hands, Ravana—customarily and religiously demonised in dominant Hindu narratives—morphs into a real and even powerful human being, one who is capable of grieving, while Ram is depicted not as a god, but as an average human being with his frailties and even aberrations.\nNow influenced and inspired by Shakespeare's versions of both humanism and anti-humanism—exemplified in that famous Hamlet passage starting with \"What a piece of work is a man!\"—Madhusudan surely and epically stages his own humanist and even insurrectionary sensibility that enables us to question, distrust, disobey, resist, rethink, even re-create. Indeed, in more senses than one, Madhusudan's epic is nonconformist, and, by extension, antifeudal and anticolonial—the first epic that fiercely mobilises the liberationist and emancipatory impulses in the era of high colonialism, while unsettling the existing order of things and thoughts. And Madhusudan's deep, active intertextuality that cross-fertilises Homer-Virgil-Dante-Shakespeare-Milton with the ancient Sanskrit epics is not politically neutral either; it means that making connections across geographic, linguistic, literary, and textual boundaries amounts to combating the colonially sanctioned and spatially imprisoned modes of becoming and being in the world.\nTrue, Madhusudan and his works were always supported by Iswar Chandra Vidyasagar (1820-1891), and, later, even by Bankimchandra Chattopadhyay (1838-1894), one who even ardently advocated the need for inscribing Madhusudan's name on the so-called \"national flag\" of India. But, as my own reading of Meghnadbadh Kabya reveals, Madhusudan never endorsed the kind of communally motivated, Hindu-centric Bengali nationalism Bankim promotes. But Bankim deeply admired Madhusudan not because of his rebellion, but because of his genius. Later, even Rabindranath Tagore, Pramatha Chaudhuri, and Buddhadeva Bose—all of whose anti-epical positions and characteristic lyrical proclivities are well-known—denigrated Meghnadhbadh Kabya; although, later, it was only Rabindranath who revised his position vis-a-vis Madhusudan's epic while moving in the direction of commending Meghnadbadh's thematic and stylistic innovativeness and elan.\nMadhusudan's social farces—Buro Shaliker Ghare Ron (1860) and Ekei Ki Bole Sabhyata (1860)—are also unprecedented, groundbreaking interventions in the history of Bangla literature—works that significantly foreground the questions of justice and rebellion as well as the woman question with full force, although Madhusudan was not a feminist stricto sensu. But Madhusudan later wrote some brilliant plays, decisively focused as they are on the woman question, such as Sermista (1859) and Krishnakumari (1860)—plays that also mobilise emancipatory impulses, even if Madhusudan couldn't transcend his own male and class limitations in the final instance.\nIn this short piece, I could only scratch the surface of Madhusudan's work. But reinventing his work at the contemporary conjuncture amounts to reconceptualising the political value of an aesthetic that can enable us to stage our resistances to all forms and forces of colonisation and dehumanisation—direct and indirect—to say the least.\n \nDr Azfar Hussain is interim director of the graduate programme in social innovation and associate professor of integrative, religious, and cultural studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).\n",
        "headline_1": "Michael Madhusudan Datta: Resistance, Rebellion, Rupture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/michael-madhusudan-datta-resistance-rebellion-rupture-2946451",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2022"
    },
    {
        "full_article": "As if years of waterlogging problem in the Bhabadaha region between Jashore and Khulna was not problematic enough, it seems the Bangladesh Water Development Board's (WDB) efforts to solve this issue are also proving impractical, yielding no significant results. A recent report by this daily has narrated how the board is conducting excavation in the Teka and Hari rivers to draw water away from Bhabadaha. But the contractor responsible for the task is reportedly dumping the sediment back into the rivers just a few feet away from the excavation spots. As such, far from solving the problem, the dumping has caused the rivers to narrow down into three canals, while hundreds of thousands of people are still living knee-deep in stagnant water.\nEarlier last year, the WDB began pumping out stagnant water from Bhabadaha using 20 pumps, as part of a project for which they had already spent Tk 2.5 crore by August 2021. The current, largely ineffective river excavation project itself will cost a total of Tk 3.18 crore. Meanwhile, the riverbed is becoming more elevated due to the dumping of sediment, and clogging the entire area's drainage system.\nWe wonder why the WDB hasn't yet adopted the tried and proven method of getting rid of waterlogging: the tidal river management (TRM). This method entails building an embankment around a beel, leaving two cut points for water to enter and recede from. When the water recedes during low tide, it takes away the sediment deposited on the riverbed in a process of natural excavation and helps the depth of water bodies remain intact. Until 2013, TRM was used in the area for eight years, during which the level of the river was zero at sea level, while it is now silted and thus raised up by around 2.5 metres.\nThough there are some drawbacks to employing TRM, we would urge the relevant authorities to consider this approach. This has been a proven method, one in which the affected population has faith. The people of Bhabadaha region deserve to be permanently rid of their long-drawn-out problem of waterlogging, which has brought only misery in their lives.\n",
        "headline_1": "No respite for Bhabadaha residents",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/no-respite-bhabadaha-residents-2947346",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2022"
    },
    {
        "full_article": "Ideally, a digital birth registration process should make life simpler. It should be easy to navigate, remove the hassle of having to go to multiple offices for documents, and significantly reduce delivery times. But it appears that in trying to digitalise the birth registration process in Bangladesh, we are also \"digitalising\" the logistical problems of the erstwhile manual system. According to a report by The Daily Star, citizens are being put through unnecessary hassles as they have to go through a slow, lengthy, and often complicated process while trying to obtain this vital document. \nThe government made the online registration of birth mandatory since January 1 last year, meaning citizens must have this document to access a total of 18 services, including enrolment in educational institutions, registration for Secondary School Certificate exams, applying for passport, driving licence, etc. Besides, children aged 12 and above, who are entitled to Covid-19 vaccine, also require a digital birth certificate. This makes the document as important as one's NID. But the process to obtain it remains as cumbersome as ever. Our correspondent spoke to applicants in Dhaka who complained that they couldn't register their children's births because their own certificates lacked the required digits (17). There are also allegations of deliberate misspelling of names and addresses, which can lead to a complicated and time-consuming correction procedure. Many complained of the unhelpful attitude of city corporation officials, and the resultant intervention of brokers with alleged underhand dealings with the former. There are also system-induced challenges for people without fixed/permanent addresses, forcing them to go from one office to another. \nIf you're one of the lucky ones, you may have your certificate within a month or so, although the certificate delivery receipt would mention a waiting period of 15 days from the submission of relevant documents. But a whole new ordeal may follow if there are corrections to be made, which is a case for many. Also, a lack of coordination between city corporation officials and the office of the registrar general for birth and death registration—as highlighted by two councillors from Dhaka's two city corporations—can put additional burden on the applicants. \nSo, what's the point of having a digital birth registration system if it makes the life of applicants difficult, rather than help them? We understand that the birth registration process is still going through a transition, and it may take more time to iron out the problems inherited from the manual system. But addressing systemic loopholes, ensuring coordination and cooperation among all related departments, and building a delivery method based on the once-only principle should be at the top of the government's agenda, if the digitalisation drive is to succeed. Citizens must not suffer while trying to obtain this all-too-important document.\n \n",
        "headline_1": "If digitalisation doesn’t work, what will?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/if-digitalisation-doesnt-work-what-will-2947051",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-01-2022"
    }
]