[
    {
        "full_article": "The United States and China this week took a much-needed step towards repairing their relations as Antony Blinken visited Beijing, the first visit by a U.S. Secretary of State since 2018. The main takeaway from the visit, during which he met with Chinese President Xi Jinping, was their agreeing on the need for stability in ties. Mr. Xi told Mr. Blinken that the international community was “concerned” about the current state of relations and “does not want to see conflict or confrontation”. Mr. Blinken said following the talks that “both agree on the need to stabilise our relationship”. Differences, no doubt, remain, and the visit expectedly did not yield breakthroughs on contentious issues such as U.S. export curbs or Taiwan. But the very fact that Mr. Xi met with the visiting U.S. diplomat was a clear sign of progress given the cancellation of Mr. Blinken’s visit in February and the rancour that followed the shooting down of the Chinese “spy balloon” over the U.S. As Mr. Blinken put it, the objective was to “strengthen high-level challenges of communication, to make clear our positions and intentions in areas of disagreement” and to explore areas where both “might work together .... on shared transnational challenges”. Asked in Beijing how the Biden administration will continue with its attempt to fix relations with China as the domestic discourse likely worsens in the lead up to the 2024 elections, he argued that continued engagement was the best avenue to protect U.S. interests, including on trade.\rThe challenge now is whether they can sustain this effort at arresting the slide and keep diplomatic channels open, even when the next crisis inevitably emerges and against the backdrop of increasingly heated domestic political rhetoric. As Mr. Xi told Mr. Blinken, countries do not want to “choose sides”. This is especially true in the region, where nations continue to have deep economic linkages with China and close security ties with the U.S. That Beijing and Washington are appearing to agree on the need for stability should be welcomed, including by India. While shared concerns about China may be a binding factor, the India-U.S. relationship today has acquired a deeper and broader scope, which will be affirmed this week during Prime Minister Narendra Modi’s state visit, in new agreements expected in the defence domain and in technology cooperation. In the not-too-distant past, high-level visits from Washington to Beijing may have evoked some unease in New Delhi, particularly during the short-lived “G2” phase during the Obama administration, but that is no longer the case.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nChina\n\n/\n\ndiplomacy\n\n/\n\nTaiwan\n\n/\n\nexports\n\n/\n\npolitics\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\nIndia-United States\n\n/\n\ndefence",
        "headline_1": "A welcome step: on the Blinken-Xi meet in China",
        "headline_2": "The U.S. and China must continue to keep diplomatic channels open",
        "link": "https://www.thehindu.com/opinion/editorial/a-welcome-step-on-the-blinken-xi-meet-in-china/article66990034.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "Embedded hate\rAmerican culture’s over-reliance on police to maintain order is problematic\rA report on the findings of a sweeping, two-year investigation by the U.S. Department of Justice (DoJ) into violence and racial discrimination of the police in Minneapolis — where George Floyd, an unarmed African-American was murdered in May 2020 in police custody — found that officers had used excessive force, including “unjustified deadly force”, and violated the rights of people engaged in constitutionally protected speech, particularly discriminating against African-American and Native American people and those with “behavioural health disabilities”. The findings appeared to confirm a raft of citizen complaints about police conduct in Minneapolis in the wake of the Floyd murder, for which crime the officers involved were sentenced to prison terms. The report’s salience is underscored by the outpouring of public anger and protests against racism and violent acts by police on minorities, which erupted across major cities, calling for police reforms. The inquiry not only found numerous examples of excessive force, unlawful discrimination, and First Amendment violations upon review of 19 police shooting incidents but it also noted that there was entrenched racism with regarding to police actions in the context of traffic stops and arrests and callous, violent treatment of some who suffered from mental health conditions. The scathing report concluded that the “systemic problems in MPD made what happened to George Floyd possible”.\rThe DoJ report is a wake-up call to police institutions, most of which continue with their business-as-usual approach toward dealing with the nuances and social complexities of policing multicultural America. The review of police body-worn camera videos, incident and police reports, and hundreds of complaints filed against officers makes it clear that there is an urgent, glaring need for police reforms that address the most challenging issues of the use of excessive force, racial profiling, bureaucratic-militarisation of police culture, and an institutional lack of accountability for police misconduct. Many U.S. States have attempted transformative change, for example by restricting the use of chokeholds and setting up mechanisms for more effective reporting of use of force details. However, public safety, especially in the context of overzealous, armed, police officers using force against persons of colour and other minorities, will genuinely improve only by “limiting when and why police are called upon in the first place”. American culture’s over-reliance on the police to maintain order in public life has meant that the door has been opened to law enforcement officers responding to minor offences in a racially prejudiced manner, especially when in such instances, public health professionals or other service providers might be better able to address the situation.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolice\n\n/\n\nracism",
        "headline_1": "Embedded hate: violence and racial discrimination by the U.S. police",
        "headline_2": "American culture’s over-reliance on police to maintain order in public life is problematic",
        "link": "https://www.thehindu.com/opinion/editorial/embedded-hate-violence-and-racial-discrimination-by-the-us-police/article66990500.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "Modi’s US visit will likely take Indo-US defence, tech relations to the next level. For an even deeper relationship, America has to nuance its transactional analysis of geopolitics:\nWhen PM Modi arrives in Washington, he will only be the third Indian leader to be bestowed the bells and whistles of a US state visit. There is every indication from Indian and American governments that this’ll be a path-breaking visit that happens once in decades.\n\nThe last such visit by an Indian PM was Manmohan Singh’s in July 2005. New Delhi and Washington then announced the Indo-US nuclear deal, which brought India in from the cold of being a nuclear pariah, to being recognised as a responsible nuclear power. The bilateral 123 Agreement was concluded in October 2008, transforming ties between the two ‘estranged democracies’.\nRead full opinion on TOI+\n\n",
        "headline_1": "Pardner? Yeah… But",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pardner-yeah-but/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "Digital financial inclusion has led to much lower cost of remittances. The additional amount thus available to low-income households is higher than NREGA allocations:\nIn a jugalbandi of sorts, India crossed an impressive milestone of achieving remittances inflow of more than $100 billion in tandem with a record services exports of more than $300 billion in 2022. India stands first globally in remittances receipts with a long lead over Mexico and China.\n\nThere is another remarkable achievement related to this which I wish to highlight: the cost of receiving these remittances. As per the World Bank, India has reduced the simple average cost of receiving remittances in the last 10 years from around 9% to 4. 65% for a typical $200 transaction, a rate among the lowest in the major recipient countries and 26% cheaper than the global average of 6. 30%.\nRead full opinion on TOI+\n\n",
        "headline_1": "Indian Dollar transfers that beat some GOI welfare spends",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indian-dollar-transfers-that-beat-some-goi-welfare-spends/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "Kota-type exam prep factories help students clear tough entrance tests, but at great future cost:\nIndia’s 23 IITs are its most internationally respected higher education brand. Of the around 11 lakh students who tried to make it into these elite institutions this year, around 43,700 have crossed the JEE Advanced hurdle. With the pass rate being only 0. 04%, successful students and their families are understandably celebrating very, very big. So are the coaching institutes that played a critical role in many of the triumphs. Kota institutes claim that 50 of the top 100 spots have been won by their students. But they have competition across the country. This year’s topper V Chidvilas Reddy took coaching in Hyderabad, last year’s topper RK Shishir in Bengaluru. Shishir said in as many words, “Coaching has become a necessity now. ”\n\nThis is hardly unique to engineering. Medicine is the same. Indeed, when a state like Tamil Nadu wants to help more government school students clear NEET, free or heavily subsidised coaching programmes are part of the newage policy mix. The UPSC exam, which recruits central government’s ‘Group A’ officers with a sub 0.\n5% success rate, likewise is symbiotically tied to coaching factories. But despite being anchored around rote learning, this industry itself is not hidebound. Rather, it is quite nimble and adaptive. For example, no sooner did the BDesign course start trending among students that seductive coaching packages for it became available in the market. CUET has also seen that India’s coaching culture races ahead of any “new” evaluation system.\nThe shortage of quality higher education seats means parents continue to feel pressurised to put their children into the coaching grindmill, even when they can see the toll this takes on the school years. But though the rewards speak for themselves, the costs are no less significant. Robotic coaching is poor preparation for the robot age that lies ahead for the students, which will demand more and more critical and conceptual thinking. Plus, a rigid pipeline to institutes of excellence ends up hurting them too. By its very nature, groupthink limits goals and visions and thus achievements. This is not at all a problem with an easy solution. Yet, to prepare students for a professional life where professions may disappear one after another, address it we must. How to put inventiveness, creativity, humanity back into learning processes is the great challenge for the country’s education ecosystem today.\n\n",
        "headline_1": "Coach Red",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/coach-red/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "If India is to join the US-led Artemis space collaboration pact it must ask for guarantees like tech transfer:\nOne of the many chatters ahead of Modi’s US visit is that India should join the US-championed Artemis Accords in space collaboration. The Accords, to which 25 countries have already signed up, is a Nasa initiative that seeks to put humans back on the moon and lay the foundation for future space explorations. The programme also aims to build new launchers, spacecraft and put gateway modules around the moon to serve as launchpads for deeper forays into outer space.\n\nThere is no denying that India’s own space programme will benefit if it does sign up with Artemis. India’s own Gaganyaan mission – Isro’s first human spaceflight – will likely benefit. But two things are preventing natural synergy here. First, although the Artemis Accords closely track the 1967 Outer Space Treaty to which India is a party, they allow for the extraction and use of resources in space by private entities. And since the US commercial space industry is the most developed, American companies stand to benefit the most from the Artemis programme.\nSecond, there is some historical baggage. The earlier US policy that restricted the sale of cryogenic engines to India to prevent military application had frustrated Isro’s efforts to build an indigenous launch vehicle that could launch heavier payloads to the geosynchronous transfer orbit. While India eventually did overcome these restrictions, there are apprehensions that joining a major US-led space programme could similarly lock up Indian technological independence. However, global space science is increasingly getting fragmented into two camps – one led by the US and the other by China and Russia.\nAnd since hitching our wagon to the Chinese camp is an impossibility given strategic-security concerns, New Delhi would do well to keep its options open with Artemis and negotiate better terms for itself, including on technology transfers. Join but negotiate first.\n\n",
        "headline_1": "Ask for your moon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ask-for-your-moon/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "The elections to Barishal and Khulna city corporations held on May 12, 2023 cannot be considered free, fair and credible, as they were non-competitive. The main opposition BNP did not take part in them because of their experience with \"managed elections\" of the past, which I termed the \"Khulna model\" (The Daily Star, July 17, 2018). \nIn 2018, during the \"Khulna model\" city polls, ruling party supporters, partisan bureaucrats and certain members of law enforcement agencies, in connivance with the Election Commission, helped deliver the election results in favour of ruling party candidates. The law enforcement agencies' partisan role was so blatant that the late Election Commissioner Mahbub Talukdar in his book Nirbachonnama observed, \"Based on the overall considerations, I came to realise that the election's control was transferred from the Election Commission to the law enforcement agencies. The 'Khulna model' was in operation in five city corporations: Khulna, Gazipur, Barishal, Sylhet, and Rajshahi.\" In BNP's absence and with only minor political parties participating, these so-called contests can hardly be called \"elections\" as an election truly means choosing among alternatives – credible alternatives.\nThis year, the city polls were relatively peaceful in Khulna – again, mostly because of the absence of BNP candidates, and the new US visa policy may also have been a deterrent. But it was not so peaceful in Barishal. The attack on Islami Andolan Bangladesh (IAB) candidate Syed Faizul Karim, however, appears to be a mere spur-of-the-moment act by some ruling party zealots who viewed him as the stronger opponent and a potential threat to their candidate's victory. What this attack truly reflected, though, was hatred and intolerance, which are the trademark of toxic politics in Bangladesh. Fortunately, the violence did not escalate despite a demonstration staged by the IAB supporters with sticks in protest of the attack – perhaps because the ruling party high-ups restrained themselves due to the threat of American visa restrictions. \nAlthough the attack caused minor injuries to the IAB candidate, the real \"victim\" of the incident appears to be the chief election commissioner (CEC) himself because of his unguarded remark, \"Did he [Karim] die?\" As a consequence of what happened in Barishal, the IAB has announced that it will not participate in the elections to Sylhet and Rajshahi city corporations, further denting the credibility of these one-sided, so-called elections. There has been speculation that the IAB had a behind-the-scenes negotiation with Awami League, as a result of which they have been contesting all the elections. The Barishal incident may have damaged that relationship, to the detriment of the Awami League interest in making all elections participatory.\n\nGiven the experience of the city elections so far, the Sylhet and Rajshahi city polls will surely be peaceful, and the boat will easily sail through. But the same is unlikely to happen in the upcoming general election, which is a different ball game.\nOther than the violence in Barishal, the city elections in Khulna and Barishal were largely uneventful. Can the Election Commissioner take credit for holding \"successful\" elections in these two cities, though? My answer to the question is an emphatic \"no,\" because in the absence of BNP in the game, these were not real tests for the commission. As we saw in 2018, the behaviour of the ruling party supporters, the bureaucrats, and the law enforcement agencies would have been different if AL's arch rival BNP was in the contest. \nThe voter turnout was 42-45 percent in the Khulna city polls and over 50 percent in Barishal, which were higher than expected – especially in the case of Khulna. Some political parties attribute this relatively high turnout to the manipulation by using electronic voting machines (EVMs) – results of voting via EVMs cannot be verified by recounting since our EVMs do not have the VVPAT (voter verifiable paper audit trail). However, voter turnout is normally high in the city corporation elections because ward councillor candidates draw voters to the polling centres. BNP's absence as well as the absence of the fear of violence may have encouraged neutral voters to go to the polling centres.\nInterestingly, Talukder Abdul Khaleque, the AL-backed candidate in Khulna who won the mayoral race, received about 20,000 fewer votes in 2023 than in 2018. Likewise, Barishal mayor-elect Abul Khair Abdullah, also an AL candidate, received about 20,000 fewer votes than his predecessor Serniabat Sadiq Abdullah in 2018. What does this mean? They may reflect the ruling party's overconfidence that their candidates will win the elections anyway. It may also mean that because of the price hikes, power crisis, corruption and other anomalies, the soft supporters or neutral voters who voted for the Awami League in 2018 decided against doing so this time. \nGiven the experience of the city elections so far, the Sylhet and Rajshahi city polls will surely be peaceful, and the boat will easily sail through. But the same is unlikely to happen in the upcoming general election, which is a different ball game. Since power changes hands through the general election, major political parties will make all-out efforts to win – maybe even by resorting to violence. However, the weaponisation of the constitution by making the holding of elections under the party in power a requirement, through the 15th amendment, still stands asthe biggest threat to a credible national election.\nDr Badiul Alam Majumdar is secretary of SHUJAN: Citizens for Good Governance.\n",
        "headline_1": "Barishal, Khulna city polls exposed what's wrong with our elections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/barishal-khulna-city-polls-exposed-whats-wrong-our-elections-3351281",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "As a teenager, I had a serious case of not-like-other-girlsism—a condition where the afflicted feels a strong urge to be special and, well, not like other girls. Although I innately understood and emulated several characteristics of such a girl already as a pre-teen, I believe I truly, consciously, chose to embody her mannerisms when I first read Stephen Chbosky's The Perks of Being A Wallflower at 15. \nSam, the object of the main character's desires in this book, is free-spirited, lively, quirky, listens to obscure indie music, prefers to do so through vinyl records instead of cassettes, and performs in Rocky Horror Picture Shows. \nThis is the year 2011 and Zooey Deschanel is the internet's darling for saying, \"You listen to The Smiths?\" and mumbling its chorus off-pitch. This is around the time when John Green's career is thriving and I buy pirated copies of The Fault in Our Stars and An Abundance of Katherines from Nilkhet. This is the first half of the decade when I download all the Coldplay albums from torrent sites and put up cover photos on Facebook with the lyrics of \"Fix You\". All of this just to feel like I'm some form of sage, enlightened being, spurred on by my bullies at the time, thinking about how I was misunderstood (perhaps even envied) by them for being of higher intellect. After all—I bought books instead of make-up and spent my time delving into the deep meaning behind Lana Del Rey lyrics instead of hopping to EDM. As I write this, I can physically feel the cringe of a village of elder millennials who have reformed from this condition; however, I must thank this phase of my life for introducing myself to the intimate romantic entanglement between music and literature.\n\nI don't remember at what point in life I learned to recognize the fallacy behind the not-like-other-girls phenomenon and discarded it for an all-encompassing love for female friendship and solidarity, in acceptance of femininity in all its forms. But I do know that Taylor Swift played a significant role in it. \nMusic and literature had both been integral parts of my childhood. My relatives often recount stories to me of when I was a toddler, humming tunes of various Bollywood music to them, often accompanied with elaborate lyrical choreography. On the other hand, some of my core memories involved my grandmother reading the fairytales of Cinderella and Sleeping Beauty to me in Bangla. I was so obsessed with stories that when I ran out of books, I would spin and weave tales of my own. I would concoct whole music videos to the songs playing on the cassette player, imagining myself as the main character. \nDuring my phase of hyperfixation with Twilight at the age of 12, I discovered how the author, Stephenie Meyer, had planned the whole plot of the series while listening to songs of the band Muse. Inspired by Meyer, I planned my first attempt at a novel after The Plain White T's song \"Hey There Delilah.\" This felt like a canonical event in my life. I did eventually abandon the plot, but only to move on to Coldplay's Mylo Xyloto (2011)—planning out an entire fantasy series in my head based on all the songs in the album, each of the tracks contributing to the composition of each character; \"Paradise\" becoming the inspiration behind the protagonist. \nHaving been a part of the original Tumblr generation, I also thoroughly enjoyed creating my own edits with collages of various song lyrics over Pride and Prejudice characters. No one was surprised, except for myself, when all these interests concurred into me choosing an English Literature major for my undergraduate degree.\nAt university, I discovered my intense love for analyzing anything and everything pertaining to human life, history, psychology and culture. There was a certain euphoric feeling to peeling back the layers of meaning encased within the indistinct prints of words on cheap, gray-toned paper sold commercially for Literature classrooms, to students who would use them to begrudgingly annotate on the margins. There was something about the sheer contrast of the situation—and the resulting irony—between the lived realities of the authors that culminated into the social criticism in their texts and the utilitarian aspect of rote-learning those details for exams. The realization of these idiosyncrasies scratched my brain in just the right spot—like sugar-dusted gummies for a diabetic child. I sniffed out other facets of culture where I could unwrap more of these sweets, and in doing so, found myself looped back into music. \nThe final installment of The Hunger Games trilogy was particularly significant for me at this stage. Reading Suzanne Collins' song penned for Katniss' PSA to the revolution felt extremely chilling and deep to my 16-year-old brain, especially where she writes: \"Are you, are you coming to the tree?/Wear a necklace of hope/Side by side with me.\" \nIt was about the fact that the song was banned in the context of the novel's setting, sung from the perspective of a lover who had committed suicide as an act of rebellion against his outlawed love, to then being used to inspire the citizens of Panem into action for the love of their own outlawed freedom, into daring to hope in a country that made recreational sport of their beloved children's lives. To me, each line in this song oozed with meaning within several layers, and I could appreciate this even further when I compared a fan's rendition of the tunes for this song versus James Newton Howard's composition of it. \nI'd found the fan version by Adriana Figueroa shortly after having completed reading the series in 2012, played on trilling piano notes, sung in soft soprano tones…it sounded hauntingly sweet. Howard's version, on the other hand, sounds moody and threatening. It continues to fascinate me how they interpreted the song in such different ways: Figueroa latched onto the theme of it being a love song, so her sugar-dipped melodies underscored the morbidity underlying the lyric, while Howard choosing to focus upon the mood and context of the movie made it sound as if each note was actively rallying an uprising, with Jennifer Lawrence's slow and breathy singing making it sound like a wounded soldier's final warcry.\nAlong the same vein, Taylor Swift's song for this movie's soundtrack, \"Safe & Sound,\" made me want to explore this phenomenon further. I had been a devoted \"swiftie\" (the title Taylor Swift fans gave themselves) ever since the release of Fearless, her second studio album. My initiation to her music had been in 2008 with her lead single, \"Love Story,\" where she famously alludes to Shakespeare's star-crossed tragic lovers and gives them a happy ending instead through her self-insert fantasy (He knelt to the ground and pulled out a ring/And said, \"Marry me, Juliet…I talked to your dad, go pick out a white dress). \nI hadn't realized then that my favourite musician's flirtations with literature was going to become more intimate and dynamic over the years. All her songs up until \"Safe & Sound\" had ranged from sweet, mellow to melodramatic even. Her songs were relatable and held the comfort of an elder sister's reassurance. But never had I ever, until then, heard a Taylor Swift song (or any song for that matter) that had made me feel so viscerally unsettled while vowing to grant relief. The lyrics strained to convey optimism in spite of the harrowing imagery of war (Don't you dare look out your window/Darling, everything's on fire/The war outside our door keeps raging on … You'll be alright/No one can hurt you now/Come morning light/You and I'll be safe and sound). Swift's vocals in it gave the impression of desperate pleading masked with the promise of false hope, with the backing vocals of The Civil War adding an eerie ghostliness to the music. Now this was a rabbit hole I thoroughly enjoyed falling through, intensified further by introduction to literary theory during the second year of my undergraduate degree.\nI'd already had a fond dalliance with the term 'feminism' since my not-like-other-girls phase, and learning feminist literary criticism in a formal classroom environment made me feel very seen as a budding, self-identified feminist. Marxist literary criticism, new criticism, formalism, modernist criticism—these were all very new concepts to me, and thus all the more fascinating. Discovering Lorde's \"Royals\" was enlightening in this regard because it made me realise for the first time just how shallow Chbosky's Sam's notion of pop music's shallowness was. Lorde and I were the same age—and for her to sing so moodily about the very real experience of a teenage girl budgeting her allowance while dreaming about driving Cadillacs spoke to the obvious class divide between the celebrities we idolised and our own lives. In doing so, Lorde also effectively legitimised a teenage girl's struggles within such a system of capitalist marketing targeting her fancies. \nAnd then revisiting, Foster The People's debut album Torches, I found myself engulfed in a world of the common man's strife within the capitalist system, with \"Life On The Nickel\" addressing the Sisyphean cycle of hustle culture, \"Pumped Up Kicks\" making a subtle nod towards how the dismissive parenting of a working class dad contributes to the making of a school shooter, \"Houdini\" speaking to the issue of censorship and how it silences the working class, and \"Don't Stop\" calling back to the childlike wonder with which the youth dream of righting the wrongs in society. Macklemore's apparently lighthearted rap in \"Thrift Shop\" too highlighted an alternative approach to rap music where the artist opted away from flexing his wealth, focusing instead on flexing how smart he is with money, which also handed him an instant hit due to a refreshing take that the masses could relate to. Followed by Portugal The Man's \"Feel It Still\" (2017) with its allusions to the Black Panther Party, the hippie revolution of the 60s and their eventual fall back to corporate revolution in the 80s, along with Childish Gambino's \"This is America\" (2018) calling out everything wrong with the political and economic system in the US—both of these songs becoming such monumental hits really demonstarted to me how it is not exceptional for pop music to be enriched enough to be treated as texts worth studying, just like any other work of artistic creation.\nAlthough this notion was new to me at the time, it isn't necessarily a new phenomenon. Pink Floyd, The Beatles and Greenday have all done their part in putting forward their commentaries on social, political and economic concerns of the world they lived in. Upon reflection, the legendary Bollywood song from Raj Kapoor's 1951 film Awaara, \"Mera Joota Hain Japani,\"  that even some of our parents have grown up with, is an icon for Marxist criticism, featuring a snide nod to a neo-liberal agenda embodied by the speaker's red Russian cap contrasted against the conservative ideology of nationalism as a Hindustani. Yet, Marxist critical theory aside, I find it all the more interesting that all of these same songs would produce further varied interpretations and analyses as residue from whichever sieve of literary theory we strain them through. For example, a modernist approach to analysing Greenday's \"American Idiot\" reveals to me a sense of deep cynicism that results in the speaker's distrust against mainstream media and propaganda, while the postmodernist perspective makes the tongue-in-cheek acceptance of such a world apparent in its playful lyricism and upbeat tempo.\nI don't remember at what point in life I learned to recognize the fallacy behind the not-like-other-girls phenomenon and discarded it for an all-encompassing love for female friendship and solidarity, in acceptance of femininity in all its forms. But I do know that Taylor Swift played a significant role in it, with her reconciliation with Katy Perry in the music video for \"You Need to Calm Down\". So I gladly circle back to her once again, because for me, nothing else is more emblematic of the scope of music as literary text than the entirety of Taylor Swift's discography. Her satirical tone in the lyricism for songs like \"Blank Space\" and \"The Man\" epitomise the mainstream media's treatment of women. Her pandemic albums Folklore and Evermore function almost like works of epic fantasy with intense world-building and characterization. Her songs \"Tolerate it,\" \"Mad Woman,\" \"Mirrorball\" and \"Cardigan\" all reference noteworthy female literary figures—Mrs. De Winter from Rebecca, Antoinette Cosway from Wide Sargasso Sea, Plath's Lady Lazarus and Wendy from Peter Pan respectively—dissecting and redefining their trajectory. She references The Scarlet Letter in \"Love Story\" and \"New Romantics\"; she revisits her experiences in \"Dear John\" with \"Would've, Could've, Should've,\" flipping the thematic naive sorrow for vicious female rage; she pens songs as meta and self-referential as \"Dear Reader\" and \"Anti-Hero\"—what all of these instances accomplish altogether is a unique form of intertextuality between her own works as well as these classic pieces of literature that she so heavily alludes to.\nNow that the internet is a mutually shared grand narrative between every netizen, it is all the more obvious for music, literature, art, film, etc. to overlap and inform the meanings of each other. So I find myself drawing the example of \"Rasputin\" by Boney M. to explain allusion in my high school Literature classroom, Gotye's \"Somebody That I Used to Know\" to explain irony and \"Flowers\" by Miley Cyrus to explain intertextuality through its inversal of Bruno Mars' \"When I Was Your Man.\" Because now, as an adult, I am acutely aware of how ordinary I am, enriched with the knowledge that the love for analysing the mechanism behind what makes humans the way we are is not a trait unique to me—I know that's what music, art and literature are for. They're vessels for human expression, as well as impression, enabling us to explore the cultural atmosphere of their time of creation. Thus, now, that's what my students are learning to do: preying upon every facet of their times to dig in and squeeze out their own meaning; find comfort in knowing that in many ways, they are just like the other girls in their classroom, with both shared and varied interests, but definitely cultivating community as conscious readers and listeners.\nTashfia Ahamed is a writer and poet who teaches English at Scholastica School. \n\n \n",
        "headline_1": "Scrounging revelations out of music",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/scrounging-revelations-out-music-3351326",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "In light of the economic hardships Bangladesh has been going through, there were certain expectations from the national budget of 2023-24 fiscal year. But the proposed budget has been disappointing in that regard, seeing as it has failed to address some major economic concerns at present.\nKey macroeconomic targets detached from reality\n\nThe FY2024 budget lacks consideration of the existing economic reality and the trend of the country's economic performance in FY2023. The outgoing fiscal year has undoubtedly been challenging for the economy as there is pressure from both domestic and external sources, including the shrinking fiscal space due to low growth in domestic resource mobilisation, excessive dependence on bank borrowing to cover budget deficits including borrowing from the central bank, depreciating external sector balance and foreign exchange reserves, volatility in the dollar exchange rate, and, most importantly, high prices of essentials leading to the erosion of the people's purchasing power.\nUnfortunately, these aspects were not recognised while making projections of key economic indicators that determine the performance of the economy. For example, the GDP growth target has been set at 7.5 percent in FY2024. This is much higher than the revised estimate for FY2023, which was brought down to six percent from 7.5 percent in the revised budget.\nInvestment is a vehicle of growth. In this case, while the public investment to GDP ratio has been kept close to that of FY2023, the expectation for private investment is set too high. In FY2024, private investment-GDP ratio is projected to reach 27.4 percent from 21.8 percent. To achieve this growth, an additional Tk 404,097 crore will be required for the increased private investment, which is a 41.8 percent increase in nominal terms. There is no change in incremental capital output ratio (ICOR) that can boost this growth. Private sector credit growth, which is required for private investment, has been set marginally higher (15 percent) than that of FY2023. Indeed, private investment has been hovering around 24 percent of GDP for many years. How this spectacular improvement with this ICOR and rate of private sector credit growth is possible within a year is unclear.\nProjections for the external sector have also been done in the same manner, ignoring the performance of FY2023. Growth of export, imports and remittances have been set at 12 percent, 8 percent and 10 percent, respectively. However, during July-May of FY2023, export growth was 7.1 percent and remittance growth was 1.1 percent. The import data available till April 2023 reveals that import growth as of April 2023 was negative at (-) 14.4 percent. Another important component of the external sector, the forex reserves, are estimated to reach $35.8 billion in FY2024, which was set at $34.6 billion in the revised budget of FY2023. As of June 7, 2023, the forex reserves were $29.8 billion. However, the budget does not report on what the net forex reserves are or what the accumulation of external payment arrears is.\nSome resource mobilisation measures need consideration\n\nThe challenge of domestic resource mobilisation has been a persistent issue in Bangladesh. Narrow tax net, high tax avoidance and large-scale illicit financial flow could not be resolved in the absence of a meaningful reform of the tax system. As per an IMF conditionality, revenue mobilisation should be enhanced by an additional 0.5 percent of GDP in FY2024. Hence Tk 500,000 crore has been projected as revenue in the proposed budget. That is, revenue mobilisation is estimated to grow by 15.5 percent in FY2024. However, given the trend of revenue collection so far in the outgoing fiscal year, there could be a shortfall in collection in FY2023. Given the revenue collection trend till February 2023, the required growth will be more than 39 percent in FY2024. One hopes that this requirement can be reduced during the rest of the ongoing fiscal year. Even then, the growth has to be more than what is projected for FY2024.\nOn the other hand, reliance on indirect tax, which is not progressive, has been on the rise.\nThe new Income Tax Act, 2023 has brought significant changes in the definition of \"company.\" The new definition includes educational institutions, NGOs, private foundations, cooperative societies, chambers and associations, societies, micro-credit institutions, government institutions, local authorities, and autonomous bodies. However, the inclusion of some organisations in this definition, including educational institutions and NGOs, is not justified and should be revised. Any additional tax on educational institutions will be passed on to the students. Besides, the NGOs are non-profit organisations. Their contribution to social development including women's empowerment and educational and health services cannot be ignored.\nAbysmally low allocation for social sectors\n\nThe education budget as a share of the total budget increased slightly, from 10.67 percent in the revised budget of FY2023 to 11.57 percent in the proposed budget of FY2024. It has also increased slightly as a share of GDP – from 1.59 percent to 1.76 percent. However, this is only a meagre amount compared to the needs of the country. The Eighth Five Year Plan states that the education budget should grow from two percent of GDP in FY2019 to three percent of GDP by FY2025.\nThough Bangladesh will graduate out of the Least Developed Country (LDC) status in 2026, its average education expenditure as a percentage of GDP during 2016-2022 was the fifth lowest among 41 LDCs.\nThe case of the health budget is no different. Here again, the allocation for health both as a share of the total budget and GDP has increased only marginally. For example, the allocation for health as a share of the total budget has increased from 4.5 percent in FY2023 to 4.99 percent in FY2024. On the other hand, as a share of GDP, it has increased from 0.67 percent in FY2023 to 0.76 percent in FY2024. The budget allocation on health per person per year increased by only Tk 70 – that is, from Tk 2,158 in FY2023 to Tk 2,228 in FY2024. Because of low public expenditure on health, people have to cover a major part of their health expenses out of their own pockets. This out-of-pocket expenditure for health was 74 percent in 2020 (latest available data). In fact, over the past two decades, this expenditure shows an increasing trend in Bangladesh, whereas out-of-pocket health expenditure shows a declining trend in neighbouring India, Pakistan, Bhutan, Nepal and Sri Lanka.\nThe need for social safety net programmes (SSNPs) is felt now more than ever in the face of high inflationary pressure. The share of the SSNP budget both in the total budget and GDP has declined. In monetary terms, the increase is only 7.34 percent – lower than the inflation rate. One of the limitations of the SSNP allocation is that many unrelated programmes – such as pension for retired government employees and their families, savings certificate interest assistance and agricultural subsidy – have been lumped with SSNPs. A careful assessment of the classification of SSNPs indicates that the share of social safety compatible programmes, which should be naturally included in these programmes, is on the decline. In FY2010, the share of SSNP-compatible schemes in the total SSNP budget was 62.2 percent, which has come down to 29.2 percent in FY2024. As a share of GDP, too, it has declined from 1.6 percent in FY2010 to 0.7 percent in FY2024. The social safety net budget excluding pension as a percentage of GDP decreased from 2.15 percent in the revised budget of FY2023 to 1.97 percent in the budget for FY2024.\nMeasures to rein in inflation inadequate\n\nInflation has been the most important challenge in FY2023 as it has affected the majority of the population – poor, low-income, and lower middle-income households. Wages, on the other hand, have not increased accordingly. According to the budget, inflation is expected to fall drastically to six percent in FY2024. One may recall that in FY2023, inflation was targeted to be 5.6 percent, which was revised upward to 7.5 percent later. Indeed, inflation throughout FY2023 was above nine percent. Using the new base year 2021-22, the government has estimated annual average inflation at 8.8 percent as of May 2023. However, there are very few commensurate measures in the new budget to relieve the inflationary pressure.\nFollowing the demand for a few years, the annual tax-free threshold for personal income has been raised to Tk 3.5 lakh from Tk 3 lakh. For women, elderly, physically challenged, war-wounded gazetted freedom fighters, and third-gender taxpayers, the respective thresholds have been raised as well. This is a welcome move in view of the impact of high inflation on low-income families. But this is not enough. Without more support through fiscal measures, inequality cannot be reduced.\nOn the other hand, raising the tax-free threshold for personal income will not help many low-income individuals since it mandates the submission of tax returns as proof when accessing a number of government services, which are used by both wealthy and poor individuals. Consequently, even if someone's annual income is below Tk 3.5 lakh, they have to pay a minimum tax of Tk 2,000. This conflicting requirement undermines the very essence of a tax-free income threshold.\nThere are no concrete measures to reduce the prices of essentials through fiscal measures. As mentioned above, instead of reducing the pressure, some fiscal measures will create pressure on the consumers as some of the fiscal measures will be passed on to the consumers by the producers in the form of higher prices. Allocation for direct support through social safety nets is inadequate. For example, old age allowance has been increased to Tk 600 from Tk 500, allowances for the widow, deserted and destitute women have been raised to Tk 550 from Tk 500. Sadly, at a time of high prices of commodities, allocation for food-related SSNPs has declined by 1.8 percent.\nBudget preparation, implementation process should be inclusive\n\nAs the budget goes for the final approval before the end of June 2023, one does not know how much of these – and many other – concerns will be addressed in the final version. It has been a long-standing demand that an important national document such as the annual budget should be discussed and debated before it is formulated and approved. This will help design more practical measures based on realistic assumptions. However, there is a lack of interest and enthusiasm among the lawmakers for reviewing and scrutinising this important document. People's voices are supposed to be brought by the public representatives to the national parliament as people elect them to perform such duties. Alas, this has always been neglected.\nIn the absence of any accountability, the formulation and implementation of the annual budget continues to be a routine exercise. As a result, transparency regarding public expenditure also suffers. The business-as-usual mechanism of preparing and implementing the budget does not hold anyone responsible for not fulfilling the budgetary targets. If the national budget is to be taken seriously by the policymakers, there must be quarterly review of the implementation status to assess the outcome of budgetary measures in addressing the ongoing and emerging challenges.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Five concerns that the FY2024 budget fails to address",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/five-concerns-the-fy2024-budget-fails-address-3351246",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "We fail to understand the logic behind the government considering undertaking seven low-priority projects worth Tk 21,765 crore at a time of great economic challenges. The government had earlier suspended such low-priority projects at the beginning of the fiscal year in 2022 as part of its austerity measures. Evidently, the conditions and challenges that led to the suspension then haven't changed. Why then has the government decided to change its policy regarding spending on less urgent projects?\nApparently, the government's logic for taking up these projects, which concern propping up the rural economy, is that they would provide cash in hand for the rural people who are grappling with high inflation. The projects involve building roads, culverts and drainage systems, as well as expanding people's scope of employment. All this sounds good on paper. For example, one of the projects concerns extending 1,149 km of roads to improve connectivity so that farmers can get a fair price for their produce. The problem, however, is with the timing. Is now the right time for the government to spend on such projects?\nAs the government is planning a big budgetary deficit, which will be covered through massive borrowing, we can safely assume that this could further fuel inflation. Increased inflationary pressure would end up hurting the common people, including those living in rural areas, by lowering their purchasing power. So, that will basically bring them back to square one. Based on that logic, it seems the government's drive for said projects is grounded less on economic rationales, and more on political factors. It is possible that the government, by increasing expenditure which could make people happy in the short term, is trying to win brownie points among rural voters during an election year. But that does not mean it's a prudent decision for the economy in the long run. And as past experience shows, such projects could be poorly planned and end up losing steam once the election is over.\nGiven the severity of the economic challenges that the country and its people are currently facing, the government should refrain from making such rash expenditure decisions and focus on better management of its finances/resources. Instead of increasing spending on low-priority projects, it should prioritise increasing spending on social safety net programmes which can give people who are suffering the most some relief from the ongoing inflationary pressure.\n",
        "headline_1": "Government should rethink its spending priorities ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/government-should-rethink-its-spending-priorities-3351186",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "It is hard to process the tragedy that has unfolded since that botched C-section operation at the capital's Central Hospital on June 10. Its first victim, as most people know by now, was the newborn baby, and then, eight days later, the mother, Mahbuba Akter Akhi, too passed away, as a consequence of that surgical aberration. Our heart goes out to the family that has suffered this horrible tragedy under circumstances that seemed downright criminal, including how the hospital staff reportedly lied about the presence of Akhi's gynaecologist in the operating theatre.\nOn June 14, her husband filed a case accusing doctors and hospital authorities of wrong treatment and falsehood. So far, two of the doctors have been arrested. Meanwhile, the Directorate General of Health Services shut down the hospital's surgery and ICU services. Given the magnitude of what happened, this sequence of events is rather predictable. While we hope that those responsible for the tragedy will be held accountable following the laws of the land, one important aspect that needs critical scrutiny is how expectant mothers are often encouraged or rather misled to undergo C-section in Bangladesh. According to one report, Akhi had gone to the hospital in the hopes of having a normal delivery. Instead, she had to undergo surgery due to \"complications\" – which is increasingly a go-to excuse for many hospitals pushing unnecessary, expensive C-sections.\nPresently, such surgeries, which are only supposed to be performed under certain circumstances, account for 45 percent of all deliveries, and 84 percent of them are performed at private hospitals. Given this reality, can we be certain that Akhi really needed a C-section? If the hospital staff could lie about her gynaecologist, could they also have lied about a normal delivery not being an option?\nThe whole development serves as yet another reminder of how mismanaged and poorly regulated our health sector is – a fact we are reminded of through the sufferings of patients every day. The Central Hospital saga is a clarion call for a much-needed overhaul of our health sector.\n",
        "headline_1": "A clarion call for healthcare reform",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/clarion-call-healthcare-reform-3351096",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "To tame the runaway inflation and ensure price stability, the best practice in the free market economies is to control money supply through raising the interest rate by the central bank. In the face of high inflation, the country's central bank, the Bangladesh Bank (BB), had exactly been doing that by revising its policy rates upwards a number times. But the ceiling of 9.0 per cent lending rate purportedly to protect investment flow came in the way.Thankfully, in its new guideline on lending rate announced on Monday (June 19), the BB has withdrawn the interest cap, through a benchmark reference rate based on the so-called SMART (Short-term Moving Average Rate of Treasury Bill) system. To be effective from next month (July, 2023), the reference rate will be calculated (by BB) by averaging six months' (182 days, to be exact) treasury bills between December 2022 and May 2023. Since the said (six months') average for the risk-free government securities till May was 7.17 per cent, addition of a maximum 3.0 percentage points (as provided in the BB's new guideline) to the SMART's reference rate will take interest to the double digit figure of 10.17 per cent. However, the commercial banks will be able to add up to 1.0 per cent more as supervision charge for personal and auto loans under the Cottage, Micro, Small and Medium Enterprises (CMSME) and consumer credit. Notably, this raise in interest rate as part of the BB's new monetary policy statement (MPS), which is designed to be contractionary, to all intents and purposes, aims, as elaborated by its governor, to contain among other issues, rising inflation having to do with fast-depleting forex reserve and exchange rate volatility. Sructurally, the new MPS, is claimed to be different from the previous ones in that it targets policy rate, now set at 6.5 per cent, supported by a lending corridor of plus-minus 100 basis points (1.0 basis point equivalent to an interest rate change of 0.01 per cent). The said corridor consists of the so-called Standing Lending Facility (SLF), formerly, the reverse repo at 8.50 per cent as well as the 4.50 per cent Standing Deposit Facility (SDF), previously known as the reverse repo. For the sake of stability in this supposedly market-oriented interest regime, the interbank call-money rate will align itself closely with the policy rate under the new MPS framework. To go by expert opinions, the new MPS will no doubt increase commercial banks' borrowing rate from funds to be rendered costlier by the BB in the market. As a result, growth in the volume of money in circulation and the private sector credit are expected to be arrested. This would expectedly discourage further rise in the volumes of non-performing loans in the commercial banks. However, the government's increased borrowing from the central bank may come at cross purposes with the latter's (BB's) effort to mop up excess money from the market through its contractionary monetary policy.The SMART system as the reference rate may also act as a partial cap on the interest rate. In fact, the central bank still controls interest rates of Treasury bills and T-bonds. Due to their lower interest rates, commercial banks cannot purchase them. The BB would do well to stop buying T-bills in order to introduce a fully market-led interest regime, some experts suggest. Overall, the central bank's move towards freeing interest from constraints is a step in the right direction. However, a lot will depend on how effectively the new measures are put into practice.",
        "headline_1": "Deregulating bank interest regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deregulating-bank-interest-regime-1687269259",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "In less developed countries, policy discourse on benefit from technology centres around adoption of imported varieties. Based on the belief that there has been a natural correlation between technology usage and economic prosperity, the predominant policy prescription has been to reduce taxes and give subsidies for increasing import of technologies. But as labour and natural resource export has been reaching the limit putting a cap on foreign currency earning, imposition of taxes on technology has become incumbent. In the proposed 2023-24 budget, the finance minister has sought to increase import tax on software from 5.0 per cent to 25 per cent. Besides, the value-added tax (VAT) on locally assembled smartphones is also likely to increase. Consequently, the cost of software and smartphones will go up. But are there alternatives that can reduce cost of production? More importantly, is there a natural correlation between import-driven technology adoption and economic prosperity? How about looking for brilliant alternatives to technology imports?It is better to look into the so-called natural correlation between import-driven technology adoption and economic prosperity. Conventional indicators like per capita power consumption indicate that Bangladesh lags behind most countries, let alone advanced ones. Hence, policy instruments have been aligned to increase electricity generation. Despite quantum leap in production capacity, Bangladesh has been suffering from scarcity of electricity, while power plants remain idle because Bangladesh does not have enough foreign currency to import fossil fuels like coal, liquefied natural gas, and oil. Such a reality raises a vital question: why can increased power consumption not earn or save a proportionate amount of foreign currency? Perhaps, it indicates that without creating the capacity to produce proportional wealth, increased adoption of imported technologies does not drive prosperity. Therefore, lowering taxes and offering subsidies for increasing technology import runs the risk of a negative impact on economic growth. Furthermore, technology adoption also runs the risk of non-productive usage. For example, smartphone addiction has been a growing concern. Notably, in less developed countries like Bangladesh, smartphone usage is primarily for social media and video content. Often such consumption drains productive engagement and exposes users to unethical content. There has been a growing concern about the degradation of cognitive capability and moral values due to addiction to smartphones and mobile internet. Hence, adopting imported technologies is not always positively correlated with economic and social well-beings. Then how to reduce the cost of production of software? That taxes, wages of programmers and price of utilities, office space, computers, and development tools determine the software cost is not the case. The cost of software affecting competitiveness mostly depends on the number of units of the same software application sold. Due to the zero cost of copying software, the cost per unit keeps falling with the growth of the customer base. Leveraging such an effect is far more potent than tax, and subsidies can offer. Due to it, American software companies have been far more competitive than the Bangladeshi ones. Ironically, although the government has been offering tax and even cash incentives, subsidised utilities and office space, the software industry has yet to leverage scale, scope, and network externality effect to reduce the cost of their outputs. It's time to draw lessons from the global success stories of the software business. For example, Microsoft became an iconic success story not due to tax waivers, low wages, or subsidies. Instead, it focused on creating increasing value and lowering costs due to the growing adoption of its products. In the same way, Apple has been building its successes. Hence, it's time to look into smarter ways to leverage scale, scope, and network externality effects to increase the software industry's competitiveness. Then comes the effect of VAT on smartphone assembling. There is no denying that a VAT increase will lead to cost escalation. Let's draw lessons from history. In the 1980s, Motorola unveiled DinaTac, a revolutionary mobile handset. This machine, weighing three pounds, was priced at $3995. But what has reduced prices of cell phones far below $100? No tax reduction or subsidies did the trick. A steady flow of ideas was behind the miracle, contributing to increasing the quality and reducing the cost simultaneously. In exploiting technology possibilities, capability building is vital. Unfortunately, this reality is missing from the policy discourse in less developed countries for leveraging technology possibilities for driving growth. So far, Bangladesh, like many other less developed countries, has been after using the proceeds of labour and natural resource export for importing technology. The underlying thesis has been that technology density has a natural correlation with economic growth. Such a correlation is mostly neither realistic nor scalable. Again, labour-based value addition in assembling imported technologies has been drying up. But there is a scalable path of creating economic value out of technology's potential. Creating a flow of ideas and adding them into products and processes for increasing the quality and reducing the per unit cost-due to material, labor, and energy saving effects, and zero cost of copying software---hold the key. Unfortunately, this window is overlooked in formulating strategies and policies for leveraging technology possibilities. It's time to get to the basics in order to fix the missing links and take advantage of technology for driving economic growth to the cherished high-income status. \n[email protected]",
        "headline_1": "Reaping possibilities of technology",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reaping-possibilities-of-technology-1687269321",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "The National Board of Revenue (NBR) has finally taken a step in the right direction. It has decided to install, what is termed \"Electronic Fiscal Device Management System (EFDMS)\" and signed a Memorandum of Understanding with a publicly listed company to that effect back in November 2022. The object is to install 60,000 EFDMS every year to cover 300,000 over the next five years. Reportedly, this system will be aligned directly with NBR servers and hence, Value Added Tax (VAT) collection will become smoother to monitor. This makes a lot of sense as VAT constitutes a major revenue source for the NBR. Today, third parties are involved in collecting taxes in other more advanced economies. While it is too early to comment on the efficacy of the model adopted by the NBR, it is certainly a step in the right direction. The government has been taking steps to digitise many of its services, but the NBR has run into all sorts of difficulties in its efforts to do what should have been done years ago. Obviously, any digital method will displace manual checking and that may have been the crux of the problem in terms of delayed implementation. Change for the greater good is often sidelined to benefit a few who become stumbling blocks to positive developments. Policymakers are keen on making a 'Digital Bangladesh'. Now we have 'Smart' Bangladesh. From the report carried in this paper, it is understood that the company involved in the software design is mandated to provide technical support beyond hardware maintenance; it will also be involved in marketing of the software to end-users. But if this is to work well, shouldn't the NBR be making the use of this software mandatory at retail level? Surely the adoption of this technology does not have to happen in a day, but as experience tells us, people are extremely resistant to change of any kind. While the awareness-building side of things needs to happen in a concerted manner prior to actual roll out, other things need to be in place too. Public relations are one part of the equation in getting something like this off the ground. However, work at the back end of this system must be up and operational prior to public launch. Since 60,000 EFDMS installations are going to happen every year, the infrastructure will require to handle issues (and there will always be issues when one talks about software and hardware) in real-time to expedite solutions within shortest possible timelines. The idea of this system is not new globally, but it is new in Bangladesh. NBR needs a seamless system to collect VAT and a platform, such as this, equips the revenue authority with up-to-date information about every retailer. Retailers too are freed from possible harassment.This scenario ought to be ideal where the digital system works without a hitch. The country has a checkered past with its reliance on foreign vendors. The greatest example of bungling was when the government contracted a foreign company for machine readable passports which brought untold misery to both the authorities and citizens requiring new passports. It is hoped that policymakers have learnt from past mistakes and the deal concluded by the NBR allows for the revenue authority to have full control of the information regardless of any third party making the software. After all, the database will contain detailed information of retailers and that information must be privy only to the NBR.\n[email protected]",
        "headline_1": "VAT automation to take off",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vat-automation-to-take-off-1687269382",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2023"
    },
    {
        "full_article": "There are around 500 upazila health complexes (UHCs) across the country. The government has been trying to improve their care facilities. From these rural healthcare centres, people are getting primary health services and a total of 30 types of medicines free of cost. However, most of these complexes have been suffering from an acute shortage of doctors, nurses, medical assistants, pharmacists and general officers and staff. More than half of the posts of physicians and other staff have been lying vacant for long at these health care units. Another problem of these complexes is that most of them do not have any facilities for disease diagnostic tests. At present, medical treatment relies heavily on pathological tests. But test facilities are not available at all at the government-run upazila health complexes. So, patients have to perform their diagnostic tests in private facilities, which is quite expensive. These are not always reliable too. Many people cannot afford such tests. Therefore, the government should focus more on improving health care facilities at these complexes by introducing pathological tests at an affordable price. This will improve healthcare facilities in rural Bangladesh. People will no longer need to travel to cities like Dhaka for treatment and this can save some money. \nMd Ashraf Hossain, 120, Central Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Improving UHCs' condition",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-uhcs-condition-1687269441",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2023"
    }
]