[
    {
        "full_article": "The arrest of Gujarat independent legislator, Jignesh Mevani, by the Assam police is an egregious instance of the misuse of law to target a vocal critic of the Union government. There are several aspects about his arrest that ought to cause shock and revulsion to those who believe in law and democracy. Mr. Mevani’s tweets, subsequently withheld by Twitter, described Prime Minister Narendra Modi as a “Godse worshipper”, but also contained an appeal to him to call for peace in some areas of Gujarat that witnessed communal violence. It is clear that apart from being harsh criticism of the Prime Minister, there is nothing in it that can be seen as affecting public tranquillity or causing divisions in society. Not only have the police invoked the entire gamut of offences related to inflammatory speech, breach of peace and outraging of religious feelings, but provisions related to conspiracy and hacking of computers have also been added for good measure. While some of the criminal provisions in the FIR are questionable, it is astounding that the police in distant Kokrajhar, Assam, chose to act on a complaint by a political functionary against a legislator in Gujarat and travel all the way to take him into custody and jail him in Assam. Except for the fact that the allegedly offending remark was made online and is accessible on the Internet, there is nothing to confer jurisdiction on the Assam police.The use of Section 295A of the IPC, which only applies to acts that outrage the religious feelings of a section, is particularly questionable because there is nothing in Mr. Mevani’s remarks that can be seen even remotely insulting towards any religious belief or practice. Further, it is quite notable that the police or ruling party functionaries in BJP-ruled Gujarat did not pursue the case there. It is almost as if his opinion contained a higher potential for breach of peace or disturbance to public tranquillity in Assam than in his home State. It is not clear on what basis the police in Kokrajhar accepted the complainant’s claim that the tweet could destroy the social fabric “in this part of the country”. There cannot be a better example of the misuse of the principle that anyone can set the criminal law in motion. There is something perverse about the manner in which the inter-State operation of criminal law allows any citizen to be held by the police from another State with such ease, even when the alleged offences attract short prison terms that do not warrant arrest. It is disconcerting that a judicial magistrate denied bail to Mr. Mevani and granted police custody in a matter that only involves interpretation of some words. Judicial officers ought to show greater independence by raising questions about territorial jurisdiction instead of accepting the prosecution claims in such cases without demur.",
        "headline_1": "Outrage without borders: On Jignesh Mevani’s arrest",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/outrage-without-borders-the-hindu-editorial-on-gujarat-mla-jignesh-mevanis-arrest-by-assam-police/article65345561.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-04-2022"
    },
    {
        "full_article": "The Maldives government’s decision to ban the ‘India Out’ protests shows how the campaign, which started as an online protest by critics of the Ibrahim Solih administration, has grown into a polarising political issue in the Indian Ocean island nation with which India has deep ties. The campaign, which remained a fringe protest in the initial years, gained currency late last year after former President Abdulla Yameen took it over. Mr. Yameen, who served two years in jail after losing power in 2018, wanted a strong political narrative to make a comeback, particularly as the country heads to its presidential election in 2023. Critics termed the Solih administration “a puppet of New Delhi”, accusing it of allowing an Indian military presence, thereby compromising the country’s sovereignty — an allegation the government has repeatedly denied. Mr. Yameen has organised several political rallies, openly attacking the government’s ties with India. When Mr. Yameen was in power, he was largely seen as a friend of China. His government’s ultimatum to India to withdraw two of its helicopters from two atolls had triggered tensions. But relations between the two countries improved remarkably after Mr. Solih’s Maldivian Democratic Party (MDP) came to power in 2018. President Solih adopted an ‘India first’ foreign policy. In the past four years, India has emerged as the Maldives’s main security and economic partner, committing $1.4 billion towards its ‘socio-economic development needs’. In February 2021, it signed the Uthuru Thila Falhu (UTH) harbour development deal with Male to develop the National Defence Force Coast Guard Harbour. The Yameen camp stepped up its attack on the government after this deal. India has historically played an important role in the Maldives as a friendly big neighbour. But China’s rise in the Indian Ocean region has raised the strategic profile of this small, import-dependent island-nation of 5,50,000 people, where both countries vied for influence. Now, while Mr. Yameen is trying to regain his lost support by shoring up Maldivian nationalism and anti-India sentiments, the MDP is trying to counter it with another nationalist narrative. It argues that ties with India, the closest big neighbour of the Maldives, is important for the country’s security, including food security. While these two narratives would clash in the coming election, India, being the centre of the political wrangling, would find itself in a difficult situation. Victory is not guaranteed for the MDP, which faces anti-incumbency problems and differences between Mr. Solih and the powerful former President Mohamed Nasheed. If it loses, India risks losing the influence it has built over the last few years. The challenge before India is to build closer ties with all political factions of the Maldives while helping the country meet its economic and security requirements.",
        "headline_1": "Different narratives: On India-Maldives ties",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/different-narratives-the-hindu-editorial-on-india-maldives-ties/article65345414.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-04-2022"
    },
    {
        "full_article": "When I was eight or nine, my paternal grandfather—a schoolteacher—used to tell me stories about strange ghosts, competing merchants, mistaken identities, wise fools, and even crazy love, among others—stories that I thoroughly enjoyed. He later told me that his stories were based on certain plays written by William Shakespeare (1564-1616), regarded as the greatest writer in the English language and one of the greatest playwrights and poets in the world. I also told my daughter Salma—when she was nine—almost similar stories without concealing their origin in Shakespeare. Listening to a story based on Hamlet—one  of the greatest Shakespearean tragedies—Salma thought it was a ghost story that made her \"blood cold and her hair to stare,\" so to speak, and that she would love to share it with her friends. My highschool teacher, Nuruddin Ahmed, told us Hamlet's story, and we thought it was a tense thriller, even a detective story, given that Hamlet—Shakespeare's protagonist—remains hellbent on the question of truth in a creepy world of crime, espionage, and surveillance. \nI think there are always those things in Shakespeare that immediately appeal to children. And children are serious little philosophers who relentlessly broach the most profound and fundamental questions about anything and everything around them. The question was already raised by some: Did Shakespeare write mainly for children? So-called \"pop\" Shakespeare criticism answered that question in the affirmative. \nAnd I think nothing human is alien to Shakespeare. He created more than a hundred major characters and hundreds of minor ones, each with a distinctive voice, as if Shakespeare was a mortal god! Indeed, staggering diversity constitutes Shakespeare's hallmark. This point was repeatedly made by a whole host of critics in the Western world—from Dr. Johnson to Stephen Greenblatt, for instance. In our parts of the world, iconic literary figures such as Ishwar Chandra Vidyasagar, Michael Madhusudan Dutta, Bankim Chandra Chattopadhayay, and Rabindranath Tagore—among many others—marvelled at the sheer diversity of Shakespeare's characters, themes, and styles, although he is much more than diversity as such.\nI argue that we continue to live in the era of global Shakespeare. True, Shakespeare has been translated into more than 100 languages. And he has been adapted and appropriated—probably more than any other writer in the world—across the globe, from Peru to the Philippines to Pakistan, or from Brazil to the Bahamas to Bangladesh. Also, Shakespeare was historically pressed into the service of British colonialism and white cultural supremacy; while he was—and he continues to be—reclaimed, reread, remobilised in the interest of anticolonial and even \"anticapitalist\" resistance and rebellion. There is a character called Caliban in Shakespeare's play The Tempest. He is a slave, a colonized subject, one on whom his master Prospero's language is brutally imposed. Shakespeare gives some of the strongest lines in his play to Caliban: \"You taught me language; and my profit on't/ Is, I know how to curse\" (Act 1, Scene 2). It's not for nothing that revolutionaries from Karl Marx to Martin Luther King, Jr. loved Shakespeare and used him to make their points, while a whole host of Western thinkers—from Hegel and Nietzsche, to Freud, to Lukács and Lacan, to Benjamin, to name but a few—variously engaged and drew on Shakespeare. And the Caribbean communist poet and activist Aimé Césaire (1913-2008) wrote his play called A Tempest by rewriting Shakespeare's The Tempest in order to make Caliban more than a figure of resistance and turn him into a real dialectician and revolutionary.\nBut who was Shakespeare? It is generally believed or accepted that Shakespeare—born in the year 1564 at Stratford-upon-Avon, Warwickshire, England—died on his birthday, his 52nd birthday, on April 23, in 1616.  But he was baptised on April 26. Since there was generally a lapse of a few days between birth and baptism, Shakespeare's birthday is traditionally celebrated on April 23. He wrote at least 37 plays, 154 sonnets, and quite a number of poems, while he even collaborated on some \"lost\" plays, although most of his work was not published in his lifetime. Shakespeare is customarily characterised as an Elizabethan playwright, but many of his popular plays were written after Elizabeth's death, given which he is rightly considered a Jacobean writer as well. He also acted in his own and others' plays; while he became a wealthy theatre owner and producer, whose name continues to be associated with the famous Globe Theatre.    \nAs a playwright Shakespeare wrote both tragedies and comedies as well as what have come to be known as \"history plays,\" \"problem plays,\" and \"late romances.\" His early comedies include The Comedy of Errors (1593), The Taming of the Shrew (1593), and The Two Gentlemen of Verona (1592-93); while his first histories include Henry VI (1589-91), Richard III (1592-93), and King John (1594-96). Then there are those \"apprentice tragedies\"—Titus Andronicus (1593-94), Romeo and Juliet (1595-96), Julius Caesar (1599)—while his famous high comedies include Love's Labour's Lost (1594-95), A Midsummer Night's Dream (1595-96), The Merchant of Venice (1596-97), Much Ado About Nothing (1598-1599), As You Like It (1599), and Twelfth Night (1601-2). Plays such as Richard II (1595), Henry IV (1596-97), The Merry Wives of Windsor (1597), and Henry V (1599) are considered Shakespeare's \"major histories;\" while his famous problem plays are Troilus and Cressida (1601-2), All's Well That Ends Well (1602-3), and Measure for Measure (1604). \nThen, most famously, we have Shakespeare's four great tragedies such as Hamlet (1600-1601), Othello (1604), King Lear (1605), and Macbeth (1606); and his late romances such as Pericles (1607-8), The Winter's Tales (1610-11), and The Tempest (1611), among others. One should also mention his explicitly political and politico-economic plays such as Coriolanus (1607) and Timon of Athens (1607-08). And who can describe the power of money better than Shakespeare? Quoting lines from Shakespeare's Timon of Athens, Marx said: \"Shakespeare excellently depicts the real nature of money.\"\nGiven the staggering range and richness and rigour of Shakespeare's works, it is simply impossible to convey even a sense of the totality of his work in a short op-ed like this one. But I can only make a few points that underline Shakespeare's contemporaneity once again. Of course, it is by now a truism that Shakespeare dramatises all great and common themes relating to life and death such as love, hate, compassion, sacrifice, compromise, resignation, surrender, victory, defeat, despair, pain, anguish, ambition, hope, dream, goal, work, leisure, even soul, body, food, sex, prayers, play, among countless others, giving us the impression that we—as human beings—are by no means finished products; that we are not yet in a state of being but in a process of becoming. \nAnd one can surely account for Shakespeare's contemporaneity in numerous ways, one of which has to do with his language itself. Indeed, those who use English can be quoting Shakespeare all the time without knowing it. For instance, we continue to use Shakespearean phrases such as \"a blinking idiot\" (The Merchant of Venice, Act 2, Scene 9), \"melted into thin air\" (The Tempest, Act 4, Scene 1), \"a tower of strength\" (Richard III, Act 3, Scene 4), \"in my heart of hearts\" (Hamlet, Act 3, Scene 2), \"what is done is done\" (Macbeth, Act 3, Scene 2), even \"all of a sudden\" (The Taming of the Shrew, Act 1, Scene 1), and \"to come full circle\" (King Lear, Act 5, Scene 3), to mention but a few, among numerous others.\nBut does Shakespeare have anything to do with handwashing and \"physical/social distancing\" at this coronavirus-ridden global conjuncture? Mark these lines uttered by the character Gentlewoman about Lady Macbeth from Macbeth: \"It's her accustomed action with her, to seem thus washing her hands. […]\" (Act 5, Scene 1). As for physical/social distancing, consider these lines straight from The Merry Wives of Windsor: \"In these times/ you stand on distance\" (Act 2, Scene 1). More from Shakespeare: \"If there be breadth enough/in the world, I will hold a long distance.\" (All's Well that Ends Well, Act 3, Scene 2). And then Shakespeare famously offers the images and effects of viruses and infections in his plays from, say, Romeo and Juliet to Henry IV to Hamlet to Timon of Athens—ones that seem to be resonating with those who suffer from and are afraid of infection.  \nIn closing, I think that to say that Shakespeare continues to be our contemporary is not enough. I also think it is important to see how his work enables us to interrogate and even change the world we live in. I'm with the Shakespeare critic Simon Critchley when he says, \"The banal, biscuit-box Shakespeare needs to be broken up and his work made dangerous again.\" In other words, we can always return to Shakespeare to see what is wrong with our time that is \"out of joint\" and what we can possibly do \"to set it right.\"  \n \nDr Azfar Hussain is interim director of the graduate programme in social innovation, and associate professor of integrative, religious, and intercultural studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).                 \n",
        "headline_1": "Shakespeare—Our Contemporary in the Time of Coronavirus?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/shakespeare-our-contemporary-the-time-coronavirus-3010521",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-04-2022"
    },
    {
        "full_article": "The tragedy of two innocent by-standers' lives squandered, hundreds injured, shops damaged and burnt, and business worth crores of taka during the festival season lost from a night and a whole day of pitched battle between Dhaka College students and shop owners in the New Market area once again raise the question: Why has this kind of shameful spectacle been allowed to go on? Can nothing be done about it?\nMedia reports suggest that a dispute between two staff members of fast food stalls led to a brawl, but it escalated when one of them got some student leaders from Dhaka College to come in a group to his support. The students were chased away by shop owners and workers. However, the students came back reinforcing their number and equipping themselves with rods, sticks and machetes. Police intervened with tear gas—it is alleged after some delay—to bring the night battle to an end.\nBut then, the next morning, students came back to demonstrate, complaining about rude behaviour of the shop owners and their staff to students and customers. The shop owners, in response, rallied to protest chandabazi (extortion) and special favours demanded by \"student leaders\" as well as local political hacks. Again, throwing of brickbats and chase and counter-chase followed. Police eventually restored calm after several hours.\nThe two unfortunate by-standers—Nahid Mia, a deliveryman of a computer shop, and Morsalin, a small shopkeeper—were caught in the battle. Nahid had gotten married seven months ago. Morsalin, the only bread-earner in his family, had two young children. A social media video showed incredible cruelty—Nahid lying motionless on the street face down while a helmet-wearing \"student\" struck him with a machete.\nThe media reports suggested and the director general of an education department mentioned that \"third parties\" had instigated the trouble. Police also said they were proceeding with investigation following this line of argument. Who could be the third parties? Apparently, a local political mini-leader has taken over the extortion ring, and many deprived ones are aggrieved, including some of the \"student leaders,\" as speculated by the media.\nAn uneasy calm has returned, and the shops have reopened. Cases have been filed over the deaths, injuries, arson and use of explosives, naming over 1,200 unknown perpetrators, with only around two dozen mentioned by name. Perhaps a few will be actually identified and punished, and a few students may even be expelled from the college. This may again spark protests and demonstrations. The uneasy accommodation of extortion and control will continue, until another incident escalates into violence with one or another aggrieved party reacting too strongly. Two lives lost and the families' tragedy cannot be redeemed.\nShould it not be asked how these kinds of mayhem keep happening, and why these cannot be stopped? How is it that there is so often an adversarial interaction between the \"town\" and the \"gown\"? With any dispute between a customer and a small shop or food-stall owner, or a bus conductor and a passenger, students find it necessary to react aggressively as a group and take law into their own hands. What about an institutional code of conduct for students, what ethics and values they acquire in their education, and what do they learn from their teachers? Do students know that in a public institution like Dhaka College or any public university, the bulk of the cost of their education is borne by the taxpayers, the citizens, and that the students owe a debt to society? Should a student of a higher educational institution not be expected to live by a degree of civility in their interaction with others? It is, of course, unfair to blame only the students for the lack of these qualities, or for what happened around Dhaka College, and what may very well happen again.\nThere is no doubt that the \"third party\" instigation and the control and extortion rings are ingredients in the mess. But this is not a secret. Should this continue to be acceptable? Should the underlying causes—the nature of student politics today and the larger political culture that allows and encourages these to flourish—not be re-examined?\nWhat has happened in the New Market area is not a rare and isolated situation; it is of a piece with similar misconduct of some students, mafia-like behaviour of some student leaders, and bizarre ways of exercising control and power by them. The loss of control of residential halls at universities by the respective administrations is an outcome. Not holding student union elections for over three decades in universities and colleges, which would have allowed students a normal outlet for cultural, social and even political activities in an orderly way, is another consequence.\nThe \"student politics\" we see today in institutions as appendages of political parties, overwhelmingly dominated by the party in power, is a distorted and destructive version of what it is meant to be. It is a tragic irony that student politics has lost its way, especially since the restoration of democracy in 1990. The movement against the military-backed autocratic rule was the last hurrah of real student politics. The Shahbagh movement of 2013 and the recent road safety campaign are only infrequent reminders of the glorious tradition.\nIn 2010, as the new national education policy was being formulated, five most distinguished and respected educationists of Bangladesh expressed their concern about the state of our education and the need for restoring the environment for academic pursuits in educational institutions. The first of their nine recommendations was: \"In order to keep students and youth away from mal-politics and maintain the academic environment on campus, direct and indirect links between Awami League and Chhatra League should be severed. At the same time, heads of all institutions and the local administration should be directed to strictly control all criminal and irregular activities by students and non-students, and the administration should be assured of full support from the government for this purpose. These measures are indispensable to restore the glorious tradition of student politics.\"\nThe signatories of the joint statement published in July 2010 were Prof Kabir Chowdhury, Prof Anisuzzaman, Prof Serajul Islam Chowdhury, Prof Zillur Rahman Siddiqui, and Prof Jamal Nazrul Islam. Only Prof Serajul Islam Chowdhury is with us today; the others are no more.\nIt is never too late to heed this wise counsel. Even from a realpolitik calculus of electoral politics, looking ahead to the parliamentary election in two years, such a move would be of benefit to the nation, and thus to the ruling party.\n \nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network (BEN), and vice-chair of Campaign for Popular Education (CAMPE). Views expressed in this article are his own.\n",
        "headline_1": "The playbook of student politics needs an overhaul",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-playbook-student-politics-needs-overhaul-3010266",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-04-2022"
    },
    {
        "full_article": "For decades, young people's leftward leanings were considered an iron law of politics. \"If people are not conservative at 40, they have no head,\" Winston Churchill probably never said, \"but if they are not liberal at 20, they have no heart.\" From John F Kennedy, Bill Clinton, and Tony Blair to Barack Obama and Jacinda Ardern, the leading lights of the left have regularly built political careers on the promise of youthful progressivism.\nThis pattern is so culturally ingrained that it is largely taken for granted. But electoral outcomes in many Western democracies have begun to suggest a very different dynamic. In the first round of the French presidential elections this month, Emmanuel Macron achieved only a narrow victory (27.85 percent) over the right-wing populist Marine Le Pen (23.15 percent). His success was based not so much on the fervour of the young as on the caution—and alarm—of older voters.\nPost-election studies show that Macron carried only one age group comfortably: voters aged 65 and older. Le Pen outperformed him among those aged 25-49. And while the far-left candidate, Jean-Luc Melenchon, gained slightly more than one-third of the youth vote, Le Pen and the other far-right candidate, Eric Zemmour, received the combined support of an unprecedented 22 percent of first-time voters. Among voters between the ages of 25 and 34, the far right's support increased to more than 35 percent. In France, it seems, the kids are not d'accord.\nA similar trend appears to be unfolding across southern Europe, with young voters in Italy and Spain also tilting dramatically to the right. Vox, the Spanish right-wing populist party, has quickly emerged as the country's third largest political force, owing to the support it has received not so much from stereotypical stick-in-the-mud septuagenarians as from disgruntled, predominantly male, and less educated younger voters.\nRecent polls in Sweden show \"no clear differences in terms of age\" among those supporting the far-right Sweden Democrats, meaning that younger voters are as likely as the older ones to cast a ballot for the party. While the Sweden Democrats have always had their share of mainly young male voters, their support among voters aged 18-24 increased from seven percent in 2014 to 11.8 percent in November 2021.\nSimilarly, in Germany's federal elections last year, the pro-business Free Democratic Party was the surprising top choice for first-time voters, even beating out the Greens. And in recent state elections in eastern Germany, the far-right Alternative fur Deutschland gained unparalleled support from young people. In Saxony-Anhalt, the party gained the largest share of votes among the under-30s, as well as among those aged 30-44.\nTo be sure, this pattern of young people turning away from the left is not universal—yet. In the UK and the US, younger voters remain committed to progressive parties overall. The Democrats are expected to keep a firm hold on younger voters in the US midterm elections this autumn. Whereas half of the voters aged 65 and older support the Republican candidate in their respective district, this level drops to a mere 29 percent among voters under 30.\nYounger American voters' enduring alliance with the Democrats may be due in part to policies specifically tailored to their economic interests. Leading Democratic politicians have run on proposals to cancel student debt and pursue more robust forms of redistribution to reduce economic inequality.\nBut while progressive parties around the world should take note of this achievement, that doesn't mean they can ignore the lessons from recent elections elsewhere. Although progressives still generally outperform the right in many Western democracies, the momentum is shifting. Current trends are a stark reminder that success at the polls is not demographically predetermined.\nLike their older counterparts, young voters will ultimately support the candidates who offer convincing solutions to the problems that are most pressing in their own lives. If progressive political movements fail to meet this basic condition, they may well lose their longstanding advantage among this electoral cohort. The notion that young people will always go for progressives will become a myth, rather than a reliable model.\n \nMichael Broning, an author and the director of the Friedrich-Ebert-Stiftung office in New York, US, serves on the basic value commission of Germany's Social Democratic Party.\n",
        "headline_1": "Are the kids leaning right?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/are-the-kids-leaning-right-3010261",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-04-2022"
    },
    {
        "full_article": "The much-awaited Anti-Discrimination Bill, 2022 was placed in parliament on April 5 by Law Minister Anisul Huq, which was then sent to the Parliamentary Standing Committee on the Ministry of Law, Justice and Parliamentary Affairs, requesting a report within 30 days. The bill is in keeping with Clauses 27, 28 and 29 of the constitution, which prohibit discrimination on the basis of class, caste, gender and religion, ensuring respect for human entity, equality and dignity of every citizen of Bangladesh.\nEven though delayed, this move by the government has been received positively by human rights organisations who have been demanding such a law since 2008. It may be noted that the present government has been responsible for enacting a number of progressive laws, such as the Right to Information (RTI) Act, 2009, the Domestic Violence (Prevention and Protection) Act, 2010, and the Rights and Protection of Persons with Disabilities Act, 2013.\nThe anti-discrimination bill clearly states that no one in the country will be discriminated on the basis of their caste, religion, ethnicity, language, age, gender, place of birth, profession or \"untouchability.\" It further states that citizens cannot be deprived from getting services from government offices, statutory bodies and non-government organisations, nor can anyone be denied employment based on the above.\nThe parliament passes several laws in every session, most of which are related to the functioning of the state or to tighten control over various segments of society. However, a number of laws have been enacted in the last 15 years that are, in spirit, aimed at empowering the people of the country or protecting their human and fundamental rights, as enshrined in our constitution. The enactment of each of these laws has been preceded by active participation of citizens in raising demand and consistent advocacy by civil society organisations. The same is true for the anti-discrimination law. Human rights organisations and activists have been lobbying for its enactment since 2008, using various advocacy and policy influencing strategies.\nThe need for such a law arose through working directly with the Dalit and Harijan communities who, involved mostly with the profession of cleaning, are categorised by their low caste as \"untouchables.\" Through the process of evidence-gathering and research, their powerlessness and the daily discrimination they face came to light. From trying to get admission in educational institutions to eating at a restaurant to attempting to find employment outside their cleaning profession, they are shunned, ostracised and humiliated, with no option to seek legal remedy.\nA number of organisations such as Nagorik Uddyog, Manusher Jonno Foundation, Research Initiatives, Bangladesh, and Bangladesh Legal Aid and Services Trust (BLAST) as well as the leaders of Dalit community took it upon themselves to create public opinion in favour for the law, which included countrywide consultations, mass mobilisation, signature campaign, media engagement, lobbying with policymakers, etc. In 2013, a draft was submitted to the Law Commission and the National Human Rights Commission (NHRC), to be sent to the law ministry. Meanwhile there was a general consensus that the scope of the law should be broadened to include all segments of society facing systemic discrimination, such as persons with disabilities, religious and ethnic minorities, sex workers, and transgender people.\nEven though rights activists have greeted the government move positively, there remain a few areas of concern. For example, although the proposed law recognises different forms of discrimination, the remedial aspects are missing or too complicated to access. Moreover, it does not have any provisions for punishment as discrimination has not been criminalised. What it offers is more like an alternative dispute resolution, which will not serve the purpose, given the extent of discrimination these marginalised communities face.\nThe structure suggested for monitoring the implementation also does not give much assurance that an aggrieved person facing discrimination will get redressal. A national monitoring committee has been proposed, to be headed by a minister, comprising 15 secretaries or joint secretaries and three to four civil society members. Moreover, there is no representation from the communities who have most at stake. It is feared that this will end up becoming another top-heavy, ineffective bureaucratic structure. The parliamentary standing committee is urged to review these anomalies and consider the recommendations submitted by human rights organisations.\nAny law is as good as its implementation, and therein lies the greatest challenge. There is little doubt that this law will likely meet the same fate as many other progressive laws. While certain laws get implemented in a hurry—even go beyond their mandates—laws that protect human and fundamental rights, those that empower citizens to demand transparency and accountability from the state, largely remain unimplemented. Same is the case with the international instruments and protocols that are signed with much enthusiasm but are often ignored or at best partially implemented.\nThe Domestic Violence (Prevention and Protection) Act, 2010 was the result of years of women's rights movement. Unfortunately, in the last 12 years, few victims of domestic violence have received justice or compensation based on the law. The RTI Act is implemented to a limited extent. While the poor do get information pertaining to their livelihood, the law has not been used to challenge larger governance deficits at national levels.\nThe main problem lies in the complete lack of accountability at every level of service delivery. Moreover, there is no punishment for not doing the job one is supposed to. The most glaring example of this is trying to get justice for the women who are victims of violence. Starting from filing an FIR to getting medical tests done to the time it takes for an investigation officer (IO) to submit a report—the entire process is a mockery of existing rules, policies and procedure.\nAnother important point to be made here is the failure of civil society to monitor law implementation. Somehow, the energy and enthusiasm evident while pushing for law enactment is missing when it comes to following up with the implementation. Often, activists turn to other pressing issues, thinking their job is done. It must be remembered that legislation is only the first step of a long road towards ensuring the rights of people, especially those who are traditionally marginalised and powerless.\nFinally, a law is only one of the tools to ensure rights. A much stronger commitment has to be made to build a discrimination-free, exploitation-free society where everyone has the same right to live in freedom, dignity and security. No law can ensure that unless we as a society work on issues of social harmony, social justice, celebration of diversity and acceptance of difference. We still don't know if the anti-discrimination law will fulfil the aspiration of millions of people who face discrimination every day. But this is only the first step; the rest will depend on our vision of a humane and just society.\n \nShaheen Anam is the executive director of Manusher Jonno Foundation (MJF).\n",
        "headline_1": "Anti-Discrimination Bill 2022: Can it give hope for a just society?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/anti-discrimination-bill-2022-can-it-give-hope-just-society-3010256",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-04-2022"
    },
    {
        "full_article": "The United Nations, only some days ago, had solemnly hinted at a worldwide food crisis following Russia's invasion of Ukraine, and now the World Bank has spelled it out distinctly that the world is facing a \"human catastrophe\" from soaring food and energy prices because of the war.\nIt is alarming that food prices all over the world, including in Bangladesh, are on the rise. It's a major cause for concern for the governments in most countries because, at the end of the day, people need food on their plates. The World Bank president predicts that the Ukraine war would eventually push hundreds of millions of people into poverty, unless it can be stopped immediately.\nEven setting aside the prediction that there could be a 37 percent jump in food prices, people in Bangladesh will still have to deal with the recently increased (and increasing) prices of essentials amid their struggle to recover from the pandemic. Already, a report by the Food and Agriculture Organization (FAO) late last year stated that, in 2020, there were at least 52 million Bangladeshis without food security, 2.4 percent higher than the number in 2018. It seems even the basic need of affordable nutrition is to escape further and further from our grasp, unless world leaders act now.\nIt will be difficult for most developing countries to keep the wheels of their economies running in the midst of the food and energy crisis caused by the Ukraine war. Additionally, the fallout of the war has left as many as 60 percent of the poorest countries either in debt distress or at high risks of being in debt distress.\nWhile the World Bank has suggested a release of food from large global stockpiles to deal with the crisis, Bangladesh must also work on reducing its dependency on imports as well as take urgent and responsible policies to address inflationary pressures in the economy. Meanwhile, it should purchase necessary commodities from the global market quickly and at competitive prices and distribute these items at reduced prices through open market sales to reduce the burden on ordinary people. Market monitoring is crucial to ensure that unscrupulous businessmen do not hike prices of imported items further, as has been the case for soy bean oil.\nBangladeshis have already been burdened for months by increasing prices of diesel, edible oil and grains, among other things. A global food crisis may be the nail in the coffin. We believe those at the helm of the Russia-Ukraine war must be responsive to the plight of millions of poor families and allow shipment of food grains from Ukrainian and other Russian ports to stave off the imminent global crisis.\n",
        "headline_1": "Are we to face a global food crisis now?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/are-we-face-global-food-crisis-now-3010241",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-04-2022"
    },
    {
        "full_article": "It is an unfortunate truth that female migrant workers are some of the most vulnerable people in Bangladesh, systematically subjected to harassment and abuse by recruiters and traffickers in the country, and mistreatment and violence by their employers overseas. According to the International Organization for Migration (IOM), 70 percent of female migrant workers are abused and beaten by their employers, with their mobility restricted and wages withheld. We are all too aware of the horrific stories of trafficking where women and girls, who dare to dream of a better life for themselves and their families, are tricked by unscrupulous recruiting agents and brokers into modern-day slavery. And even those who make it abroad through formal channels are left in vulnerable conditions, without anyone to register their complaints or protect their rights.\nDespite the alarming plight of women migrant workers, there seems to be no sustained effort by the government to bring about systemic changes for safer workplaces abroad. In an overwhelming majority of cases, Bangladeshi embassies in the host countries are unable or unwilling to address the human rights abuse of our female migrants in a timely and effective manner, leaving them helpless in a foreign land where they don't know anyone or even its language. When asked about the syndicates that are preying on economically and socially vulnerable women and girls, the relevant ministries' stock response is to blame the victims and their \"greed.\"\nGiven these dire circumstances, we welcome the initiative to form a national alliance on women migrant workers. The Alliance for Women Migrant Voices (AWMV), consisting currently of 22 members—seven national-level and 15 local NGOs—aims to strengthen networking among women's rights organisations for taking a proactive role in ensuring safe female migration and addressing issues of discrimination and violence in their workplaces. It will also advocate for new migrant-friendly laws and policies and build the capacity to voice their needs and demands.\nThe alliance, we hope, will work closely with women and girls to raise awareness about the dangers of going through informal recruitment channels, build their skills so that they can get better-paid and more secure jobs abroad, and ensure that once in the host country, they have a communication channel with the Bangladesh embassy in the concerned country as well as with an alliance member. It also must put pressure on relevant stakeholders to prioritise women workers' rights over remittances.\nWe urge the government to utilise the network to identify the key challenges faced by female migrants and actually implement the recommendations put forward by the alliance in the future. It is, after all, in everyone's best interests to ensure a safe future for our remittance warriors.\n",
        "headline_1": "A platform for systematically abused female migrant workers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/platform-systematically-abused-female-migrant-workers-3010176",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-04-2022"
    }
]