[
    {
        "full_article": "The Government launched its year of the G-20 presidency on December 1 with some pomp, and 100 monuments from Kashmir to Kanyakumari lit up with India’s G-20 logo symbolising the motto “Vasudhaiva Kutumbakam, or “one earth, one family, one future”. In an editorial essay, Prime Minister Narendra Modi committed to making India’s year of chairmanship as one that will focus on “healing our ‘One Earth’, creating harmony within our ‘One Family’ and giving hope for our ‘One Future’”. There are plans for about 200 G-20 meetings across India. The preparatory and ministerial meetings will culminate in grand plans for a G-20 Summit, which will bring leaders of the ‘P-5’ countries and others to New Delhi next September. India has taken the baton from Indonesia, which had a difficult time in even scheduling meetings and ensuring full participation due to differences over the Ukraine war. There was even uncertainty till the end over whether all major leaders would attend; whether they would agree to a joint photo-opportunity (they did not), and whether there would be a joint statement — which was eventually forged. Like Indonesian President Joko Widodo, Mr. Modi will have to travel abroad to ensure that all G-20 leaders and invitees attend at the highest level. And officials will have to burn more midnight oil to achieve consensus on statements.Symbolism and logistical coordination aside, the Government has a tough task ahead in conducting substantive negotiations to bring together a comprehensive G-20 agenda, where officials said they would focus on counter-terrorism, supply chain disruptions and global unity. In 2008, the first G-20 summit-level meeting in the U.S. was during a moment of crisis for the world’s financial systems. In 2022, the task for Mr. Modi and his team is equally crucial, given the lasting effects of the Russian war in Ukraine, western sanctions on energy that will deepen this month, economic downturns, pandemic worries and climate change issues that are testing the foundations of globalisation and an interconnected global economy. In his editorial, Mr. Modi said India would forge its G-20 agenda through its tradition of “collective decision-making” that, like India’s national consensus, would be made “... by blending millions of free voices into one harmonious melody”. At a time India itself faces economic distress and social and communal tensions, the Government should be prepared for more scrutiny on upholding such ideals. Having raised the pitch on India’s global prominence as G-20 President, and its power to shape the global narrative, the Government may find that with great power comes great responsibility, and a greater spotlight on its ability to translate its global dreams into the domestic landscape as well.",
        "headline_1": "Great responsibility: On India’s G20 presidency",
        "headline_2": "During G-20 presidency, India must etch its global dreams on domestic landscape",
        "link": "https://www.thehindu.com/opinion/editorial/great-responsibility-on-indias-g20-presidency/article66215820.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "The killing of five Palestinian men by Israeli security forces in separate incidents on Tuesday in Hebron and Ramallah is the latest flare-up of a continuing story of violence and retribution in the occupied West Bank. Organised armed resistance independent of the official Palestinian leadership has been growing in the West Bank ever since the clashes in Jerusalem in May 2021, which led to the 11-day war on the Gaza Strip, controlled by the Islamist Hamas. Among the new militant groups that have sprung up in the West Bank is the Lion’s Den, reportedly based in the Old City of Nablus, attacking Israeli troops and illegal Jewish settlers in Palestinian territories. This year has seen a marked jump in attacks by Palestinians — Jerusalem was hit by two blasts in November in which a teenager was killed and 18 injured — while the Israelis carry out raids in West Bank towns almost daily. The violence is cyclical. At least 140 Palestinians have been killed this year, including 26 children, which is a seven-year record. More than 30 Israelis have been killed by Palestinians.If anything, the continuing violence despite Israel’s disproportionate crackdown underscores the argument that the status quo in the occupied and blockaded Palestinian territories is unbearable and unsustainable. Israel’s approach is that it can manage the security challenges from Palestinians with heavy force and no concessions. A weak and divided Palestinian leadership means that there is no organised, collective voice to negotiate with the Israelis. The Palestinian Authority, which runs parts of the West Bank, is led by Fatah, while the overpopulated Gaza Strip, on the Mediterranean coast, is ruled by its rival Hamas. Still, the situation is beyond Israel’s control. The absence of a peace process, a deepening of the occupation and pent-up frustration with their own leadership have led a new generation of Palestinians in the West Bank to embrace violence and militancy, recalling the days of the second Intifada. The return of Benjamin Netanyahu as Prime Minister could make the situation worse as some of his far-right and ultra-Orthodox allies want the Jewish settlements in the West Bank to be expanded and “disloyal” Arab citizens of Israel expelled. The slow death of the two-state formula and growing violence are bad news for the occupiers and the occupied. While it is making Palestinian lives extremely difficult, the unending conflict is reshaping Israeli society as well, which is becoming polarised with the clergy, far-right nationalists and extremists wielding an outsize influence on politics and governance.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael\n\n/\n\nPalestine",
        "headline_1": "On the boil: on West Bank violence",
        "headline_2": "The violence in West Bank is reshaping Israeli and Palestinian societies",
        "link": "https://www.thehindu.com/opinion/editorial/on-the-boil-on-west-bank-violence/article66215124.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "It’s been a year since Miriam Rider passed away, and in a time of constant forwards and fast forwards, I remember her fondly for what she was: a librarian for the ages. For the volume of archival material, backgrounders, references, clips, articles etc that she channeled to me (and to hundreds of foreign correspondents in Washington DC) over a quarter century, I have so few words to thank her and wish her godspeed on her onward journey. Miriam, 72, who passed away unexpectedly on December 1 last year, was the librarian at the Foreign Press Center (FPC) in Washington DC.\nMore pertinently, she was a librarian in the pre-Internet/ Google/ Wikipedia/ Social Media era when we did not have news and information at our fingertips, to be retrieved with a few keystrokes. Miriam was who we depended on, although, even after the arrival of the electronic information age, she was invaluable because she transitioned so quickly and effortlessly into the new paradigm. Her official designation was “technical information specialist.”\nIt is hard for today’s keyboard warriors, accomplished in search functions, to imagine that time. Librarians managed files, clippings, references, yearbooks, encyclopedias and a myriad other resources to help journalists add heft and depth to their reporting. “Hey Miriam, can you help me get some background on why black granite was used in the Vietnam Memorial and where it was sourced from?” I’d ask, mulling a feature on Memorial Day. A few hours later, after a deep dive into several tomes and Lexis-Nexis, Miriam would have a file ready for me. Easy enough now to do it oneself with Google, Wikipedia etc; not in not-so-nifty nineties.\nMimi, as almost everyone called her, was particularly helpful to foreign correspondents who were one-person bureaus and lacked the office infrastructure that bigger media companies could afford. Today, almost every briefing and hearing and press conference is live-streamed, often on websites or on You Tube, and one can access it on a myriad devices. But back in the pre-streaming pre-youtube days, if you couldn’t dash between White House and State Department and Pentagon and the Hill for in person briefings, Miriam was always there at the Foreign Press Center with transcripts at the end of the day.\nIt was much thanks to Miriam, gratefully acknowledged in my book, that I was able to chronicle the story of India’s silicon gurus in The Horse That Flew in 1999-2000. In the years that followed, the FPC gradually lost its salience. Computing power, internet, and connectivity surged, Google and other search engines grew, social media, you tube, live stream, zoom etc arrived a few years later, and one went less and less to the FPC. All this in the aftermath of 9/11, which in any case had disrupted our routines.\nForeign correspondents in Washington DC were a lot more convivial back in the 1990s. Miriam joined us often for a 4 p.m coffee session each day at the National Press Club lounge where some of us from Asia, from the Far East to the Middle East/West Asia/MENA countries, would gather for a pow-wow, our 8 to 12 hours ahead of US eastern standard time allowing us to decompress after the day’s deadline had passed (this was before the crazy 24×7 news cycle descended on us). Being a staunch Jew with strong pro-Israeli sentiments did not inhibit Miriam from having sparkling friendships with many Arab/ Gulf journalists. It was one of them, the Egyptian scribe Thomas Gorguissian, who alerted me to Miriam’s passing.\nPost 9/11, our cosy clubbiness began to dissipate, particularly since I moved to the suburbs and visited the National Press Building, where the FPC is located, less frequently; even less after the arrival of kids. But I still kept in touch with Miriam, ribbing her about her “tough” post-retirement life. She loved to travel, and every few months she’d post notes on another exotic getaway — from South America to Africa to Europe. Couple of weeks before her death, she had a post about seeing a Broadway show in NYC, looking happy and healthy.\nOnly a month before, I had tagged her on a talk I was giving to an association of librarians in India — to remind her my gratitude to her and her ilk. Now she’s gone, and I can’t for the life of me figure out how to extract stuff that predates search engines. Oh well, it will have to wait till I meet her again.\nYehi zichra baruch — may her memory be a blessing.\n\n",
        "headline_1": "Miriam Rider: Librarian for foreign scribes — and for the ages",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/miriam-rider-librarian-for-foreign-scribes-and-for-the-ages-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "At the recently concluded Times Now Summit, Samir Jain, vice-chairman and managing director of the Times Group, said, “This is not the time of Mahabharat. Akhand Bharat is history. This is the time for a Maha Akhand Bharat.”\nHis statement got me thinking. The term Akhand Bharat was propounded by Veer Savarkar at the 1937 session of the Hindu Mahasabha and he was merely referring to the geographical expanse of an undivided India. But I have always imagined it as something much older, a far wider area representing an ancient Vedic arc of influence.\nRead full opinion on TOI+\n\n",
        "headline_1": "Winning the world, softly: This can be India’s moment globally. Build on the idea of Maha Akhand Bharat, decisively promoting India’s rich civilisational heritage and therefore its soft power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chanakyas-chant/winning-the-world-softly-this-can-be-indias-moment-globally-build-on-the-idea-of-maha-akhand-bharat-decisively-promoting-indias-rich-civilisational-heritage-and-therefore-its-sof/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "Supreme Court scrutiny into GM mustard, cleared by India’s biotech regulator GEAC for environmental release and seed production, raises the question whether SC should be overstretching itself and probing into policy areas best left to the executive. Introduction of GM crops has been discussed at various levels of government for years. The current approvals followed multiple studies proving their safety and efficacy. Ideological or political opposition to GM foods exist, but a court is hardly the place to resolve such debates. If it were to become so, the executive will barely be able to function and the judiciary would be mobbed by all sorts of non-justiciable matters.\nIndia’s GM mustard policy is guided by public interest at multiple levels. India imports 60% of its edible oil needs ($19 billion annually), and a fraction of this is GM soya bean oil. Both consumers of this GM oil (Indians) and exporter countries growing this crop have faced no problems. ICAR trials show GM mustard yielding 28% more than the domestic variety. Developers claim GM mustard would not need additional inputs of water, fertilisers or pesticides, thereby translating into more yield at lower cost. GM mustard is also the result of publicly funded R&D, negating the usual conspiracy theories.\nAn SC inquiry into “compelling reasons” for allowing GM crops will stump GoI. From food security to reducing import dependence to improving farm revenues, GoI can trot out many reasons. But GoI has already gone through this process. Parroting them for SC’s satisfaction hardly serves any purpose. SC has a staggering backlog of real cases, from denial of rights to interpretation of the Constitution and statutes. SC should be deeply suspicious of PILs that drag it into weighing merits and demerits of policies. Only when policies demonstrably threaten rights, that’s the cue for courts to jump right in.\n\n",
        "headline_1": "Not for the court: GM mustard is a matter for science, not SC",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-for-the-court-gm-mustard-is-a-matter-for-science-not-sc/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "With the group stage of the Fifa World Cup winding down, Qatar 2022 has already seen the best-ever performance of non-European and non-South America teams in the history of the tournament. Qualifying to the knockout stage are Morocco and Senegal from Africa, and Japan, Australia and South Korea from Asia, making this a truly Asia-Africa party.\nThere have been some stunning victories – Morocco’s over European giant Belgium and Japan’s over powerhouses Germany and Spain. Similarly, Saudi Arabia overcame Messi’s Argentina while Tunisia downed defending champions France in group games. Add to this the woebegone performances by Germany, Belgium, Denmark, and a hitherto underwhelming Uruguay, the European-South American football duopoly appears to have been rattled.\nNo team outside Europe and South America has ever won the World Cup so far. In fact, only two teams outside the two continents have ever made it to the semifinals of the tournament – the US in 1930 and South Korea in 2002. But the World Cup has a big Europe skew – it gets 13 slots compared to four or five for Asia and five for Africa. True, Europe may be the financial engine of the footballing world and boast top-notch leagues. But as Qatar 2022 has shown, both performance and money are diffusing to Asia and Africa. With World Cup 2026 in North America slated to have 48 teams compared to 32 now, Asia and Africa should get more slots. The World Cup is truly becoming the world’s cup.\n\n",
        "headline_1": "The World’s Cup: Asian, African party at Qatar 2022",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-worlds-cup-asian-african-party-at-qatar-2022/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "Despite strong performances on socioeconomic and population fronts, the incidence of child marriage and associated adolescent fertility rate in Bangladesh is among the highest in the world and the highest in Asia. This is despite the Child Marriage Restraint Act, 2017, and the Ministry of Women and Children Affairs' National Plan of Action to End Child Marriage (2018-2030). It is clear that these efforts have been mostly ineffective in fighting child marriage.\nIn Bangladesh, the median age of first marriage was 16.3 years in 2018. More than half of women aged 20-24 years were first married before the age of 18, whereas 15 percent were married before turning 15 years old. This scenario has now been exacerbated by the pandemic. According to Manusher Jonno Foundation, during six months of 2020, almost 14,000 girls became victims of child marriage. Around half of them were 13-15 years old.\nAgainst this backdrop, achieving the national target to end child marriage by 2041 will require political will and stronger actions. According to Unicef calculations, the country has to move eight times faster than the rate observed over the past decade to meet this target. In the case of the SDG target to eliminate child marriage by 2030, the country has to move 17 times faster than the present rate of reduction.\nThere are a number of factors leading to child marriages in the country. Girls with lower education levels, experiencing poverty and having less educated mothers are more likely to be married at a younger age. Similarly, lack of birth documentation, lax enforcement of laws, lack of awareness of rights, gender inequality, and emergencies such as violence and climate change result in child marriage. Child marriages also tend to be concentrated in rural regions and urban slums.\nResearch has found strong links between child marriage and increased violence against women and gender inequality. Only 0.6 percent of women who married before their 18th birthday were found to be engaged in decent occupations, and it has been suggested that reducing child marriage by 50 percent could get 0.45 million more women employed in high-skilled occupations. Married girls are over four times more likely to be dropouts, and child brides are more likely to say that wife-beating is justified than their peers.\nGlobally, girls who married before the age of 15 were almost 50 percent more likely to have experienced physical or sexual violence from their partners than those married after 18, disproving the present societal perception that early marriages can protect girls from gender-based violence. Married girls are also more likely to experience multiple pregnancies, recurrent miscarriage, termination of pregnancy, delivery-related complications, and higher rates of child and maternal mortality.\nChild marriage is associated with large income and welfare effects as well. According to World Bank analysis from multi-country data, the largest impacts of child marriage in terms of their economic costs tend to be related to fertility and population growth, education and earnings, and the health of the children born to young mothers. For instance, ending child marriage could result in USD 4 trillion in additional income globally due its impact on reducing population growth, under-five mortality and under-five stunting. It will also be accompanied by a 12 percent rise in income and productivity, and a 1.7 percent gain in GDP.\nIn Bangladesh, averting child marriage would lead to similar economic benefits through a reduction in maternal mortality, infant mortality, child mortality, hospitalisation and inability to work – the total economic benefits in this connection could be USD 33.9 billion.\nIn contrast, it would take relatively little funding to actually end child marriage.\nAccording to a 2019 UNFPA-Johns Hopkins study, ending 90 percent of child marriages by 2030 would cost USD 35 billion in total, amounting to roughly USD 600 to spare each child from becoming a bride. Various compositions of cash, in-kind payments, and community-based approaches have been moderately successful in preventing child marriages in quite a few countries. Research has also pointed towards the need for complementary interventions to improve quality of schooling, since empowering girls with information, skills and support networks can be a vital strategy in increasing the age of first marriage.\nIn Bangladesh, the persistent occurrences of child marriage indicate the necessity of an institutionalised approach to address social norms that perpetuate child marriage, in addition to direct interventions. At the same time, there must be effective implementation of the law that makes these marriages illegal. Also, reliable and updated data on child marriage is crucial to ensure timely interventions and informed policymaking.\nReducing child marriage will not only benefit girls and women by saving them from missed education and earning opportunities, pre- and post-natal health risks, and infant mortality rates and malnutrition. It will ultimately lead to enhanced decision-making authority of women in the household and reduce intimate partner violence, which in the long run will benefit the entire country by lowering fertility rates, population growth, and poverty.\nEshrat Sharmin is a senior research associate at Sanem.\n\n",
        "headline_1": "Reducing child marriage is crucial for reducing violence against women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/reducing-child-marriage-crucial-reducing-violence-against-women-3186891",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "Will a sizeable section of the population be facing food insecurity due to high inflationary pressures? And will the sharp depletion of foreign exchange reserves lead to macroeconomic instability? These are two major concerns that the country must now deal with as it struggles to come out of the current economic crisis.\nInflation has been hovering at between 6 and 9.5 percent since February 2021, and there are concerns that the actual inflation rate might be higher. Official rates of inflation may be underestimated since the Bangladesh Bureau of Statistics (BBS) still uses the 2004-2005 data to calculate the consumer price index.\nThere are four reasons for the soaring inflation of recent months – escalated prices of food, fuel, and other commodities in the global market; domestic production shortage; imperfections and anomalies in the local markets and supply-side disruptions; and currency depreciation. As always, low income groups are the worst sufferers. They are being forced to switch to cheaper food options, and cut down on costs of education, healthcare and entertainment, leading to deteriorating living standards that will result in negative intergenerational impacts.\nRepeated surveys by Sanem among 1,300 garment workers in five cities in the last several months found that the food security indices of the workers and their families continued to decline. A delayed intervention will not work with the risk of food insecurity persisting for long. Though there is little scope for famine in Bangladesh, the risk of food shortage for marginalised communities and groups living in remote areas remains. The next two to three months are crucial for taking steps to deal with this.\nIn addition to boosting agricultural production, facilitating imports, and addressing market imperfections and manipulation through monitoring, the government should expand social protection programmes immediately to support the people reeling from escalated food prices.\nHowever, institutional and corruption-related challenges need to be addressed, too. There are always targeting errors in these programmes – those who are not supposed to receive assistance are getting it whereas those who need it the most are left out. The amount of support is small, and the coverage is low as well.\nRegarding food security, we can use scientific methods to estimate food availability and actual demand, in order to find out production and import requirements, since incorrect supply and demand assessments lead to wrong policy choices. This can then create panic and allow vested quarters to spread misinformation about food shortage, and use the situation to make abnormally high profits from food prices.\nIn the last 11 months, on average, the foreign exchange reserve dropped by more than USD 1 billion each month. This sharp depletion of reserves has put macroeconomic stability in danger. Though Bangladesh is not in a precarious situation yet, there is a danger if the rate of depletion does not slow down. Policies and strategies need to be put in place to boost reserves in order to meet import liabilities for 8-10 months.\nThe taka has also lost its value sharply against the US dollar amid a shortage of the latter and a surge in import bills. Although the taka depreciated by more than 50 percent between 2010 and 2022, the sharpest depreciation happened only over the past few months since, before that, the taka was kept artificially appreciated. In contrast, India, Vietnam, and Indonesia allowed a gradual depreciation of their currencies to avoid sudden shocks.\nThe exchange rate regime in Bangladesh still remains highly distorted, as there are separate exchange rates for importers, exporters, remitters, and in curb markets. There must be a proper convergence of these multiple rates if we are to avoid further macroeconomic instability.\nThe trends in exports and remittances over the past few months haven't been encouraging, either. In a bid to contain imports, the opening of letters of credit (LCs) to import capital machinery declined drastically during July to September. Similarly, the opening of LCs for importing intermediate goods and industrial raw materials fell by more than 14.5 percent during the same period, which could cause economic growth and employment generation to decelerate in the current financial year. Micro, small and medium enterprises (MSMEs), which are most likely to be affected by this, will need special policy interventions to cope.\nThe looming global recession is not good news for our exports and remittances. We must prioritise diversification of our export basket and address supply-side constraints, including the high cost of doing business. The hundi business, an illegal cross-border money transfer system, needs to be restricted to augment the flow of remittances through legal channels. It should be kept in mind that the hundi business is not only used by expatriates to send money home through informal channels, but also by people inside the country to illicitly transfer their wealth abroad. Unless these transfer routes from Bangladesh are restricted, there will always be demand for hundi.\nDr Selim Raihan is a professor at the Department of Economics of the University of Dhaka, and executive director at the South Asian Network on Economic Modeling (Sanem).\n\n",
        "headline_1": "Coping with the twin shocks of inflation and depleting forex reserves",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/coping-the-twin-shocks-inflation-and-depleting-forex-reserves-3186761",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "Professor M Shamsul Alam, energy expert and senior vice-president of Consumers Association of Bangladesh (CAB), talks to Naznin Tithi of The Daily Star about the reasons behind the recent electricity price hike and how the energy sector can be made more efficient.\nThe bulk electricity price has recently been raised by 19.92 percent. What implications will this have for consumers, businesses, and the economy at large?\nAn increase in electricity price at this time of high inflation is unacceptable. This will not only affect people through higher power bills, but have spiralling and cumulative effects as well. Marginalised consumers and those with limited incomes – who constitute around 80 percent of the country's population – will be the worst affected.\nIn 2022 alone, the price of gas increased by about 23 percent, other fuel prices increased even more, and now, the electricity price has gone up as well.\nBecause of gas, fuel and electricity price hikes, production costs of different products and services have increased. Energy price hikes can often become a perfect pretext for traders to unethically increase prices as well. We have often seen prices shoot up even before new energy prices took effect. Therefore, this fresh hike in electricity price will be yet another blow to the common people, who already have their backs against the wall due to decreased incomes and increased living expenditure.\nThe government has been saying that fuel prices are going up because of the Russia-Ukraine war. But we have shown in our analysis how energy prices have been increased artificially by increasing supply costs unnecessarily and in corrupt ways, and how consumers are being burdened with the increased price of power and primary fuel.\nThe Bangladesh Energy Regulatory Commission (BERC) held a public hearing over a price-adjustment proposal from the Bangladesh Power Development Board (BPDB) in May this year. What happened there? After rejecting the BPDB's proposal to increase electricity prices in October this year, what prompted the price hike a month later?\n\nIt is most unfortunate that BERC has increased the price without reviewing the current situation and without holding any public hearings, which is a violation of consumers' rights and of the BERC Act. If there is a proposal to raise energy prices, the Commission must hold a public hearing and give its decision within 90 days. While BERC, being a regulator, is supposed to protect consumers' energy rights, the power division (as an upstream regulator) should protect this right at the policy level.\nAccording to the BERC Act, the Commission is a neutral and independent body, but in reality, it does not act like one. After the BPDB proposed a power price hike earlier this year, the BERC held public hearings in May and in October, and rejected the proposal. The Power Development Board again applied to BERC to review that order. This time, BERC increased the electricity price without holding any public hearing on the review appeal.\nInstead of playing a neutral role, the Commission abused its authority here. This price hike will harm both consumers and the government – while the government will have to pay Tk 17,000 crore as subsidy, consumers will have to pay around Tk 8,000 crore to make up for the deficit.\nIn the public hearing that happened in May this year, BPDB proposed to hike the electricity price, saying there would be six percent growth in power generation and that there would be zero loadshedding. Under these conditions, the deficit in the power sector was shown to be around Tk 25,000 crore. But BERC increased the power price last month without fulfilling its commitments, while the power division decreased production to reduce the use of fuel, forcing the entire country to experience frequent loadshedding in the few months before winter set in. And it is totally unclear what the government did with the money that they saved through this loadshedding.\nSo now, the consumers will have to pay more for a service they will not get. Strangely enough, the power division will get subsidies from the government despite reducing production to save money. We have said several times in the past that the deficit in the energy sector has increased tremendously due to corruption, irregularities, predatory costs, and predatory profits. If the government had checked these, there would not have been the need to raise prices or provide subsidies.\nLast week, the cabinet approved an amendment to the BERC Act. Why do you think the Act has been amended at this time? What does this mean for our energy sector?\n\nIt is clear from this amendment that the energy and power division of the government wants to avoid the public hearings at all costs. Earlier, they had sent a proposal to BERC to determine the purchase price of rental power, and for the renewal of rental power plant contracts. But since BERC could not fix the price without holding a public hearing, the government divisions concerned fixed the price themselves. This time, when BERC increased the price without holding any public hearing on the review appeal, it was clear that they were forced to do so. Then, when the Commission came under pressure for increasing the price without following due procedure, the government understood that it would not be easy to increase power prices without holding public hearings – hence, the amendment to the BERC Act.\nWe have also seen that the issues identified in public hearings are not taken into consideration by BERC, and they set their prices as they see fit. Consumers do not know about the various hidden costs in the energy sector. People can know about this only if there is a public hearing. But the government or the power and energy divisions no longer want people to know about the corruption and irregularities in this sector. Already, allegations of irregularities have been raised against the Energy Division of the government, BERC, BPC, Petrobangla, etc.\nThe Tk 8,000 crore increase in wholesale electricity prices will eventually be passed onto consumers. We have challenged the government that if they hold a public hearing, we can prove how this money can be adjusted through various internal adjustments without increasing the price at the consumer level. But the government clearly doesn't want this.\nThe government can make laws and also change them. But in this case, the government is doing business. It gets dividends as the owner of energy companies, and also earns revenue from this sector. Moreover, if the companies incur losses, the government provides them with subsidies. So, being in the energy business itself, can the government fix the prices of energy? The prices should be determined by a regulatory body and the regulatory law instead, which we already have. What is happening now is contradictory to the basic principle of the regulatory law and the basic philosophy of our Constitution. The government's job is to ensure good governance, transparency and people's welfare, not amend a law to hide corruption, looting, and embezzlement.\nWhat reforms do we need in the power sector to ensure electricity for all at affordable costs?\n\nThe government has not yet formally admitted that the steps and measures it has taken to develop our power sector have actually failed. One of the main problems of the reform initiatives taken by the government since 1990 is leaving power generation and supply services to the private sector, and withdrawing itself from giving people any services relating to energy.\nIn an attempt to bring higher investment from the private sector, the government brought in the Quick Enhancement of Electricity and Energy Supply (Special Provision) Act 2010, which ruined the competition in this sector – there is no competitive bidding process in selecting the investors. In the absence of competitive bidding, there is no level playing field in this sector.\nWhile the standard profit in the electricity sector is over 4.18 percent, the companies selected without any competition are making profits of 18 percent. The investors are now taking away huge profits by showing high spending on LNG and equipment, which is actually not the case. We are calling this predatory costs and predatory profit. Needless to say, the money has been laundered outside the country through various corrupt practices, including buying equipment for plants. The BERC should have looked into this and suggested deducting these costs while fixing prices, but it didn't do so.\nIf there was competitive bidding, only the efficient companies, those who can work with low costs, would have gotten the job. We now have increased power generation capacity, which we do not need. Moreover, privatisation of this sector has changed the decision-making structure of the state.\nWe have identified that there are predatory costs, corruption-related expenses and inefficiency-related expenses that are making the sector weak. We have also found out how a large amount of money has been embezzled from this sector through different procedures. We have disclosed our findings to the government, but the power division or the authorities concerned have failed to prevent these unnecessary expenditures or recover the embezzled money. We have shown how, under the Quick Enhancement of Electricity and Energy Supply (Special Provision) Act 2010, the expenditure in the sector has increased and how we can adjust the unreasonable expenditure of above Tk 30,000 crore in the power sector.\nWe have been saying this all along – the government won't need to increase the electricity price or provide a staggering Tk 17,000 crore to the sector as subsidies, if it can make some adjustments to these costs and prevent the irregularities and corruption in the sector.\n",
        "headline_1": "Why did electricity price go up without a public hearing?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/why-did-electricity-price-go-without-public-hearing-3186471",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "November 15-22 saw aspiring novelists gather in a creative writing residency in Sri Mangal. Organised by Bangladeshi-Canadian writer Arif Anwar, author of The Storm (2018), the residency was mentored by award-winning writers: Joan Silber, American novelist and short story writer of nine works of fiction, most recently Secrets of Happiness (2022), and Egyptian-Canadian novelist and journalist Omar El-Akkad, most recently the author of What Strange Paradise (2021). In conversation with DS Books editor Sarah Anjum Bari, the three authors discuss the craft of creative writing and publishing. \nTell us about the residency. \nArif Anwar: The idea from the start was to build a close-knit, small group of students which would yield high mentor-student ratio and to build a temporary community that dissipates creative energy. We're all eating together, spending time together. A lot of the conversations around creative writing are emerging organically. \nThere's been six lectures so far from the two mentors each. Within the sandbox of a topic, they could talk about whatever they wanted. Joan offered to talk about time. Omar is focusing on revision and pace. The idea was to organise it the way the work of a novel would unfold. \nJoan, what is the one advice you give to students when you're discussing the use of time? \nJoan Silber: That the length that a story needs determines its meaning. \nI talk about short times and long times. I talk about what I call classic time in The Great Gatsby—how it uses summary to give backstory. We both used examples very strongly and gave out a few generalities. That's how writers always learned to write. Long before we had writing classes, writers observed what they loved in other books. \nYou've both travelled a lot. Has that impacted your writing, and how does a place like Sri Mangal affect it? \n\nOmar: Absolutely. I grew up on one side of the world and then I came to North America when I was 16, so already I wasn't anchored in one place. One of the things about travelling for writing is that you get a very unique experience of the place. You're surrounded by other writers. It reminds me of how different the prisms are through which readers read your work. \nI steal a lot from different literary lineages, from the western canon and Arab writers. The result is a weird hybrid that's hard to pin down. It used to confound me because a lot of my favourite writers were marinated in any one spot. Over time, it's become more comforting to know that I'm permanently unanchored. \nArif: Social scientists have written about the world in terms of a centre and a periphery. The centres are Tokyo, London, New York. Peripheries are Dhaka, Senegal, Lima. But peripheries have their own centres and peripheries. For Bangladesh, Dhaka is the centre and Sri Mangal is the periphery. The idea for me was to challenge these cosmopolitan centres that we associate with fine art. \nOmar, how do you toggle between fiction and nonfiction?\nOmar: I think of them as antagonistic muscles. Journalism by necessity is about finding answers. Fiction is where I go to sit with questions. I feel no obligation to provide a roadmap for any kind of answer. \nThe best thing I ever did for my fiction writing was 10 years of journalism—it was an editing and writing education—and for my journalism career was to take a bunch of creative writing classes. It allowed me to differentiate my writing from 50 other interns who were sent to report on the same car crash. \nWhat really goes into editing a manuscript? \n\nOmar: The first process is interior. You're rereading your own work, you're reading out loud. And then it's a concentric circle growing outwards—your trusted friends. At a certain point you hit a boundary between the personal and the commercial: you're getting prospective editors or readers to read it—people who will have a business angle to the work. That's a very different kind of reading, because now people are thinking about whether this will sell. What demographics can be interested in this? How can we market it? \nHow does one balance that line between taking constructive feedback and preserving the essence of the text? \nArif: Sometimes a writer knows what the text is about before they finish the writing; sometimes they need those other eyes to tell them what it could become. Whether you have that willingness and openness depends on how strong a sense you have of what you need from the beginning. \nWith your first novel, I think you're a bit dazzled. Having an agent or publisher for the first time, you're willing to cede a little more ground. I didn't have as strong a sense of what my first novel was. With my second novel, I'm less open to directional input. \nJoan: With students you can sometimes identify—oh this is the part that sounds most like them. Usually it's the part where they don't sound like anybody else. \nThese days we have the diasporic novel, the refugee novel—books about sensitive topics. Who gets to tell which story? \nJoan: I often get asked, has anyone objected to you writing a Thai-American or an African-American character? The whole story is never told from that point of view, it's a certain section of the novel. I've never gotten flack, probably because I'm not talking directly about race and ethnicity; I'm talking about love and sorrow, which emotionally I'm equipped to do. It's forever delicate. \nOmar: I don't think it's so much about who can write what as it is about who gets published. By definition, any industry is going to cater towards the set of experiences that are more resembling that industry. The overwhelming publication of a particular kind of writer at the expense of others is where this debate is at its most useful. It is at its least useful when we're telling individual writers: write about this, don't write about that. \nBut when a writer is trying to work with several different types of characters and there comes a point of choosing a narrator or a point of view, how is that something that a writer can approach? \n\nJoan: I think trial and error is our strongest device. It's just amazing how much of writing advice really falls into failure and then repeat. \nCould you give us some more idea about what goes into the creative writing workshop? \nArif: We sit at a round glass table in a manner that no one is really at the head of the table, and then the mentor speaks about a particular topic. Sometimes we will raise our hands if we have any questions, and this happens for about an hour. We have separated the workshop discussions over particular submissions, so that is a separate discussion. The idea is more or less about craft and the discussion of the craft between the writers and students. In the six lectures that we have had, the primary idea is to germinate these ideas about writing and then just work on it. \nThere is this idea that creative writing workshops in the West are not inclusive of non-Western forms of storytelling. What are your opinions on that?\nJoan: I think that there is an effort to change it.\nOmar: Yes absolutely. There is a novel which came out earlier this year titled If an Egyptian Cannot Speak English by an author named Noor Naga, and the entire third section of the book is the transcript from a writing workshop where an author has brought in a manuscript that is from outside of the West. \nSo, for me, the two most important things about a workshop are the connections you make with the other writers in the workshop and the other part of it is to learn to give and receive critical feedback. To understand why you like this or why you dislike this are important parts of the process.\n \nWould you like to suggest any books for creative writing? \n\nArif: One thing I have noticed about mentors is that there are more than one million writing instruction manuals on the shelves. So, you read like a writer and read the works of other authors and try to figure out why you like this and understanding what they are doing. It sounds very mechanistic, but it's very helpful to understand the craft techniques the writers you admire are using and what are the variations you can introduce and what is the space to explore. \nOmar: The book which Stephen King wrote — On Writing — does a bunch of things at once. He gives you really pragmatic and practical advice and he is honest about what he is trying to do. There is a segment where he says that he is not gonna turn you into Faulkner. No writing instructor can take someone and make them great. You can take someone who is good and make them a little better. He is honest about the industry too, and talks about how much he sold his first book for. In the middle of all of this, he tells the story of him being hit by a car and almost dying. So it's a really fantastic book in the sense that it is doing ten different things at once which is a hard trick to pull. \nJoan: There are a few books that I really like, but I don't really rely on them. So, I am trying to find a way for everybody to do it in their own way, including me. \nCould you shed some light on the process of getting in touch with an agent and having your manuscript reach publishers? \nOmar: It is scary. Sometimes, you just get very very lucky which is what certainly happened in my case. It really has to do with the right time and the right circumstances, and not the quality of your work, so it is not really something that you can teach. I think that there are certain things which I like to press. If you are reaching out to an agent, go and find out exactly what sort of work that agent publishes. Also, think in terms of what would differentiate your work with the work of 39 other authors. I try to work with students on mini sales pitch paragraphs to get them to think about those things.\n \nIf you are a Bangladeshi author wanting to get published abroad, what does the process look like? \nArif: It's tricky. I do think that in the publishing industry authors of colour are reduced to blocks. For example, an editor in a renowned publishing house once reached out to me and said that they really liked my book but could not publish it in the quarter as their marketing manager had reminded them that they already had a book from Bangladesh being published in that quarter. \nI do think that it is a bit of a different landscape now compared to 2016 when my novel came out. Authors of colour have found massive success in different genres, such as fiction and sci-fi. I do think that the gatekeeping aperture which was so tiny is opening up a little bit. So, go out there and be confident in your writing and write a compelling story and I do think it has some chances of success.\n \n",
        "headline_1": "Unpacking the craft of creative writing ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/unpacking-the-craft-creative-writing-3186331",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "A tragic accident took place on the Dhaka University campus on Friday when a private car, being driven by a former DU professor, rammed into a motorcycle. The woman sitting on the back of the motorcycle was critically injured and later died in hospital. Reportedly, after the crash, with the woman lodged between the front and rear axles, the driver of the car drove for about a kilometre and a half, ignoring the screams of shocked onlookers, before he was stopped near the Nilkhet area. This event has once again brought to the fore issues of road safety on campuses.\nFirstly, the driver has committed a heinous crime. He was not only responsible for the crash in an area where speeding is prohibited, but he also continued to drive after the fact, in a possible attempt to get away with his crime. The same driver used to be an assistant professor at DU, a position from which he was removed because of irregularities. We believe this individual should not be spared and must face the full brunt of the law.\nSecondly, the administration and the government must do better in making sure that the DU campus area is safe for all. It is a busy area which hundreds of people frequent daily. To prevent students or regular citizens facing such accidents, we need immediate action from the relevant authorities. Students are already out on the streets and sitting-in in front of the VC's residence in demand of a safer campus. It is time to deliver on that demand.\nThe speed of vehicles must be regulated on campus streets and those regulations must be strictly enforced. Relatedly, there could be checkposts at various entry points to the campus to make sure outside buses and trucks do not enter the premises and endanger student safety, a longstanding demand of the students. Even if outside vehicles are allowed, there must be strict guidelines in place for them. Finally, authorities must act proactively to make sure that these accidents are not repeated in the future and students and other pedestrians in the DU campus area can commute within the premises without looming threats of motor accidents.\n",
        "headline_1": "A painful accident, a desperate call for action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/painful-accident-desperate-call-action-3186181",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "The Election Commission (EC) deserves a strong pat on the back for investigating and making public the findings of its probe into the Gaibandha-5 by-polls. For the first time in many years, the EC has taken a firm position on election irregularities, which is heartening to see. Election commissions in the recent past had utterly failed to perform their duty to the nation, and as a result, they had all but destroyed the institution's credibility. The general public clearly wants a reversal of that, and this is a good start in that direction. \nThe EC has recommended punishment for 134 officials involved in the Gaibandha-5 by-polls after its probe found their involvement in irregularities and negligence in performing duties. Although the number is high, they are mostly low-level officials, except for the returning officer. We are happy that the people who conducted a \"well-orchestrated\" effort to deny voters of their voting rights have been exposed, because it's high time for such efforts to be brought to light, and those participating in them being held accountable. However, it's strange to see that individuals who are in the higher echelons of government and law enforcement agencies – who failed to identify the plot to manipulate elections – are missing from the list of those the EC has identified so far. \nAs the Election Commission itself noted, the number and types of irregularities are concerning. Voters in many cases were, in fact, forced by polling agents to cast votes for a specific symbol. The commission in its review said similar irregularities took place in almost all the polling centres and that they were done in a well-planned manner. This implies that the settings were far from right to allow a free and fair election to be held. Incidentally, the EC also lamented that it had become clear \"from this incident that irregularities in elections have become a usual matter.\" \nAlthough people have made that allegation for a while now, the unfortunate lack of courage displayed by previous commissions and the absence of concrete measures have made holding free and fair elections and upholding people's voting franchise all the more difficult. In regard to ensuring them, the EC still has a long way to go. However, in light of its recent actions, we would like to extend our full support.\nIn the coming days, the EC must come up with a realistic strategy as to how it will monitor, tackle and address such irregularities if they happen in the majority of polling stations in the country. For example, one of the key takeaways from this by-poll is that every polling centre should be equipped with enough CCTVs. However, will there be enough manpower to ensure they are being monitored in real time? Will the EC have the courage in the end to take bold steps during the national elections, as they did during the Gaibandha by-polls? The EC has gotten off to a good start, but the challenge now is to stay the course.\n",
        "headline_1": "Irregularities abound in Gaibandha-5 by-polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/irregularities-abound-gaibandha-5-polls-3185536",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "The sole government recruiter for expatriate workers BOESL (Bangladesh Overseas Employment Services Limited), has worked out revised fees and charges for outbound workers. This revision of expenses has been six years in the making and it should reduce migration cost for workers (both skilled and unskilled) to nine countries, which are, Kuwait, Jordan, Seychelles, Croatia, Mauritius, Bulgaria, Australia, Fiji and Russia. While it has become decidedly cheaper to go to certain destinations, like Jordan, some destinations like Mauritius and Croatia have become dearer. Nevertheless, historical data show that workers going to expatriate labour markets through the BOESL always spend less than what is charged by the private operators. Not only that, workers who use the services of the government agency are assured of proper employment contracts and other papers, which has seldom been the case with private recruiters. These recruitment agencies have had a free run in the market because there is no viable option for the hundreds of thousands of people who go abroad to work every year. These agencies operate like a mafia and behave as though they are above the law. In many cases, they have been above the law and successive governments have failed to rein in their illicit operations. Since there is hardly any point in trying to discipline a sector which refuses to be disciplined, the best bet for the government is to strengthen BOESL so that this significant mass of people who brave great odds to go work outside the country and earn the national exchequer billions of dollars in inbound remittances, may go and work and earn in peace. BOESL should be commended for taking the initiative to introduce employment permit system (EPS) and revising rates downward so that workers may recover their investment cost. The standard rate is based on a worker's migration cost being equivalent to three months' salary. Hence, through BOESL, if jobs are guaranteed at the other end and where employers treat workers humanely, it should become a priority for policymakers to expand the scope of BOESL's work so that new markets can be explored, and existing labour markets improved for Bangladeshi expatriate workers. Any expansion or upgrading of BOESL operations will be met with seismic-level resistance from the private recruiters' network. Instead of putting up with resistance to change for the better, private recruiters should stop milking hapless rural people dry through fraudulence. For too long the people of the land have been cheated out of their savings to end up in a foreign land or be abandoned there without valid papers or work contracts. Countless families have lost it all, as the cost of migration via private recruiting agencies often outweighed what these workers earned abroad. If the EPM (employers' pay model) system can be successfully introduced in the various international labour markets (where our workers go), then it will inevitably bring down migration costs to tolerable levels. EPM is where employers bear all costs of workers. This has already happened in the case of Malaysia, which is recruiting 10,000 workers for its plantations. Now that a precedence exists, it is time to use this experience in accelerating BOESL's work by manning it properly and giving it the budgetary allocations needed. Bangladesh is in dire need of foreign exchange, and any recruitment through BOESL can also make it mandatory for expatriate workers to send their money through official channels. There is no reason why BOESL cannot succeed given the right policy support.",
        "headline_1": "Overseas employment becomes cheaper, safer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/overseas-employment-becomes-cheaper-safer-1670079148",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "Bangladesh's banking sector is always in public discussion and debate mainly centre around corruption and irregularities. This rot from within has turned most state-owned banks loss-incurring and also weakened a few private commercial banks. Barring the Oriental Bank in 2006, the country did not see any major crisis in the banking sector until 2008. Even the deeply-troubled Oriental Bank was somehow saved as the central bank dissolved its board of directors after detecting massive corruption, and appointed administrator in 2006. In August, the central bank also floated a tender to dispose of the major stakes of the bank. Later in 2008, the bank was renamed ICB Islamic Bank. Many depositors of the former Oriental Bank have yet to get back their money, however.In fact, the government in Bangladesh always provides some shields to prevent any bank from getting liquidated. Even a problem bank which was almost insolvent due to irregularities and wrong business polices had the bailout. Farmers' Bank is a vivid example. The bank came into commercial operation in 2013. Within a few years, it came to the brink of collapse when irregularities involving funds worth Tk 35 billion had been unearthed. The government, through the central bank, intervened. Four state-owned commercial banks along with a state-owned investment corporation purchased 60 per cent of the bank's shares at Tk 7.15 billion in 2018. The bank has also been renamed Padma Bank through the resurrection bid. Some big irregularities in a few more banks have surfaced in recent months, sparking further debate about the real health of the country's banking sector. In the last month, an unscrupulous group allegedly withdrew some Tk 20 billion in loans from Islami Bank Bangladesh Limited (IBBL) using two companies that only exist on paper. In total, the group reportedly extracted Tk 90 billion from three banks, including (IBBL), in the name of loans and advances without proper documentation and verification. The news came as a huge shock the banking sector which, for long, has long been troubled by huge non-performing loans (NPLs), loan scams, capital flight, and weak regulations.The most alarming thing is that IBBL, is the largest private bank well-known for its strong financial position and sound banking activities for the last four decades. The bank is the pioneer in Bangladesh, as well as in East Asia, in terms of Shariah-compliant banking. It has the second-largest network in the country after the state-owned Sonali Bank. IBBL has also introduced many diversified banking services to attract the largest volume of remittance and disburse the same to the beneficiaries.The trouble with the bank actually started after a big change in ownership and management in 2017 through a questionable process which was criticised by many. A big industrial group and its associates became the largest shareholder of the bank. In the following years, financial performance of the bank has started to deteriorate.The latest loan scam involving some banks is, however, not an isolated incident. If anyone closely examines the banking sector's situation in the last decade, it may be clear that a pattern has developed regarding embezzlement of big chunks of money from different banks by a number of groups. New or fake companies were opened to seek bank loans without proper documentation. Politically influential persons were appointed to the board of directors. Bank officials were forced to overlook lack of papers and other shortcomings while examining loan applications. Political pressure is often mounted on the central bank to avoid inspections and monitoring.The net outcome of all these has been the siphoning off funds worth billions of taka from a number of banks and financial institutions. The marauding had started with BASIC Bank, which otherwise was a sound state-owned bank. Around Tk 45 billion, according to an estimate, had been embezzled from the bank in the name of loans during 2009-2013. The Anti-Corruption Commission (ACC) lodged a raft of cases against a number of former directors, bank officials and clients. Little progress has been made so far. Four industrial groups allegedly misappropriated Tk 130 billion from Janata Bank and another group defalcated Tk 35 billion from Sonali Bank. There were also some more such incidents.  The list of the scams is not small and the amount of misappropriated money is quite big. That's why many have termed it 'plundering of banks.' All these misappropriated money turned into default loans and increased the financial burden of the banks. The banks have become further vulnerable. The unveiling of alleged loan forgery in IBBL appears to be a big blow to the country's financial sector. This will surely create a crisis of confidence among the depositors. The government has rightly asked the agencies concerned to initiate probe into the alleged loan scam.Already, depletion of foreign- exchange reserves and shortage of dollars in banks have compelled the central bank to restrict some imports. Exporters are facing some difficulties to open letters of credit. Inflow of remittance in the official channels has ebbed. The government has negotiated with the International Monetary Fund (IMF) to get a loan support of $4.5 billion to overcome a looming crisis. When the country is facing turmoil on the foreign- exchange market, troublesome news in the country's banking sector has made things even worse.In the Financial Stability Report 2021, Bangladesh Bank said that the banks and FIs would remain moderately resilient to different shock scenarios. \"The stress- test results indicate that loan concentration to top large borrowers and considerable level of NPLs in some banks could concern the overall financial stability. Proper corporate practice in following the guideline on large loan/single-borrower exposure would be helpful to reducing the risks on banks' exposure to large corporate or to speci­fic group, sector or region.\"The statement shows that the central bank is aware of the risks and troubles facing the country's banking sector. Nevertheless, regulatory monitoring and intervention to curb the irregularities is still weak. Unfortunately, the weakness of the central bank has intensified the risks and vulnerabilities in the banking sector. [email protected]",
        "headline_1": "Rising risks in Bangladesh's banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-risks-in-bangladeshs-banking-sector-1670079199",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "Just prior to the widespread use of the mobile phones and the so-called smart phones, the landline phone owners didn't enjoy any special dignity in society. The object had already become one, which hasn't been elusive to even the lower middle-come people. After a radical drop in connection fees, the landline phones became almost every urban Bangladesh household's prestige item. A few years later, places like the large business houses in Dhaka's Chawkbazar and in Chattogram city's Khatunganj would be found sticking to land phones. Maybe they found the device to be economical. Surprisingly, most of them would also carry the early-model mobile phones. A similar picture would be encountered in many residences. With their dust-laden land phones lying unused at a corner-table in a residence, every adult member of the house was found communicating through their smart phones.In the year of 2022, around 70 percent of Dhaka households and offices having legal land phone connections are not using their phones. Around 50 to 60 per cent of them used to clear their dues every month just several years ago. But the practice began declining thanks to the phones' remaining dead almost every three months. Complaints to the local telephone authorities fell on deaf ears. Yet the repairmen or the 'linemen' would visit a spot, and repair the 'line'. Incredibly, the phone would go out of order again. It became an annoying ritual. Another blight which faced the clients was the sudden gaps on the part of the authorities to send bills which were supposed to be sent to them every month. A large per cent of the phone clients have always been punctual with their bill payment. Their queries about the non-receipt of bills against their phones would meet with the brusque answer: Prepare your bill, and submit the amount to the GPO's telephone counter. Those who were in great urgency would make time by keeping aside their office or business. The next month, they would receive their phone bill. Unfortunately, this wouldn't go on for long. Once again their phones would go dead. The directive to visit the local phone office, followed by the same old rituals for a phone to come alive, and remaining functional for a few months, and then the long silence seemed unending.Disillusioned and devastated, many people, thus, stopped having all ties with the state-run telephone. It's not too late, though. They had already got used to the mobile or smart phones. With the persistent headache caused by 'the telephone' now gone, they could now sleep in peace. The telephone box in many houses are kept literally as a token of the past --- or as an antique. Incredulously, or as part of a cruel fun, telephone bills all of a sudden became regular, but to no avail. In spite of the great assault made by the mobile or smart phones on the communication system in many countries, they cannot think of parting with the age-old analogue phones. However, the landline phones in many developed countries enjoy a lot of privileges, which are nearly unthinkable in the developing world. One of them is unlimited talk time at certain time on certain days. Not too long ago, one would get almost endless talk time if the calls are made within Dhaka. It sounds incredible now. But the system is very much in practice in the big cities of the West. It's true in the age of digitisation , the penchant of the modern people for using the veritably wireless communication devices continues weaning people away from the conventional communication means. The analogue telephone system fitted with advanced technology can help it survive with the dignity it deserves.[email protected]",
        "headline_1": "Of telephonic woes, digitisation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-telephonic-woes-digitisation-1670079320",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-12-2022"
    },
    {
        "full_article": "CNG-run auto-rickshaw is a popular mode of transport in big cities like Dhaka. It is often used by the office-goers who do not have private cars. It is one of the fastest means of commuting in the city. So, when a patient needs to be rushed to a hospital or an examinee needs to appear an examination hall quickly, CNGs are one of the best possible solutions. Currently, a total of 15,696 CNG-run auto rickshaws are reportedly in service in the capital. But the demand in the capital city is nearly three to four times than the CNGs exist. Public bus service in our cities is frustrating. Besides, there are many places where one cannot reach by bus service. Taxi cab service is not affordable for most of the city dwellers. This is why, we hugely rely on these four-stroke three wheelers. However, the auto-rickshaw drivers, debunking the metered bill system introduced by the government, charge fares from commuters at their sweet will. According to a study, nearly 96 per cent of the CNG-run three-wheelers in Dhaka city ply on contract basis, thus charging exorbitant fare from the passengers. The drivers say they have no way but to charge more as owners extract higher rent from them than the government fixed rate of Tk 900 per day. On the other hand, the owners claim that they charge more from drivers because the actual cost of getting a CNG-run auto-rickshaw on the road should be around Tk 400,000, but they have to spend more than Tk 1,400,000. The situation has increased the suffering of the middle and lower-middle class people. So, I would like to urge the authorities concerned to ease the import policy for CNG-run auto-rickshaws by withdrawing all sorts of financial and administrative restrictions on their import. And it will ultimately help the city commuters use these three-wheelers affordably. Md. Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214,[email protected]",
        "headline_1": "Easing CNG-run auto-rickshaws' import",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-cng-run-auto-rickshaws-import-1670079352",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-12-2022"
    }
]