[
    {
        "full_article": "The concept of “unity in diversity” is not an abstract one. In a multi-ethnic national or provincial setting, the accommodation of differences in a way that bestows socio-cultural recognition of identities while striving for constitutional unity and equality through governance is a must for progress. The conditions for a conflict arise when identities tighten up and become exclusivist, leading to grievances over perceived neglect of one group. But good governance that focuses on accommodation and dialogue helps stem the possibilities of a deterioration of such conditions into violence. The spurt of violence in Manipur that led to mass displacement, the loss of lives, vandalisation of houses, churches, temples besides arson across five districts, might have been a consequence of a long-standing hill-valley identity divide in the State, but it was also avoidable. The trigger was a rally called by the All Tribal Students’ Union, Manipur, on Wednesday, protesting the move to concede a demand for ST status, following a High Court order, to the Meiteis, the majority group. The tribal groups are opposed to this demand which is not uniformly endorsed by all sections of the Meiteis. While the grievance that according ST status would eat into the reservation pie for the hill tribal communities seems to be somewhat valid, their raging concern that this will compromise traditional land ownership is not entirely born out of reason and has been used by tribal leaders to whip up hysteric anti-valley sentiments. The conflagration was also the consequence of brewing discontent against what tribal groups perceived as the State government’s biased actions.\rIf the State’s Bharatiya Janata Party-led government had acted with alacrity and removed the perception that it was biased towards one dominant section, this situation would not have come to pass. In its over-zealousness in a “war against drugs”, the government had indulged in eviction drives which included one that had affected a Kuki village in March and had prompted some of the BJP’s tribal MLAs to raise this issue of a perceived bias in governance and seek a change in the party’s State leadership. Evictions ostensibly done for forest protection and in the name of removing “outsiders” tend to cause passions to rile up among people dependent upon the hills for a livelihood; doing so without recourse to resettlement and compensation only heightens a sense of injustice among those affected. With the Union government taking charge of security, a tamping down of the violence should follow, but for the grievances to melt down, the faltering State government must convene an all-party mechanism to reach out to the people across ethnic divides.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\ntribals\n\n/\n\ngovernment\n\n/\n\nstate politics\n\n/\n\nBharatiya Janata Party\n\n/\n\nforests\n\n/\n\nlaws\n\n/\n\nstudents",
        "headline_1": "Ethnic quagmire: On the Manipur violence",
        "headline_2": "Violence in Manipur could have been avoided had the government stayed above the fray",
        "link": "https://www.thehindu.com/opinion/editorial/ethnic-quagmire-the-hindu-editorial-on-the-manipur-violence/article66817249.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "Go Airlines, the Wadia Group’s low-cost carrier, this week became India’s first domestic airline since the outbreak of the COVID-19 pandemic to go into a mid-air stall and seek bankruptcy protection. For an airline that rebranded itself as Go First less than two years ago in a bid to make a fresh start, with CEO Kaushik Khona declaring at the time “our consumers come first” and “...our confidence in the brighter tomorrow”, the carrier’s abrupt announcement of a suspension of operations is rich in irony. While it has laid the blame squarely on “the ever-increasing number of failing engines” supplied by Pratt & Whitney, which it claimed had resulted in half its Airbus fleet being grounded, the engine problems could at best be termed the proximate cause. Go First’s financial woes predate the fleet troubles and the pandemic and are largely symptomatic of the malaise afflicting the wider industry. Given the high capital and operational costs, the commercial air transport industry operates with wafer thin margins. Added to this, the swelling competitive intensity in India’s budget airline sector a decade and a half ago saw rivals adopt aggressive pricing strategies to gain market share that stretched balance sheets and made companies more vulnerable to shocks.\rIf the lockdowns announced in India in March 2020 and the tight travel curbs to combat the spread of the SARS-CoV-2 virus dealt a deeply bruising blow to all contact intensive sectors, last year’s surge in crude prices in the wake of the Ukraine invasion combined with the rupee’s depreciation against the dollar sent aviation turbine fuel (ATF) costs soaring for domestic carriers. And when air travel demand rebounded last year as the pandemic-linked restrictions were lifted, Go First found itself already hobbled with almost a third of its fleet having been grounded by December 2020, ostensibly due to engine issues. With the airline now moving the National Company Law Tribunal for initiation of insolvency proceedings and an accompanying moratorium on outstanding credit, aircraft lessors have opposed the carrier’s resolution plea and instead sought aircraft deregistration and repossession. The outcome in the NCLT notwithstanding, the developments hold a mirror to the industry’s systemic infirmities. Rival carrier SpiceJet is simultaneously facing an irate overseas lessor who has moved the insolvency tribunal over unpaid lease rentals. The government knows the issues dogging the industry including a tax structure that keeps ATF costs prohibitive and a regulatory apparatus that is outdated. The onus is on the Centre to find long-term policy solutions if it wants India’s struggling airlines to reach cruising altitude.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nair transport\n\n/\n\nlitigation and regulation\n\n/\n\nbusiness (general)\n\n/\n\nCoronavirus\n\n/\n\ntribunal",
        "headline_1": "Symptomatic stall: On the Go First crisis and the aviation industry",
        "headline_2": "The aviation industry needs policy changes and regulatory overhaul",
        "link": "https://www.thehindu.com/opinion/editorial/symptomatic-stall-the-hindu-editorial-on-the-go-first-crisis-and-the-aviation-industry/article66816837.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "Yes, more women are at work. But most of these jobs are informal. And much of the upswing in employment is distress-driven following the pandemic. Women are taking up invisible forms of work, mostly unpaid\nFemale labour force participation rate (current weekly status) has increased from 16% in 2017-18 to 21% in 2021-22, while the unemployment rate has declined from 4% to 2%, according to the recent Periodic Labour Force Survey (PLFS) report. It means around 22. 5 million more women have joined the workforce or are actively seeking work. This was achieved despite the devastating and disproportionate impact of Covid-19 on women and young girls.\nWhat drives this increase? Is it a survival strategy forced by Covid-19? Is it structural shifts? Or is it a result of changes in restrictive traditional norms? Is it transitory or long-term? PLFS has some answers.\nRead full story on TOI+\n\n",
        "headline_1": "Bitter-half of working story",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bitter-half-of-working-story/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "UGC chairman says that in history like in science, new understandings should lead to new narratives. As for NCERT rationalisations, they are based on objective parameters & NEP 2020\nToday’s India is different from what it was a hundred years ago. And it is no surprise that the weight of the colonial mindset does not burden us any longer. Instead contemporary India is confident, youthful, aspirational, progressive, liberal and inclusive, plus with a fast-growing economy. Our young minds need to know this country’s strengths and distinctive attributes.\nRead full story on TOI+\n\n",
        "headline_1": "In praise and defence of an open mind on India’s past",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-praise-and-defence-of-an-open-mind-on-indias-past/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "The sudden outbreak of violence in Manipur once again highlights the delicate ethnic equations in the Northeast and the need to handle them carefully. The current strife follows a tribal solidarity march called by the All Tribal Students’ Union Manipur (ATSUM) in protest against perceived moves to grant Scheduled Tribe status to non-tribal Meiteis. In fact, the Manipur high court had recently asked the state government to send a recommendation to the Centre on the Meiteis’ demand.\n\nBut tribals in the state fear this will erode their access to reservation benefits. Meanwhile, the Meiteis, though numerically in majority, mainly inhabit the Imphal valley, which accounts for just a tenth of the state’s total land area. The community cites its own historic indigenous tribe status to bolster its ST claim.\nTensions between hill tribes and Meiteis in Manipur aren’t new. But what appears to have precipitated the situation is the influx of Burmese refugees into the state since the military coup in Naypyidaw in February 2021. With the Burmese junta continuing operations against ethnic insurgents in the neighbouring country, this stream of refugees never waned. With many of the refugees coming from Myanmar’s Chin state and who share ethnic kinship ties with the Kuki tribe in Manipur, ethnic equations have been further complicated.\nThere are two factors here that need immediate attention. First, the situation in Myanmar has a direct impact on Northeast border states like Manipur. While GoI has maintained long-standing ties with the Burmese military, the latter’s actions since the 2021 coup have created serious problems for the Northeast region. And minus a refugee policy, we are ill-equipped to properly deal with this fresh crisis. Therefore, India needs to urge Naypyidaw to cease the civil war in Myanmar and establish its own comprehensive refugee management system.\nSecond, blunt instruments are bad choices for solving Northeast’s problems. The region needs normalisation to uncage its economic potential. Steps such as suspension of mobile internet for five days in Manipur to control the law and order situation are highly disruptive. Add to this the application of the draconian AFSPA. Only all-round economic growth can reduce inter-ethnic tensions in the Northeast.\nGoI needs to facilitate this long-term solution.\n\n",
        "headline_1": "Imphal on boil – Normalisation in Northeast is key to solving inter-ethnic tensions. India must also talk to Myanmar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/imphal-on-boil-normalisation-in-northeast-is-key-to-solving-inter-ethnic-tensions-india-must-also-talk-to-myanmar/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "A defining feature of a successful political party is its finger on the pulse of the people. A look at the manifestos of Karnataka’s two primary contenders, BJP and Congress, through this lens shows that their reading of the economic situation is fairly similar. The section of the manifestos that detail a party’s welfare package serve as a proxy indicator of their on-ground assessment of the sources of economic stress.\n\nA Lokniti survey to gauge the mood of the voters in Karnataka identified unemployment and poverty as the two most important issues. Among youth, it’s unemployment. In the case of poverty, it’s top of the mind for the rural populace. The salience of these issues are corroborated by data. For example, information from analytics firm Nielsen shows that rural markets for FMCG in India continue to be weak.\nIt contracted in terms of volume in the JanuaryMarch quarter. BJP’s manifesto addresses the fallout of this trend upfront. The first promise is the provision of three free LPG cylinders to all BPL families. This is followed by a promise to open ‘Atal Ahara Kendras’ in every ward of municipal corporations to provide affordable food. It’s not a novel idea. But its growing popularity speaks to the uncertain incomes of a significant segment of urban population and the need to backstop them.\nKarnataka has a low overall unemployment rate – CMIE’s data put it at 2. 4% in the September-December 2022 period. However, youth unemployment (15-24) was 22. 1%. Congress has promised unemployment support for a two-year period for graduates and diploma holders in the age group of 18-25. This is supplemented by a separate promise of Rs 2,000 a month to women heads of households.\nThe idea of a monthly income support directed to accounts of women is gaining traction among political parties – it’s a budget promise of DMK government in Tamil Nadu. It may be a response to the post-pandemic rise in share of self-employed, 55. 8% of the workforce in 2021-22. Election manifestos should be added to India’s list of proxy economic indicators.\n\n",
        "headline_1": "Manifest truth – Election manifestos show rival political parties often read the economic situation similarly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/manifest-truth-election-manifestos-show-rival-political-parties-often-read-the-economic-situation-similarly/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "There has been a heated welcome for the new chief heat officer in Dhaka. Comments started pouring in as scores of people rushed to judge and ridicule the appointment of an official who will oversee a heat action plan in the city. Most of these comments slandered the assignment. Our sexist patriarchal national psyche came to the fore as most commentators smeared the position with many innuendos.\nIt has become a trend to extend our opinion on any topic without thinking it through or knowing the full facts. The Dhaka North City Corporation (DNCC) has signed an MoU with the Adrienne Arsht-Rockefeller Foundation Resilience Center (Arsht-Rock) to build individual and community resilience in the face of climate change impacts. The Heat Action Platform is designed to assist regional or municipal authorities across the world in reducing the \"human and economic impacts of extreme heat.\"\nThe breadcrumbs of the appointment of the chief heat officer (CHO) by the DNCC led me to the Arsht-Rock site and its resilience-in-action initiative. The foundation has estimated that \"by 2050, heatwaves will affect more than 3.5 billion people worldwide – half of them living in urban centres—affecting human lives and livelihoods.\"\nHeat is a silent killer, the most lethal among all the meteorological phenomena. The casualties of heat outnumber those of floods, tornados, and cyclones. Cities are the most vulnerable as the lack of greenery as well as the type of materials used for accommodating the dense population in a compact area result in the creation of \"urban heat islands.\" There can be an excess of four degrees Celsius in the cities due to the use of certain construction materials, emissions from cooling devices and other utility services. Heat also harms our productivity, which can dent the GDP.\nUnder the pilot project, Arsht-Rock has so far appointed seven CHOs in Florida, US; Santiago, Chile; Freetown, Sierra Leone; Melbourne, Australia; Athens, Greece; and Dhaka (North), Bangladesh. They also have a responsible officer at the UN headquarters. The stated job descriptions of these CHOs include unifying their city governments' responses to extreme heat.\nBushra Afreen, the newly appointed CHO of DNCC, holds a bachelor's degree in global development studies and drama from Queen's University in Canada. Her CV tells us that she has worked to make Bangladesh's garment sector sustainable, advocate the Animal Welfare Act, and bring in microfinance initiatives. Bushra has the potential, resources, and networks to become a policy advocate at a local level and liaise with our international partners. The fact that her father is also the city father, whose office has processed her nomination for the CHO post, indicates that she can be a real changemaker.\nThe blogs posted by the other CHOs suggest different strategic interventions undertaken by the partnering cities. Miami, Melbourne, and Freetown have undertaken urban greening projects by installing green canopies for concrete jungles. In Santiago, the focus is on protecting the workers from extreme heat.\nLast month, when the temperature was hovering at 40 degrees Celsius, our phone smartly reminded us that it \"feels like 45.\" Our boiled brains looked for ideas. There were social media posts about leaving water troughs for birds and stray animals. But I don't think we talked about giving heat-protective gear to our workers who work under extreme heat, or making enough provisions to keep them hydrated.\nThe DNCC's move to partner with Arsht-Rock is a welcome one as it will introduce us to some of the best practices in Dhaka North. But questions need to be asked: why did both the city corporations not join this initiative? Is the other part of Dhaka way too cool to consider the heat impact? Why nominate a family member for this post? Was there an open call for the position? Without taking away any credit from Bushra's credentials, the due diligence requires a transparent recruitment process that would have averted the controversy.\nThe title of the position lacks cultural sensitivity. I understand there is a hook to make this position noticeable. But as an international organisation, which has so far recruited female-only officers for this post, it should have been more imaginative in making the title more meaningful. The function related to heat should have been focused on instead of tagging heat to the officer.\nFunnily enough, this happened around the time when news broke that there was a protest going on in the Dhanmondi area of the city's southern parts as thousands of trees had been chopped down in a bid to correct the road islands – once again. The endless circus of construction and reconstruction of Dhaka reminds me of the proverbial ghost in a popular folklore that agreed to be the servant of a barber after being defeated in a battle of wit, on the condition that the man would keep assigning the ghost tasks. Otherwise, the ghost would break his neck. Soon enough, the man did not have any more wishes left. He thus ordered the ghost to erect a long bamboo pole, grease it with the finest butter, and then climb to the top. The ghost climbs up only to slide down. And the saga continues.\nThe same goes for our city development projects. The ghost comes in different sorts, shapes and sizes. They prefer going up and down, enjoying the butter all along. From the spectator's perspective, the project is nothing but to keep its potential killer distracted.\nOur city fathers keep us distracted with the spectacle of endless destruction and creation. One will raze trees; the other will come up with plans to plant plants. The political mercury keeps rising with the election around the corner. People who are rushing to judge will soon rush to the polling booths to keep their judgements. So, it's better to make things accountable and transparent so that everyone can make informed decisions.\n\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n",
        "headline_1": "The heat is on",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-heat-3311916",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "Elections are festive times providing an opportunity for the candidates to connect with their voters, and for the voters to have the ear of their candidates. It is a rule of thumb that the ruling party candidates pledge to continue with the government's initiatives, while the opposition candidates slam the government for failing to ensure the people's welfare and pledging that they would do a better job if elected to office. This electoral sparring between the government and the opposition is a common phenomenon in the election campaign culture.\nBut the statements and declarations from the mayoral aspirants in the upcoming five city corporation elections, following the announcement of nominations by the ruling Awami League, seemed to flip that script.\nLet's begin with Barishal, where Abul Khair Abdullah got the party ticket to run for mayor – the position currently held by his nephew Serniabat Sadiq Abdullah. Abul Khair's first announcement after getting the party nomination was to say, \"My only goal is to turn Barishal city, which lacked development activities over the last five years, into a tilottoma (modern) city, to restore the dignity of the citizens of all classes and occupations in this city.\"\nOn April 29, Zaheed Farooque, local lawmaker and the state minister for water resources, said at a programme that the prime minister had nominated Abul Khair Abdullah to stop the injustice, exploitation, and criminal activities happening in Barishal. \"The people of Braishal can breathe today,\" he pronounced. He also said that people even teased them as they talked about turning Barishal into a city like Singapore. Seeing the dilapidated roads, even rickshaw pullers scoffed at these promises, the state minister added. His comments were quite in line with those of the mayoral candidate.\nAll this rhetoric is presumably directed at the incumbent mayor. Both the challenger and the incumbent are from the ruling party and belong to the Serniabat family, akin to royalty within the Awami League, ranked after the Sheikh family. However, such disparaging remarks about a ruling party mayor and slamming of the state of law and order essentially point the finger at the ruling party itself, accusing it of having failed the citizens of Barishal.\nWhether this is a reflection of internal party feud or not, the question that begs to be asked is why Barishal citizens should vote for the same party (as the mayoral election is partisan) a second time despite its abject failure, and that, too, when the admission of failure is implicit in discarding the incumbent and nominating another candidate.\nTurning to Gazipur, we see that a former mayor, failing to secure the party's nomination, decided to submit his nomination as an independent candidate, only to be rejected later. However, after submitting the nomination paper, he said he was running against a person who had destroyed Gazipur. Although he did not mention the name, it was evident that he was hinting at the ruling party's mayoral candidate Azmat Ullah Khan, who contested the city polls in 2013 too, when Gazipur had just been declared a city corporation and had its first elections.\nZahangir Alam, too, had filed his nomination for Gazipur mayor in the 2013 elections, going against the party wishes to support Azmat. He allegedly went missing as he refused to step aside at the time. He reappeared just before the polls and announced his support for Azmat, visibly weeping while addressing a press conference.\nThis time, after tendering his nomination, he alleged, \"I may be arrested or disappeared after tomorrow.\"\nThen, when the election officials rejected his nomination, Zahangir said, \"The Election Commission has deviated from the neutral position it had. I don't know under whose pressure they buckled. But I want justice.\"\nZahangir's allegations not only strengthen the opposition camp's claims, but also indicate a complete lack of governance. A former mayor is saying that the ruling party nominee has destroyed the city, that he could very well be disappeared for running as an independent candidate, and that the election office is not neutral. Zahangir has stopped short of directly accusing the Awami League for having the election office disqualify his candidacy.\nIt appears, then, that the Awami League's bold rhetoric of development and prosperity, transparency and good governance, and fostering democracy is rendered hollow by its own partymen – unwittingly or not.\nWith the ruling party's own men making such allegations, it appears to have taken the words out of the opposition camps' mouth, because this is essentially what the party has been trying to say all long. When the ruling party's own leaders are disgruntled and disillusioned so as to articulate the opposition's argument better than the opposition itself, it does not bode well for either the ruling party or the government.\nFor now, the BNP can simply watch from the sidelines as the Awami League men slam their own party.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Trouble brewing in AL’s backyard",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/trouble-brewing-als-backyard-3311896",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "Hell broke loose when a powerful earthquake of 7.8 magnitude on the Richter scale hit Turkey and Syria killing around 59,000 people. Scores more were injured and around 0.87 million people were displaced. The infrastructure as well took a big hit with 6,589 buildings crumbling to the ground. The material damage has been estimated to be around $ 89.2 billion. The ramifications of this one earthquake on the two nations are broad-ranging and long-lasting.\nIt is estimated that there is an earthquake every 30 seconds somewhere on our Earth. But the bulk of those are too weak to be identified. A magnitude of 4.0 earthquake is only equivalent to about 6 tons of TNT explosives, but because the Richter scale is a base-10 logarithmic scale, the amount of energy released increases exponentially: A magnitude 5.0 earthquake is about 200 tons of TNT, 7.0 is 199,000 tons, and 9.0 is 99,000,000 tons of TNT. About 99 million tons of TNT is enough to wipe out just about anything, and is the equivalent of about 25,000 nuclear bombs, according to USGS. \nBangladesh sits where the three tectonic plates - Indian-Eurasia-Burma - meet. Currently, the Indian plate is moving in the north-east at a speed of approximately 6cm per year and the Eurasian plate is moving north at a speed of 2cm per year above the Indian plate. There are five major fault zones in and around Bangladesh, namely Bogura fault zone, Tripura fault zone, Shilong Plateau, Dauki fault zone and Assam fault zone. Thus, Bangladesh is a location of 13 earthquake prone areas, and Chattogram, Chattogram Hill Tracts, and Jaintiapur of Sylhet remain in extreme risk zones. In 2022, Dhaka, the capital of Bangladesh, with 30,093 residents per square kilometer was among cities with the highest population density in the world. And has been marked as one of the 20 cities most vulnerable to earthquakes in the world.\nRajuk has an area of 1,528 sq km under its jurisdiction. It includes almost 2.1 million buildings. Due to rapid expansion of Dhaka City, 65 percent of its area is soft land-filled, like Purbachal, Uttara 3rd Project, Jhilmil etc. Only 35 percent of Dhaka's area located on the southern part of Modhupur Gar which is composed of red and hard soil, developed almost 20 lakh years ago are the old and main part of Dhaka which is strong enough to resist mild to moderate earthquakes. Structurally, Bangabhandhu Sheikh Mujib Medical University (BSMMU), Dhaka University (DU), Jahangirnagar University, Jagannath University, Engineering Education Directorate, Public Health Engineering Directorate are the most vulnerable. Rajuk while permitting for building construction observes only the architectural component, but not the structural design, which is most relevant in the context of earthquake resilience. In a 2018 survey, Rajuk found that 94.76 percent of structures in Mirpur, Mohammadpur and Pallabi, 93 percent in Rampura, Motijheel and Khilgaon, and 89 percent in Dhanmondi do not meet the design and structural pre-requirements. There are almost 0.6 million five-or-more-storey buildings in Dhaka which are the prime targets of an earthquake disaster. Collapse of Rana Plaza in 2013 which killed at least 1,132 people and injured more than 2,500 is a brazen example of violations of existing rules and regulations related to building constructions contributing to human tragedy. \nEver since earthquake records have been compiled in this part of South Asia, seven strong earthquakes have hit us. In 1885 an earthquake of 7.1 scale occurred in Sherpur, Bogura. In 1762 an earthquake of 8.5 magnitude, resulted in the creation of the Saint Martin's Island in Bangladesh. The last great earthquake, the Assam earthquake, which scored 8.5 on the Richter scale, occurred in 1950, and was 780 miles from Dhaka. Experts opine that an earthquake of 7.0 scale comes after every 100 to 150 years, and an earthquake of 8.0 repeats every after 250 to 350 years. If that is true, then a heavy earthquake is visibly knocking at our door, ready to strike any moment. \nThere are two phases for earthquake disaster management. First is, pre-earthquake preventive measures. If Tk one is spent in prevention, that saves us Tk 10 when disaster strikes. It involves rules, regulations, strict monitoring and early signal system. Usually, there remains a time period of 20 to 60 seconds, when measures like switching off all electric, gas and water line can be arranged by built-in automated process. We should avoid use of blazed-bricks, and replace it with concrete-slab which is cheaper and gives more shock absorbing capacity during tremors. We should emphasise more on research on earthquake to develop appropriate locally adaptive technologies to early detect and promptly mitigate risks. National policies and programs require firm political commitments and accountability of the responsible authorities. The government does have guidelines in place and plans like the Bangladesh National Building Code (BNBC) 2015 to deal with the aftermath of an earthquake, but implementation on ground have always proved an abysmal failure. There are also guidelines to make existing risky buildings earthquake-resistant through 'retrofitting' method, which is effective and less costly. The BNBC-2015 has mandated that no house should be built without beams. But the rules are not followed. \nThe second phase is post-earthquake where we need to build capacity for prompt response, rescue and evacuation operations and appropriate treatment facilities in hospitals. We need to have earmarked facilities across the country to offer shelter to the homeless people after an earthquake. We should train a large number of volunteers and rescue teams. We need to widen our appallingly narrow roads to allow civil defence and fire fighting vehicles to easily navigate to the destination. Added to that, we need sophisticated technology and modern machineries to recover people from collapsed buildings. All medical facilities need have a contingency plan, ample manpower, ambulances, and medical stocks. There needs to be adequate coordination among various agencies who will act promptly after the earthquake. Mere 492 fire stations across country, with a meager 13,058 manpower in Fire Service and Civil Defence, are not adequate to tackle a major earthquake. \nThough Rajuk is solely responsible to determine the earthquake vulnerability of buildings in the area under its jurisdiction, unfortunately in the last 12 years they have not prepared any list yet. In Bangladesh, we have almost 40 to 50 private facilities that have the capability to monitor building construction. It is time to engage them as a third party to support Rajuk, Chattogram, Khulna, Rajshahi Development Authority and city corporations. \nFor some years, many small tremors have signaled the imminent advent of a large-scale earthquake jolting us some time soon. If this occurs, then the question whether we are ready to cope with it and move relatively unscathed will be rendered useless. And unfortunately, the current answer is not very comforting. Recent quakes in Turkey and Syria sever an eye opener for us. A heartbreaking photo that appeared in the 'Prothom Alo' on 7 February, 2023 of a Turk holding the hand of his deceased daughter, trapped under the mammoth concrete slab, may just become the reality of our incapacity while facing the wrath of nature. The sooner we acknowledge our short-comings, and act, the better for our safety. We aspire to be a developed nation by 2041, but our hard-earned development and infrastructure like Padma Bridge, Jamuna Bridge, Karnaphuli Tunnel, and ambitious flyovers across the country will crumble to ruins in matter of seconds, if we do not take measures to protect us before it is too late.\nDr Zulfiquer Ahmed Amin is an expert in healthcare and hospital administration. He is the ex-Hospital Director of BSMMU and a freelance writer.\n\n",
        "headline_1": " Is Bangladesh prepared to face the wrath of an earthquake?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/bangladesh-prepared-face-the-wrath-earthquake-3311786",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "Whatever little hope we had of a respite from inflation in the coming days seems to have disappeared once again, with a fresh hike in prices of essential items. Earlier this month, BBS data suggested that food inflation had declined by 28 basis points in rural areas, and 4 basis points in urban areas in April, leading to an overall decline – though slight – in the rate of inflation. Over the past week, however, the price of one-litre bottled soybean oil increased by Tk 12, while the price of loose soybean oil increased by Tk 9 a litre. A kg of loose sugar has increased by Tk 10, while prices of potatoes and onions have gone up by Tk 5 a kg. The retail price of eggs – a vital source of protein for people who have already cut down on consumption of chicken and fish – also rose by Tk 10 a dozen.\nSpiralling costs have already paralysed many households, with even the most basic necessities becoming increasingly unaffordable. As prices continue to soar, an overwhelming majority of people are being forced to make difficult choices between paying bills, putting food on the table, and meeting other essential expenses. With a new round of price hikes of essential items, how are households – who have already cut down on their consumption significantly to make ends meet – going to survive, with no corresponding increase in their disposable incomes?\nWe are disappointed at the lacklustre efforts of the government to curb inflationary pressure, and to make affordable food accessible to all, despite assurances of adequate food supply. While we understand that the supply chain disruptions brought about by the Russia-Ukraine war has hugely impacted the economy and food imports in a way the government could not have predicted, the fact remains that it has not done nearly enough since then to check collusion and corruption within its supply chains and to address the governance failures that are pushing prices ever upwards. As a result, though prices of many essential items, including sugar, oil and flour, have remained stable or fallen in the global market, the fates of Bangladeshi consumers have not changed for the better.\nMeanwhile, dishonest businessmen, aided and abetted by dishonest policymakers and bureaucrats, are making a mockery out of people's miseries, taking advantage of the global cost of living crisis to artificially hike prices in the domestic market. Take, for instance, the price of soybean oil, which has decreased significantly in the global market (by 29 percent in March this year). But when the government withdrew the VAT exemption privileges in light of the price drop, businessmen hiked up prices again, using it as an excuse to earn extra profits. It's high time the government seriously addressed the issue of greedflation. It should be obvious to them that conducting drives and fining some traders from time to time cannot make up for the failure of regulatory oversight.\nGiven that the Ukraine-Russia war is likely to cause fluctuations in supply in the near future, the government must also find alternatives to and/or reduce its import dependence for essential commodities. But none of this can happen unless our policymakers come down from their ivory towers to the level of the ordinary people, living form hand to mouth, to fully understand the urgency of the crisis and react to it accordingly.\n",
        "headline_1": "Here we go again! ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/here-we-go-again-3311746",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "We applaud the government for issuing an anti-bullying policy for educational institutions, which provides a clear definition of verbal, physical and cyber-bullying and contains provisions for punishment of students, teachers and members of the governing body who engage in such aggressive behaviour. Depending on the severity of the violence, criminal cases can also be filed against perpetrators. Given how pervasive bullying is across educational institutions in Bangladesh, and the debilitating impact such normalised violence has on children and young adults, there is no doubt that the policy, if implemented, can help create a safe environment in which students can learn and thrive, without fear of harassment, humiliation and violence.\nThe High Court directed the concerned authorities to formulate such a policy following the suicide of a ninth grader at Viqarunnisa Noon School and College – who reportedly took her life, unable to bear the humiliation of her parents by a teacher. Although it has taken the authorities concerned four and a half years to comply with the directive, we are glad that steps have finally been taken to address the issue in a holistic manner. The policy, for instance, proposes that CCTV cameras be set up, complaint boxes be installed, anti-bullying and anti-ragging days be observed, and bullying and ragging prevention committees be formed in all institutions. Moreover, it mandates hall authorities to inform the higher authorities about any incident of ragging and bullying.\nUndoubtedly, the policy is a promising one on paper. The question moving forward, however, is: will it be implemented? More than a decade has passed since the High Court mandated that sexual harassment prevention committees be formed in educational institutions, but only a handful of schools and universities have thus far formed and operationalised such committees, in the absence of any initiative or monitoring from relevant authorities to ensure compliance with the HC directive. How can we be confident that the anti-bullying policy will not meet the same fate? It is essential that that the authorities concerned take adequate steps to create awareness about the policy, monitor its effective implementation across the country and take action against administrations which fail to act accordingly.\nThe other pressing concern when it comes to bullying and ragging is the identity of the perpetrators: what happens if they are found to be students or teachers affiliated with the ruling party? We have witnessed the widespread impunity enjoyed by ruling party cadres across campuses in the country, with the administration, in an over-whelming majority of cases, turning a blind eye towards their \"rule of terror.\" Who exactly will ensure compliance with the policy if the authorities themselves condone such condemnable practices? Policies alone, no matter how progressive they are, cannot make our campuses safer.\n­For far too long, bullying and ragging has been dismissed as insignificant, with victims forced to suffer in silence. We have no doubt that the new policy proposes meaningful interventions. We hope that the education ministry will play an equally commendable role in ensuring its implementation, beginning with raising awareness among students, teachers, parents and administration about what exactly constitutes bullying and why it's wrong.\n",
        "headline_1": "A promising anti-bullying policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/promising-anti-bullying-policy-3311001",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "At long last, the government's statistical agency, the Bangladesh Bureau of Statistics (BBS), has fast-tracked its move to bring about necessary changes in the way the data for the country's Gross Domestic Product (GDP) are published and the Consumer Price Index (CPI) is calculated. As could be gathered from reports, the BBS will from next year publish its GDP statements on a quarterly basis, while at the same time introduce a new, larger basket of goods including food and non-food items as well as services commonly purchased by the public (consumers) to measure the Consumer Price Index (CPI). Evidently, it is at the instance of the International Monetary Fund (IMF) ---which recently extended credit worth US$4.7 billion to Bangladesh mainly towards stabilising the country's economy--- that gave urgency to the issue. Nevertheless, it is a welcome step on the BBS's part as researchers, even some members of the public, have often been sceptical of the inflation rates that this government agency calculated and published from time to time. Especially, the unrelenting increase in the prices of essential commodities over the past many months did hardly match the official inflation figures. The reason for the mismatch lay, basically, in the fact that the BBS's calculations were based on the Household Income and Expenditure Survey (HIES) done in 2005-06. In other words, so far, a 17-year-old consumption pattern of the public was used to construct the CPI on which the inflation rates were based. The good news is that from now on the base year for calculating the CPI or the inflation rate for that matter will be 2021-22 reflecting the current changes in the lifestyle and consumer behaviour. For instance, in the base year 2005-06, the public's expenditure data were tracked from the average weighted cost of a basket of 426 goods and services under eight categories. Those included rice, lentils, flour, soap, oil, sugar, transport cost, gold, stationery items such as book, notebook, pen and so on. Of late, many new consumer items and services have come into use. Mobile internet service, especially the use of mobile data has seen a phenomenal rise in recent years. One needs also to consider that the public's pattern of expenditure on transport and entertainment have undergone a sea change in the intervening period since 2005-06. Add to that the massive use of the social media platforms including Facebook, Messenger, WhatsApp, etc. Since these internet-based services are now essential part of the consumer public's life, they merit inclusion in the revised basket of consumer items and services. Understandably, the basket has been expanded by around 300 more items that include some722 products and services under 12 categories. Taking the contribution of all the products to CPI inflation calculation at 100, the comparative weightage of different other components including food and non-food items will be measured. As the BBS sources informed, the updated list of those consumable items has been in place since April instead of the earlier plan of starting it from July next. Also, to meet the conditions of the IMF, the BBS is learnt to have completed compilation of both the provisional and final data on the nation's GDP for the past five decades since it earned its independence. Hopefully, its ongoing effort will enable the BBS to present before the nation and its international development partners sets of more reliable data capable of calculating sensitive economic indicators like CPI and GDP.",
        "headline_1": "Comprehensive calculation of GDP, CPI",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/comprehensive-calculation-of-gdp-cpi-1683292287",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "No matter how the matter is portrayed by various quarters, facts can hardly be ignored that inward remittance is falling. When that is coupled with falling exports of apparels (RMG), it is time for policymakers to sit up and take notice. According to a recent report published in this newspaper, \"foreign-currency reserves dropped below US$31 billion due to a significant fall in inward remittance flow in April, according to central bank officials. This fall in forex reserves has led to uncertainty in meeting the net reserve-threshold of US$24.46 billion by June next, set by the International Monetary Fund (IMF)\". Bangladesh Bank (BB) officials have pointed out two reasons responsible for the fall in reserve, one being the increased sale of dollars to banks to settle letter of credit (LC) payments and the growing trend of falling inward remittance through official channels.LC payments will have to be made regardless of the foreign currency (FC) situation if the country wishes to continue to import essentials. Unfortunately, these imports cannot be avoided despite austerity measures. Though most of the media remain focused on increasing RMG exports since this sector constitutes 80-85 per cent of the export basket, the matter of remittance has remained lower on the priority list. Money sent by expatriate Bangladeshis using illegal channels is equivalent to nearly half of the remittances comes through formal routes. Recent media reports have claimed that the hundi system allows for about $10 billion to reach local dependants of expatriate Bangladesh workers and all these greenbacks stay outside the banking and institutional channels. What a colossal loss for the economy! Policymakers had hoped that since more people went abroad to work this year, remittances would make up the shortfall. Unfortunately, official data state that there has been a drop in remittance by 16.76 per cent in April compared to the preceding month of March. For some time now, bankers and economists had been clamouring for a change in the way inward remittances are treated officially. Procedures needed simplification; banking rules had to change in order to make it easy for the semi-literate blue-collar workers to be able to send money with as little hassle as possible to Bangladesh. Many good suggestions were made, of which one was absolutely mandatory and that is to reduce the gap in the exchange rate between what was on offer from official channels and unofficial channel, i.e.,'hundi'. With a spread of Tk5.0-6.0 per dollar, why would these poor, hardworking men (and women) go through the hassle of finding a bank or other financial service (approved by BB) that paid less Taka per unit of foreign currency?It appears that the authorities have begun to take note of it finally and the exchange rate has been revised upward by Tk1.0 in the hope of helping exporters and remitters. To what extent it will help in the case of remittance remains a wild guess. Making statements about hundi being illegal is simply not going to make a dent in this trade. Talking about patriotism and how it is every citizen's duty to help the country's economy is also not going to help matters. What will help, of course, is what has been stated many times previously on different panels of discussion with policymakers. Take proactive measures to address the root causes of why people are more at ease using Hundi instead of the banking channel to send money home.While the plan to increase the return on dollar to remitters is a good idea, Hundi is an ancient means of remitting money with minimal hassle and paperwork. As the system is entirely based on trust, frauds have defrauded many workers of their money. Unfortunately for our hapless expatriate workers who are treated disdainfully by our class-conscious society, Hundi system still proves to be a viable option.Millions of Bangladeshi workers are working abroad side-by-side with other Asian expatriate workers from India, Pakistan, the Philippines to mention but a few. Many of these countries are fully aware of the crucial role their workers play in remitting much-need foreign currency and have dedicated labour-relations departments at their embassies abroad. These countries' foreign missions work hand-in-hand with host countries and take the issue of human rights and workers' rights with companies in those countries very seriously. Such a policy backup goes a long way in building trust between the governments and the expatriate workers. Besides signing praises to their hard labour and paying tribute to sacrifices made by workers for the motherland, have the authorities gone the extra mile to help its expatriate workers? The BB is doing its job, but for things to change for the positive, policymakers need to build new bridges to reach the workers with a mission to win hearts and minds. When there is more trust, the messages of what needs to be done for the greater good can be channelled easily to the expatriate community. This and mobile financial services, when incorporated in channelling in foreign exchange earned abroad, will turn the tide against hundi.\n[email protected]",
        "headline_1": "Dip in remittance is an ominous sign",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dip-in-remittance-is-an-ominous-sign-1683292335",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "On April 26, Bangladesh along with other countries of the world observed the International Noise Awareness Day 2023. The theme of the day for this year was: \"Protect Your Ears, Protect Your Health.\" The choice of the theme indicates that noise pollution in many countries has already reached a high-risk level causing severe harm to human health. It is known to all that when any noise or sound crosses the limit of the tolerable level of decibel, human ears cannot receive it. Instead, ears face serious injury that negatively affects the brain and nerves. The ultimate result is the decline in physical and mental health. So, the core objective of the day is to make people aware of the distressing aspects of noise pollution and what can be done to prevent it. The theme further shows that despite knowing the danger of excessive noise, people care little, as if they have forgotten the health hazards. So they need to be reoriented about the basic knowledge of keeping the noise level at a tolerable level. It is true for many countries, including Bangladesh, where the proliferation of casualness brings many hazards and troubles to the citizens' daily lives. A growing number of people in this county have become habituated to doing almost everything casually. Some have yet to comprehend their casualness, let alone its consequences. The problem of noise pollution needs to be understood in this context also. A major source of noise pollution in the country, in the urban areas to be more accurate, is careless and impatient honking. It has become unavoidable and an ingrained habit of all motorists in this country, and they seem to believe honking is more important than pressing the brakes. In Bangladesh, honking has already gone beyond all limits and thus the urgency to alert nearby vehicles and pedestrians has seriously been compromised. The unnecessary honking reflects impatience and also insensitivity to other people. It is also a reflection of bad culture and casual attitude.It is sad to note that many people of different ages are suffering from headaches to loss of hearing due to noise pollution from careless honking. It is also known that louder hydraulic horns even cause abortion in pregnant women. As there is no organised statistics, it is difficult to know how many babies are born in the country with the hearing problem due to continuous honking on roads. Citizens of all walks of life are more or less paying for nonsensical honking. A growing number of various motor vehicles is also behind the rise in honking. Motorcycles and CNG-driven auto-rickshaws on roads honk frequently. Honking by private cars is also widespread. Public buses, however, are known for louder honking. Again, it will not be fair to blame only those behind the steering of motor vehicles. The lousy traffic management on roads and streets also drives them to honk impatiently. Failure to implement the traffic laws properly has already worsened the chaos on roads. Irregular drives to seize the hydraulic horns from buses and trucks will not be enough to reduce noise pollution in the long run.\n[email protected]",
        "headline_1": "Curb honking to reduce noise pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curb-honking-to-reduce-noise-pollution-1683292373",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-05-2023"
    },
    {
        "full_article": "We now live in the age of technology. Today, everyone from a small child to an adult seems to be addicted to social media platforms. Whether you love it or hate it, TikTok is one of the most popular and fast-growing short video sharing platforms in Bangladesh. It is one of the most downloaded non-game apps in the country. Everyone is trying to become a famous TikToker by performing stunts every day. Unfortunately, many people have lost their lives because of seeking publicity. Our adventure-loving youths are engrossed in it and expect to have a huge fan following. Even our children are addicted to this app. This addiction also has psychological effects on mental health, causing anxiety, irritation, and sadness. And there is a high risk of suicide. Therefore, there is a need to fix an age limit for its use and parents should set a screen time for their children. Entertainment is a fundamental right to a human being. But at the same time, it should be healthy and ethical. Many people play outdoor sports for fun. It also keeps them fit and strong-willed in mentality. At leisure times, some people love to read books. This is a good hobby. Watching movies, cartoon, stage play or sports is also known as quality pastimes. But when in the name of creating video contents for TikTok, young people start wearing indecent clothes, calling names or speaking roughly and behaving offensively, it cannot be accepted. It is because of TikTok addiction, today's youths are losing their interest in reading and other healthy recreational activities. So, we urge the authorities concerned to filter these video contents. Also, we should make young people understand that they are getting addicted to the app that adds nothing of value to their thought process but only waste their precious time. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Dealing with youngsters' TikTok obsession",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-youngsters-tiktok-obsession-1683292400",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-05-2023"
    }
]