[
    {
        "full_article": "Two high-profile environmental conferences—the UN Biodiversity Conference under the Convention of Biological Diversity (CBD) and the UN Climate Change Conference under the United Nations Framework Convention on Climate Change (UNFCCC)—were held recently in Kunming, China and Glasgow, Scotland, respectively. The biodiversity conference recognised that change in land and sea use, overexploitation, climate change, pollution, and invasive alien species are the main drivers behind biodiversity loss worldwide. Following that recognition, world leaders pledged to reverse the current trends of biodiversity loss by 2030 and envisioned living in harmony with nature by 2050. In this context, it is vital to note that saving nature and biodiversity is the key to solving climate-induced socioecological problems. Rightly so, the UN climate conference has emphasised reducing deforestation by 2030. Climate scientists and activists have also called for saving nature and utilising nature-based goods and services to tackle climate-induced problems—popularly known as \"Nature-based Solutions\" (NbS) to climate change. These conferences, ideas, and pledges suggest that conservation of nature and biodiversity is necessary to tackle climate change, thereby vital for our survival and existence.\nNow that we realise the importance of conserving nature and biodiversity, we also face the challenge of conserving them while meeting our developmental needs. This is because development often involves clearing forests or natural areas, while conservation actions demand that forests and natural areas remain intact. So, how do we deal with these conflicting interests? One of the ways to do that is to find a balance between development works and conservation. Rightly so, Prime Minister Sheikh Hasina has emphasised building a developed and prosperous Bangladesh, but at the same time, building it green and climate-resilient. That is, the government's policy is friendly to both development and nature conservation.\nThat being said, our development and conservation-friendly model faces a significant problem in practice. Policy implementers and activists often take one of the two ideas that suit their interests more. On the one hand, conservationists often emphasise the idea of a green and climate-resilient Bangladesh and protest against any project near the forests, even if the project is vital for the country. On the other hand, development activists often emphasise the idea of a developed and prosperous Bangladesh and push for any project, even if that could potentially cost greenness or climate resilience. Take these two examples: first, there have been news reports recently regarding tree felling in Sylhet in the name of development work. The action directly conflicts with protecting greenness and climate resilience. Second, a letter of concern was published in the Science Magazine that Padma Bridge would threaten the Sundarbans. That concern directly conflicts with development and prosperity. The first case illustrates the short-sightedness of development workers, while the second case demonstrates exaggeration from conservationists. This type of debate usually takes place on an emotional ground, rather than on scientific understanding, which is somewhat frustrating and does not serve the country's best interest. What is needed the most is that policymakers and activists take both the ideas—not just the one that suits their own individual interests—by heart, argue scientifically, and look for the overall sustainable development of the country, instead of sectoral development.\nAt this point, we must appreciate the pace at which Bangladesh is currently developing. Many development projects are now in progress, with more in the pipeline. However, we are also among the top-ranked climate vulnerable countries globally, in need of more climate adaptation and resilience efforts and measures. Although essential, setting aside a vast chunk of land purely for nature conservation or climate change adaptation is becoming increasingly challenging. So, we must offset the potential loss of nature by creating new nature around our dwellings, and achieving the overall goal of \"net zero deforestation.\"\nThe very first step towards achieving the goal of net zero deforestation is changing our mindset. Our conservationists still adhere to traditional attitudes and focus merely on forests, ignoring nature beyond forests, such as urban areas and riverbanks. The assessment of conservation success also pays little attention to biodiversity and ecosystem services, focusing mainly on restoring or preserving forest areas instead. The Forest Department has a specialised branch named wildlife and nature conservation circle, but the circle is still in its infancy. Its focus has so far lied on the conservation of charismatic animals, instead of plant diversity or the diversity of non-charismatic animals. Thus, it is not uncommon that some forests in our country are characterised by a lack of vegetation cover or single-species plantation—that is, they represent nature of poor quality and poor biodiversity. On the other hand, we traditionally measure development success through the extent of infrastructure developed—including roads, bridges and buildings—with minimal regard to their costs on greenness or climate resilience. I suggest that it is time to move on from our traditional ideas of conservation or development. We should embrace newer ideas, such as: a) nature conservation is more than just protecting forests, and it is about saving biodiversity and ecosystem services within forests and beyond; and b) greenness can be incorporated within the development plan, as illustrated by the Pudong model of development in China.\nI, therefore, urge the relevant authorities and experts to minimise the development-versus-conservation dilemma by broadening the scope of nature management and promoting green development. That is, we should (a) keep our natural forests intact; (b) improve the quality of our forests—by paying attention to biodiversity and ecosystem services; and (c) bring our city spaces, urban areas, and riverbanks under nature management to improve greenness. Relevant and applicable development projects must be eco-friendly, cautious about greenness, and planned away from natural forests. We must keep in mind that we cannot survive without nature—neither can we stop the wheels of development. So, we should coordinate among the stakeholders, including political leaders, and adapt to the modern approaches that can save nature, promote development and improve the quality of our living, leading to a modern and climate-resilient Bangladesh.\n \nDr Shekhar R Biswas is a professor of ecology at East China Normal University in Shanghai.\n",
        "headline_1": "A plea for life and progress in harmony with nature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/plea-life-and-progress-harmony-nature-2901161",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2021"
    },
    {
        "full_article": "Just in case there were any doubts, Turkish Foreign Minister Mevlut Cavusoglu demonstrated with his visit to Lebanon last week that improved relations between Middle-Eastern rivals would not bury hatchets.\nOn the contrary, improved relations shifts the battlefield away from potential armed conflict, allowing rivals to compete while enjoying the benefits of trade and economic cooperation, as well as lines of communication that help prevent disputes and conflicts from spinning out of control.\nWith his visit, Cavusoglu was stepping into a breach. He sought to fill a vacuum after Turkey's geopolitical and religious soft power rivals, Saudi Arabia and the United Arab Emirates (UAE)—together with Bahrain and Kuwait—imposed an economic boycott on Lebanon and withdrew their ambassadors from Beirut.\nA one-time middle-income country, Lebanon is teetering on the brink of collapse due to endemic corruption and an elite willing to protect its vested interests at whatever cost. As a result, the United Nations estimates that three-quarters of the population have descended into poverty.\nAggravating Lebanon's predicament, the boycott intends to loosen the grip on the country of Hezbollah, the Iranian-backed militia and political party, which has become a part of the elite. A Hezbollah protest in October, demanding the replacement of a judge investigating last year's devastating Beirut port explosion that killed more than 200 people, descended into sectarian violence reminiscent of Lebanon's 15-year-long civil war in the 1970s and 1980s.\nCavusoglu travelled to Beirut in advance of a one-day UAE-Turkey business forum in Istanbul and a visit by UAE Crown Prince Mohammed bin Zayed—the first in 12 years. Turkish Interior Minister Suleyman Soylu met in Rome with his UAE counterpart, Saif bin Zayed Al Nahyan, days after the Beirut visit on the sidelines of the Mediterranean Parliamentary Assembly.\nTurkey and the UAE have been at loggerheads because of Turkish allegations that the Emirates had funded a failed 2016 military attempt to topple President Recep Tayyip Erdogan, and Emirati objections to Turkish support for political Islam—particularly the Muslim Brotherhood.\nTurkey and the UAE have fought military and/or political proxy battles in Libya, Syria, the Eastern Mediterranean, and France, where they were on opposite sides of the divide. Moreover, Turkey supported Qatar and expanded its military presence in the Gulf state during the 3.5-year-long UAE-Saudi-led diplomatic and economic boycott of Qatar that was lifted in January this year.\nSimilarly, Egypt and Saudi Arabia have been seeking to tone down their differences with Turkey at a time of uncertainty over the United States' security commitments in the Middle East, and the need of all Middle-Eastern states to focus on some combination of economic reform, diversification, and expansion as a result of the Covid-19 pandemic and the demands of climate change.\nAgainst that backdrop, Cavusoglu travelled to Tehran a day before arriving in Beirut. In Tehran, he sought to bolster his position as a potential mediator in Lebanon, manage Turkish-Iranian tensions in the Caucasus along the Azerbaijani-Iranian border, and find some common ground in Syria where the two countries are also at odds.\n\"If there is anything that can be done for the issue (in Lebanon) to be resolved as soon as possible, we are ready to carry it out,\" Cavusoglu said.\nDespite improving relations between Turkey, the UAE, and Saudi Arabia, it was unlikely that the Gulf states would loosen their stranglehold on Lebanon or that they would trust Turkey to be an acceptable and unbiased mediator. At the same time, Turkey appeared to be further drawing regional battle lines not only with Saudi Arabia and the UAE, but also with Southeast European states as well as Russia and Iran, with which it simultaneously competes and cooperates.\nIt did so in a recent gathering of the Cooperation Council of Turkic Speaking States in Istanbul. The council groups Azerbaijan, Uzbekistan, Kyrgyzstan, and Kazakhstan, Turkic-speaking states in Central Asia and the Caucasus. Turkmenistan, the only other Turkic-speaking nation, and Hungary have observer status.\nThe Istanbul gathering restricted membership and observer status to Turkic-speaking countries. The decision bars not only other Southeast European countries from associating themselves with the council, but also Iran, where Azeris—the country's largest ethnic minority—account for 15 percent of the population, and Russia with its Turkic minorities.\nAdd to all of this the diplomatic impact of the recent arrest on espionage charges and the subsequent release of an Israeli tourist couple for taking pictures of Istanbul's Dolmabahce Palace, one of the city's major tourism attractions. The palace, on the shores of the Bosporus, served as the administrative headquarters of Ottoman sultans in the 19th century and the place of death of Kemal Mustafa Ataturk, the founder of modern Turkey, in 1938.\nThe couple's release prompted the first phone call between Erdogan and top Israeli leaders in nine years, with President Isaac Herzog and Prime Minister Naftali Bennett phoning the Turkish president separately to thank him. Israel has until now cold-shouldered Turkish efforts to improve long-strained relations between the two countries.\nBeyond the fact that Erdogan does not want the incident to scare off badly needed tourists at a time of severe economic crisis, it also provided an opportunity to break through to Israel and reduce the UAE's geopolitical advantage in maintaining close ties to the Jewish state. Erdogan expects the Turkish move to be reciprocated. That is precisely what Israeli conservatives fear.\n\"Ankara's accusations of 'espionage' and apparent threats to raise the price for the detainees show that it was using hostage diplomacy involving innocent tourists. This is how Hamas, which is backed by Ankara's ruling party, has also behaved… Normal regimes don't detain innocent people,\" thundered Seth J Frantzman, the right-wing Jerusalem Post's Middle East correspondent.\n \nDr James M Dorsey is an award-winning journalist and scholar, and a senior fellow at the National University of Singapore's Middle East Institute.\n",
        "headline_1": "A new world: The Middle East tries cooperation alongside competition",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/new-world-the-middle-east-tries-cooperation-alongside-competition-2901156",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2021"
    },
    {
        "full_article": "Following the 2011 nuclear disaster in Japan's Fukushima, nuclear power's share in global electricity-generation saw a staggering decline from 13 percent to 10 percent. Should the trend continue, will nuclear power be of any consequence in the global energy mix of the future? If not, how will the world's electricity demand be met with nuclear power out of the picture? Can Germany, Italy, Japan and South Korea become partners in building the proverbial green \"utopia\" based on renewable energy?\nAs of today, a total of 443 reactors—including a Generation-1, 405 Generation-2, 36 Generation-3/3+ and one Generation-4—are operational in 32 countries. Another 46 Generation-3/3+ reactors are under construction in 17 countries. Plus, a total of 406 Generation-1 and Generation-2 reactors will reach redundancy between 2030 and 2040. On the other hand, Germany currently has eight reactors in operation, all of which will be shut down by 2022. Twenty-six reactors are already in their decommissioning stage. By phasing out its reactors, Germany will revert to the stage Italy is currently in. Japan and South Korea seem to be following suit. The United States saw the largest commissioning of reactors in the 1970s and has built a total of 104 reactors since. At present, the country has 94 reactors in operation. Only two reactors are currently under construction in the United States. If this situation continues, they, too, are likely to be dropped out of the list of nuclear power-producing countries by 2040 or 2050.\nRussia, China, India, Hungary, and some newcomers like Turkey, UAE, Belarus, Bangladesh and Egypt are now building several reactors. But to increase power generation from nuclear fission, it is necessary to build more reactors to replace the reactors that will be shut down, which is not happening at the moment. Assuming no change in current trends, the production of electricity from nuclear power will decrease at an unprecedented rate between 2030 and 2040.\nThe cost of generating electricity from oil, gas and coal is soaring. Their stock is not inexhaustible. These fossil fuels are playing a major role in global warming. Research has found that nuclear power generation is far more economical and environmentally-friendly than other fuel sources. Due to the lack of public support and the risk of another accident (like the Fukushima 2011 one), developed countries involved in nuclear technology are not taking the initiative to build new reactors. The reactors that malfunctioned in the past were designed in the 1970s, with poor safety and of medium and large sizes (such as the Generation-2 reactors). But at present, large (and small) reactors with Generation-3+ and Generation-4 technologies are being built. The International Atomic Energy Agency (IAEA) has termed the reactors with a maximum capacity of 300 MWe as small modular reactors (SMRs). SMRs have improved safety features compared to large reactors. They have a natural heat dissipation system in the event of an accident, so the fuel will not be damaged and there will be no need for an emergency shelter. Other advantages include lower investment costs, a smaller volume of nuclear waste, reduced construction time, streamlined fuel cycle, simpler licensing and commissioning, power supply without long transmission lines in remote off-grid areas and cost reduction due to off-site factory integration and modular construction. There is no chance of accidents such as those in Chernobyl or Fukushima occurring. SMRs can be used to generate electricity as well as to produce hydrogen from wasted heat, or purify seawater and run heavy industries.\nThe concept of the SMR was introduced in 1954 with the launch of the US nuclear submarine, USS Nautilus. SMRs are attached to nuclear submarines. They were not produced commercially due to their smaller capacity to meet large energy demands. Reactors which are even smaller than SMRs are known as microreactors, with a maximum capacity of two to 10 MWe. These are now under development in the United States, the United Kingdom and Japan. Their use in the military-civilian field will be more attractive. Currently in operation are two SMRs in China, one in Russia and one in Japan, while another is under construction in Argentina. In the future, these reactors could be used as proven technology and reference plants. The design of many SMRs is in the approval stage in the United States, Canada, and even Germany, Italy and South Korea. Large and small entities have a vested interest to build SMRs and microreactors in 15 countries. Overall, the SMR market in the international arena is quite promising for almost all countries. However, to make the use of SMR more profitable, vertically-integrated mass production is required. For this, big international power utility companies have to come forward.\nIt is expected that multiple SMRs will be commissioned in many countries by 2040. The suitable place for these is in places where there are no power transmission lines. SMR is a very suitable technology for Bangladesh. It is necessary to include the SMR technology in the energy and power system master plan, and in the national nuclear power action plan. There is also a need to build a pilot plot of 10 MWe SMR with the participation of the Atomic Energy Commission, concerned universities, and power-related organisations. The purpose of this project would be to determine how to commercialise SMRs safely and sustainably.\nIf SMRs are successfully commercialised, we will no longer need coal-fired power plants. Even the 210 MWe steam cycle power plants—which are constantly being shut down due to lack of natural gas—can be replaced by SMRs. To this end, the suitability for setting up SMRs at these power plant sites can be verified. In addition, the Bangladesh Atomic Energy Regulatory Authority may seek the assistance of the IAEA to prepare the necessary regulations regarding the availability of their site licenses. At the same time, the relevant organisations may be instructed to take appropriate action regarding the nuclear fuel cycle. The recent COP26 conference has emphasised choosing SMR as a source of clean energy. My personal opinion is that two more large reactors similar to the VVER-1200 model could be set up at the Rooppur Nuclear Power Plant site without earmarking a construction site for large reactors in the southern part of the country. It will then be an easier, faster and more cost-effective project. Now, it is necessary to formulate a roadmap for setting up SMRs and microreactors nationwide and implement it accordingly. Only then will it be possible to supply reliable, uninterrupted, affordable and clean electricity for all.\n \nDr Md Shafiqul Islam is a researcher and writer, and a professor at the Department of Nuclear Engineering in Dhaka University.\n",
        "headline_1": "In search of safe, affordable and clean electricity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/search-safe-affordable-and-clean-electricity-2901151",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2021"
    },
    {
        "full_article": "It is not very often that one sees the prime minister of a country publicly tendering an apology for a job they failed to push through. But that was what Indian Prime Minister Narendra Modi did when he addressed the nation on television on the morning of November 19 to announce the decision to withdraw the three controversial farm laws.\nModi had dourly defended the three laws passed by parliament in its monsoon session 2020, and repeatedly advertised them as a major agricultural sector reform that reflect his government's appetite for pushing through hard economic decisions. The Modi-led Bharatiya Janata Party (BJP) had also derided the farmers protesting against the three laws as andolanjeevi (habitual agitators). Some party leaders even went to the extent of alleging anti-national links of the agitating farmers, and questioned the inflow of funds to fuel the year-long stir.\nWhy did Modi decide to repeal the three laws at a time when the sagging farm sector in India is crying for huge investments, technology, cold storage networks, a seamless market, and new marketing techniques to make agriculture a remunerative vocation and prevent the exodus of farm labourers? Most political pundits in India would have us believe that this was due to the forthcoming fresh assembly polls in Uttar Pradesh, India's most populous state, Punjab, Himachal Pradesh, Uttarakhand and Goa in less than six months. Secondly, as a section of the Indian media reported, the government was worried about the possible impact of the protracted agitation by Punjabi farmers, most of whom are Sikhs, in the state of Punjab, which borders Pakistan, as Sikh separatists abroad could tap into their resentment and once again foment terrorism in the state. The question that arises is: Did the government not realise this at the initial stage of the farmers' protest before it snowballed?\nThe decision to take back the three laws, particularly for the \"benefit\" of a majority (80 percent) of poor farmers with less than two hectares of landholding, was the second instance of the Modi government capitulating on an issue related to farmers. In 2015, a year after Modi was swept to power, he had to revoke the land acquisition ordinance after sustained pushbacks against it.\nIndia is witnessing a clash of two contrasting politico-economic philosophies. Should the country continue to believe in the politics of freebies, doles and subsidies for its poor, or opt for empowering them through a calibrated journey on the path of reforms, which at times impose temporary hardships to adjust to the new regime? Doles and freebies don't allow the poor to come out of the rigmarole of dependence on handouts. But the other side of the challenge is how to make the reforms result-oriented and less painful so that it does not deform.\nFor decades, successive governments have been subsidising the poor farmers by providing cheaper electricity, diesel, fertilisers, insurance, and credit. The question is how long this process will go on. Most of the farmers, rich or poor, are exempted from income tax. If an array of subsidies cannot empower the farmers, isn't it time to revisit them? Agreed that farmers are annadata of the country and consist of the largest segment of India's electorate. But the subsidies have a cost because they are being met by the kardata through their taxes and duties paid by the minority sections of the society. The danger is against getting into the binary of annadata and kardata. It is not a case of one versus the other, but a balance between the two.\nModi desperately needs to win the battle for Uttar Pradesh, Punjab and the other smaller states in the first half of 2022, whose results would be a key marker as to which direction the wind is blowing in the run-up to the 2024 Lok Sabha election. Of particular significance is UP. It is often said that the road to power over India passes through UP, electorally the most crucial state which has the highest number of 80 seats. The traction the farmers' agitation gained in the last one year has made BJP leadership worried by the party's dimming prospects in the western part of Uttar Pradesh, which accounts for nearly 130 of the 400-odd seats in the state assembly.\nIn his televised address announcing the repeal of the three laws, Modi admitted that his government had failed to convince a section of farmers about the benefits of the new legislations. In fact, what has amplified is the failure to win the perception war with the farmers and a united opposition including the Congress party which, under the leadership of then Prime Minister Manmohan Singh, had originally mooted the idea of the three laws. It has often been seen that the BJP has failed to counter its rivals when it comes to street mobilisations for major reforms. The BJP has come out awfully street-shy. Politics is best fought not in TV studios and drawing rooms, and on social media, but on the streets even in this age of digital connect. No one is a better example of this than West Bengal Chief Minister Mamata Banerjee, who is known for her street-savvy image.\nAs was expected, the withdrawal of the three laws by the government has emboldened the agitating farmers to shift the goalposts in return for calling off the agitation. The agitators have now further upped the ante on the issue of Minimum Support Price (MSP), which emerged as the main sticking point. There was an apprehension among the farmers that allowing outside-APMC (Agricultural Produce Market Committee) trade of farm produce would lead to lesser buying by government procurement agencies in the approved mandis. The protesting farmers say the new laws would thus make the MSP system irrelevant, and they would not have any assured income from their farming.\nThe rollback of the three farm laws has also raised speculations about the future of reforms in other areas like labour laws, privatisation of loss-making public sector units, and the power sector. The insatiable hunger for political power triggers expediency and makes it tempting to give up on convictions. That is where the political slide begins. After being in power for a decade, the BJP could well see its unravelling with the withdrawal of the three farm laws. That Modi sought apology while deciding to withdraw the three laws shows how much he is ready to bend for electoral gains, which are non-existent yet.\nThe report card of the government's handling of the economy has been far from encouraging ever since the high GDP growth of 8.3 percent in 2016-17. The growth rate fell in the subsequent three years, and the decline began even before the country was battered by Covid-19.\nThere is no guarantee that the repeal of the three laws will help the BJP achieve its electoral objectives of checkmating the ruling Congress in Punjab or countering the rivals in UP. There is no reason to assume that public memory is short, and the four to five months before the next round of assembly elections is a long time in politics. Those five months are numerically—if not politically—shorter than the last one year when the BJP was seen going the whole hog, championing the three farm sector laws as part of big-ticket economic reforms. What will happen to Modi's much-vaunted development agenda if GDP continues to stutter? Some analysts apprehend that failure on the economic front may even prompt the ruling party to increasingly turn to a divisive agenda in elections.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "No country for reforms?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/no-country-reforms-2901146",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2021"
    },
    {
        "full_article": "The shocking murder of Syed Ahmed Sohel—a ward councillor of Cumilla City Corporation—and his associate Haripada Das, has left us deeply concerned about the current state of politics in the country, especially at the local level. So far, we have little concrete information regarding the killings, but the implications of such a daring attack are likely to be far-reaching. According to a report in this daily, masked gunmen, dressed in black, stormed into the ward councillor's office on Monday and started firing almost immediately, killing the two men and injuring five others, before making a quick getaway on their motorcycles. While the reasons behind the killings are not yet known, it is clear that the attacks were premeditated and planned extensively. \nThis is not the first time that Cumilla City Corporation has witnessed such violence. According to a Prothom Alo report, in November last year, a Jubo League leader who had contested in the 2017 city corporation elections as a councillor candidate was hacked to death; and in November 2018, a Chhatra League leader, who had also contested in the same elections, was shot dead in the streets. While there is no indication yet from law enforcement regarding whether these deaths are in any way related, we hope the authorities will, during investigations, take into consideration the fact that those killed in recent years were all connected to the city's local political administration in some way. \nAccording to anonymous sources, there was a rivalry between Sohel and another group over establishing supremacy in the area, which was directly linked with the control of the area's drug trade and extortion rackets. Although The Daily Star was unable to verify this claim independently, the almost professional style of Monday's murders means the involvement of organised crime cannot be discounted. Media reports have also suggested a potential link to intra-party conflict and the struggle to establish dominance in the area. Most recently, Sohel's name came up after the communal violence in Cumilla during Durga Puja, since the man who was accused of provoking the attacks by placing the Holy Quran on a puja mandap was a tenant in one of Sohel's houses. \nThere are clearly a number of elements at play here, and we hope the authorities will do their utmost in untangling this web of mystery and getting to the bottom of Monday's horrific murders. The fact that such a brazen attack could be conducted in broad daylight, and against members of the political administration, raises serious questions about the law and security situation in Cumilla city, which must be addressed urgently. At the same time, we urge the government to investigate any alleged links of local leaders in criminal activities like drug trafficking and extortion, and to ensure that party rivalries and power politics do not lead to situations where lives are lost and the safety of the general public is threatened. Such contemptible activities put the very fabric of political life at risk, and strong steps must be taken to ensure they are rooted out from politics. \n",
        "headline_1": "Untangle the mystery behind Cumilla councillor killing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/untangle-the-mystery-behind-cumilla-councillor-killing-2900966",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2021"
    },
    {
        "full_article": "A recent study conducted by the health ministry has found that Bangladesh's out-of-pocket (OOP) healthcare expenditure has been rising steadily, instead of falling. According to the study, our OOP expenses have increased to 68.5 percent in 2020 from 67 percent in 2015, which is the highest in South Asia. While about 64 percent of the OOP expenditure goes towards medicine, disease diagnosis accounts for eight percent, and inpatient and outpatient services account for 12 percent and 11 percent, respectively. Due to such high healthcare expenditure, 4.5 percent of people are pushed into poverty every year, the study found. The findings are indeed alarming, and we need to find out the underlying reasons and address them in order to bring down our healthcare costs.\nIt is particularly shocking to know that 64 percent of our OOP expenditure goes towards medicine, while it is only 28 percent in India. Our patients have to spend more on medicine because of irrational prescriptions and aggressive marketing by pharmaceutical companies. And, in the absence of any rules and proper monitoring mechanisms, the private diagnostic centres are charging patients exorbitantly for medical tests. The result is that a majority of our patients avoid going to the doctors when they really need medical assistance, and take over-the-counter drugs instead. According to the Health Financing Strategy 2012-2032, we need to halve our OOP expenditure to 32 percent by 2032 to meet the target of Universal Health Coverage (UHC).\nHealthcare experts suggest that we should revise and expand the list of emergency medicines and follow the treatment protocols prescribed by physicians, as well as reduce the diagnosis costs to bring down our overall healthcare costs. In addition, the aggressive marketing strategies by pharmaceutical companies have to be stopped. It should be made mandatory for our physicians to write down the generic names of medicines in their prescriptions, instead of promoting the medicines of any particular company, which would help reduce competition among pharmaceutical companies.\nAdditionally, our primary healthcare systems in rural and urban areas need to be strengthened so that patients don't have to seek treatment in private healthcare facilities. Moreover, coordination between community clinics and upazila health complexes through the introduction of e-health services, ensuring efficiency of the public healthcare facilities, and introducing a social health insurance system are some of the main areas where we must make improvements.\n",
        "headline_1": "Why is our out-of-pocket healthcare expense rising?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-our-out-pocket-healthcare-expense-rising-2900341",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2021"
    }
]