[
    {
        "full_article": "At a time when the tremors of ethnic clashes in Manipur have not yet settled, communal clashes in Haryana, in regions abutting the national capital, claimed six lives this week. Two Home Guards and four civilians were killed and 70 injured in clashes in Gurugram, Sohna and Nuh. Property worth crores has been destroyed, and hundreds have fled their workplaces. The trigger for the mayhem, when local Muslims pelted stones at a Hindu religious procession on July 31 in Nuh, was in the making for a long time. The day-long yatra between two temples in this Muslim-majority district used to be a local affair and has been held without incidents. But in recent years, the yatra has become a political event, with the Vishwa Hindu Parishad mobilising participants from neighbouring Rajasthan and Uttar Pradesh. In the procession this year, participants raised slogans and carried firearms and other weapons, according to reports. Facing attack, the pilgrims returned to the first temple and had to wait until police reinforcements arrived from neighbouring districts. The administration was caught off-guard and unprepared. Following the violence, 176 people have been arrested and 93 FIRs registered. The Haryana Chief Minister, M.L. Khattar, has said the violence was premeditated — it appears to be so.Tension had been building up for days, beginning with a Bajrang Dal member and self-styled cow vigilante uploading videos on social media platforms, announcing that he and his team would be part of the yatra this year. The fresh threats from a person who is accused in the kidnapping and murder of two Muslim youth from Rajasthan’s Bharatpur in February this year, evoked strong resentment among the Muslim population. Local social and political leaders had alerted the administration that there could be violence. On the day of the yatra, another Bajrang Dal activist uploaded videos that used provocative language, asking Nuh’s residents to be prepared for their arrival. The violence spread to the Sohna sub-division of Gurugram; a mosque was also vandalised. An Imam at the Anjuman Jama Masjid in Sector 57 was killed by an armed mob around midnight on Monday, a staff member seriously injured, and the shrine set ablaze. The police at the mosque, who were outnumbered by the rioters, remained mute spectators. Policing in Haryana has been shown up to be inadequate in the face of communal incitement by groups associated with the ruling Bharatiya Janata Party. The Haryana administration must take strict action against the perpetrators of the violence, and be vigilant and impartial to ensure peace.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nunrest, conflicts and war\n\n/\n\nManipur\n\n/\n\nHaryana\n\n/\n\nreligion and belief\n\n/\n\narrest\n\n/\n\nRajasthan\n\n/\n\nUttar Pradesh\n\n/\n\nminority group\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Making a riot: On the communal clashes in Haryana",
        "headline_2": "The state must remain impartial in situations of communal conflict",
        "link": "https://www.thehindu.com/opinion/editorial/making-a-riot-the-hindu-editorial-on-the-communal-clashes-in-haryana/article67154320.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "After facing prior charges relating to hush money paid to cover up an affair and the illegal retention of top-secret documents, former U.S. President Donald Trump has been indicted for the third time. The most recent felony charges stem from allegations that he sought to block the peaceful transfer of power by seeking to overturn the results of the 2020 presidential election, which current President Joe Biden won. The four charges at this juncture include conspiracy to defraud, witness tampering, conspiracy against the rights of citizens, and obstruction of and attempt to obstruct an official proceeding. The obstruction charges relate to the actions of Mr. Trump on January 6, 2021, when he is alleged to have incited a violent mob to march on the Capitol buildings in Washington even as lawmakers were meeting there to certify the election results, as required by law. The mob broke barricades and vandalised Congressional offices and property, injuring at least 140 law enforcement officers. A wide-ranging Justice Department investigation has led to the arrest and prosecution of more than 1,000 people said to be involved in one of the worst attacks on the very heart of U.S. democracy. Beyond the charges in the most recent indictment, Mr. Trump is also likely to be slapped with charges in the State of Georgia this month, relating to his attempts, in concert with allies, to overturn his 2020 election loss there.\rNot surprisingly, Mr. Trump has denounced the indictment as evidence of the “corruption, scandal, and failure” of the Biden White House, and his lawyers have attacked it as being the “first time that the First Amendment has been criminalised”. U.S. politics is already shifting gear as it enters the deep end of the 2024 presidential election cycle. Mr. Trump leads by a significant margin the cohort of at least 14 Republican candidates seeking their party’s nomination for the election. Some legal experts say that even if he is found guilty in one or more of the indictment cases, there is nothing in the U.S. constitution that bars him from contesting the 2024 election. This could lead to the unprecedented situation of the U.S. being led by a convicted President, or a President who governs from prison, if not a President who takes office and then has all of his convictions dismissed. The bizarreness of this scenario is only exceeded by the extreme levels of political polarisation of the U.S. electorate across the liberal-conservative spectrum on a variety of critical issues including the role of the government in the economy, reproductive and civil rights, immigration, foreign policy and much more. Unless bipartisanship somehow gains a foothold in this deeply conflicted polity, there is a real risk that U.S. exceptionalism may soon be a thing of the past.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\narrest\n\n/\n\nlaws\n\n/\n\nconstitution",
        "headline_1": "Strike three: on the indictment of former U.S. President Donald Trump",
        "headline_2": "The U.S. is witnessing extreme levels of political polarisation of the electorate",
        "link": "https://www.thehindu.com/opinion/editorial/strike-three-on-the-indictment-of-former-us-president-donald-trump/article67154344.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "After Manipur, another BJP-ruled state is making headlines for the wrong reasons. This time the arc of violence is closer to the Centre – a communal flare-up in Haryana. It doesn’t matter who started the fire, whether it was the stone-pelting on a Hinduprocession in Nuh or the retaliatory aftermath in Gurugram. As the ruling party at both the Centre and the state, BJP has higher obligations under law. One is to figure out what can go wrong when communal tensions are high and take preventive measures. The other is to put out the fires quickly, if they happen, and maintain law and order. While it has clearly failed in Manipur, in Haryana it must move at lightning speed to ensure communal tensions do not worsen.\nRead full story on TOI+\n\n",
        "headline_1": "Old lesson from Nuh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/old-lesson-from-nuh/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "A key stated concern that the Forest Conservation Amendment is trying to address is ‘mis-interpretations’ regarding the applicability of the Forest Conservation Act (FCA) on recorded forest lands, private forest lands, plantations etc. It does so, by prescribing, “the extent of applicability andnon-applicabilityof the Act in various types of lands”.To understand the impact of the amendment, it is useful to revisit the context in which the original Act was enacted, and the subsequent jurisprudence that emerged.\nRead full story on TOI+\n\n",
        "headline_1": "The will’s not there for our woods",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-wills-not-there-for-our-woods/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "The communal clashes that started with a religious procession in Nuh, Haryana on Monday morning, were foretold on social media. Triggering videos by “absconder” Monu Manesar and another Bajrang Dal leader Bittu Bajrangi, combined with a few counter-videos, very clearly set the stage for a faceoff. The unrest spread to neighbouring Gurugram too, violence reaching within a few kms of the offices of blue-chip companies. As the millennium city and the rest of the state crawl back to normalcy, the Khattar administration must answer why it did little to avert a preventable crisis.\n\nCM Khattar pointed to a “conspiracy” as explanation for the violence. If so, why did the state fail to interrupt the “conspiracy”? Other public gatherings are routinely denied permission, shouldn’t this procession have been cancelled? Far from this, it was allowed to be armed with swords. Further, on both sides there was stockpiling of country-made pistols and other weapons on such scale, that it reflects very poorly on Haryana police if they remained unknowing. And if they had the intelligence, why didn’t police act on it?\nThe Nuh clashes took place against pre-existing communal tensions in the region, over cattle trading. Just this February the burnt bodies of two traders were found in Bhiwani, with Manesar booked in the abduction and murder case. He has apparently remained underground since then. Why don’t police know where he shot the videos that triggered violence on Monday and why weren’t these taken down in time? They must take stern and concerted action against the hate-inciting social media handles, instead of letting these thrive.\nYesterday VHP and Bajrang Dal held even more assemblies in Delhi-NCR. The Supreme Court directed the Centre and state governments concerned to ensure that no hate speech or violence took place during these. But there is an air of impunity to these organisations, as to vigilantes like Manesar. The state machinery seems to look the other way. They seem sheltered from the full weight of the law. But the lawlessness that they wreak is very, very costly for India. The country has a few years’ window to grab the China+1 opportunity and reap prosperity for its citizens. But every riot that overnight grinds business to halt or worse, daunts new investments. And every tear in social harmony in one place, hurts nationwide. India can’t afford Nuhs. GOI should understand that.\n\n",
        "headline_1": "Monu Questions: Haryana violence was preventable. Why did it happen? What do such incidents around business hubs cost?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/monu-questions-haryana-violence-was-preventable-why-did-it-happen-what-do-such-incidents-around-business-hubs-cost/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "Social strife is now almost always accompanied by an internet shutdown, which aims to put a lid on provocation or misinformation. As part of the systems of checks and balances, the Supreme Court had ordered that shutdowns need to be subject to the principle of proportionality. However, in practice, they are subject to the principle of arbitrariness. That’s the conclusion a parliamentary standing committee reached earlier in the year after having examined the issue for over 12 months.\nSome important findings of the committee are that GOI doesn’t have a centralised database on internet shutdowns. Neither does it have a uniform national operating protocol for the shutdowns.\n\nConsequently, internet shutdowns appear to have become an extension of routine policing in states. For example, on some occasions internet shutdowns have been used to prevent cheating in examinations. There’s no accountability imposed on the executive that uses internet shutdowns as an administrative tool. A reason for this is that terms such as “public safety” and “public emergency” are used in a way that suits the convenience of the executive.\nWhy is it important? India’s mobile internet subscriber base exceeds 800 million, making it the most important way to access digital services. Shutdowns cost telecom operators Rs 2.5 crore/hour in a circle area. The loss of opportunities to users is a matter of speculation in the absence of even an attempt by governments to collect data. As a solution, the parliamentary committee asked GOI to examine if select OTT platforms can be temporarily disabled to deal with an emergency and leave users with access to other aspects of the internet. Telecom regulator Trai last month issued a consultation paper to examine its feasibility. It’s doable by tweaking the OTT regulatory architecture if industry feels technology is lagging here.\n\n",
        "headline_1": "Shut Some Down: There’s a way to control flow of disinformation and not totally block internet. Trai is examining the issue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shut-some-down-theres-a-way-to-control-flow-of-disinformation-and-not-totally-block-internet-trai-is-examining-the-issue/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "It wasn't a \"date\" so much as it was damage control by police in a rather absurd turn of events. But let us stick with the term for now because optics matter, more so in Bangladesh's politics than anywhere else, and because the paradoxical nature of what was on offer – for both Gayeshwar Chandra Roy and the intended wider audience – and the unsavoury background to that offering makes it difficult to digest without a slight pinch of comedy.\nFirst, let us spare a minute on the spectacle before we delve into the background. In pictures and videos that have gone viral, the senior BNP leader is seen having lunch with an unlikely host, the chief of the Detective Branch of police. Before them is a lavish spread of delicacies apparently brought in from a five-star hotel. It was a culinary showdown, with enough fruits and dishes to give anyone, as the saying goes, a \"fine dining\" experience. Although Gayeshwar has later clarified that he only accepted food brought from the DB chief's home, the spectacle held a power of its own, causing reactions both funny and speculative.\nA second spectacle witnessed on the same day had another senior BNP leader, Amanullah Aman, bedridden in a local hospital, receiving an unexpected lunch package courtesy of the prime minister herself. This image too quickly went viral.\nSo there it was: proof that Prime Minister Sheikh Hasina's government is not insensitive to the needs of political rivals, offering them food and hospitality even when they are found in the crosshairs of law enforcement. Both leaders, in case you didn't know, sustained injuries earlier that day during BNP's sit-in programme at Dhaka city's entry points – both, ironically, roughed up in clashes with police or ruling party activists. Under pressure from all sides, Awami League was not about to let the potential of this photo op go to waste. Its general secretary, Obaidul Quader, while denying his party had anything to do with the public dissemination of these images, couldn't resist mocking Gayeshwar: \"Why had he eaten the meal? Was he that hungry? What type of a political leader is he?\"\nOr maybe it was this: an orchestrated episode meant to portray a false narrative, distract attention from the wider issues of concern, and create confusion among BNP's rank and file at a time when it is trying to mobilise public support for its one-point demand for the government's resignation in favour of national elections under a non-party interim administration. BNP has said as much, with both of its leaders hitting out at the government for using the photos for political advantage. Gayeshwar, not one to mince his words (pun intended), found the whole episode of offering food – and then turning it into political feed – \"in low taste,\" and labelled it \"shameful.\"\n\nPublic beating followed by public courtship – is this going to be a new political trend then? What's next on the menu? A parliamentary potluck for the surviving opposition MPs? A cabinet buffet? A charity football match between the serial beaters and the serial victims of our confrontational politics? A sword duel to decide who gets to sit at the helm of the election-time government?\nWhichever narrative you find yourself leaning toward, it must be acknowledged that such pictures of apparent hospitality are so rare in our present political history that one needs to go back over 15 years in time for the closest reference to what a newspaper has termed \"video politics\" – it was during the last caretaker government, before Awami League came to power, when videos of one of its veteran leaders, then in custody, with fruits placed in front of him, were also publicly disseminated.\nThe problem with such images is that once they go viral, it is impossible to un-viral them or the message they ostensibly contain. It's little wonder that a significant percentage of social media users – in admiration or contempt – found the Gayeshwar/Amanullah spectacles compulsively absorbing.\nBut the truth eventually comes out. The lunch is eventually seen for what it is – a poor attempt at making up for brutalities publicly inflicted, brutalities that, in the age of a punitive US visa policy, may end up blowing up in the face of those behind them. Or at least this is how BNP's secretary general wants us to see these attempts. Unfortunately for Awami League, this theory may just outlast all others that are making rounds at the moment. And unfortunately for us, the party may not care.\nPublic beating followed by public courtship – is this going to be a new political trend then? What's next on the menu? A parliamentary potluck for the surviving opposition MPs? A cabinet buffet? A charity football match between the serial beaters and the serial victims of our confrontational politics? A sword duel to decide who gets to sit at the helm of the election-time government? Seeing how things have taken a strange turn lately – misusing authority to stage the optics of serving wounded/detained political opponents – it may not be long before \"you've been served\" enters the glossary of political double entendre.\nJokes aside, there is really no takeaway from Saturday's food fiasco. It will go down as yet another example of pointless political posturing – an inconsequential subplot, really, in the big political drama that is currently unfolding in the country.\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "A Lunch Date Gone Wrong",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/lunch-date-gone-wrong-3385646",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "It has been around six years since Bangladesh took in over one million Rohingya people and gave them shelter in Cox's Bazar despite facing many social, economic and environmental challenges. The government has done so on humanitarian grounds, and with international assistance, providing them with all the basic facilities they need to live in the refugee camps. Historically, Bangladesh has been hosting the Rohingya since 1977-1978 when the first wave of refugees fled to our shores from Myanmar's Arakan state. However, in August 2017, we saw the latest and largest such influx. In total, we're currently hosting more than 1.2 million forcibly displaced Myanmar nationals, which has become quite a struggle for us given that international funding for the Rohingya has been waning fast.\nBangladesh signed a repatriation agreement with Myanmar in November 2017, and made two attempts – in 2018 and 2019 – to return the forcibly displaced Rohingya, but without any success. While the international community assisted Bangladesh with funds, they failed to put sufficient pressure on Myanmar to start the repatriation process. Against this backdrop, we really appreciate the Chinese initiative to start the Rohingya repatriation process soon. Reportedly, Chinese Special Envoy for Asian Affairs Deng Xijun has recently hinted that Myanmar may take back the Rohingya living in Cox's Bazar to their own villages in North Maungdaw and nearby places, instead of any camps or \"model villages\" which the Myanmar authorities had planned earlier.\nWe hope that this will indeed be the case, since the Rohingya living in Bangladesh do not want to go back to their country and live in confined facilities where their rights may not be ensured. In fact, earlier this year, a group of Rohingya visited the Rakhine state to observe the conditions for their return and found the situation to be not conducive. They demanded that they be settled back in their original villages with their safety and citizenship rights guaranteed. Another demand raised by them was that all of a family should be repatriated together, which is indeed very important. Moreover, arrangements should be made to ensure their livelihood, education and freedom of mobility. We hope that all these legitimate demands will be met by the Myanmar authorities before the repatriation process finally starts.\nThat being said, we sincerely thank the Chinese government for taking this initiative for Rohingya repatriation. However, for the process to be successful and acceptable to all parties, particularly the Rohingya refugees, there is an urgent need to engage the international community in the process. We hope the repatriation process would start at the earliest, with the international community playing an effective and enthusiastic role.\n",
        "headline_1": "The Rohingya must be repatriated soon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-rohingya-must-be-repatriated-soon-3385476",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "As the institution constitutionally mandated to uphold the most fundamental democratic right of citizens, the Election Commission occupies an unrivalled position that lends anything it says on this subject an air of authority. So when the CEC talks about the importance of dialogue to end the current political impasse over the upcoming national election, we cannot help but take notice. \"The crises are political. If they are resolved politically, it will be much easier for the Election Commission to conduct the election,\" he says. We cannot agree more.\nThe problem is, the EC itself being part of the crisis – and its failure to restore trust in its ability to do its job – renders such assertions pointless.\nThe BNP is currently waging a one-point movement for the government's resignation in favour of elections under a non-party interim administration. Ideally, a strong and independent EC should be its own island, insulated from the chaos over who gets to sit at the helm of the election-time government. Unfortunately, ours is not. On Tuesday, a central leader of BNP reiterated their opposition to the EC, saying \"People who should not be at the Election Commission have gained the positions.\" BNP, ever since this EC was formed, has raised questions about its neutrality, a position frequently vindicated when the latter took us through one questionable decision after another. It doesn't also help that when the CEC passes the baton onto political entities for dialogue, he does so with such generalisation and perfunctoriness that robs it of any seriousness.\nWhat, for example, does he mean when he says \"political parties\" should sit together? Which parties is he talking about? Why coy about it when everyone knows who they are? And who will take the initiative for dialogue? As the party in power, it is Awami League that must take the first step toward dialogue. But BNP too has the responsibility to help create a conducive environment for that. All this is easier said than done, however. The level of animosity between the two camps has reached a point that makes political consensus difficult to achieve, with both parties fiercely facing off on the streets to fulfil their own agenda. While talking to our correspondent, representatives of both parties have again reiterated their uncompromising stances.\nThe EC's role in resolving this situation is no less significant than the political stakeholders of elections. It is time for the EC to go beyond mere rhetoric and take decisive actions to create an environment conducive to free and fair elections. It must demonstrate its impartiality, now more than ever before, and create a level playing field for all political parties. The call for dialogue is not enough; it must actively facilitate and mediate such discussions.\n",
        "headline_1": "There must be dialogue, yes, but can EC do its job?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/there-must-be-dialogue-yes-can-ec-do-its-job-3385376",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "It has been around six years since Bangladesh took in over one million Rohingya people and gave them shelter in Cox's Bazar despite facing many social, economic and environmental challenges. The government has done so on humanitarian grounds, and with international assistance, providing them with all the basic facilities they need to live in the refugee camps. Historically, Bangladesh has been hosting the Rohingya since 1977-1978 when the first wave of refugees fled to our shores from Myanmar's Arakan state. However, in August 2017, we saw the latest and largest such influx. In total, we're currently hosting more than 1.2 million forcibly displaced Myanmar nationals, which has become quite a struggle for us given that international funding for the Rohingya has been waning fast.\nBangladesh signed a repatriation agreement with Myanmar in November 2017, and made two attempts – in 2018 and 2019 – to return the forcibly displaced Rohingya, but without any success. While the international community assisted Bangladesh with funds, they failed to put sufficient pressure on Myanmar to start the repatriation process. Against this backdrop, we really appreciate the Chinese initiative to start the Rohingya repatriation process soon. Reportedly, Chinese Special Envoy for Asian Affairs Deng Xijun has recently hinted that Myanmar may take back the Rohingya living in Cox's Bazar to their own villages in North Maungdaw and nearby places, instead of any camps or \"model villages\" which the Myanmar authorities had planned earlier.\nWe hope that this will indeed be the case, since the Rohingya living in Bangladesh do not want to go back to their country and live in confined facilities where their rights may not be ensured. In fact, earlier this year, a group of Rohingya visited the Rakhine state to observe the conditions for their return and found the situation to be not conducive. They demanded that they be settled back in their original villages with their safety and citizenship rights guaranteed. Another demand raised by them was that all of a family should be repatriated together, which is indeed very important. Moreover, arrangements should be made to ensure their livelihood, education and freedom of mobility. We hope that all these legitimate demands will be met by the Myanmar authorities before the repatriation process finally starts.\nThat being said, we sincerely thank the Chinese government for taking this initiative for Rohingya repatriation. However, for the process to be successful and acceptable to all parties, particularly the Rohingya refugees, there is an urgent need to engage the international community in the process. We hope the repatriation process would start at the earliest, with the international community playing an effective and enthusiastic role.\n",
        "headline_1": "The Rohingya must be repatriated soon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-rohingya-must-be-repatriated-soon-3385476",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "As the institution constitutionally mandated to uphold the most fundamental democratic right of citizens, the Election Commission occupies an unrivalled position that lends anything it says on this subject an air of authority. So when the CEC talks about the importance of dialogue to end the current political impasse over the upcoming national election, we cannot help but take notice. \"The crises are political. If they are resolved politically, it will be much easier for the Election Commission to conduct the election,\" he says. We cannot agree more.\nThe problem is, the EC itself being part of the crisis – and its failure to restore trust in its ability to do its job – renders such assertions pointless.\nThe BNP is currently waging a one-point movement for the government's resignation in favour of elections under a non-party interim administration. Ideally, a strong and independent EC should be its own island, insulated from the chaos over who gets to sit at the helm of the election-time government. Unfortunately, ours is not. On Tuesday, a central leader of BNP reiterated their opposition to the EC, saying \"People who should not be at the Election Commission have gained the positions.\" BNP, ever since this EC was formed, has raised questions about its neutrality, a position frequently vindicated when the latter took us through one questionable decision after another. It doesn't also help that when the CEC passes the baton onto political entities for dialogue, he does so with such generalisation and perfunctoriness that robs it of any seriousness.\nWhat, for example, does he mean when he says \"political parties\" should sit together? Which parties is he talking about? Why coy about it when everyone knows who they are? And who will take the initiative for dialogue? As the party in power, it is Awami League that must take the first step toward dialogue. But BNP too has the responsibility to help create a conducive environment for that. All this is easier said than done, however. The level of animosity between the two camps has reached a point that makes political consensus difficult to achieve, with both parties fiercely facing off on the streets to fulfil their own agenda. While talking to our correspondent, representatives of both parties have again reiterated their uncompromising stances.\nThe EC's role in resolving this situation is no less significant than the political stakeholders of elections. It is time for the EC to go beyond mere rhetoric and take decisive actions to create an environment conducive to free and fair elections. It must demonstrate its impartiality, now more than ever before, and create a level playing field for all political parties. The call for dialogue is not enough; it must actively facilitate and mediate such discussions.\n",
        "headline_1": "There must be dialogue, yes, but can EC do its job?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/there-must-be-dialogue-yes-can-ec-do-its-job-3385376",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "Bangladesh's eagerness to join the Regional Comprehensive Economic Partnership (RCEP), as reported in the media, has come up on a positive note in terms of boosting exports to the Asia-Pacific region. However, benefiting from such a mega regional bloc depends largely on some bold moves that Bangladesh is required to take, even at the expense of its import revenue at the beginning. The RCEP is recognisably the world's largest regional trading bloc accounting for about 30 per cent of global GDP and about a third of the world population. The members include 15 Asia-Pacific countries, including among others Indonesia, Malaysia, Singapore, Thailand, Australia, China, Japan, New Zealand and Korea. The bloc accounts for $12.7 trillion or over a quarter of global trade in goods and services, and 31 per cent of global foreign direct investment (FDI) inflows. Bangladesh's trade with the bloc is notable for the huge volume of imports from and a paltry export to the member countries. In the fiscal year 2020-21, Bangladesh' merchandise export to the RCEP member countries stood at $3.9 billion, as against import of $24.5 billion worth of goods. Services export during the period stood at $1.8 billion and import $2.6 billion. The Bangladesh commerce ministry reportedly is set to send a formal proposal to the RCEP secretariat for the country's membership by September this year. The decision to join the forum is basically meant to avert post-graduation challenges such as erosion of duty preference on Bangladesh's exports, especially garments, from some preference-giving countries which are members of the bloc. Currently, Bangladesh is a beneficiary of preferential duty benefits from China, Japan, Australia and New Zealand. The country will continue to receive the benefits until 2026, the year of its LDC graduation. This means, if Bangladesh does not join the RCEP or sign free-trade agreement with these countries by 2026, it will lose its competitive edge in its export markets, especially in China and Japan. This, to be precise, explains the need for Bangladesh's eagerness for membership of the RECP.Import from RCEP contributes around 43.92 per cent of the total global imports by Bangladesh, and 58.56 per cent of total revenue from customs duty as of FY 2020-21. Thus, accession of Bangladesh to the RCEP and eventual lowering of customs tariff while signing FTA may have a negative impact on customs revenue. Since some major import sources of Bangladesh like China, Japan, Thailand, Korea, Indonesia, Malaysia, Australia and New Zealand are RCEP members, the threat of losing sizable revenue while importing from these countries at reduced duties cannot be overruled. A study conducted by the Bangladesh Trade and Tariff Commission on the subject, however, mentioned that despite lowering customs tariffs, higher trade may generate additional revenues. Experts are of the opinion that there has to be a thorough calculation on possible gains for Bangladesh vis-à-vis the gains of the member countries in return from Bangladesh. On the basis of a comprehensive assessment the authorities concerned will be better equipped to devise appropriate plans.",
        "headline_1": "RCEP membership to advance business interests",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rcep-membership-to-advance-business-interests-1691075330",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "A three-member bench of the Appellate Division of the Supreme Court (SC), headed by Chief Justice Hasan Foez Siddique, pointed accusing fingers at the loan defaulting culture that smacks of outrageously discriminatory treatment. While failure to repay interests regularly on small loans ranging between Tk 5,000 and 10,000 leads farmers to suffer the indignity of arrest in a primitive manner in which a rope serves as a noose around their waist, the big fish employ lawyers to defer repayment of loans of millions of taka. The SC bench's observation could not be more to the point and the displeasure it expressed at the big lawyers' role in defending the big loan defaulters makes a poor commentary on the very system that only favours the educated and privileged no matter how dishonest, crafty and intriguing they are. The non-performing loans soared to approximately Tk1.35 trillion (131,621 crore) by March 31, 2023---9.0 per cent higher on the amount three months ago, and 16 per cent higher on that of the corresponding period a year ago, according to the Bangladesh Bank. Compared with the country's budget of Tk7.61 trillion for the fiscal year 2023-24, the soured loans are 17.73 per cent---just a little less than one-fifth of the total national budget. In this connection the bitter pill of strict conditionality Bangladesh had to swallow in order to receive the $4.7 billion IMF loan amounting to a little over Tk500 billion brings the policymakers face to face with an ugly truth. The truth is that fiscal mismanagement, lax regulatory definitions, and reporting standards and weak supervisory enforcement---in short absence of good corporate governance--- have brought the country to this quagmire. This is mind-boggling. How can a small country like Bangladesh afford such large-scale economic haemorrhage? The loan defaulters, moreover, default on loan repayment wilfully and the crime does not end there. More often than not they have laundered money out of the country or otherwise diverted the money to unapproved channels. What is particularly concerning is that the capital flight has involved foreign currency, mainly the greenback, that is directly linked to the country's dollar crisis. If a substantial part of the conservatively estimated NPL amount of Tk 1.35 trillion ---it is likely to be a larger sum --- contributed to the capital flight, it has not helped the causes of banks and the country in dealing with the greenback crisis. Internal resources would not be under strong pressures to look for loans with shoestrings attached. The large amounts of money with which the loan-defaulting sharks hire top lawyers to fight for their indefensible loan positions are tens of thousand times higher than a loan made by a poor farmer. The latter do not have anyone to defend them in the court. This is how the underprivileged and little or not at all educated segments of the population are discriminated against whereas the suited and booted intriguers in the garb of so-called civilised gentry is making a mockery of the law of the land. Not only do they get away with their crooked and debased ploys, they are also at times allowed to flee the country to happy havens abroad. Thus a country's apparent prosperity is bound to be deceptive. Wealth accumulation hardly ever takes place in a fair and honest manner. Business ethics and moral considerations become a sure casualty. Thus farmers who produce foods for the nation by the sweat of their brows are left neglected and even subjected to ill treatment when the more equal known for avarice and fleecing the common people enjoy elevated social status for their ill-gotten wealth and stolen money from banks in the name of classified loans. The legacy of acquiring fabulous amounts of wealth in modern times is embedded in innovative businesses and smart technologies making unprecedented breakthroughs with far-reaching impacts on human civilisation. Steve Jobs, Bill Gates and Paul Allen are the icons who have inspired millions of youths the world over to go for innovation and also earn pots of money honestly. That legacy is most precious. Unfortunately, the predominant legacy left by the loan defaulters, money launderers, bribe takers and fraudsters in every area of economic activities stinks of cheating and corruption. The handful of honest and morally upright people pursuing their business in such an unhealthy environment can hardly inspire the young generation. No wonder, the highly talented feel comfortable to be dissociated with the rotten system and look for avenues to get out of the country and settle abroad. When dishonest and debased people with limitless money at their disposal rule the roost and the system supports these vile and vicious socio-economic conditions, the talented youths cannot be blamed for not developing a deep patriotic feeling they were supposed to do. Loan defaulters and the like-minded people are taking even a small band of honest politicians, let alone simple and innocent people, for a ride. The nasty image overwhelms the country's traditional values, principles and ideals. It is time the nation stood united against this pervasive moral decay in all areas of life here. But legal provisions have to be reset for those to be equal to the task. \n[email protected]",
        "headline_1": "Far-reaching impacts of NPL",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/far-reaching-impacts-of-npl-1691075375",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "It is very natural that the state of the public health facilities would come under public scrutiny from time to time, as millions of patients visit those every year seeking treatment.The results of such scrutiny in most cases are found to be highly disappointing. Most public hospitals, large or small, and health complexes are problem-ridden and problems are of varied nature. Public hospitals in divisional and district headquarters have been experiencing a serious dearth of senior and specialised physicians and medical equipment/machines. The situation is altogether different in public hospitals in Dhaka where there is an oversupply of all types of doctors. This is because most government physicians, including the seniors, are unwilling to go to places outside Dhaka and try their best to avoid transfers to districts. Connections, political or otherwise, and greasing of palms are employed to remain in Dhaka. What is, however, a common ailment of public hospitals, be those in Dhaka or outside, is poor maintenance of medical equipment, both diagnostic and therapeutic. The lack of care very often leads to the breakdown of such equipment and consequent sufferings of patients most of whom cannot afford treatment or diagnostic tests at private facilities. A national vernacular daily other day ran a story on its front page highlighting, what it described, the ailment of hospital equipment. A recent inspection report, prepared jointly by the health ministry and the directorate general of health services (DGHS), has found 438 medical equipment/machines belonging to 13 public medical college hospitals and five specialised hospitals inoperative. The equipment/machines include costly ones like MRI and CT scanners. There are also many instances where hospital authorities have not even opened crates containing new medical equipment for years. A case in point is the failure to unbox a new linear accelerator, also referred to as LINAC, a machine that aims radiation at cancer tumours with pinpoint accuracy, by the Khulna Medical College and Hospital authorities during the past 11 years. None knows for sure whether the machine is still operational or not. The machine reportedly could not be put to use for a lack of a bunker. The hospital authorities hold the health ministry responsible for that. Many medical sets of equipment/machines worth billions of taka have remained out of order for lack of repair or proper maintenance at public hospitals. The hospitals concerned often notify the authorities concerned and seek funds for repair and maintenance, but that is hardly made available. Allegations of irregularities in the procurement of goods and services by public hospitals surface very often. What is more troubling is that the suppliers of medical equipment demand an exorbitant amount for doing the repair job. While visiting a government hospital one can personally witness how poor patients suffer day after day due to acute shortage of equipment used for diagnostic and treatment purposes. For instance, the government cancer hospital has only six radiotherapy machines and the breakdown of one or two is a common happening. With this small number of machines, it has been very difficult for the hospital to treat hundreds of patients coming to this hospital daily from every corner of the country. The situation is so difficult that patients get their schedule of radiotherapy even after six months though they need it urgently. Many patients die even before their first therapy session. Patients throng this hospital for treatment because a complete course of radiotherapy costs between Tk15,000 and Tk 22,000 here while the same costs more than Tk200,000 in a private health facility. Thus, the failure of government hospitals to serve patients opens up opportunities for private health facilities. Allegations have it that some unscrupulous doctors and technicians at government hospitals join hands to create a situation where patients have no option other than going to private hospitals and clinics of the intriguing doctors' choice. The health ministry is aware, at least a part, of the problems relating to medical equipment/machines in government hospitals. It should go deep into those in order to find a permanent solution and ensure medical treatment for poor patients as good as possible. \n[email protected]",
        "headline_1": "When public hospitals are sick",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-public-hospitals-are-sick-1691075411",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2023"
    },
    {
        "full_article": "The dengue situation in Bangladesh has already taken an alarming turn. It is feared to worsen further in the days to come. According to the latest official data, the death toll from dengue fever has risen to 273 nationwide as of Wednesday. The hospitals in the country have been reporting more than 2,500 new cases of dengue every day, taking the overall tally of infections to 57,127 this year. A pre-monsoon government-funded survey of Dhaka city has uncovered an alarming surge of Aedes mosquitoes, known as carriers of the dengue virus, fuelling the worst spread of the disease over the past five years.However, it is important to note that the actual number of dengue patients may be much higher than the reported ones as many infected individuals do not seek tests or hospitalisation. Physicians have observed that 80 per cent of the patients who died in hospitals had become seriously ill after hospitalisation. In this case, early detection of dengue infection can save people's life. But a lack of awareness often leads many people to delay seeking medical care and test. The dengue test costs Tk 50 in government hospitals and Tk 300 in private hospitals. Unfortunately, government hospitals are frequently overcrowded with patients and many people have reported delays in receiving their test reports. Doctors strongly recommend seeking immediate treatment for dengue disease. However, if test results are not promptly received, patients might face problems in receiving timely treatment.People are already in dire straits due to rising commodity prices. Therefore, free dengue testing and treatment should be ensured by the government. The authorities concerned should make dengue tests free at public hospitals and reduce fees for all other relevant tests of dengue at private hospitals in consideration of the health exigency. What is also of utmost importance is that they should step up measures to deliver test reports as early as possible. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Ensuring free and rapid dengue test",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-free-and-rapid-dengue-test-1691075443",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-08-2023"
    }
]