[
    {
        "full_article": "It was down to the wire on Wednesday for Mahayuti (BJP, Shinde Sena & Ajit’s NCP) as the alliance in power scrambled to agree on a candidate for the Vidarbha region constituency of Yavatmal Washim. Today’s the last day to file nominations for phase 2 on April 26, when Yavatmal votes. Mahayuti infighting prompted Amit Shah to tell the parties to stop squabbling. Break-up of NCP and Sena has complicated matters for all six – BJP, Congress, the two NCPs and the two Senas. But as things stand, Mahayuti is struggling more to (1) finalise party-wise seat allocation of over 12 seats, (2) find candidates for seats and (3) tackle rebels both inter-party andintra-party.\nBosses in Buldhana | But for the Mahayuti tussle here, this Vidarbha seat would unlikely be on poll pundits’ radar. Shinde Sena got Buldhana, which BJP also wanted, and fielded Sena’s sitting MP Pratap Jadhav. Local BJP was miffed, a BJP neta filed his nomination as well. EC’s website, in fact, shows the BJP chap has filed two nominations – one as BJP, another as an Independent. Shinde Sena’s dared him to stay in the contest. Even the local Sena MLA filed his nomination, but said he’ll withdraw, now that Pratap Jadhav is decidedly Mahayuti’s official candidate. The wrangle exemplifies what party brasses are up against.\n\nMiles to go, MVA | Four prestige seats are causing great consternation in the Congress-UBT Sena-Pawar NCP camp. UBT’s offered Mumbai North to Congress, which is yet to decide. The other worry is what to do with Prakash Ambedkar’s VBA. NCP’s keen to bring the party on, but Congress and UBT aren’t. So VBA’s decided candidates for 20 seats – it’s angry Congress fielded a candidate in Akola, Prakash Ambedkar’s seat, but has also said he’ll support Supriya Sule. Whether such mixed messaging has any electoral impact will be known on June 4.\nBaramati’s beti-bahu | Supriya Sule takes us to Baramati – Pawars’ empire where NCP meets NCP. A battle where Supriya has lamented she must contest against close family, Ajit Pawar’s wife. Baramati is certainly not the only seat where family’s pitted against family, but it’s likely the only one that will not only decide a Lok Sabha winner, but also who voters ‘bless’ as keeper of the Pawar sprawl.\nPoaching and parting of ways continues apace. It speaks to Maharashtra’s rich political traditions that a Ram temple isn’t enough, that it’s still the ban on onion exports that’s making farmers teary. And that local concerns are at least as important as national messages.\n\n",
        "headline_1": "MahaRushtra: Maharashtra may be this election’s most complicated battleground. No wonder, parties are in scrabble mode",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maharushtra/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2024"
    },
    {
        "full_article": "Authored by Dilip Menon\nCongress is weakening in Kerala. Rahul’s candidature doesn’t change that. The interesting fight is between CPM & BJP’s politics of coercive containment\nRahul Gandhi filed his nomination papers for Wayanad yesterday, after a roadshow drawing big crowds there. But overall, Congress is looking like a spent force in Kerala. This may help BJP win a few seats this time – party projections are between 4-5.\nRead full opinion on TOI+\n\n",
        "headline_1": "Forget Wayanad, study Othukkam",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/forget-wayanad-study-othukkam/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2024"
    },
    {
        "full_article": "Authored by Sunil Nair\nFrom the perspective of India’s other, more complicated border problems, laying claims over a small, barren island isn’t worth the trouble\nWhy is BJP calling a 1974 GOI decision to give up an uninhabited islet of 285 acres to Sri Lanka “a disgraceful act of statesmanship”? Katchatheevu has no productive value. Nothing grows on the sand bar except shrubs and palms. Historically, its ownership appears to have changed hands repeatedly. Yet, BJP has made it a poll issue.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why Katchatheevu isn’t such a catch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-katchatheevu-isnt-such-a-catch/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2024"
    },
    {
        "full_article": "China continues on a belligerent tack and has again released a list of names for places in Arunachal Pradesh. Of course, this is nonsense. New Delhi has restated the obvious: the renaming exercise in no way changes the fact that Arunachal was, is and will always be an integral part of India. Beijing’s claim on the region it calls ‘south Tibet’ is nothing but figment of expansionist imagination. It also shows that China has no intentions of mending ties with India.\nNot bhai-bhai | China expects the whole world to respect its territorial integrity but doesn’t uphold the principle when it comes to other nations. This is precisely why it has multiple border and maritime disputes with neighbouring countries. In fact, China’s claim on Arunachal confirms that it sees India as a country that can be pushed around. Which is why perhaps it’s time for India to reconsider its adherence to the ‘One China’ policy. Note that our practical cooperation with Republic of China or Taiwan – which unfortunately suffered a massive earthquake yesterday – is growing.\nCalling China out | India in any case has stopped mentioning the ‘One China’ policy in joint statements and official documents since 2010. And with Beijing flatly refusing to recognise a reciprocal One India policy in 2014, there’s no need for New Delhi to finesse the issue. China will remain India’s strategic rival and a security problem – through both PLA incursions and support for Pakistan – for the foreseeable future. Therefore, India shouldn’t hold back from raising China’s draconian actions in Xinjiang, Tibet and Hong Kong along with Western partners at international forums.\n\nTaiwan connect | Additionally, New Delhi should explore and facilitate high-level political and technical visits with Taiwan. The latter is a semiconductor giant and India is already seeking bilateral cooperation in this sector. There’s no need to look over our shoulder at Beijing when engaging Taipei. India can start by offering earthquake relief assistance to Taiwan. China cannot dictate our Taiwan policy.\n\n",
        "headline_1": "One China? What’s that?: Beijing’s Arunachal game should make New Delhi bolder on Taipei. Stand with quake-hit Taiwan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-china-whats-that-beijings-arunachal-game-should-make-new-delhi-bolder-on-taipei-stand-with-quake-hit-taiwan/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-04-2024"
    },
    {
        "full_article": "After persistent appeals from shrimp exporters, the government has granted approval for import of non-native Vannamei shrimp seed, paving the way for its commercial cultivation. This decision follows a drastic drop in shrimp exports, primarily driven by the dominance of Vannamei shrimp, a more economical variety from competing countries, in the international market. Exporters have long been urging for diversifying shrimp exports, citing the diminishing demand for Bangladesh's high-quality shrimp in key European and US markets, which collectively absorb 80 per cent of the country's shrimp exports.Since the onset of the pandemic up until now, there has apparently been no sign for shrimp export to make a comeback. As a result, frozen food - comprising mainly shrimp - once the third major export item of the country next to RMG, jute and jute goods, has dropped to seventh position. There are more than a hundred frozen food processing factories in the country with an annual production capacity of 0.4 million tonnes, but the current production capacity of the factories is only about 10-15 per cent. Export is believed to have been hit by an undiversified product range that has been responsible for losing shares in the markets abroad. According to industry insiders, Bangladeshi shrimp, recognised as a delicacy as well as a high priced kitchen item overseas, is struggling to retain its market share amid uneven competition with low priced varieties from other sources. This is attributed to the low price of Vannamei shrimp-- a disease tolerant and high-yielding variety which gives an yield of 10-15 tonnes per hectare, as against a paltry 300-400 kgs from traditional cultivation in Bangladesh. The Vannamei variety, because of high yield and low cost of production, has already gained wide popularity capturing 77 per cent of global market, according to reports. However, this variety was not officially approved for cultivation in the country, presumably because of its low quality compared to the better and high priced varieties cultivated and exported from Bangladesh. However, it is reported that most shrimp producing countries in Asia have been cultivating Vannamei for export since the late eighties. Understandably, the government's nod to import vannamei shrimp seeds for cultivation highlights the urgency to reclaim its position in the export market. It has been reported that permission has been granted to import over five million vannamei shrimp seeds. Previously, the government conducted two trial projects on vannamei shrimp cultivation to assess its suitability for future export cultivation. Positive results from the trial projects could also be a strong reason beside the exporters' eagerness to allow import of vannamei seeds for export cultivation. Nonetheless, concerned quarters advocate for controlled cultivation of this new non-native variety in specific areas initially to prevent interference with the cultivation of the local sweet-water shrimp variety. Historically, the country's shrimp exports to key markets began with the indigenous prime variety, which, despite its higher price, garnered acclaim in the upscale shrimp market segment due to its distinct qualities.",
        "headline_1": "Introducing a new variety of shrimp for export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introducing-a-new-variety-of-shrimp-for-export-1712242961",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2024"
    },
    {
        "full_article": "As long queues behind TCB (Trading Corporation of Bangladesh) tracks get longer for procurement of subsidised essentials, the disclosure, as made by the United Nations Environment Programme's (UNEP's) \"Food Waste Index Report 2024\", that a Bangladesh national wastes annually more food than an American is really upsetting. A Bangladesh national on an average wastes 85 kilograms of food which is not only higher than in neighbouring India (55 kg) but also in far richer and advanced nations such as the USA (73 kg), Russia ( 33 kg) and China (76 kg). A North American comparison is quite revealing as well. While the USA households, food service outlets and retailers are responsible for 73, 74 and 12 kg of food waste per capita per year, the waste levels in Canada are 79, 80 and 30 kg respectively. The South Asian scene of food waste is quite intriguing. The Maldives households top the list with 207 kg of food waste, followed by Pakistan with 130 kg. Afghanistan comes third with 127 kg and Nepal with 93 kg. Sri Lanka and Bangladesh households, not per capita, account for waste of 76 kg. It seems the poorer the nations are in South Asia, the greater the waste. But then there is a startling exception---Bhutan wastes the lowest amount of food in the region at only 19 kg per person annually. This means its household waste is even lower. Clearly, food waste is not limited to the affluent nations but can be equally or more vicious in poor, low-income and middle-income nations as well. The average levels of household food waste varied by just 7.0 kgs of food per capita across high-income, upper-middle- and lower-middle-income countries. Globally, one-fifth of the total food goes to waste while 783 million---one in 10 of world population --- people worldwide now face chronic hunger and one-third of the world population faces food insecurity. Globally, the total food wasted is worth $1.0 trillion. Food waste takes place at several points but most waste happens at home. Worldwide household waste amounts to 531 million tonnes which is 60 per cent of the total food loss. Next comes the loss at restaurants and other food service outlets to the tune of 290 million tonnes and this is followed by 131 million tonnes of food loss at retailers. Another 13 per cent is lost at different points of the supply chain between harvest and sale.Bangladesh also presents a distressing picture in this regard. Households here waste a total of 14.10 million tons of food annually. For example, Bangladesh produces onion in excess of its requirement but ultimately runs out of stock and has to import it explains the large-scale waste at different points. The critical point here is the lack of technologically advanced system of transportation and storage. Several kinds of agricultural produce cannot be even processed or stored in cold storages forcing their disposal at throw-away prices or even spoilage. Evidently, even if the amount of food waste were curbed to just 15-20 per cent, Bangladesh would be far better off in terms of food availability for its people. When household squander accounts for 60 per cent of the total waste, it could be brought down to a 10-15 per cent if people become aware of the colossal waste at the national level. The rural-urban divide in the pattern of food waste can throw some light on this problem. In rural areas of middle-income countries, according to the Food Waste Index Report (FWIR), people in villages waste less. One of the explanations of this is that they feed food scraps to pet animals or livestock and also engage in home composting. In urban centres, pets and livestock are unlikely to be available for feeding. In that case, the best way is to prepare food as prudently as possible. In case households have unused food and restaurants are left with unsold food at the end of the day, a charity network can be developed for collection of the extra food for distribution among the needy. In some advanced countries, such a collection and distribution system run by charities has been highly successful. Even then if some food remains uncollected, it can be used for composting rather than throwing away with garbage. According to the FWIR, food waste generates 8.0-10 per cent of global greenhouse gas emissions and it takes as much as 30 per cent of the total agricultural land to produce that amount of food. Given the energy, land resource, water, money and investment of other inputs, this is meaningless squandering of precious ingredients for food production. At a time when the world is facing disastrous climate change and millions are going hungry, nations cannot afford such losses of food. They need to devise better technologies to preserve the food they produce and frame national policies to reduce food waste at the household and other levels to the bare minimum possible.\n[email protected]",
        "headline_1": "The world can ill afford mindless food waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-world-can-ill-afford-mindless-food-waste-1712242998",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2024"
    },
    {
        "full_article": "Popular Indian stand-up comedian and television host Kapil Sharma, while appearing in the first episode of 'The Great Indian Kapil Show' on Netflix said, 'Appne Money Heist dekha hoga. Aaat dos loge lal rang ke mukhate aur dress pahen ke bank loot ne jaate. Khamaka Netflix ne ente kharcha kiya. Us ko Vijay Mallya se sekhne chaheye tha ke bank loot ne ke leye bank jane ke jaroorat nehe hota (You must have seen 'Money Heist'. Eight to ten people wearing red masks and dresses are trying to loot a bank. Netflix unnecessarily has spent money on such a scene. It should have got the clue from Vijay Mallya that a bank can be looted without going there physically). The audience present at the show got the meaning and burst into laughter. Vijay Mallya, a two-time Rajya Shava (upper house of Indian parliament) member and a top business person, is now leading the life of a fugitive in the United Kingdom. He is being pursued by several Indian banks for siphoning off funds worth US$1.1 billion. Mr Mallya is also facing a few cases in the UK. Kapil Sharma's dialogue must have also aroused an identical reaction among Bangladeshi viewers of the same episode. That these days one does not need to go to banks to loot money is far more obvious in Bangladesh. The country's banking sector is in an upheaval because of crafty operations done by some people like Vijay Mallyas. They have been laundering funds worth billions of dollars every year and bank money constitutes a part of those. The armed miscreants, suspected to be outlawed KNF members in the country's hilly districts, however, acted otherwise. They made daring raids on three bank branches located in two towns of Bandarban and managed to loot a small amount of money at gunpoint during the last couple of days. They must be unaware of the sophisticated ways of looting banks and have taken all the risks involved in Western-type bank holdups. The amount of money they looted was not worth the risks they had taken. The financial sector is now abuzz with one particular issue – merger of banks, weaker ones with their stronger counterparts. The merger of two banks -- the chairman of the stronger one of the pair, however, would describe it as a takeover -- is already under process. Some more banks, including the state-owned ones, might meet the same fate soon. The remedies suggested by various circles, from time to time, to rid the banking sector of its woes also included merger and acquisition (M&A), a global practice. Non-performing loans (NPLs) are the leading one among the problems that have brought many banks to their knees. These banks are now being considered strong candidates for merger. And Bangladesh versions of Vijay Malaya have played a key role in the accumulation of a huge volume of NPL, nearly Tk1.5 trillion. However, there is a stark difference between India and Bangladesh in the matters of taking actions at the state level to get hold of the bank money plunderers. Though Vijay Malaya was linked to the Ruling Bharatiya Janata Party (BJP), some government agencies, coming under pressure or otherwise, have taken serious steps to get him extradited from the UK. In Bangladesh, similar actions hardly come by, as political links seem to be stronger than the rule of law here. This is clear from the approval of a dozen new banks when some old banks were struggling. The use of questionable means to acquire banks and secure large loans has been making news headlines in recent months, but those who matter are preferring to be indifferent. The merger process that the banking sector regulator has initiated is unlikely to produce any tangible outcome, for it is being done hastily and without following international practices. The World Bank country director the other day, while unveiling the Bangladesh Economic Update in Dhaka, also made similar observation. So, if the government and the central bank were truly interested in streamlining the banking sector, they would have to go for serious and painful reforms - painful for some bank sponsors, delinquent borrowers and schemers. \n[email protected]",
        "headline_1": "Bangladesh versions of Vijay Mallyas!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-versions-of-vijay-mallyas-1712243027",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2024"
    },
    {
        "full_article": "Eid holds immense significance for the Muslim Ummah, a time when families come together, and loved ones reunite to celebrate this auspicious occasion. The spirit of Eid, however, is tarnished for many due to the exploitative practices of unscrupulous traders and transport owners.It is disheartening to see that common people fall victim to the manipulative tactics employed by transport operators, who demand exorbitant additional fares for Eid travel. Such practices not only add financial strain but also disrupt the peace of mind of home-bound people. For many individuals, balancing monthly expenses with unexpected transportation costs becomes an insurmountable challenge.It is imperative that both transport owners and relevant administrative authorities take swift and decisive action to address this issue. It is crucial that strict penalties are imposed on transport operators found guilty of overcharging passengers during this period. Any bus or coach found engaging in such exploitative practices should face immediate closure along with punitive measures. All stakeholders must prioritise the welfare of the home-bound people and take proactive measures to ensure fair and affordable transportation for all during the upcoming Eid celebrations. Let us work together to uphold the true spirit of Eid, marked by unity, compassion, and generosity.\nFaruk MahmudStudentDepartment of EnglishUniversity of Dhaka",
        "headline_1": "Urgent action against extra transport fare",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/urgent-action-against-extra-transport-fare-1712243050",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-04-2024"
    }
]