[
    {
        "full_article": "Maharashtra is home to roughly 9% of India’s population, contributes about 13% to GDP, and its capital, Mumbai, is considered to be the country’s economic capital. The State has also played a central role in Indian politics, and this year’s Assembly election too will have ripple effects across the country. The central leadership of the Bharatiya Janata Party (BJP) and the Congress are paying close attention to the State. During the BRICS summit in Kazan, Russia, Prime Minister Narendra Modi presented handicrafts from Maharashtra to the leaders of Uzbekistan and Iran and artwork from Jharkhand, another election-going State, to Russian President Vladimir Putin. Congress leader Rahul Gandhi has instructed his party to ensure that its alliance partners are carried along. Though the BJP does not hold the Chief Minister’s post in the ruling Mahayuti alliance, it is the senior partner. Since 2014, the BJP has a strategy in place for the State that edged out Shiv Sena — now split into two factions, one of which remains a BJP ally — to emerge as the biggest party. In the 2024 general election, though the BJP’s seat tally declined from 23 to nine, at 26%, it had the highest share of votes. The party, buoyed by its victory in the Haryana Assembly election — where it retained power for a third consecutive term — is hoping to consolidate its position in the western State.The Opposition Maha Vikas Aghadi (MVA), which comprises the Congress, the Thackeray faction of the Sena and the Sharad Pawar faction of the Nationalist Congress Party (NCP), is trying to sustain the social coalition that helped it in the general election. The debate on caste reservations had turned a large number of subaltern communities, particularly Dalits, against the BJP then. The BJP is trying to reverse its setback by blaming Muslims and seeking polarisation along religious lines. The MVA will have to fight the BJP at the level of ideas and try and outsmart it in the management of the electoral campaign to remain in the contest. Grand themes such as nationalism, communalism and constitutionalism may sway voters, but in close contests, several granular factors could be the determinants that could change the course of the elections. Voter behaviour is significantly different when it comes to the Lok Sabha and Assembly elections even when they are held simultaneously. Bickering in the alliance continues over the issue of seat sharing, with just three weeks to go before polling day on November 20. The three lead partners have a very narrow window now to reconcile their conflicting ambitions and claims and accommodate smaller outfits and social groups. Published - October 29, 2024 12:30 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Maharashtra Assembly Elections 2024\n                    \n                            /                      \n                        \n                        population\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        Jharkhand Assembly Elections 2024\n                    \n                            /                      \n                        \n                        Rahul Gandhi\n                    \n                            /                      \n                        \n                        Shiv Sena\n                    \n                            /                      \n                        \n                        Shiv Sena-Uddhav Balasaheb Thackeray\n                    \n                            /                      \n                        \n                        Haryana Assembly Elections 2024\n                    \n                            /                      \n                        \n                        Nationalist Congress Party\n                    \n                            /                      \n                        \n                        voting\n                    \n                            /                      \n                        \n                        General Elections 2024\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        culture (general)\n                    \n                            /                      \n                        \n                        religion and belief\n                    \n                            /                      \n                        \n                        minority group",
        "headline_1": "Western front: On the parties and their prospects in the Maharashtra polls",
        "headline_2": "Granular factors can determine the outcome in Maharashtra",
        "link": "https://www.thehindu.com/opinion/editorial/western-front-the-hindu-editorial-on-the-parties-and-their-prospects-in-the-maharashtra-polls/article68806644.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "The Israeli air strikes on Iran on Saturday opened a new phase of the unfolding regional conflict between the two key players in West Asia. This is not the first time Israel has carried out an attack inside the Islamic Republic. It has targeted Iran’s nuclear programme and killed its nuclear scientists. In April, Israel attacked an air defence system in Isfahan in retaliation against a direct Iranian missile and drone attack. In July, Ismail Haniyeh, the political chief of Hamas, was killed in Tehran. But Israel has never laid claim to any of these attacks. This time, however, Israel announced the strike while its fighters were in Iran’s air space. The targets were Iran’s air defence and missile and drone manufacturing, and storage facilities in at least three provinces, including Tehran, according to preliminary reports. The multi-wave, hours-long strike leaves a grim picture about Iran’s air defence. Iran’s state media initially played down the impact, claiming that Iran had successfully thwarted the attack. But after Ayatollah Khamenei, the 85-year-old Supreme Leader, said Tehran should neither exaggerate nor downplay the damages caused by the attack, Iran said it “will use all available tools to deliver a definite and effective response to the Zionist regime”.There is no parity between Israel and Iran when it comes to conventional military capabilities. Israel, the only nuclear power in West Asia, has U.S. protection and supplies. The Israeli Defense Forces fly the F-35, one of the world’s most advanced fighter jets, and have a multi-layered defensive shield. Iran is practically on its own. It has been under U.S. sanctions for decades. Its closest partners, Russia and China, have no appetite to get involved. Its axis of resistance, including Hamas and Hezbollah, is under fire. So, Israel clearly has an edge in long-distance warfare. Yet, Iran showed a greater risk appetite this year than in the past with two direct attacks on Israel. Its militias may be under attack but are not out, and can continue to bleed Israel by a thousand cuts. And in the event of an all-out war, Iran can weaponise the critical arteries of energy trade in the Gulf, plunging the world economy into darkness. Such an outcome is in nobody’s interest, which also explains why the U.S. dissuaded Israel from targeting Iran’s critical infrastructure. Iran might be tempted to retaliate, but that would only prolong the cycle of violence, taking the region a step closer to an all-out war. Instead, Iran, in the larger interests of itself and the region, should show strategic restraint. But one side’s restraint alone does not bring peace. It was Israel that took the war to Iran by attacking the Iranian embassy in Damascus on April 1 this year. For stability in West Asia, both sides should stay away from directly targeting each other. Published - October 29, 2024 12:15 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        Iran\n                    \n                            /                      \n                        \n                        missile systems\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        defence equipment\n                    \n                            /                      \n                        \n                        defence\n                    \n                            /                      \n                        \n                        media\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        nuclear weapons\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        economic sanction\n                    \n                            /                      \n                        \n                        energy resources\n                    \n                            /                      \n                        \n                        Israel",
        "headline_1": "​Escalation ladder: On conflict between Israel and Iran",
        "headline_2": "Iran should show strategic restraint; and the world should rein in Israel",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bescalation-ladder-the-hindu-editorial-on-conflict-between-israel-and-iran/article68806941.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "Fear of the state makes people fall for ‘digital arrest’ fraud. Police must solve crimes quickly\nNow that Modi has spoken about the menace of the latest big-ticket cyberfraud, digital arrests, investigators should finally give the crime top billing. But for that GOI must expand capacity and infra, to allow law enforcement to come down hard on these gangs. MLATs with Cambodia and Myanmar, from where cybercriminals are known to operate, must be put to good use. \nDigital arrests work as a criminal strategy because they exploit an individual’s fear of the state. Among common tactics employed are accusing the victim that illicit activity has been carried out using the individual’s Aadhaar number, or multiple Aadhaar numbers have been issued using the target’s phone number. Since Aadhaar, as a tech, is vulnerable and has indeed been used to swindle identities, it’s not unthinkable for the victim to believe some fraud may have been perpetrated. When a uniformed cop with stentorian voice and apparently speaking from a police station, reads you the riot act, it is easily understandable that the average Indian would balk. No Indian police force is civilian-oriented. For people, they are the state. It is this fear of the state that scammers prey upon. Fear of wrongful arrest, jail without bail, and perceptions of police corruption makes the average Indian putty.\nModi’s talk, hopefully, will embolden people to file reports. Far too many go quiet after being scammed. Financial privacy is one reason, the other is a sense of shame. Targets in digital arrests are carefully selected – those with savings who may have received some lumpsum, often retirees, or inheritors. For people educated and with careers, shame at being swindled hits hard. But that’s the psychological twist of fraud. Self-blame is victim-blaming. Reaching out to police is key. Solving cases, and returning the money, is the only way of restoring people’s trust in police. Once that trust is built, cyber criminals will have a tougher job defrauding people. \n\n",
        "headline_1": "Dial up the trust",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dial-up-the-trust/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "India can’t just be an assembler plus component maker of military platforms. Invest in R&D for true indigenisation \nIn what is being played as a big leap for indigenous defence production, Modi and Spanish PM yesterday jointly inaugurated the Tata Aircraft Complex for manufacturing the C-295 aircraft in Vadodara. The C-295 deal was inked in 2021 with Airbus Defence and Space SA, Spain, for the supply of 56 aircraft. Of these 16 aircraft were to be delivered directly by Airbus from Spain, while the remaining 40 were to be manufactured at the Tata facility, the first private sector Final Assembly Line for military aircraft in India. While this sounds great, the big question is what percentage of the aircraft production will be truly indigenous. The last thing India needs is to become the world’s largest assembler of military platforms. \nLong way to go | As per reports, the C-295s will gradually incorporate local components, going from 48% local content for each unit initially to 75% local content by the final aircraft. Airbus has already identified local suppliers for this purpose. But 75% local content is just a good start if that target is actually achieved. We need to be able to produce the aircraft start-to-finish if we are to attain true indigenisation. Sure, learning by doing has its merits – China too did this for years. But it won’t lead to defence production independence. That requires indigenous development of fundamental technologies. \nNeed tech tonic | India continues to be the largest importer of defence platforms, accounting for 9.8% of total global imports in the 2019-2023 period. This puts it in a strategically vulnerable position. True, Indian defence exports have also increased in the last few years, touching $2.6bn in 2023-24. But barring Armenia, which has emerged as India’s biggest client of finished weapons systems, other countries are essentially buying sub-systems, ammunition and fuses from India. Plus, domestic share in the Indian armed forces’ capital acquisition has hardly increased since 2014. Add to this a growing procurement budget, and the country remains dependent on foreign sources for critical defence hardware. Solution lies in massive investment in defence R&D and engineering. \nFor military-industrial complex | Creating a defence-industry ecosystem comprising defence PSUs, private players, suppliers, R&D, think tanks and universities still remains the goal. But this can’t be achieved without substantial investment in education to create skilled manpower in defence inc. Licence manufacturing can only get you so far. Where are the Indian equivalent of the Sea Baby and Bayraktar drones?          \n\n",
        "headline_1": "Flying home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/flying-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "Truly special ones stay parked in the cabinets\nMost families in the armed forces have a sterling silver tea set named after some British monarch like George or Anne. It is that three-piece thing on an ornate tray and the one you have probably enjoys much the same sort of frozen history as ours. Probably presented by the regiment to the officer on his wedding a couple of decades ago and now well on its way to becoming an heirloom. \nWith a difference. It has never been used. No tea has ever been poured into it, no milk has sullied the jug nor sugar sweetened the bowl. It just lies there in the glass cabinet waiting in suspended animation for the right occasion since 1999 but no one seems deserving of it. Every once in a while the items are given the old Silvo bath and then returned to their resting place.\nAnd it is not just the tea set, there is also the special dinner service that is not chipped and has a Louis XIV floral pattern and also awaits patiently for the right kind of guests. Not ever used in case it is damaged.\nMy mother was big on sheets. There were four cream and blue coloured sheets in their original packing lying in silent ambush for that special person who deserved to snuggle in them. But no one came up to par, or at least, my mum just didn’t think anyone made the cut. No, no, no need, koi zarurat nahin. A couple of times a house guest would reach the semi-finals but at the very end of the saga would be pipped at the post and relegated to the ‘not so old but not so new’ category and these four pristine sheets would be returned to the back of the cupboard to await another day.\nThen one day a worthy candidate was acknowledged and much spit and polish was flung on the silver set and the tray was Georged and Anned and would you believe it, the 1kg each Vienna cut glass whisky tumblers were actually touched by human hands and the Villeroy & Boch cutlery set made to gleam. Things were finally looking up. \nRegrettably the four bedsheets did not get a look in because this VIP was not staying over for the night. But the fluffy white towels were given their blessing and strung on the bathroom railing with ceremonial splendour. And then what happened. The flight was inordinately delayed, the dinner cancelled and the silver set banished to never never land. No tea, no sugar cubes and no milk or cream.\n\n",
        "headline_1": "Teacups & bedsheets",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/teacups-bedsheets/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "With limited strikes against Iran on Saturday, Israel once again implemented its so-called strategy of ‘preventive war’ outside its territory. Iran, Lebanon, Syria and Yemen are the battle zone for Israel to execute this strategy.\nAlmost three weeks have passed since Iran’s attack on Israel. Iranian president Massoud Pezeshkian had said at the time, “Region’s security means security of all Muslims. We don’t want a war or massacre. I’ve emphasised our demand for security and peace. No country and no nation can prosper in the midst of war. We’ve been left with no choice but to respond. If Israel decides to retaliate, it’ll face an even stronger response.”\nRead full story on TOI+\n\n",
        "headline_1": "Method In Tel Aviv’s aggression",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/method-in-tel-avivs-aggression/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "We are alarmed by the steady stream of reports on rising mugging and looting incidents in certain parts of Dhaka. Recently, much attention has been focused on criminal activities in Mohammadpur, but troubling accounts from Dhanmondi reveal a similar escalation in this area as well, leading to residents living in fear, particularly after nightfall.\nAccording to a report by Prothom Alo, criminals have been openly mugging pedestrians and commuters, sometimes in broad daylight. Certain pockets in Dhanmondi are said to be especially vulnerable, where muggers regularly prowl in search of targets. A collection of CCTV footage of some incidents, recently aired by Jamuna TV, showed criminals ganging up on victims, armed with sharp weapons and, at times, firearms. Take the case of Rasel Ali, a foreign currency dealer who was mugged at Road 8A on the evening of October 19. Four helmet-donning individuals jumped on him, fired blank shots to scare onlookers, and snatched away Tk 50 lakh that he was carrying.\nResidents of Dhanmondi have been living with this menace since law and order fell into disarray after the ouster of the Awami League government on August 5. But unlike Mohammadpur, the incidents in Dhanmondi have not garnered as much attention, resulting in limited or lukewarm response from the law enforcement agencies, as per the Prothom Alo report. For example, a mother recounted how police refused to register a formal complaint when her school-going son was mugged on Dhanmondi Road 8/1 on September 3.\nThe police force has reportedly yet to recover from the demoralisation and crisis of confidence caused by the attacks on police stations following the events of August 5, and is consequently failing to do their job properly. This has created a security vacuum that the criminals are exploiting. But this cannot go on. Public safety has been under constant threat due to inadequate police presence on the streets and their tepid response to rising criminal activities.\nAs we know, following Mohammadpur residents' ultimatum for increasing security measures, the army has set up temporary camps in the area and is conducting joint operations. Dhanmondi, too, deserves appropriate attention from the law enforcement authorities. That said, the involvement of the army is but a temporary fix. To restore law and order effectively, both in Dhaka and nationwide, the police force needs to regain its footing. We reiterate our call to the interim government to ensure urgent provision of necessary resources—such as additional armed vehicles and reinforcements—so that the police can adequately protect the public. If the police wish to regain public trust, they must be proactive in ensuring the safety of all citizens.\n",
        "headline_1": "Improve security in Dhanmondi",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/improve-security-dhanmondi-3738906",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "The Opportunity Economy (OE) is not only an inclusive economic system, but a new paradigm. It is considered to be an alternative economic model making economic opportunities available to all citizens of a nation. Its definition consists of concepts such as inclusion in growth, which includes segments of the population who are excluded from economic growth, thereby increasing diversity by creating opportunities available to all to utilise their potential.\nMany countries, affluent or impoverished, use the Opportunity Economy in a flexible way to meet their national economic and political goals. The goal is to benefit the underprivileged people in society as they do not have meaningful access to resources and education.\nPeople, culture, and collaboration create the Opportunity Economy ecosystem that enables success in achieving the desired goals of the economy. Furthermore, the Opportunity Economy requires a holistic approach.\nIt addresses the issue of communities and individuals who are left behind owing to the political and economic systems of the country. This could be in terms of them not having adequate or proper access to education, skills training and job opportunities along with them being the victims of existing inequality in society. In many societies, like in Bangladesh, fascism and corruption defeated attempts to reach needy and underprivileged populations. If the OE is implemented in Bangladesh with a national mandate, it will recognise human potential, and open doors to creativity and innovation for all, thus creating opportunities for all to succeed.\nThe question of the Opportunity Economy arises because   economic capitalism, trickle-down economics (supply side economics), fails to meet the aspirations of the masses in any society, whether it is affluent or impoverished. Trickle-down economics is defined as \"economic policies that disproportionately favor the upper tiers of the economic spectrum\", comprising of wealthy people and large businesses.  US Vice-President Kamala Harris, also a 2024 presidential candidate, included the Opportunity Economy in her economic plan to meet the aspirations of common people, as trickle-down capitalism failed to meet the aspirations of people and communities who were left behind.\nAn Opportunity Economy is built on three pillars: first, there is inclusive growth,  where all segments of the population or society have access to economic growth; second, there is access to education and skills development, meaning equal access to education, and skills  to compete in the modern workforce; and third,  entrepreneurship and innovation. When Dr Yunus said 'everyone in the world is an entrepreneur, he recognised the potential of individuals in villages and economically poor communities.\nAmong the countries implementing the opportunity economy are Singapore Denmark, Canada, New Zealand, and Sweden. These countries invest in creating opportunities for every segment of their societies and their primary areas of investment are education, skills training and supporting entrepreneurs and innovation.\nHere is a list of alternative economic models that are being  used to create opportunities and can be considered as OE initiatives:\n1.Three Zero Economic System (Zero Unemployment, and Zero Net Carbon Emissions)\n2.SDG (the Sustainable Development Goals)\n3.OECD (Organization for Economic Co-operation and Development)-Bangladesh participates in UN sponsored SDG and is not a member of OECD\nThree Zero initiatives-There are a few such significant initiatives under Dr Muhammad Yunus\nAmong these four approaches, the Three Zero Economic System and  OECD initiatives are more aligned with Opportunity Economy than SDG.\nDr Muhammad Yunus's  book, A World of Three Zeros: The New Economics of Zero Poverty, Zero Unemployment, and Zero Net Carbon Emissions, offers a new paradigm for an emerging economic system. The Three Zero Economy it speaks of is based on four key principles which are social business, microfinance, sustainable energy, and inclusive growth. It is a form of social capitalism, which incorporates \"innovative social businesses designed to serve human needs rather than accumulate wealth\".\nThe United Nations adopted the SDGs in 2015 and it consisted of a set of 17 goals to end poverty, protect the planet, and ensure peace and prosperity. The past corrupt Bangladesh government adopted the SDGs and showed that attempts were being made to achieve them. However, in the 2023 achievement report, there was no data on progress made, instead only reporting on goals to be achieved by 2030. All government departments, the parliament and the prime minister's office were involved. Yet, it did not involve the public and had no citizens' input, output, or reporting.\nThirty-eight member countries of the OECD created WISE (Centre on Well-being, Inclusion, Sustainability and Equal Opportunity) to focus on generating higher well-being, fewer inequalities, and better health for people. Though they consider GDP (Gross Domestic Product) as an important measure, they believe it fails to capture many aspects of human life along with activities in terms of well-being. They believe multiple measures are necessary to develop a holistic perspective, and as such, WISE reports include civic engagement, social connections, work-life balance, social safety, environmental quality, knowledge and skills, health, work and job quality, housing, and income and wealth. Businesses have a responsibility to make positive contributions to the society and meet stakeholder expectations and demands. In contrast, the SDGs are focused on development only. The OECD's comprehensive approach supports OE.\nI believe that, under the leadership of Dr Muhammad Yunus, Bangladesh can be an ideal Opportunity Economy system with a public mandate. The country needs motivated, honest, and sincere people who are engaged in planning and implementing the new economy to create an inclusive and fair economic system that provides opportunities to all as the fruits of liberation.\nMawdudur Rahman, PhD is professor emeritus, Suffolk University, Boston, US. He can be reached at: [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Opportunity economy: An inclusive economic system for new Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/opportunity-economy-inclusive-economic-system-new-bangladesh-3738786",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "The 1923 Nobel laureate in literature, William Butler Yeats (1865-1939), is admired as arguably the greatest English-language poet of the 20th century. His country Ireland was the longest standing colony in Europe. It came under Anglo-Norman rule in 1169 and suffered colonial oppression for nearly 800 years.\nOne of the major Irish uprisings against British colonialism happened in 1798. Commonly known as the Irish Rebellion of 1798, it was inspired by the American War of Independence (1775-83) and the French Revolution (1789-99). The British crushed the rebellion and instituted \"the most savage repression … to wipe out further resistance.\"\nThe next major Irish revolt to gain independence was the Easter Rising. It began on Easter Monday, on April 24, 1916, and is regarded as the \"harvest of seeds sown in 1798.\" Yeats's poem \"Easter, 1916\" makes it easy to remember the date. Its four stanzas imply the fourth month (April), the first and third stanzas have 16 lines each and point to the year 1916, and the second and fourth stanzas each have 24 lines to indicate April 24.\nThe British quelled the Easter Rising in six days and executed 15 of its top leaders through firing squads within weeks. The heavy-handed response sparked a huge outburst of anger among the Irish, many of whom—including Yeats—did not support the rebellion at the beginning.\nAlthough suppressed and ostensibly a failure, the anticolonial struggle continued and spread from Dublin to other parts of Ireland, culminating in the Irish War of Independence (1919-21). The Anglo-Irish Treaty was signed in December 1921 and the Irish Free State (Agreement) Act was passed in the British Parliament on March 31, 1922. Thus, 26 of Ireland's 32 counties achieved independence; the remaining six counties were and continue to be under British rule. They form what is now Northern Ireland, which is part of the UK, though not as a colony in the conventional sense of the term.\nYeats was mainly an intellectual and literary prodigy who was opposed to armed insurrection and bloodshed. To him, anti-imperialism was an intellectual act and cultural rejuvenation free from violence. He shared a general distrust in Irish revolutionaries and discredited their rhetoric, as his poem \"September 1913\" illustrates his disenchantment with post-John O'Leary Irish nationalist leaders.\nInitially, Yeats considered the bloodshed and loss of lives during Easter Rising futile and wasteful. But the unwavering dedication of the rebels changed his mind and earned his sympathy. To elegise and eulogise them, he wrote \"Easter, 1916,\" a palinode where he retracts what he said earlier in \"September 1913.\"\nIn \"Easter, 1916,\" Yeats uses the oxymoronic refrain \"a terrible beauty is born\" to glorify the heroism of the Easter rebels. To describe their devotion and tenacious commitment to freedom, he says:\nHearts with one purpose alone\n\nThrough summer and winter seem\nEnchanted to a stone.\n…\nToo long a sacrifice\nCan make a stone of the heart.\n \nI don't think the imagery of \"stone\" here signifies \"extreme idealism,\" \"the frozen heart\" or \"the rigidity and inflexibility\" of the nationalists. Rather, it stands for their single-minded purpose.\nWe can draw some parallels between the Easter rebels and the intrepid protesters of the anti-discrimination student movement (or the July 1-36, 2024 uprising). Its young stalwarts stunned the whole world with their spectacular bravery on the streets of Bangladesh. They showed unprecedented solidarity among themselves by standing their ground in the face of shoot-at-sight orders. At Sheikh Hasina's behest, shootings and helicopter strikes were carried out against our valiant young people. But they didn't hedge or budge; they didn't desert the streets even when they saw their co-protesters being killed next to them. Hundreds of them were massacred and thousands wounded. Many of the survivors are left with life-changing disabilities. As long as Hasina was in power, some of the injured couldn't even go to hospitals for treatment as police were arresting the bullet-wounded demonstrators from healthcare facilities.\nWhat motivated our youth to defy death in order to free Bangladesh from the yoke of a brutal regime?\nTo use Yeats's imagery, their hearts were tied to—or turned into—a \"stone,\" which represents their strong resolve to liberate their land from autocracy and oppressive practices. The urge for freedom fired them up, took them to the streets, and inspired them to stay put.\nHasina stayed in power from early 2009 until her fall in early August 2024. The young protagonists of the anti-discrimination student movement came of age during her rule. Hers was the only political system that they experienced firsthand. It was riddled with farcical and non-participatory elections, ballot stuffing on the eve of polls, candidate and voter intimidation, lack of transparency in the vote count, massive corruption, wholesale plundering of banks, illegal syphoning of money out of the country, and extrajudicial killings, enforced disappearances and other gross human rights violations.\nWhat affected the students most directly was the culture of impunity at educational environments where Bangladesh Chhatra League, the student wing of Hasina's party, the Awami League, instituted a reign of terror.\nOur students couldn't tolerate the totalitarian regime any longer. In June 2024, they rallied around the anti-discrimination student movement to get a fair share in the job market. Soon, Hasina's arrogance galvanised them to free their country from her autocracy in July. Hasina didn't resign in July, so our youth extended its length beyond its 31st day. Hasina fell and fled on \"July 36\" (August 5) and the country was \"liberated.\"\nYeats embeds memories of the Easter Uprising and immortalises its heroes in \"Easter, 1916.\" The courage and strength of mind of our youth are no less inspiring and remarkable than those of the Irish rebels. We will feel artistically bereft if we don't see our litterateurs produce pieces like \"Easter, 1916\" to commemorate the sacrifices of our young people, to take pride in their \"excess of love\" for Bangladesh, and to celebrate their bravery and patriotic duty to liberate it and its people from oppression. We must document their determined courage, steadfast resilience, and the spirit of selflessness and fearlessness.\nBecause of some bad apples among them, we once dreaded our students. But they have now restored their dignity through their heroic fortitude and feats and through their readiness to die for a cause bigger than them.\nWe will be thrilled to read poetry containing verses like:\n[Abu Sayed] and [Mugdho]\n\nAnd [Shahriar] and [Yasin]\nNow and in time to be,\nWherever green is worn,\nAre changed, changed utterly:\nA terrible beauty is born.\nDr Md Mahmudul Hasan is professor at the Department of English Language and Literature in the International Islamic University Malaysia. He can be reached at [email protected].\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "WB Yeats’s ‘Easter, 1916’ and Bangladesh’s July 1-36, 2024",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/wb-yeatss-easter-1916-and-bangladeshs-july-1-36-2024-3738626",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Renewed emphasis on renewable energy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/renewed-emphasis-on-renewable-energy-1730123118",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Local currencies to promote intra-regional trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/local-currencies-to-promote-intra-regional-trade-1730123161",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Breaking market syndicates",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/breaking-market-syndicates-1730123212",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Rehabilitating Dhobaura flood victims",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rehabilitating-dhobaura-flood-victims-1730123227",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2024"
    }
]