[
    {
        "full_article": "Bangladesh recently took a major step towards strengthening the protection of threatened sharks and rays by updating the list of species and species groups under the country's Wildlife (Conservation and Security) Act, 2012. As per the amendment, all sawfish, guitarfish, wedgefish, cownose, eagle and devil rays, thresher and mako sharks, hammerhead sharks, and another 23 shark and ray species are now strictly protected, while the landing and trading of butterfly rays and 29 other shark and ray species is permissible only if not detrimental to the wild populations.\nThis amendment has significantly improved legislation for sharks and rays that are at risk of extinction from overfishing and global trade demand, and is a milestone for marine conservation in Bangladesh. The upgrade reflects growing knowledge about these diverse soft-boned fish in our waters, as well as concern for their survival gained through collaborative research. The amended list also reflects commendable motivation among government officials to put international conservation and trade commitments for sharks and rays into action, which is critical to making these new regulations work.\nSystematic research on sharks and rays, aimed to inform conservation management and sustainable harvesting, is relatively new in Bangladesh. Much remains to be done in order to reduce mortalities and to prevent protected species from entering markets, and to ensure that those not currently threatened do not become so.\nWorking for nearly two decades on advancing the protection of marine wildlife in Bangladesh has taught us that we need innovative solutions grounded in robust science, and developed jointly with the communities dependent on marine resources.\nLike dolphins or whales, most sharks and rays grow and reproduce slowly. This makes them particularly vulnerable to overfishing. Coastal fishermen in Bangladesh generally release dolphins entangled in their nets—not only because the law requires it, but also because many of these fishermen regard marine mammals as brethren at sea.\nBut sharks and rays are highly valued for their fins, gill plates and skins, which can be exported to international markets and meet growing domestic demand for their meat. So, it is financially worthwhile for fishermen to retain all sharks and rays they catch. Unlike with marine mammals, we cannot count on positive cultural perceptions to reduce their mortalities.\nWe can, however, build on precedence. Marine turtles used to be retained for their meat. A commendable commitment, good communication, and strong enforcement of their legal protection by the Bangladesh government resulted in fishermen fearing punishment and releasing marine turtles.\nBangladesh has transitioned into a lower middle-income country. Our country is blessed with large productive water bodies that provide vital animal protein and export revenue. But conservation management interventions are urgently required to avert economically valued fish stocks from plummeting, and globally threatened marine wildlife from going extinct.\nUnder the leadership of the Ministry of Environment, Forests and Climate Change and the Ministry of Fisheries, there has been a noticeable shift from maximising extraction to sustaining the productivity of our natural resources. National economic growth and concerted efforts for the sustainable growth of our blue economy compel us to take a strong stand against the consumption of threatened marine wildlife. Sharks and rays play an important role in maintaining the ecological balance in our waters. We can no longer justify eating threatened sharks or rays, for the sake of our health and that of our oceans.\nWhile some may argue that this amendment is just words on paper, we firmly believe that it is a crucial step to improve the survival chances of globally threatened sharks and rays in our waters. This amended list brings clarity about which species we can or cannot catch or trade. It is easy to communicate. In the three-plus years that it took to prepare the amendment and get it endorsed by national and international experts, government departments and ministries, the Wildlife Conservation Society (WCS) Bangladesh has developed communication tools and training programmes to support its implementation.\nThe shark and ray amendment also shows our government's strong commitment to ensure that the exploitation of non-threatened shark and ray species and the trade in their body parts do not negatively impact their populations. It aligns Bangladesh's legislation with regional agreements, international conventions, and our constitution that mandates the protection of biodiversity. The Forest Department, mandated with the protection of threatened wildlife and critical habitats, is developing a national conservation strategy, with a plan of action for the conservation management of sharks and rays, in collaboration with the Department of Fisheries and with technical support from the WCS. These commendable initiatives by the government, building on the amended listing, are beacons of hope for imperilled sharks and rays in Bangladesh.\n \nElisabeth Fahrni Mansur, Shamsunnahar Shanta and GM Masum Billah work at the Marine Conservation Programme of Wildlife Conservation Society (WCS) Bangladesh.\n\n",
        "headline_1": "A ray of hope for people and marine wildlife",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ray-hope-people-and-marine-wildlife-2186166",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2021"
    },
    {
        "full_article": "Bangalee revolutionary, feminist and social reformer Leela Nag's century-old ancestral home, in Panchgaon village of Moulvibazar's Rajnagar upazila, has been destroyed. In between schools reopening, local elections taking place, and the menace of dengue raising its head even as Covid-19 begins to subside, this bit of news might not have resonated with you. But it is extremely significant—not just because of the wanton destruction of a property with historical significance (despite a High Court injunction that protected it), but because it is a testament to our callous attitude towards preserving the legacies of trailblazing Bangalee women who shaped this nation into what it is today.\nThe fact that the home of the first female student to obtain an MA from Dhaka University should meet this fate—ironically, in the very year the university celebrates its centenary—should be a cause of great shame for us all. At a time when co-education was not permitted, and the idea of a woman studying at this level was quite unthinkable for many, Leela Nag's determination to pursue higher studies alone should have afforded her a special place in our history. But this was only the beginning.\nAfter graduating in 1923, she dedicated herself to advocating for women's education, founding the Deepali Sangha, an association for women, in the same year. She went on to establish a number of schools and institutes, including what is now Qamrunnessa Girls' School, one of the first schools for girls in Dhaka. We all know of Begum Rokeya as a pioneer of women's education in this region, but not many of us know of Leela's role in taking her ideals forward.\nHowever, Leela's progressive thought was not limited to education—she wholeheartedly believed in the economic and political emancipation of women, as well as the liberation of the subcontinent from colonial powers. She entered into all-male revolutionary groups like Anushilan Samiti and Jugantor, and was instrumental in initiating women into the resistance (Pritilata Waddedar was one of the women who trained at Deepali Sangha). In 1931, after the daring Chittagong armoury attack and the subsequent clampdown on press freedom, she set up Jayasree, the first magazine that was written, edited, and managed wholly by women.\nA close associate of Subash Chandra Bose, she was jailed twice for her politics: once for six years during the Civil Disobedience Movement, and again for four years during the Quit India Movement. In 1946, she became the only woman from Bengal to be elected to the Constituent Assembly of India, and after the Partition in 1947, she focused on helping refugees, especially destitute and abandoned women, setting up 17 relief camps in Noakhali.\nIn short, Leela Nag's legacy is not one to be taken lightly, which is why it is all the more frustrating that her ancestral home, instead of being preserved with care, has been allowed to fall into ruin. After Partition, the Pakistan government, true to its form, forced her to relocate to Kolkata, and all 5.97 acres of her family home was occupied by a man named Alauddin Chowdhury, who went on to collaborate with the Pakistani forces during the Panchgaon genocide on May 7, 1971, when at least 59 Bangalee Hindus were brutally murdered.\nThis begs the question: Why has the property continued to be in the possession of his family, who are embroiled in a battle with the High Court over its legal rights, even after the International Crimes Tribunal found evidence of Alauddin's involvement in crimes against humanity during the Liberation War? According to a member of the Leela Nag Smriti Pathagar, the lack of debris makes it apparent that the destruction of the house did not occur due to natural causes—it was deliberately dismantled, and the signs of the bungalow were removed.\nThis is not the first historical building in Bangladesh that has faced such neglect. There is a clear lack of policy guidelines on the preservation of heritage buildings—not to mention a pervasive absence of public awareness—as well as a certain level of political apathy. However, the destruction of Leela Nag's ancestral home is more than just cultural or heritage destruction—it is a silent complicity in the erasure of women's contributions to the political and social movements in this region from the pages of our history. Leela Nag is one of many Bangalee women to have made major contributions to liberating this land, from the British and from the Pakistanis, only to have their legacies pushed aside in independent Bangladesh.\nIn a world where women have historically been silenced, excluded from public life and education, and their contributions to science and social progress erased and undermined—and where this systematic exclusion is still so ingrained and, more often than not, institutionalised in most societies across the world—this apathy towards preserving women's histories in Bangladesh should cause us a great deal of concern. In fact, we should, in general, be worried about the lack of focus on our history prior to 1971, although our women leaders seem to have disproportionately borne the brunt of this collective amnesia.\nTake Manorama Basu of Barishal, for example. She joined the anti-colonial movement as a teenager, went on to establish the first women's organisation in Bangladesh, and spent her entire life fighting for the rights of women. After Partition, she had frequent run-ins with the Pakistani regime, and was jailed for almost four years: first for leading a movement for supplying food in then Barisal in 1948, and later under a security law. She played a crucial role in organising women against the Pakistani autocracy, especially during the 1969 Mass Uprising. Where is the museum dedicated to \"Mashima,\" as her followers fondly called her? Although the former Kawnia Branch Road in Barishal has been renamed to Manorama Basu Sarak, that is the extent of our memorialisation of her. There is no other major mention of her anywhere else in the country—no monument or plaque, not even her face on a stamp.\nA similar fate befell the house of firebrand peasant leader Ila Mitra, who famously organised the peasant-Santhal uprising in Chapainawabganj in 1950 and was jailed and brutally tortured by the Pakistani police for four years. Her memory has been somewhat preserved with a mural in Dinajpur and a hall named after her at Bangabandhu Sheikh Mujib Medical University (BSMMU). But her childhood home in Jhenaidah's Shailakupa upazila remains in a dilapidated condition.\nWhile the bravery and sacrifice of Pritilata Waddedar has, in recent times, come more in the spotlight, there is less mention of Kalpana Datta, who was entrusted along with Waddedar to attack the European Club in Chittagong, but was arrested a week before it could take place. Santi Ghosh and Suniti Choudhury of then Comilla, who were imprisoned in 1931 for shooting and killing the British district magistrate of Comilla when they were only 16, were hailed as heroes of the independence movement at the time, but are rarely mentioned in modern day Bangladesh. The names of lesser-known female revolutionaries, such as Parul Mukherjee of Comilla or Suhasini Ganguly of Khulna, have all but faded into oblivion.\nWhy has this been allowed to happen? This is all the more troubling because it is exactly what the Pakistani regime wanted when they launched a campaign to systematically erase Bangalee nationalism and the Bangalee identity, especially that of the Bangalee Hindu. At a programme at the Bangla Academy on February 15, 1971, Bangabandhu Sheikh Mujibur Rahman famously criticised this. \"No efforts have been made to pay our respects to Surya Sen, a brave progeny of the Liberation Movement. You are afraid to speak of him, because he was Hindu. I call on the people of this country to write of and read their histories. Once, we could not speak of Bengali nationalism, but today, this nationalism is the truth, and there is no power that can stop it,\" Bangabandhu had said.\nHow sad is it that, even after 50 years of independence, we are still reluctant to heed his call? In fact, even the heroes of 1971 are not being memorialised in the way they deserve. On Sunday, The Daily Star reported on how a library in Char Rajibpur upazila in Kurigram, named after one of the most famous female Liberation War veterans, Taramon Bibi, has ceased to exist; the building is now being used as a barrack for Bangladesh Ansar.\nPreserving the history of a country can help build national cohesion and present positive role models for future generations. And across the world, there is a growing awareness of how inclusive depictions of history can ultimately contribute to building societies that respect women. In a society as deeply sexist as ours—where it's not just online trolls, but parents, teachers, co-workers, public figures, and even parliamentarians are also on a constant crusade to prove feminism to be a \"Western concept\"—one cannot stress enough on the importance of having the examples of Begum Rokeya, Leela Nag, Manorama Basu, and Sufia Kamal in public view as a reminder of what a Bangalee feminist really looks like.\nUS educator Myra Pollack Sadker, who campaigned relentlessly for the removal of gender bias from school textbooks, once said, \"Each time a girl opens a book and reads a womanless history, she learns she is worth less.\" I would add that, each time a boy or a man also learns of a \"womanless\" history, he too thinks the same, and the vicious cycle of a society that devalues and marginalises women continues. The leaders of this country have a responsibility to break this cycle.\n \nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n\n",
        "headline_1": "The women who are fading away from our history",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-women-who-are-fading-away-our-history-2186146",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2021"
    },
    {
        "full_article": "Within Australia, Bangladesh is perceived as an aid-dependent, impoverished country which is subjected repeatedly to natural and human-induced disasters like cyclones, floods, and building collapses due to poor building standards. In reality, however, the country has made impressive strides in its development journey, and that image is in need of a refresher.\nBangladesh recorded nearly six percent annual GDP growth from 2000-2019 and officially registered a 3.5 percent growth rate in the Covid-19-ravaged 2020, raising the country's GDP to almost USD 320 billion. In 2019, prior to Covid-19, the economy grew by eight percent. A GDP per capita of around USD 2,000—for a population of around 160 million—means that the country is set to graduate from the Least Developed Country (LDC) status in the next few years.\nIndeed, Bangladesh could be described as the least known, fastest growing economy in Asia. A few months ago, it was reported that the country had overtaken India in terms of per capita income, and recently it even provided foreign exchange assistance to Sri Lanka. In terms of recent growth rates and the size of its economy, Bangladesh has many similarities with Vietnam, a country which receives a lot more attention in Australia.\nThe conclusion of the Australia-Bangladesh Trade and Investment Framework Arrangement (TIFA) on September 15, 2021 is, therefore, timely and could provide the necessary boost towards a more significant economic relationship. While TIFAs are seen as mostly symbolic and replete with good intentions, they do signal an injection of commitment and ambition. TIFAs do not guarantee trade and investment growth, but there are examples where instruments like TIFAs have presaged the building of more expansive economic ties between countries. An example is the US-Bangladesh Trade and Investment Cooperation Forum agreement, which was signed in 2013; by 2019, bilateral trade in goods between the two countries had increased by close to 50 percent. In this specific case, the TIFA also highlights that Australia's scope for opportunities in South Asia goes beyond India.\nThe current bilateral trade relationship is modest. The Department of Foreign Affairs and Trade's latest figures show that Bangladesh is Australia's 30th largest partner, with two-way trade amounting to about USD 2 billion. Almost half of that relates to Australian imports of textiles and clothing and exports of cotton. Starting from that low base and combined with Bangladesh's good prospects for a post-Covid recovery, there should be room for growth. Bangladesh's large, young, increasingly urbanised population and a growing middle class should interest a range of Australian exporters and investors.\nOne substantial opportunity is liquefied natural gas (LNG). Bangladesh's supply of inexpensive domestic gas contributed to its development success. As this depleted, Bangladesh quickly turned to LNG imports, starting in mid-2018 and growing to four million tonnes per annum in 2020. Forecasters are expecting LNG imports to grow to 20 million tonnes per annum by 2030—a fivefold increase in less than a decade.\nAustralia was the world's largest LNG exporter in 2020, just ahead of Qatar. Australia's LNG production facilities in the north of the country are among the closest to Bangladesh's already functioning and planned LNG import facilities. On paper, Australia should be able to be a competitive supplier to the country due to lower shipping costs.\nTo date, Bangladesh's long-term LNG contracts have been concluded under the so-called \"government-to-government\" arrangements, namely with Qatar and Oman. The TIFA could provide an avenue, through which the prospects for a sustained LNG trading relationship could be developed, including by the two governments, ensuring that Australian LNG producers are able to compete on an equal footing.\nFor this to occur, Australian LNG producers, and indeed suppliers of other commodities, will also need to be convinced of the value of trade diversification and take more innovative approaches. Learning to deal with new customers in Bangladesh will require patience and creativity.\nAustralian producers have traditionally enjoyed the custom of buyers from Northeast Asia (Japan, China, Korea, and Taiwan), who have consistently been prepared to provide attractive terms. While price is part of the equation, another part is these customers' good creditworthiness and preparedness to share risks and obligations. To get the necessary comfort with dealing with buyers with less experience and lower credit ratings, Australian producers will need to consider ways to manage the perceived higher risks or, indeed, by developing an appetite for higher risk, as sellers from other countries have done to develop new markets like Bangladesh.\nIt will also require Australian producers to have a long-term commitment to acquire a sophisticated understanding of the country and tot enduring relationships. This is easier said than done as Australian companies can be expected to focus their efforts on markets that promise the best returns. Their willingness to do things differently in Bangladesh will likely depend on their perceptions of whether they can continue to count on Northeast Asia as the market of choice.\nBangladesh's success has attracted many other partners, and the landscape is competitive. The Australian government, through Export Finance Australia and Austrade, should consider some of the policies other countries have already used to develop market share in Bangladesh in order to expand Australia's presence.\nWhile it does have significant structural issues to address, many observers are cautiously optimistic that Bangladesh will be able to move up the manufacturing value chain. Australia is well-placed to supply the country with natural resources and value-added inputs, as it has done elsewhere in the region as countries industrialised. Australia is also well-suited to provide a greater range and level of services, as has been done in the education sector where Australia has an established brand name in the country.\nBangladesh understands the need to both attract new investment and diversify its economy in order to lessen its dependence on the ready-made garment sector, remittances from its large diaspora, and some light manufacturing. The country has been increasingly active in looking at how it can attract the necessary investment, both to help in this diversification push and to modernise its infrastructure. Australian investors, especially those with an appetite for—and experience in—investing in Asian infrastructure, should take note.\nAustralia's ever-growing challenges with China have led political leaders to stress the need for more trade diversity. Bangladesh should feature strongly in the list of countries which can potentially provide that additional bandwidth. The two countries share historically significant relations: Australia was the fourth country to recognise Bangladesh's independence in 1971 and has been a committed development partner. People-to-people links are considerable, with over 40,000 people born in Bangladesh calling Australia home, according to the 2016 census. The English language and cricket provide good cultural commonalities.\nBoth countries are also wary of being dominated by larger and more assertive neighbours. And Bangladesh is rising in prominence as a potential partner on strategic issues in the region. While there are some tensions between Bangladesh and India, the relationship is sturdy, and increased cooperation between Bangladesh and Australia in this area is unlikely to draw ire from Quad partner India.\nThe TIFA is a signpost that, in the fast-evolving geopolitical and geoeconomic environment, Australia and Bangladesh do have many genuine interests in common, and they can and should work much closer together. At the end of the day, however, unless the business communities and political leadership of both the countries seize the opportunity, the TIFA will end up being symbolic and left on the shelf of unmet expectations.\n \nBrendan Augustin has worked in the Department of Foreign Affairs and Trade (DFAT) in Australia. He has also worked in senior roles in Oil, Gas, and Mining. He is now the managing director of Bina Group.\nThis article has been republished under a Creative Commons Licence.\n",
        "headline_1": "Australia–Bangladesh: A booster dose for trade diversity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/australia-bangladesh-booster-dose-trade-diversity-2186141",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2021"
    },
    {
        "full_article": "Today, September 28, is observed globally as World News Day. This is not your usual \"industry celebration\" day, but one to highlight the importance of the institution of news media and the critical role that journalists play in gathering, presenting and interpreting facts, in unearthing the background of events, in exposing corruption and abuse of power, in holding the state and non-state actors accountable and—through all these processes—in augmenting democracy. It is a day to sensitise the wider society about the challenges that the journalist community faces in performing their duties. At the same time, it is also a day of reiteration of what constitutes ethical journalism, the hallmark of this noble profession. Coincidentally, the day is also marked as the International Day for Universal Access to Information (designated by Unesco).\nJournalism as a trade has experienced massive transformation in this age of communication technology, augmented by digitalisation. The centuries-old paper-based news industry now faces a serious challenge from its online counterparts. The local newspaper industry, even in the Global North, faces threats from Facebook, Google, and other sites that \"siphon off\" the bulk of the revenue. While some in the industry have successfully adapted to the new reality, others have had to pull down the shutters. In addition, social media has emerged as an alternative source of information. Unfortunately, such systemic transformations have not necessarily been accompanied by the growth of responsible and credible journalism practices, promoting, celebrating and facilitating professional excellence. Therefore, the need for gathering, presenting, and interpreting trustworthy news and information has become ever more important. An essential prerequisite to attain such lofty goals is protecting the right of the journalists to perform their tasks freely and without fear.\nOne may recall that in the long-drawn struggle for democracy during Pakistani days, ethical journalism played a critical role. On the one hand, it challenged and exposed the authoritarian practices of those at the helm of the state; on the other, it conveyed the alternatives (such as that of the theory of two economies) offered by the opposition platforms that helped galvanise the people to rally, and protest, and demand change. Unfortunately, instead of further facilitating press freedom, successive governments in independent Bangladesh have adopted laws and administrative practices that act as barriers to that aspired principle. Included among the laws are provisions of the Special Powers Act, the Printing Press and Publication Act, the Information and Communication Technology Act, the sedition and defamation clauses of the Code of Criminal Procedure and, no less importantly, the Digital Security Act. Needless to say, these laws, particularly the DSA, have been applied to stem dissent on a number of occasions, and it is the journalist community who disproportionately bore the brunt.\nThe rampant application of the DSA severely restricts freedom of expression. Stating that 14 of the listed 19 offences under the law are non-bailable, the president of the Editors' Council noted, \"Even if the law is not invoked, its sheer existence is enough to destroy journalistic initiatives.\" This may entail that an accused may have to spend months behind the bars before the trial process even begins. It also takes a toll on his/her reputation and social standing. The law also extends enormous power to the police to conduct searches on the premises of news establishments or seize computers and other equipment on \"mere suspicion.\"\nThe defamation provision is another legal instrument to intimidate journalists. While in most countries, defamation is treated as a civil offence, under Bangladeshi law, it is a criminal offence. The law explicitly stipulates that the plaintiff has to be an aggrieved party, but in practice, defamation cases filed by individuals, who had no locus standi to file them, were admitted by the magistrate.\nWhile the state retains a plethora of legal provisions to clamp down on the media if it so decides, thus far there is no law for the protection of the media from arbitrary intrusion and closure, and from arrest or questioning of journalists and the whistleblowers. This works as a great impediment to freedom of the press, and curtails journalists' ability to effectively pursue their vocation.\nThere have been occasions where journalists had to endure physical assault, illegal detention, and harassment from the state functionaries for performing their professional tasks. In mid-March 2020, Ariful Islam's reports on the irregularities of Kurigram district administration resulted in 30 to 40 people, including a senior official of civil administration, raiding his house in the middle of the night and detaining him. Arif was taken to the DC's office, where he was tortured blindfolded and threatened with an \"encounter.\" He was then sent to jail for a year on charges of \"possessing alcohol and marijuana\" by an illegal mobile court sanctioned by the deputy commissioner.\nThe non-state actors also constitute a threat to journalists. On umpteen numbers of occasions, particularly during mass protests such as the road safety or quota movements, along with the protesters, reporters (carrying visible identity documents) were attacked and their equipment and vehicles vandalised by the supporters or members of the affiliated organisations of the ruling establishment, inflicting bodily harm on journalists. There is little evidence that effective actions were taken against the attackers for violating the law.\nLikewise, reporters are also subjected to attacks and intimidation for publishing news and posting opinions on social media platforms, triggering displeasure of the powerful quarters. Golam Sarwar's case provides a classic example. This Chattogram-based journalist was involuntarily disappeared last November, and he reappeared after three days. While in illegal custody, Sarwar was asked to surrender his freedom to pursue his chosen vocation in exchange for \"freedom\" from harassment and torture. He claims that a politically influential family in Chattogram filed two defamation cases against him. In one instance, Tk 100 crore compensation was sought. So far, he failed to secure any redress from the law enforcement authorities.\nThe prevailing adverse regulatory framework, coupled with arbitrary administrative practices and high-handedness of the politically and financially powerful connected with the corridors of power, have created an environment of self-censorship. This has led to a situation in which it is not only the veracity of facts that concerns news editors and chief reporters, but also if the facts being dealt with are \"DSA proof.\"\nOver time, journalism has also been adversely affected by changes in the pattern of the ownership of media houses due to corporatisation, which are increasingly guided by overtly pecuniary, business, and other interests. Gone are the days when there was little meddling of owners with contents of the news and opinions expressed, and the editors enjoyed full discretion in running affairs of the media. However, over time, there has been gradual erosion in the authority of professional editors as the corporate houses increasingly began to interfere on such matters. Instead of letting the media perform its professed goal of serving the nation by disseminating credible facts and information, news outlets have become a handy tool for corporate houses to pursue their business and political interests, often resorting to publishing or running fake news to malign their business and other rivals. Such \"predatory corporate control\" has increasingly become stark in the Bangladeshi context, eroding the ethical foundation of media in general.\nIn this age of the \"tsunami\" of news portals that are built around \"unedited, unverified, unsourced news and deliberate promotion of alternative facts,\" this aberration of the mainstream media is worrisome. Such a development not only dampens ethical journalism, but it also does a disservice to the people and weakens democracy. As the nation marches forward in the economic terrain, the need for accountability and transparency of various branches of the government and state institutions has become all the more important. Therefore, the onus lies on the state and other stakeholders to ensure that freedom of expression and ethical journalism can flourish—as real news, truth, objectivity, balance, and fairness do indeed matter.\n \nC R Abrar is an academic, and a member of Nagorik, a platform of human rights and rule of law.\n",
        "headline_1": "World News Day: In defence of the messenger",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/defence-the-messenger-2185351",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2021"
    },
    {
        "full_article": "Every so often, we are bombarded with reports by rights watchdogs about the victims of the much-reviled Digital Security Act (DSA), a law that has been hanging like the Sword of Damocles over people's heads, particularly the media, since September 2018. Tomes have been written about the extremely harmful impacts of the act on the very fibre of the nation and the character of our society. Unfortunately, it has been used indiscriminately to curb free speech. That, given a situation where we have a command democracy and indeed a command politics—and a virtually fettered media—makes this state of affairs even more regressive.\nTo put the issue into perspective, we reproduce the statistics of a human rights watchdog as reported in this newspaper yesterday. According to Article 19, at least 172 cases were filed under the DSA between January and August this year. In these cases, 308 people from a variety of professions have been charged. Of them, unsurprisingly, 41 are journalists. As many as 114 of the accused were arrested immediately, many of whom are still awaiting bail. The figure is nearly as many as that of the arrested and charged in the previous 12 months, indicating a frightening increase in the use of the law.\nTo recount such statistics when the world is celebrating the International Day for Universal Access to Information lends a degree of poignancy to the matter. The nation has been crying foul since the very day the law was enacted. A law that creates negative consequences and becomes more oppressive than the situation it purports to address is a bad law. Democracy, in whatever form it exists, is not worth the name unless there is an unfettered and vibrant media, as well as the freedom for every citizen to vent their feelings and emotions at the authorities. But our experience in the last three years has been very painful. The Digital Security Act, 2018 has been so badly misused that it compels one to think if it is being used as a shield to prevent exposure of the iniquities, aberrations, and misdeeds of those in power.\nOne cannot contest the intention of the government to make legal arrangements that provide security in cyberspace. We all want that too. But in the current form, the DSA fits the definition of a bad law. And there is only one place fit for a bad law—the dustbin. That is where the DSA should be consigned to.\n",
        "headline_1": "Repressive law cannot suppress the truth for long",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/repressive-law-cannot-suppress-the-truth-long-2186126",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2021"
    },
    {
        "full_article": "On September 14, after a meeting between relevant education and health officials, students of all public and private universities were given a two-week deadline to register for Covid-19 vaccination, so that in-person classes could be resumed. At the time, we expressed our concern about how the time given was far too little, especially since only 40 percent of the country's university students had been registered by then. Exactly two weeks later, our worries have been confirmed. According to a report in this daily, more than half of tertiary-level students have failed to meet the deadline, which means that less than 10 percent of university students registered themselves for the vaccination during the specified period.\nAlthough the University Grants Commission (UGC) chairman is now arguing that resuming in-person classes will not be a challenge, considering the downward trend of Covid-19 infection rate in recent days, we cannot help but wonder at this consistent—and by now inexcusable—tendency of the authorities announcing ambitious plans, failing to follow them through, and eventually discarding them, instead of trying to adapt and enforce them. In a similar trend, earlier in August, the authorities had also announced that all students would be vaccinated by the end of September, before backing away from that decision as well.\nThere are still more than 2.43 million students who have not registered for the vaccine, most of them from colleges under the National University. What will happen to them now? Will the authorities stick to their previous stance of only resuming in-person classes once all students have completed their vaccine registration? In that case, will we allow vaccine inequality to take hold of our education system, where only vaccinated students will be allowed to stay in dormitories and attend classes? Or, if classes resume anyway, will the universities with unvaccinated students be able to maintain enough social distance, and follow the health safety guidelines during classes? What will be the new deadline for registration then? Will it face the same fate?\nDespite the declining Covid-19 infection rates, we cannot ignore the fact that, according to DGHS data, only 10 percent of the total population of Bangladesh have received both doses of Covid-19 vaccine. Given that the Delta variant is more contagious than the other variants—and can spread even via vaccinated people—now is not the time to let our guards down. The government must ensure that priority groups are vaccinated quickly and in an orderly manner, avoiding a repeat of the chaos that we witnessed during the special vaccination drives in August and earlier this month. \n",
        "headline_1": "Why the flip-flop on vaccinating university students?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-flip-flop-vaccinating-university-students-2186076",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2021"
    }
]