[
    {
        "full_article": "rIndia’s official statistical machinery is gearing up to relaunch the All-India Household Consumer Expenditure Survey, traditionally undertaken quinquennially, from July 2022. If it fructifies, the result may be known towards the latter half of 2024, provided the Government permits the release. The last such Survey (2017-18), did not get such a sanction — its results reportedly indicated the first fall in monthly per-capita spending by households since 1972-73, with rural households facing a sharper decline compared to 2011-12. The Statistics Ministry had flagged ‘discrepancies’, ‘data quality issues’ and ‘divergences’ between estimated consumption levels and the actual output of goods and services. While it had sought to scuttle suggestions that unflattering data were being obfuscated, a better course of action would have been to release the data with caveats. It could have argued, for instance, that the numbers, at best, reflect the short-term impact of the ‘bold structural reforms’ carried out in the year preceding the Survey, to ‘formalise’ the economy — demonetisation and the GST. A fresh survey could then have been commissioned later for a clearer picture. This is what the UPA had done in 2011-12 to measure employment and consumer spending levels afresh, after the 2009-10 Surveys were affected by the global financial crisis and a severe drought that hit rural incomes. The Government had promised to examine the ‘feasibility’ of a fresh Consumer Spending Survey, over 2020-21 and 2021-22, after ‘incorporating all data quality refinements’ mooted by a panel. One hopes the exact ‘refinements’ are spelt out upfront in the upcoming Survey. Of equal import is providing data comparable with past numbers, while factoring in changes in consumption patterns; and it may still not be too late to release the previous Survey’s findings to help assess longer term trends. The absence of official data on such a critical aspect of the economy — used to estimate poverty levels, rebase GDP, and to make private investment decisions — for over a decade, is damaging to India. Being a free-market and transparent democracy distinguished India from the likes of China where official data are read with a pinch of salt. The Government’s actions, including the delayed release of critical jobs data, have dulled that perception. If anything, such Surveys need to be conducted more frequently for more effective policy actions informed by ground realities, no matter how unpleasant they may be. Now, imperfect proxies are deployed to gauge the economy, surmises made about the extinction of extreme poverty, and outlays are tom-tommed without evidence on outcomes. The NSO must be empowered to collect and disseminate more data points, without fear of insinuations about its abilities, or a looming axe on its regular Surveys.",
        "headline_1": "Data, interrupted: On official household spending survey",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/data-interrupted-on-official-household-spending-survey/article65354109.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-04-2022"
    },
    {
        "full_article": "The re-election of Emmanuel Macron in Sunday’s presidential race is a relief not just for France’s political centrists but also for its allies in Europe and America. The election took place amid crises — high inflation; Russia’s invasion of Ukraine that pushed France into a difficult choice of imposing sanctions on Moscow even at the cost of higher energy prices; and growing political disillusionment among the country’s youth. The first round had seen the far-right rising to its highest ever levels — Marine Le Pen and Éric Zemmour together gathered more than 30% of votes. Yet, Mr. Macron secured a decisive victory in Sunday’s run-off, with 58.5% vote share against Ms. Le Pen’s 41.5%, showing that the centre can still hold in France. The banker-turned politician, who emerged as the surprise champion of French Republican values against an upsurge of far-right populism five years ago, managed to rally the anti-populist base once more. He went to the voters with three broad themes: his administration’s economic performance, a defence of France’s Republican values and support for European sovereignty. While France’s quick return to growth and low unemployment rate helped him project a convincing macroeconomic picture, his attack on Ms. Le Pen as a threat to the French Republican values and the tough line he took on Ukraine allowed him to mobilise the liberal, centre-right and pro-European sections of voters.Mr. Macron’s victory offers stability for both France and the EU. But a closer look at the two rounds of elections provides a more complicated picture. The French political landscape, historically dominated by the centre-right conservatives and centre-left socialists, has undergone a major transformation. Mr. Macron has emerged as the poster boy of the centrist bloc, the largely status-quoist voters. And his key challengers are from the far-right, which has anti-Semitic and Islamophobic roots. The third bloc is led by leftist Jean-Luc Mélenchon, who finished third in the first round. The surge of the far-right and leftist candidates suggests that there is widespread voter anger towards the establishment. And the far-right populists, with their cocktail of anti-establishment welfarism and anti-immigrant rhetoric, seem to be better-equipped to tap this anger than the leftists. Ms. Le Pen may not be strong enough, as of now, to capture power, but she was strong enough to pose a credible challenge to Mr. Macron. In his victory speech, Mr. Macron admitted that there is growing anger among sections of the voters towards the political establishment and promised to tackle it. Going forward, his biggest challenge would be to reach out to the disaffected sections of society, address the growing anger in the underbelly of the working classes, and build credible alternatives to the far-right problem.",
        "headline_1": "Victory and challenge: On re-election of Emmanuel Macron",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/victory-and-challenge-on-re-election-of-emmanuel-macron/article65353906.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-04-2022"
    },
    {
        "full_article": "At a time when everyone is talking about making the national emergency helpline service more efficient—so that more people can get emergency help within the shortest possible time—we came across the news of a family in Dhaka's Jatrabari area being tortured by police after seeking help by calling 999 (The Daily Star, April 17, 2022). The incident will, no doubt, discourage people from calling the helpline in case of an emergency. Although the Dhaka Metropolitan Police (DMP) suspended three police officials following the incident and recommended departmental action against the Ansar member involved, the episode has definitely put this emergency service's efficacy under question.\nWe would like to believe that this was an isolated incident and does not represent the services provided by police in emergency situations in any way. However, the service is riddled with a host of problems that need to be addressed going forward.\nThe helpline, 999—a toll-free number which allows citizens in trouble to call and ask for help from police, fire service or ambulance service providers in case of any emergencies—was officially launched on December 12, 2017. Till January 31 this year, the helpline has received over 35.3 million calls. The number is impressive, but were all of these calls actually made seeking help from the service? The answer is no. According to the National Helpline Centre sources, around 67.44 percent of the calls made during this time were either blank calls, prank calls, missed calls, test calls or repeat calls.\nWho are these people making these calls, creating unnecessary congestion in the system? According to the helpline operators, in most of the cases, these calls are made by adolescents. According to a female operator of the helpline, sometimes teenagers call and say, for instance, that there is a fire incident somewhere, which later turns out to be a hoax. According to a report in this daily, the helpline received around 164,000 calls made by adolescents in 2020, which rose to 235,000 calls last year. Reportedly, this is one of the biggest barriers in providing support to people in actual distress.\nThe question that comes next is: Did the remaining 32.56 percent of the callers receive any help from the service? The answer to this question is also a resounding no. Why? Because a majority of the callers did not have any clue about what types of services the helpline actually provided. Reportedly, callers often complain about the price hike of essentials, seek information about Covid-19 vaccines or make random queries to solve problems with their mobile phones.\nMoreover, female operators of the helpline often have to face abusive comments and questions from the callers, as reported by this daily.\nThe problems mentioned above have arisen mostly from the lack of awareness among people about the nature and sensitivity of the emergency helpline. It seems strange as to why the authorities have not been able to take the measures needed in more than four years of its operation to make people aware of the services available through the helpline. It should not have been difficult for them to educate the ordinary people about the importance of this life-saving service as the news and social media could have been utilised for the purpose.\nBeside these problems, there are some other issues that impede upgrading the emergency helpline according to international standards. One of them is slow response time. Reportedly, while the average response time of the 999 unit in Bangladesh is about 20 minutes, it is only seven minutes in countries such as the US, the UK, and Japan. This is because the helpline's operating system is outdated, and there is also a manpower crisis. Currently, everything—from pinpointing the locations of service-seekers, to communicating with the various service providers to finally assigning a team to help the callers—is done manually, which is not only time-consuming, but also makes the service inefficient.\nThus, to make the helpline more efficient, there is no alternative to installing an automatic caller identification and location system, which can locate a caller's exact address instantly and cut down the response time significantly. Why it has not been done yet, despite repeated assurances from the authorities, is anyone's guess.\nThe helpline unit currently receives around 30,000 calls a day, which is difficult to attend with its existing manpower. While the unit needs to have the capacity to take at least 500 calls at a time, it currently has the capacity to take only 100 calls. Therefore, in order for the system to function smoothly, more manpower needs to be recruited for the service.\nAfter the helpline was introduced in 2017, we came across several cases of successful intervention through its use. We came to know how police in Chattogram prevented a child marriage after receiving a call at 999 (The Daily Star, December 14, 2017). In another incident in 2018, a ferry carrying 300 passengers on the Padma River was saved from sinking as one of the passengers called 999 for help. The rescue operation that was carried out last year to save the lives of 13 fishermen who had been stranded at the Bay of Bengal for five days, is another such case.\nThe emergency helpline can actually make a big difference in a society like ours, as it can not only be used to save lives, but also to combat crimes. Just think about how we can bring the number of child marriages down to zero with only a call from any of us—the ordinary citizens. Therefore, the authorities concerned must give more effort into making the helpline a robust, efficient service that can help the citizens whenever needed.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "We need a robust national emergency service",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-need-robust-national-emergency-service-3012386",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2022"
    },
    {
        "full_article": "The complex web of religious and linguistic fault lines in the northeastern state of Assam in India is once again set for fresh churn, with implications for the Muslim population there.\nOn April 22, 2022, Assam Chief Minister Himanta Biswa Sarma said that the state government had accepted the definition of \"native Muslims of Assam\"—a long-pending demand of indigenous Muslims—as recommended by cabinet sub-committees. In July last year, the state government had set up seven sub-committees to suggest measures and recommendations for the overall development of indigenous Muslims, whose mother tongue is Assamese and who are numerically much smaller than the \"immigrant\" Bangla-speaking Muslim population in the state. One of the sub-committees suggested recognition of \"Assamese Muslims\" as a distinct group. Among other suggestions by the committee was issuing identity cards as well as conducting a census to \"identify and document\" the Assamese Muslim community.\nAs per the last census in 2011, Muslims comprise 34.22 percent of Assam's 31.2 million population. In real terms, there are an estimated 11.8 million Muslims in the state, of whom only about 4.2 million are \"natives\"—who are broadly known as Morias, Ujanis, Deshis, Julas and Poimals—who either converted to Islam or were war prisoners during the Mughal conquest of Assam. While Deshis are 13th-century converts from indigenous communities such as Koch Rajbongshi and Meche, Moriyas trace their origin to converts as well as soldiers and artisans who came to the region during the Ahom rule. Smaller groups like Julha Muslims also fall under this category. All these groups have always seen themselves as distinct from the Bangla-speaking Muslims who migrated from East Bengal and then Bangladesh.\nTwo crucial questions that arise are: Is the recommendation of the cabinet sub-committee on \"indigenous Muslims\" practical? And will it solve the religious and linguistic issues confronting Assam? The BJP-led government in Assam, led by Himanta Biswa Sarma, has its own political calculations.\nSarma said all the recommendations of the sub-committees were \"implementable,\" but in a calibrated manner within short, medium and long time frames. Then, as he pointed out, there would be \"legislative mechanisms, administrative decisions and financial support\" to indigenous Assamese Muslim groups, and increasing their representation in parliament and Assam legislative assembly. The committee also suggests the creation of legislative council (other than the existing legislative assembly) as per Article 169 of the Indian Constitution and reservation of a certain number of seats in it for the Assamese Muslim community.\nPolitics seems to have creeped in when Sarma reportedly rooted for the definition of religious minorities on the basis of district-level demography. Citing the example of South Salmara Mankachar in western Assam, where Muslims account for nearly 95 percent of the population, he said, \"Hindus can also be a minority in a particular state depending on the geographical situation, population pattern and threat perception.\" It was not the first time Sarma talked about the \"threat to Hindus in Assam.\"\nAnalysts say that Assam's Muslim-majority districts—Dhubri, Goalpara, Barpeta, Morigaon and Bongaigaon, Nagaon and Darrang, Hailakandi and Karimganj—have been a weak point for the BJP electorally. In the 2021 assembly elections, which saw the saffron party returning to power in Assam, out of the 49 assembly seats in the Muslim-majority districts, 29 were bagged by the Congress-All India Union Democratic Front alliance, and 12 by BJP. That must be a cause for worry for BJP, for whom making a deeper dent in these areas may not be easy.\nThe formal recognition of \"indigenous Assamese Muslims\" may not guarantee the kind of political dividend the BJP would like to look at, if the 2021 assembly poll results are anything to go by. It is possible that a majority of Muslims in Assam, irrespective of linguistic barriers (which are not as glaring as they seem), may remain a homogenous bloc when it comes to voting.\nThis is where Sarma's idea of district-wise definition of religious minority comes into play, because it would give them access to the government's social welfare schemes and financial assistance. BJP's argument is that if a community is a majority in a state but not in a district, they miss out on government benefits. This is clearly directed at benefitting Hindus in a Muslim-dominated district.\nHafiz Ahmed, who heads the Char Chapori Sahitya Parishad, the largest literary body representing the Bangla-speaking Muslims of Assam, recently said that one needed to assess the socio-economic status of minority groups, particularly in char (riverine) areas, where many Muslims of Bangla-speaking origin live and which have for long been backward. Any solution to the plight of Assamese Muslims, indigenous or of immigrant origin, needs a viable comprehensive socio-economic approach that transcends polarising politics.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India\n",
        "headline_1": "Fresh Churn for the Muslims of Assam",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/fresh-churn-the-muslims-assam-3012371",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2022"
    },
    {
        "full_article": "They come wearing helmets, brandishing machetes and sticks; they vandalise, they kill, and then they are gone, even beyond the long arms of the law. This could be an apt one-liner description of the notorious \"helmet bahini,\" who emerge to support politically-connected student activists fighting law enforcers, journalists, common protesters, and most recently the New Market shop owners and the unfortunate pedestrians who were entrapped in the bloodbath on April 19, in the New Market area.\nOne of the casualties of the recent bloody clashes between the students of Dhaka College and traders in the New Market area was 19-year-old Nahid Mia, a deliveryman for a computer shop in Elephant Road. His only fault: he happened to be at the wrong place, at the wrong time. A picture published by this daily shows Nahid lying motionless on the ground, while a \"helmet bahini\" goon donning a black helmet hacked at him with a machete. The graphic photo show at least nine other helmet-wearing men witnessing the macabre torture on Nahid that led to his death.\nFinally adopting a proactive strategy, law enforcement officials have identified some of the attackers of Nahid. The man who had been seen hacking at Nahid has been primarily identified as Bangladesh Chhatra League (BCL) activist, Zakir. According to a report published in this daily, a Dhaka College student named Kaiyum had initially hit Nahid. One of Zakir's accomplices in a yellow helmet has been identified as Sujon Islam, a resident of Room 101 of the North Hall of the college.\nMany of the other attackers have also been primarily identified, mostly associated with BCL in various capacities. BCL General Secretary Lekhak Bhattacharjee denied the involvement of any activists from the student wing of the ruling party in Nahid's murder, however. \"We are sure that no Chhatra League man was involved in the killing,\" this daily quoted Bhattacharjee as claiming. In the context of such confident denials, one feels unsure what to believe: concrete evidence revealing the killer's identity or a responsible individual's statement.\nIn this case, perhaps one might rest their hopes in the ability and neutrality of law enforcement officials to apprehend the criminals. The photos and videos that journalists have been able to capture during the clashes, along with the CCTV footage supply enough evidence to identify the culprits. However, this hope can only be measured and cautious, as in the past they resulted only in sheer disappointment.\nThe helmet bahini did not make its debut during the recent New Market clashes. Rather, their capacity to inflict violence featured prominently during the Road Safety Movement, swooping in on the protesting students (school students, who can be called children) and journalists, beating them up with brutal force, striking terror in the hearts of the witnesses. All the while, the police did little to stop them. Just like the police took two and half hours to intervene in the case of the New Market clashes.\nIt is interesting to note here that, although BCL denies even knowing the helmet bahini members who have been identified over the last few years, whenever the Awami League student front is in the field, it is the dreaded band of helmet-wearing miscreants that come to their aid, taking their side, beating up the opponents to disperse them. A similar situation also unfolded during the Quota Reform Movement, when innocent students were viciously attacked and beaten up by BCL activists at various campuses across the country, and it was the helmet bahini that unleashed their horror to aid the brutality of the BCL men.\nWhile the BCL has from time to time disowned the helmet bahini activists—after all, who would want to take ownership of such a reckless, violent force?—the repeated interventions of the helmet bahini in BCL's fights and in their favour raise the obvious question: Is the helmet bahini supporting BCL as an auxiliary but unacknowledged force? This could be BCL's new strategy. And this is also a convenient arrangement for BCL, since it does not look nice if their activists are seen attacking people in daylight.\nAnd if this is indeed the case, it bodes ominous portents for the future of student politics in Bangladesh. One has to admit that student politics as the Bangalees have known since the early 1950s has changed over the decades. The nature of student politics today no longer reflects or pays any form of respect to its glorious legacy. The role that the students had played in the Language Movement and the Liberation War, and even in the restoration of democracy in the early 90s, is now confined to only history records.\nStudent politics is no longer about patriotism, justice or equity. Now it revolves around greed for money, lust for power and vested interests of various groups, which are not necessarily always political. And whether the BCL acknowledges helmet bahini activists as their associates or not, the fact that student politics has metamorphosed into an eternal cycle of violence cannot be denied. And the inability of the law enforcement agencies to bring these culprits to justice is aggrandising their already inflated egos. Has justice been served in the cases of the Road Safety Movement or the Quota Reform Movement? No. But had justice been served, the helmet bahini might not have resorted to such violence in the New Market clashes.\nIt is also high time the ruling party revisited the changed nature and strategy of its student political wing. Violence, oppression, intimidation and violation of law in the name of student politics cannot be allowed to continue. Also, the rotten elements should be plucked out from the BCL and tossed into the hands of the law enforcers, in order to restore the former ethos and values of this student body and overall student politics. Activists of today's student politics are going to lead the political parties tomorrow; they will be the future leaders who will hold the reins of the nation. Therefore, we must be extra careful as to whom we are allowing to be part of student politics. We certainly do not want violent goons and henchmen to run the nation tomorrow. To prevent that, actions must be taken now.b\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Who are the helmet bahini?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/who-are-the-helmet-bahini-3012366",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2022"
    },
    {
        "full_article": "Quality education is urgently needed in Bangladesh as the country is progressing at a fast pace. Unfortunately, despite having a large number of youth, the dearth of skilled and competent human resources is felt by most of the employers in the country. The problem is two-pronged. First, our high economic growth has not been accompanied with enough jobs for the youth who enter the job market—two million of them every year. Opportunities for those who want to be self-employed are also insufficient. Second, those who seek jobs are not suitable for the labour market. Employers do not find them good enough to do the job. So, the scope for harnessing youth potential through education, skills, and access to finance is inadequate.\nThis also speaks of the quality of education imparted by the educational institutions in our country. Several studies have indicated poor quality of education at various levels—from primary to tertiary. Despite progress in several educational indicators in recent years, the quality of education has not improved much. Particularly, poor performance in mathematics, science, and English even after secondary- and higher secondary-level education is disappointing.\nThe Covid pandemic worsened the situation. In-person lessons stopped at schools, colleges, and universities. This has been termed as the greatest disruption in the learning of students. Around 188 countries suspended face-to-face education during the pandemic. Therefore, countries that were already facing a crisis in the case of education could face a learning catastrophe. In Bangladesh, about 40 million students have been affected due to the closure of educational institutions. In the last two years, students suffered a learning loss that is irreparable in many ways. Very few institutions provided online education. Those who did, the quality of their lessons were rather poor. All these are expected to have an impact on the lifelong earnings of many youth as the loss has been on many fronts. These include learning loss, experience loss, employment loss, and disruption of social and professional interactions. This has taken a toll on their mental health, too, as they were in isolation and anxiety during this difficult time.\nTo overcome the challenges in our education sector, adequate resources are required. Sadly, the budget for the education sector has been stagnant at around two percent of the GDP for the last few years. In the national budget for 2021-22 fiscal year (FY), the education sector received only 2.08 percent of the GDP and 11.9 percent of the total budget. The allocation is much smaller than what is suggested by the United Nations Educational, Scientific and Cultural Organization (Unesco). The UN agency recommends allocating four to six percent of the GDP for education in its Education 2030 Framework for Action. However, the Eighth Five-Year Plan (FYP) of Bangladesh sets the target to increase budget allocation to 3.5 percent as a share of GDP by 2025, four percent by 2031, and five percent in 2041. However, at the current rate of resource allocation, the education budget as a share of GDP may reach up to 2.15 percent in 2025, 2.26 percent in 2031, and 2.43 percent in 2041. Hence, the immediate target must be breaking the cycle of two percent of GDP for education and raising it to at least 2.5 percent in the upcoming budget for FY2022-23. For poor and low-income families, public expenditure plays a positive role. Unfortunately, in the rural areas, out-of-pocket expenditure on education is increasing. High personal expenditure on education may discourage parents to educate their children, especially in poor rural families. This could also increase the inequality between rural and urban areas further.\nHigher allocation in the budget is, however, not the only remedy to help recover from the learning loss due to the pandemic, as well as improve the quality of education in Bangladesh in general. The budget for education should be spent efficiently. The allocated resource remains underutilised and the budget allocations for most sectors, including education, are revised downwards due to low spending. Often, there is more interest in physical infrastructure and less on soft infrastructure. Hence, recruitment of the adequate number of teachers at schools and their training are less prioritised by the authorities. As a result, the teacher-student ratio in schools is low. For example, in 2020, the teacher-student ratio in the country was 1:40. Such a low teacher-student ratio—particularly in primary and secondary levels of schooling, which build the foundation of learning for students—leads to poor quality of education, particularly in science and mathematics. Moreover, the number of trained schoolteachers is low. Available data indicates that as of 2020, the percentage share of trained teachers was 66.4 percent. Teaching is no longer considered as an attractive profession, and the lack of meritorious teachers is one of the reasons for the poor quality of our education.\nCovid has intensified the already existing challenges in accessing quality education in Bangladesh. There seems to be a lack of understanding that investment in human capital is key to economic development. Skilled human resources have more opportunities in the labour market, and they are more productive and economically better off than those who are not. They also contribute to their economies. As Bangladesh is on its journey of graduating to the Developing Countries group by 2026, and becoming an upper middle-income country by 2031, investment in education is vital not only for its smooth and sustainable transition, but also for reducing inequality among its citizens.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Invest in education to reduce inequality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/invest-education-reduce-inequality-3011591",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2022"
    },
    {
        "full_article": "While it's not uncommon for open spaces to be encroached by influential people, the recent incident involving a playground in Dhaka's Kalabagan area was indeed shocking. On Monday, Syeda Ratna, a local resident fighting for the preservation of the playground known as Tetultala, and her 17-year-old son were detained by police when they went live on Facebook capturing Kalabagan police building a wall on the playground. Police claimed the mother and son duo were arrested for \"obstructing government work.\" Although they were released about 12 hours later, Ratna had to sign a bond agreeing to \"never do so again.\"\nProtests to save the playground, which has served local residents for 50 years, have been going on since January 31, when the Dhaka deputy commissioner's office handed over the land to Dhaka Metropolitan Police (DMP) to set up an establishment for Kalabagan police station. After the latest development, experts have rightfully questioned the legality of a minor boy being put in lock-up meant for adult men, especially when he had not even committed a juvenile offence. The outlandishness of the arrest aside, it's also concerning that the authorities are so determined to deprive local children of the one playground they have in their area.\nReports say that it is officially \"abandoned\" land, and not listed with the Dhaka South City Corporation (DSCC) as a playground. But while it makes sense for the DMP to decide to build a police station on abandoned land, why must it be one which is of so much use to locals, and has been for decades? The months of protest alone show how significant this land is for the community, especially given how public open spaces for children to play in are becoming rarer by the year. For instance, it has been over a decade since a five-acre plot along Mirpur Road was declared by the prime minister as a site for children with special needs to play, but we're yet to hear of any progress on that front. Only a sign exists there, while the land is riddled with overgrown vegetation.\nWhile the case of the Tetultala playground has been sparingly reported in the media over the last few months, the one positive outcome of the undue arrest of Ratna and her teenage son is that the issue has finally received the attention it deserves. We hope that the DSCC will heed the home minister's instruction to find another location for Kalabagan police station, and that none of the demonstrators will be made to suffer for wanting to conserve a rare open space in this concrete jungle of ours.\n",
        "headline_1": "Asking for public open space is no crime",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/asking-public-open-space-no-crime-3012341",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2022"
    },
    {
        "full_article": "The US ambassador to Bangladesh has made it clear that without concrete actions and accountability on Bangladesh's part, the US will not lift its sanctions on the Rapid Action Battalion (Rab). Since the sanctions were imposed on December 10, 2021, top officials of our government have been saying that they are working to have them lifted. On what basis was the government negotiating with the US? From news reports, it appears that so far, we have taken a PR approach to this problem, rather than a substantive one.\nFollowing the statements made by US government officials after the sanctions—and even before the sanctions were imposed—we have been highlighting the need to reform Rab. While the media has commended Rab for its performance in fighting terrorism, questions of human rights violations have also been raised repeatedly. And we have mentioned many times the importance of looking into these questions and answering them, rather than brushing them aside. Unfortunately, the government did not give enough importance to such recommendations.\nThe message from the US is clear. Instead of dilly-dallying with reforms and making requests here and there, the government should get into the serious business of reforming Rab, as well as all law enforcement agencies against whom allegations of violating the constitutional rights of the people have been raised. The time is more than right for there to be a fundamental reform of our law enforcement agencies and their operational methods. We have to reform the culture of taking people for remand and basically exposing them to physical and mental torture. We have to reform how political interests meddle in the way these vital institutions are run.\nThe law enforcement agencies in Bangladesh need to modernise their investigating methods. Instead of relying too much on remand, they should be trained to collect forensic evidence and follow other modern investigation procedures. Fair and independent investigations into allegations of various irregularities by the law enforcers is are must-haves. Recently, we have seen incidents of custodial deaths resurface again. Last week, we saw how the prime accused in a journalist murder case was killed in a \"gunfight\" with Rab in Cumilla. We have to have a mechanism through which such extrajudicial incidents are properly looked into and prevented for good. Ensuring accountability at every step of the way is thus vital.\n",
        "headline_1": "Bangladesh needs fundamental reforms of law enforcement ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/fundamental-reforms-law-enforcement-needed-3012176",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2022"
    }
]