[
    {
        "full_article": "Seeing the varying degrees of Covid that the world has experienced over the last one and a half years, we can safely assume that this pandemic is here to stay.\nThe experiences of different countries as well as data from scientific research also support this idea. Since we are seeing different variants of the coronavirus as well—such as the widespread and more lethal Delta variant—there is no guarantee that even more lethal variants would not emerge in the future. In the earlier days of the pandemic, we thought it would be gone within a year or two, and we would probably be able to go back to what we call the \"pre-Covid situation\", and we would have something like a \"post-Covid situation\".\nGiven the circumstances, however, it seems there will probably be no post-Covid situation, at least not in the way we had expected. The disease will likely continue to exist at varying degrees across the world. Therefore, we need to be prepared to cope with the situation keeping that in mind. We also need to revisit our development strategies accordingly.\nBut what steps should be considered to achieve that?\nWe can start with developing some protocols for running economic activities amid Covid. These protocols should involve two major segments. One is sector-specific—how different sectors can function in the middle of a pandemic. The sector-specific protocol would demonstrate that the set of guidelines that is applicable for a manufacturing company might not be equally effective for a service-oriented firm. For example, the protocol for running a restaurant would be different from that of running a ready-made garment factory.\nThe other segment of protocols should be area-specific—depending on population size and the types and intensity of economic activities. For example, the protocols for Dhaka would be different from the ones for Rangpur, because the type and intensity of economic activities are different in these two regions.\nIn order to develop sector-specific and area-specific development strategies, the government should involve the major stakeholders—especially the private sector—representatives from different economic fields, the sectors' experts, and the experts on public health. Those responsible for developing these protocols should also take into account the global experience.\nUnfortunately, we have yet to see any initiative from the government to develop such protocols. Over the last one and a half years, we have seen both deterioration and improvement of the Covid situation. The initiatives or steps taken so far to tackle the pandemic have been on an ad hoc basis. We saw that the government was sometimes forced to impose lockdown measures. However, due to weak enforcement capacity, the restrictions were far from effectively executed. The poor implementation of lockdown measures also generated large-scale economic and social losses. A proper assessment of the management of the Covid situation is, therefore, needed to develop the protocols for the coming days.\nCovid has caused some profound economic and social shocks and losses. The major sectors of the economy, in particular the micro, small and medium enterprises, have suffered quite a lot—so much so that a number of micro and small enterprises had to shut down permanently, and many more may follow. At the same time, we have also observed some deep social losses in terms of poverty and labour market turmoil. We are witnessing large-scale disruptions in the education and healthcare sectors.\nIn the case of economic recovery, two areas need urgent attention. One of them is vaccination. Without an effective vaccination programme, we can't keep Covid under control. The vaccination campaign needs to be stronger, and the uncertainties related to it must be dealt with. The second issue is stimulus packages. There has been no proper assessment of the effectiveness of stimulus packages. Whether these packages reached the affected industries properly or not must be evaluated. Some analyses done by the South Asian Network for Economic Remodeling (Sanem), through quarterly surveys of business firms, reveal that although micro and small enterprises are the most affected sectors, a large part of them have remained outside of the benefit of the stimulus packages. Also, there are widespread systemic challenges in terms of implementing the stimulus packages. The management of these packages has to be effective and transparent, and the institutional deficiencies need to be removed. There should also be a proper monitoring mechanism for the implementation of these stimulus packages.\nSince the onset of Covid, educational institutions have remained closed, and we have not seen any effective work plan to be able to reopen them in the midst of Covid. A somewhat functional online education system and some distance learning processes have been in place. But due to various reasons—especially the high poverty rate, low access to the online learning platforms, and many other challenges—many students have not been able to participate in the online education or distant learning processes effectively. As a result, there are high chances of a significant part of the young generation falling out of the education system, as dropout rates at primary and secondary levels and the incidence of early marriage of girls have escalated during the crisis. Findings from some recent surveys by Sanem and other research organisations confirm these situations. Therefore, there is a need for an effective recovery plan for the education sector. The recovery plan must consider running the education system while keeping in mind that Covid is here to stay for long. \nThe healthcare sector was in deep trouble even before Covid-19 struck Bangladesh, because of the abysmally low public spending on the sector amid widespread institutional deficiencies in terms of corruption and poor management. Covid intensified these problems. Therefore, the health sector needs major overhauling and institutional reform to combat the long-lasting challenges.\nAs we acknowledge and understand that there is no getting rid of Covid anytime soon, we can re-think different planning processes for economic and social recoveries. We must move away from the conventional planning processes to confront new challenges and situations. The new planning process will require innovative approaches, a lot of effort from the government, and critical institutional reforms, especially addressing the corruption and institutional deficiencies in a more rigorous way. As this planning process must involve the major stakeholders, we need to move away from the top-down approach and adopt a bottom-up approach to combat the crises.\nSelim Raihan is executive director of the South Asian Network on Economic Modeling (Sanem).\n",
        "headline_1": "What should be our development strategies during Covid?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-should-be-our-development-strategies-during-covid-2166231",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2021"
    },
    {
        "full_article": "About 56 million children in 130,000 primary and secondary schools in the United States, including about six million students in 30,000 private schools, are returning to a second school year this autumn under the spell of the pandemic, according to the National Center for Education Statistics. About 13,000 autonomous school districts in the US manage the public schools under guidelines from the state and federal governments. The schools' funding also comes from the state and federal governments and local level taxation. An average of USD 13,000 is spent per public school student every year—and a total of over USD 700 billion or 6 percent of GDP—in the US.\nBy comparison, Bangladesh has half of the population of the US and about 30 million school students. Proportionately, Bangladesh has a larger child population. Its budget allocation for education for FY2021-22 is Tk 71,592 crore (USD 8.5 billion), which amounts to roughly USD 300 per student. The annual public education spending in the US is more than double the total GDP of Bangladesh.\nMost schools in the US had suspended in-person schooling for various periods in the last school year, which ended this June. The large majority of students relied partially or fully on school-organised distant learning. The expectation now is for resumption of a large measure of normal school activities in the new academic year. By the end of August, 52 percent of adults were fully vaccinated in the US, while 61 percent received at least one jab. A project is underway to vaccinate children of age 12 and above. But the pandemic's sway, particularly the highly infectious Delta variant, continues quite severely in several states. The barriers to effective application of the protection measures—some of them politically driven—cast a shadow on the expectations about normal school operations. There may be useful lessons for Bangladesh from their experience.\nQuestions that loom large now: Should children attend in-person classes at all? Beyond vaccinating all adults and now children over 12, should children be required to wear masks? What other measures should be taken?\nPaediatrics experts Kanecia Zimmerman and Danny Benjamin, Jr, who tracked one million students in North Carolina through the last academic year, recently said that vaccination is the best way to prevent Covid-19, universal masking is a close second, and with vaccination and masking in place, in-school learning is safe and more effective than remote learning, regardless of community rates of infection.\nThe two researchers also insist that results can be achieved only by mandatory mask-wearing (The New York Times, August 10, 2021), They go on to suggest that once vaccination is available for all children and universal masking is enforced, it's reasonable for schools not to require quarantining or testing after exposure for asymptomatic children and adults. But school districts should keep using ventilation and social distancing and continue to perform routine testing for unvaccinated students.\nThe US Centers for Disease Control and Prevention (CDC) in a report on August 27 (cited in the Los Angeles Times) mentioned the case of an unvaccinated, unmasked California elementary school teacher who came to school in May with symptoms, which she dismissed as allergy, and infected a dozen students, half her class, with the coronavirus. These children were all too young to be immunised. Altogether, 27 children and adults including four parents of the children were infected in the outbreak, which involved the Delta variant.\n\"A multipronged prevention strategy, including masking, physical distancing, testing, and most recently vaccination of children and adolescents [aged 12 years or older] will remain critical to reducing transmission as more students return to the classroom,\" the report concluded.\nAn issue that is much in discussion is: With many students falling behind in learning, especially the underprivileged ones, how can they be helped to recover? Two main approaches are: a) Remediation or repeating what students have missed or did not learn; and b) Acceleration by focusing on what students need to know to participate in the class they will begin this year. Amy Takabori of Carnegie Learning, a Pittsburgh-based education technology support company, says, \"Remediation is entrenched in the past: what students missed last year and what they need to redo. On the other hand, acceleration focuses on the present… moving students forward on grade level and setting them up for success with just-in-time training on required foundational skills.\"\nThe acceleration approach to overcoming learning loss is akin to suggestions made in Bangladesh about a learning recovery plan that would focus on core learning content—Bangla and maths at the primary level, and Bangla, English, maths and science at the secondary level. This focus would apply both in classroom instruction and in public examinations.\nThe education authorities, especially the curriculum board, however, appear to be unwilling to stray from the trodden path. The board's plan is to teach as many lessons in all the subjects as the number of days will allow when schools reopen. What the students may learn, or if they will, does not seem to be the authorities' concern. They seem to be sticking to the present school calendar, though there may be very few instruction days left, if and when schools open. They have not responded to the suggestion for changing the school year to a September-June calendar as part of the recovery logistics.\nThe Ministry of Education proposes to conduct the public SSC and HSC examinations on the non-core subjects in the streams of Humanities, Science and Commerce. At the primary level, the authorities plan to conduct the full Primary Education Completion Examination (PECE) when school reopens, though educationists consider it as well as the JSC examination (at the end of Class 8) unnecessary and counterproductive.\nSuccessful \"acceleration\" of students requires support and resources. Teachers need technical advice, guidance and time for planning and assessing students to determine where they need help. They also need to learn about using ed-tech material to help their students.\nThe scale of resources that may be provided to schools in Bangladesh, of course, will be modest compared to the US, but extra resources have to be made available. As I argued in a previous column (on August 8), the current school year should be extended to June of 2022. Opportunistically, the school year should be changed permanently to September-June starting from this year. The current school year, if necessary, can be extended to July or August next year, foregoing summer vacation as part of the recovery plan.\nThe measures on school calendar, focus on core learning content in instruction and public exams, and additional resources to support schools and teachers are a must-do as essential elements of the learning recovery plan in an unforeseen emergency fraught with uncertainty.\nThe recommendations made by the Education Watch group and others regarding school re-opening will still apply. These include a step-by-step approach; ensuring safety measures in all schools with financial support from the government; health and education sector collaboration at the local level to protect and keep children, teachers and families safe; and involving local stakeholders—NGOs, parents and local government—in implementing and monitoring the learning loss recovery plan.\nDr Manzoor Ahmed, currently visiting the US, is professor emeritus at Brac University.\n",
        "headline_1": "What Bangladesh can learn from the reopening of US schools",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-bangladesh-can-learn-the-reopening-us-schools-2166201",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2021"
    },
    {
        "full_article": "Now that the United States' destructive 20-year war in Afghanistan has ended, Afghans tremble at the last laugh of the Taliban. The world waits for the country's plunge back into the darkness of the Middle Ages under the rule of extreme religious zealots. Many observers were shocked to see this outcome emerge from the deadly, two-decade nation-building effort of the United States. But this terrible fate was obvious to many, including me.\nAfter receiving my East Pakistan runner-up trophy in the All-Pakistan Television General Knowledge Quiz competition at a national celebration event in Islamabad, the capital of Pakistan, I had the opportunity to visit several cities of Pakistan as a guest, sponsored by the government. My itinerary included Peshawar, the Khyber Pass, Jamrud Fort, and Landi Kotal—areas which are all inhabited by the ethnic Pashtun. That same culture constitutes the dominant majority of neighbouring Afghanistan. \nAt the end of a festival in Peshawar, I saw Pashtun children jumping on trucks and ox carts with guns hanging from their shoulders and belts of ammunition across their chests. While I was travelling through the Khyber Pass, I noticed children armed with rifles herding sheep in meadows. They appeared from and disappeared into caves and the many mountain passes that dot the sprawling landscape of the Hindukush mountain range. In the bazaar at Landi Kotal, guns were openly made and sold. Even to my young, non-military eyes, this did not seem like the place for any outsider to wage a war.\nAfghanistan is known as the \"Empires' Graveyard,\" perhaps because in its more recent history, after earlier conquests by the Achaemenid Persian, Greek Seleucid, Indian Maurya, and Turkic Timurid empires, Afghans have shown stubborn resistance to attempts by external forces and their proxies—the Safavid, Russian and British empires, and now the United States—to rule their land. Afghanistan is at the crossroads of famed conquerors, and is a roundabout of ancient Silk Road trade routes for commerce and conquest. Its inhabitants include conservative and independent-minded warrior tribes living in a hostile geography—a lethal recipe for waging guerrilla warfare. It is not surprising when external attempts to transform the country's population in any fashion prove futile. It took more than 200 years to convert Afghans to Islam. \nAmerica's Afghan war was initiated by the heinous 9/11 attacks perpetrated by al Qaida terrorists. On September 11, 2001, suicide bombers commandeered four commercial airplanes and used them as deadly projectiles, destroying the iconic Twin Towers in Manhattan, and damaging the Pentagon in Virginia. Al Qaida was sheltered by Afghanistan's Taliban government, who refused to hand over the 9/11 attack's masterminds to the United States. President George W Bush declared war on October 7, 2001. The Taliban, together with al Qaida, ran for their lives, leaving Afghanistan and taking refuge in Pakistan.\nAfter a quick military victory, the United States started a nation-building programme in Afghanistan with a huge occupying force. The Taliban simultaneously waged a protracted guerrilla campaign from its sanctuaries inside Pakistan. With active American involvement, a democratic constitution was installed guaranteeing universal human rights for men and women. Billions of US dollars were spent to build infrastructure, schools, colleges, and hospitals, in addition to a massive Afghan army and police force. Two elected Afghan governments—the first headed by Hamid Karzai and the second by Ashraf Ghani—governed. The Taliban insurgency continued, becoming increasingly intense. The United States, with the token help of NATO forces, did the heavy lifting. Afghan government forces also fought, but rarely as an independent entity, as we have seen.\nThe United States paid a hefty price for trying to rebuild Afghanistan in the image of Western norm and polity, and the effort ends in resounding debacle. The 20-year project failed after spending over USD 2 trillion, sacrificing the lives of over 2,400 American service members, and bringing back more than 20,000 injured. Eight hundred thousand military personnel completed a tour of duty in the battlefields of Afghanistan.\nThe devastation for Afghan citizens has been similar. Half-a-million Afghans, mostly civilians, were killed or injured by American fire. Two million Afghans were forced to flee to neighbouring countries as refugees.\nFor all of this, \"Operation Enduring Freedom\" wrested power away from the Taliban for 20 years, only to give it back.\nBoth US President Joe Biden and his predecessor Donald Trump played a vital role in negotiating the final settlement with the Taliban. Trump concluded the Doha Agreement with the Taliban, agreeing to withdraw troops in exchange for a pledge to prevent al-Qaida from operating in Afghan regions controlled by the Taliban. The agreement was negotiated without Ashraf Ghani's administration, striking a devastating blow to the elected government's legitimacy, and granting de facto legitimacy to the Taliban. And Biden's rapid withdrawal has caused immense suffering to friends of the United States. It did not go as planned.\nGiven the history, geography, ethnicity, and culture of Afghanistan, the United States' plan was probably doomed from the start. A unitary central government in Afghanistan is probably not a viable solution, and the Taliban government is destined to fall apart if it tries to put such a system into place. The Taliban's extreme Sunni Islam grip will not be able to resist the centrifugal force of various freedom-minded ethnicities that make up the rest of Afghanistan. The Mujahideen governments in the 1990s learned this lesson the hard way. Various ethnic players within those failed governments shared politico-religious understandings from the teachings of Sunni Islamic theologists. But when they took power after defeating the atheist USSR and its proxies, their religious glue fell apart under the tremendous pressure of anti-central tribal forces. A loose confederation of autonomous states of various ethnic groups could be a better choice. We will see.\nAt the end of the day, did the United States learn anything? I hope so. America should better evaluate the risks, rewards, and costs—blood, money, resources—before embarking on another nation-building adventure. It should look to lessons from the collapse of older empires stretched thin due to unnecessary wars. Perhaps in the future, it should focus on using surgical military operations to capture the perpetrators of attacks on its soil—with less blood of its brave soldiers spilled and less of its children's money spent. And the United States should redouble its efforts to keep better, sharper watch for future attacks by deranged monsters.\nDr Mostofa Sarwar is professor emeritus at the University of New Orleans, dean and former vice-chancellor of Delgado Community College, and commissioner of the governing board of Regional Transit Authority of New Orleans.\n",
        "headline_1": "Escaping the empires’ graveyard",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/escaping-the-empires-graveyard-2166196",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2021"
    },
    {
        "full_article": "On July 25 this year, the Prothom Alo English edition published a news item about a bridge being built somewhere on the outskirts of Dhaka that led to nowhere. Funny as it may sound, such cases are not uncommon. More recently, The Daily Star too ran a story about a bridge lying unused for two decades for lack of any connecting road!\nNow imagine the following scenario—a government entity submits a bridge project proposal for approval to the Executive Committee of the National Economic Council (ECNEC), Bangladesh's highest public fund allocation body. The proposal goes through an Artificial Intelligence (AI) powered system. The system points out that the proposed bridge doesn't connect to the existing road network, and the indicated beneficiaries do not match the national demographic database. ECNEC turns down the proposal, saving a significant amount of taxpayers' money from being wasted.\nThe above scenario may sound like science fiction in the distant future, but it's plausible. Ill-conceived projects are not the only problem though. Several development projects are falling behind schedules or costing more than the allocated budget. Sometimes, a whole ministry is failing to keep up. Such stories come to light only when the Implementation Monitoring and Evaluation Division of the Ministry of Planning (IMED) investigates the progress of projects approved. Other times, a media report brings it to public knowledge. But by then, it may be too late to salvage it. A system based on AI could potentially avoid all these possibilities.\nThe Bangladesh government has already adopted a national strategy for AI—the National Strategy for Artificial Intelligence in Bangladesh, March 2020. Although it doesn't categorically mention the IMED, there is no reason why this high-level government body shouldn't benefit from such a powerful tool in Annual Development Plan (ADP) implementation monitoring. ADP monitoring is similar to project management; only the scale is much larger. One only has to look at it from an AI perspective to reap the benefits this technology has to offer.\nAI can gain insights from past data (\"training\" or machine learning) and use this knowledge to discover the meaning of new data. As the amount of data increases with time, its knowledge base also grows, making the system more efficient. The quality and amount of the data determine an AI system's effectiveness. On the other hand, biased data will make it error-prone and unreliable. Therefore, the first requirement of an AI implementation system is a vast amount of quality data in electronic formats such as numbers, tables, texts and images. An AI-based system can train itself with these data and produce performance indicators or status reports for future projects after several rounds of refinement.\nGovernment agencies in Bangladesh have been using information and communication management systems for several years. These include e-filing, the Project Management Information System, and e-Government Procurement (e-GP). All these systems gather a large amount of data relevant to project performance, physical progress, budget allocation, fund management and financial progress. Conventionally, it is up to humans to interpret such information, and determine a project's performance and intervention requirement. An adequately trained AI-based system can perform all these tasks and leave decision-making to humans. Of course, the decision-makers won't have to do whatever the system recommends. They can apply judgment as appropriate. Meanwhile, the system will continue working 24/7, analysing large data volumes, and providing time-critical information to support such decision-making.\nThe other requirement for AI-based systems is a substantial body of technical experts in AI, machine learning (ML) and data science. A close collaboration between such experts and domain expertise is a prerequisite for the success of any AI initiative. Fortunately, Bangladesh has both. Several home-grown software companies are already working on AI-related product development for American or European clients. The IMED will have no problem adding their domain knowledge to such a pool of expertise and start working on a small model. The model can be gradually scaled up as required.\nThe system can become even more effective with a Geographic Information System (GIS) to store the projects' location information. Bangladesh has been using GIS since the early 1990s on the Flood Action Plan (FAP) projects. Several Bangladeshi software companies are deploying GIS-based analytical tools for overseas customers. The synergy from combining GIS and AI will offer a more powerful tool to the policymakers by pointing out overlaps, gaps and duplication of government investments. Let's examine a few likely scenarios where such a system would be helpful.\nA project's physical progress falls behind fund disbursement, and the allocated budget may not be enough for its completion. The system will pick it up and notify IMED to decide on remedial measures. Or, a project director may not be able to mobilise the contractor on time because of the delay in contract signing or land acquisition. It will never be possible for the IMED to identify such an issue with a manual monitoring system unless someone familiar with the project details points it out. But the AI-based system, by continuously interpreting the communications, can highlight it, along with the source of the delay. If any project's location or scope overlaps with that of another, the system will also highlight that. All these will enable the ECNEC members to understand better how the government's interventions are working.\nThe potential benefits of an AI-based system are aplenty, but there are also many cases of failed AI initiatives. Developing an effective AI-based system needs careful planning, coupled with learning lessons from others' experiences and meticulous work. An IMF blog has warned of a possible AI-induced widening gap between the rich and the poorer nations. But with its efficient and ethical use, AI can close such gaps too. Let Bangladesh launch its fourth industrial revolution with an AI-powered ADP monitoring system and facilitate more equitable distribution of national wealth.\nDr. Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy consulting organisation.\n",
        "headline_1": "Can AI improve our budget implementation scenario?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-ai-improve-our-budget-implementation-scenario-2165406",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2021"
    },
    {
        "full_article": "It's worth re-posing the question that town planners raised at a recent virtual press conference organised by the Bangladesh Institute of Planners on \"Contemporary Planning and Development Management\". The rueful query as to why road digging guidelines are not being followed merits an answer from all the ministries and service providers concerned. Two important issues came up at the press conference: the timing and duration of road digging, and the disregard for the guidelines by contractors.\nIndeed, we would like to ask: Why are most of the road diggings done during the rainy season in violation of the existing rules and procedures? In fact, our experience as residents of Dhaka is that a good number of the city roads remain excavated for months on end. As per an estimate cited by a local daily, over 700 kilometres of roads and footpaths in Dhaka alone had reportedly remained excavated for several months last year. Needless to say, such a situation has a direct impact on the commuters as well as residents during monsoon. Apart from affecting the flow of traffic and hampering pedestrian movements, roads under repair may cause accidents and deaths; they are also breeding grounds for mosquitoes. It is also quite strange that 30 percent of Dhaka roads are damaged and have remained in that condition for a long time, due to unplanned excavation and development work of the service agencies, as one report informs us.\nThis is an issue which has been flagged by the media ad nauseum, without any visible effect, regrettably. We have constantly pointed out that there is hardly any coordination amongst the agencies. Roads in Dhaka are dug by individual service providers whenever they feel the need to do so. The roads are excavated for laying electrical cables, sewer lines, water pipelines, gas pipelines, etc. throughout the year. And this is bound to happen when there is no nodal ministry or agency to ensure coordination among the 52 agencies of 19 ministries.\nThe Metropolitan Road Excavation Policy, 2019 clearly states that development work in Dhaka should remain suspended between June and October. However, for the authorities to only say that contractors do not follow guidelines is just a fig leaf intended to cover their own failures. Why can't they be made to follow the rules to the letter? We are all for development, but that must not impose extra hardship on the people. And it is up to the ministries and agencies to ensure that the discomfort that any development work entails is not exacerbated by the negligence of the service providers or their failure to comply with the regulations.\n",
        "headline_1": "What are road digging guidelines for, really?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/what-are-road-digging-guidelines-really-2166191",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2021"
    },
    {
        "full_article": "After two decades of foreign occupation—by the US and NATO forces—Afghanistan is finally and unequivocally a \"free\" nation, after the last US troops officially left Afghan soil meeting the August 31 deadline. This, in a way, should be a proud moment for Afghans, as no nation should have to bend to the wishes of others or live by the dictates of outside forces. Therefore, despite justifiable concerns about the aftermath of Taliban takeover, we are happy to see Afghanistan once again retake its destiny into its own hands. However, as is often the case after a nation gains its freedom, there are plenty of challenges as well.\nThe situation there right now is extremely chaotic. The Taliban have yet to form a government, and many are still unconvinced that they will not rule with the same iron fist that they did between 1996 and 2001—many Afghans themselves fall into this category. In order to become a well-functioning, rights-respecting and equitable state, the Taliban will have to make many changes to how it previously ruled—for example, it has to allow women full participation in education, the labour market and in the functioning of the state. Without making these changes, the Taliban will never be able to steer Afghanistan towards a bright and prosperous future.\nMeanwhile, the US withdrawal over the last days and weeks was chaotic in its own right. Many people who had helped the US and its allies have been left high and dry by their foreign friends, and it would be unwise for the Taliban to persecute them at this historic time for the country. Instead of resorting to more violence, the Taliban should seek to make peace with everyone, especially rival groups and ideological opponents. And in the formation of a new government, it should try and include people from all groups, regions and backgrounds so that Afghanistan can mend its own internal divisions—which, as history tells us, have been exploited by foreign forces for too long.\nThe international community, which has so often failed the Afghan people, also has a big responsibility. According to UN officials, Afghanistan is presently standing on the brink of a \"humanitarian catastrophe\". There is a deep economic crisis brewing inside the country. People are suffering from a lack of basic services and essential items. Here, the international community must provide Afghanistan with the necessary aid—and foreign players should not, as a face-saving bid, look to mount economic pressure on the country. The Taliban must also allow the UN and other aid agencies to operate in a way that suits all parties, especially the Afghan people.\nAt the end of the day, freedom is a most precious thing, one which should be deeply cherished. However, freedom for a country might not mean much unless the people themselves get a taste of it. It is with that in mind that the Taliban should rule. We wish Afghans the best of luck for the days ahead.\n",
        "headline_1": "What Afghanistan does with its ‘freedom’ is critical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/what-afghanistan-does-its-freedom-critical-2166186",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-09-2021"
    }
]