[
    {
        "full_article": "Constitutional functionaries cannot let rancour prevail over propriety. This is the substance and import of the Supreme Court’s advice to the Governor and Chief Minister of Punjab that they should display mature statesmanship in handling their differences. Governor Banwarilal Purohit was indeed way out of line when he indicated that he would act on the Cabinet advice to convene the Budget session of the Punjab Assembly only after he obtained legal advice on the Chief Minister, Bhagwant Mann’s response to some of his earlier queries. This stand forced the Aam Aadmi Party (AAP) government to approach the Court against the apparent refusal to call the Assembly session. However, the matter was resolved without judicial intervention, as the Court was informed that the Governor had summoned the House to meet as scheduled on March 3. The position regarding the Governor’s power to summon the House under Article 174 of the Constitution is now well-known. Even though it says the Governor shall summon the House from time to time “to meet at such time and place as he thinks fit”, a Constitution Bench had, in Nabam Rebia (2016), ruled that the Governor can summon, prorogue and dissolve the House only on the aid and advice of the Council of Ministers. It is hardly likely that Mr. Purohit was unaware of this, but he must have taken such a position because of the state of relations between Raj Bhavan and the Chief Minister’s office.The Court’s observations covered Mr. Mann’s questionable position too. In response to the Governor questioning the sending of some school principals to Singapore for training, he had replied that he was responsible only to the people of Punjab and not to a Governor appointed by the Centre. He was obviously wrong, as it is laid down in Article 167 that it is the Chief Minister’s duty “to furnish such information relating to the administration of the affairs of the State and proposals for legislation as the Governor may call for...”. It is unfortunate that such instances of one-upmanship between Governors and Chief Ministers are becoming more frequent in various States. Both should be mindful of constitutional boundaries. Some Governors seem to believe that they can stretch their discretion to areas not specifically mentioned in the Constitution. The more germane reason for this is that incumbents in Raj Bhavan tend to take their role as the eyes and ears of the Union government too literally, and often get into the political domain. While they can indeed guide, caution or advise, they sometimes play the role of commentator, critic and even the opposition. This does not augur well for constitutional governance.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nGovernor\n\n/\n\nPunjab\n\n/\n\npolitics",
        "headline_1": "A message for maturity: On Governors, Chief Ministers and constitutional boundaries",
        "headline_2": "Governors and Chief Ministers should respect constitutional boundaries",
        "link": "https://www.thehindu.com/opinion/editorial/a-message-for-maturity-the-hindu-editorial-on-governors-chief-ministers-and-constitutional-boundaries/article66568154.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "February 2023, the India Meteorological Department (IMD) recently said, had been the warmest since 1901 with the average maximum temperature at nearly 29.54°C. While February — considered ‘spring’ and a ‘winter month’ by the IMD — usually posts temperatures in the low 20s, it is also apparent that there has been a gradual rise, with even minimum temperatures scaling new heights. Average maximum temperatures were 1.73°C above normal and minimum, 0.81°C above what is usual. In its latest assessment, the IMD has said that these trends are likely to spill over into summer. Most of the north-east, eastern, central and northwest India are expected to post “above normal” temperatures. Heatwaves during March-May are likely over most parts of India, except for the north-east, Jammu and Kashmir, Uttarakhand, Himachal Pradesh, Kerala and coastal Karnataka. A ‘heat wave’ is when actual maximum temperatures are over 45°C or if temperatures are 4.5°C over what is normal for the region. Climate change, studies have reported, has exacerbated the impact of heatwaves in India. A Lancet study reported a 55% rise in deaths due to extreme heat and that excessive heat also led to a loss of 167.2 billion potential labour hours among Indians in 2021.The searing temperatures over the years have impacted the yield of wheat. India produced 106.84 million tonnes of wheat in the 2021-22 crop season, less than the 109.59 million tonnes in 2020-21 season, due to a hotter than usual March that impacted the crop during its growth phase. What these temperatures mean for this year’s monsoon are yet unclear as it is only after March that global forecast models are better able to analyse sea-surface conditions and credibly extrapolate. Three of the last four years saw above normal rainfall in India primarily due to a La Niña, or cooler than usual temperatures in the Equatorial Pacific. While this is expected to subside, whether it will eventually swing to an El Niño and draw moisture away from India’s coasts remains to be seen. The interplay between local weather and climate is complex and while it is tempting to blame rising heatwave intensity as ‘climate change,’ the science continues to be uncertain. This, however, should be a wake-up call to buttress public health systems and make them more responsive to the challenges from rising temperatures. Several States have action plans and early warning initiatives but inadequate outreach, particularly in rural India. Along with promoting newer crop varieties that mature early, there should be greater stress on aiding farmers to tweak soil and water management practices to adapt to these changes.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nhealth\n\n/\n\nclimate change\n\n/\n\nweather science\n\n/\n\nAgriculture",
        "headline_1": "Searing changes: On heatwaves predicted by the Met Office",
        "headline_2": "Public health systems should be responsive to challenges from heatwaves",
        "link": "https://www.thehindu.com/opinion/editorial/searing-changes-the-hindu-editorial-on-heatwaves-predicted-by-the-met-office/article66568173.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "Worries about India’s consumption growth slowing down are overdone. But it’s true that spending currently is very skewed across classes. Let’s look at various data sets to understand this. The first advance estimates of GDP for the current fiscal, 2022-23 (FY23) show private final consumption expenditure (PFCE), a proxy for household consumption, is expected to rise in absolute terms to Rs 164 trillion from Rs 143 trillion in FY22 and Rs 121 trillion in FY21. The 7.7% growth in PFCE in FY23 is on expected lines.\nLopsided recovery\nCurrently, consumption is highly skewed in favour of middle classes and the rich. However, results from PRICE’s ICE 360 Surveys (2016, 2021 and 2023) showed that trickledown of growth is already happening – for instance the share of the bottom 20% population in total household disposable income was about 6.5% in pre-Covid, down to 3% during Covid and again up to 4.5% now.\nRead full opinion on TOI+\n\n",
        "headline_1": "India in all its spender: Consumption slowdown is temporary because post-pandemic economic recovery across classes is still uneven. Spending will soon be powered by a rapidly growing middle class",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/india-in-all-its-spender-consumption-slowdown-is-temporary-because-post-pandemic-economic-recovery-across-classes-is-still-uneven-spending-will-soon-be-powered-by-a-rapidly-growing-middle-class/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "Bill Gates, in an interview to this paper, spoke of effective surveillance and early warning systems as crucial in forestalling future pandemics. Public health surveillance – identification, collation and analysis of disease occurrence – is the bedrock of a national healthcare architecture. In India, a watershed moment in public health was the outbreak of plague in Surat in 1994. It catalysed the creation of the National Apical Advisory Committee in 1995, which was followed by the Integrated Disease Surveillance Project in 2004 and Integrated Health Information Platform in 2019.\nPublic health institutions tracking disease occurrence based on data generated by states are the primary disease surveillance arms. Their performance so far has been less than optimal as they often function in silos. The advent of digital models should correct this shortcoming. Digital models are set to bring far-reaching changes in public health surveillance by expanding sources of data collation to the private sector, which is an important component of the overall healthcare system. Developments over the last two years indicate that over the next decade digital identifiers and integrated systems will greatly expand the surveillance footprint.\nThe tools to realise it are unique health identifiers (UHID) for individuals and their Aadhaar. These will go into creating electronic health records. These records will span private sector healthcare providers and they’re expected to be integrated with the public disease surveillance programmes. Given the potential of digital models to generate huge troves of data, the bigger challenge may be to develop capabilities to analyse and interpret them well. Over the next decade, having adequate skilled personnel in public health surveillance may be a bigger challenge than just scooping up data. Plus, health risks are no longer confined to infectious disease. WHO’s International Health Regulations, which are binding on members, also cover chemical agents and radioactive materials. This leads back to the emerging challenge. It may not be an adequacy of data, but a shortage of skills in using it.\nA point to note though is that digital models aren’t regulated as yet by a robust personal data protection bill. Health data is sensitive and anecdotal evidence suggests that voluntary dimensions to rules on UHID are often violated. Public health surveillance can suffer a setback in the absence of adequate data security. This is where GoI has simply not moved fast enough.\n \n\n",
        "headline_1": "Our health, our data: Digital models for disease tracking are crucial. But so are data analytic skills & privacy protection",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/our-health-our-data-digital-models-for-disease-tracking-are-crucial-but-so-are-data-analytic-skills-privacy-protection/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "Massive protests have rocked Israel as the country’s far-right government ploughs ahead with planned judicial ‘reforms’ that critics say undermine judiciary’s independence. The plan includes contentious measures such as giving the Israeli Parliament the power to override the Supreme Court’s decision on constitutionality of laws, taking away the court’s ability to judge legislation and government decisions for reasonability, and giving total control of appointment of judges to the executive. While Israeli PM Netanyahu says the package is necessary to rebalance the different branches of the Israeli government, he himself is under investigation on multiple counts of corruption and other charges, which makes him a likely beneficiary of a weaker judiciary.\nThe ensuing turmoil has severely jolted the Israeli economy with the Israeli shekel down nearly 6% in February and the Tel Aviv Stock Exchange also taking a hit. Israel is known as ‘Startup Nation’ as 17% of Israeli production and 11% of the labour force are associated with the high-tech sector. But the current economic uncertainty is spooking investors and there could be an exodus of tech entrepreneurs and talent. That would surely be a blow for West Asia’s most vibrant economy and democracy with attendant ramifications for geopolitics. The Abraham Accords between Israel and certain Arab nations in recent years were aimed at ushering in some sort of peace in the region. But if the situation in Israel deteriorates under Netanyahu’s far-right government – there has also been a spurt in violence between Jewish settlers and Palestinians in the West Bank – that modus vivendi could come undone, potentially sparking wider tensions in West Asia.\nThe lesson here is that stability of institutions and the independence of judiciary are crucial to modern economies. In fact, they are fundamental to a vibrant democracy that attracts foreign investments and nurtures talent. Populist political actors, no matter in which part of the world, would do well to remember that.\n\n",
        "headline_1": "Tales of Tel Aviv: Israel’s turmoil shows how robust institutions are crucial for modern, tech and talent-driven economies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tales-of-tel-aviv-israels-turmoil-shows-how-robust-institutions-are-crucial-for-modern-tech-and-talent-driven-economies/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "En route to Chittor fort from Udaipur recently, intrigued by the region’s history and a fascination for all things tech, we decided to use ChatGPT. The artificial intelligence (AI) chatbot by OpenAI detailed the fort’s history, the Mewar region and the wars fought. Historical accuracy may be debated, but it did provide a primer and had us thinking how such power tools might reshape learning. Will ChatGPT stop us from reading books? Will it nourish or deplete creativity? Will it be seen as the truth or a contested version\nAssuming that ChatGPT is a sudden breakthrough invention is a mistake. It is a result of technological evolution punctuated by innovations and watershed moments. As Matt Ridley in his book The Evolution of Everything writes, technology proceeds, like evolution, to the ‘adjacent possible’ (a phrase coined by evolutionary biologist Stuart Kauffman), rarely sidestepping or leapfrogging.\nRead full opinion on TOI+\n\n",
        "headline_1": "Teachers, don’t fear ChatGPT, make it work for you: In education and skilling especially, the AI tool can take the load of routine tasks like grading",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/teachers-dont-fear-chatgpt-make-it-work-for-you-in-education-and-skilling-especially-the-ai-tool-can-take-the-load-of-routine-tasks-like-grading/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "I have just returned from a visit to the Khulna region, both Khulna city and the Sundarbans. With the Padma Bridge cutting down the journey between Dhaka and Khulna to just a few hours means that the Khulna region is already seeing development at a much faster rate than before. This has both positive and potentially negative results – if we don't take care to avoid making mistakes during the development.\nWe can develop Khulna city into a green and fair climate city going forward.\nThe first aspect I want to discuss is the Sundarbans, the largest mangrove forest in the world. The Sundarbans is a Unesco World Heritage site as well as a Ramsar wetlands site, which Bangladesh has the responsibility to conserve not just for its own well-being, but on behalf of humanity. During my visit, I participated in a roundtable discussion with key stakeholders from the Forest Department, Department of Fisheries, Department of Environment (DoE), and the divisional commissioner's office, where we discussed how to improve the conservation of both the terrestrial and aquatic biodiversity, as well as support the communities living around the forest.\nThe first lesson we shared was the impressive progress that Bangladesh has made in improving biodiversity conservation, which is shown by the relatively frequent sighting of Bengal tigers in recent times. There has also been significant advancement in setting up conservation committees at grassroots level who are supporting the Forest Department in preventing poaching and illegal tree felling in exchange for some benefits. There are also efforts to develop sustainable and responsible tourism in place of the free-for-all approach that seems to be happening with irresponsible tourism. The bottom line is that while good progress has indeed been achieved, there is still much that needs to be done to ensure that the benefits are not lost.\nThe key elements that need to be further developed and improved are supporting the local conservation groups to motivate them, while imposing restrictions on irresponsible tourists who cause pollution and disturb the wildlife in the forest as well as its peripheral area, which is a designated Environmentally Critical Area (ECA).\nThe good news is that we know what needs to be done. If we can collectively do this, we can make the southwestern part of Bangladesh one of the world's foremost places to implement nature-based solutions (NbS).\n\nThe key elements that need to be further developed and improved are supporting the local conservation groups to motivate them, while imposing restrictions on irresponsible tourists who cause pollution and disturb the wildlife in the forest as well as its peripheral area, which is a designated Environmentally Critical Area (ECA).\nThe second aspect of the Khulna region that is relevant to climate change is its extreme vulnerability to salinity intrusion in the low-lying coastal districts, which are already causing displacement of the local people. This is in fact an instance of loss and damage from human-induced climate change, which we need to address as we invest in making Khulna city both a green and a fair climate city, particularly for the climate migrants who are rapidly filling up the slums in Khulna city.\nThis will require us to develop the city through what is called Just Urban Transition (JUT), which is a relatively new concept of ensuring both a green and a socially just urban development pathway. In Khulna's case, it must be ensured that the upcoming investments in the city infrastructure are more people-centric and not just infrastructure-oriented. Again, the good news is that we know what needs to be done – we just have to make sure we do it.\nThe final aspect is the potential for adaptation to climate change in the entire southwestern part of the country, with a particular emphasis on promoting Locally Led Adaptation (LLA). In fact, the second meeting I attended during my trip was to launch the Khulna Divisional Platform on LLA, which is part of the National Platform on LLA where all the stakeholders working on different aspects of LLA will come together to share their knowledge, experience and activities. This is being launched at the divisional level first this year, with the national platform due to be launched next year in Dhaka. This will bring both the government and non-governmental stakeholders together to ensure a truly whole-of-society approach to building resilience to tackle climate change impacts in Khulna and the surrounding areas.\nIn conclusion, the southwestern part of Bangladesh, with Khulna city at its core and the Sundarbans nearby, has the potential to become a global centre of green and just development if all the actors play their parts, and if we implement the Strategic Environmental Assessment (SEA) plan that has been prepared for the region.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Making Khulna a green and fair climate city",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/making-khulna-green-and-fair-climate-city-3260526",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "It's been 25 years since the 1997 Asian financial crisis led to the creation of the G20 forum for finance ministers; and 15 years since this became a leader-level meeting following the global financial crisis. During this period, there has been significant shift in the global finance and economic landscape.\n \nThe ascent of several emerging economies has seen their contributions to the multilateral finance system that supports development rise significantly. Our new report collates those contributions over the last decade for the first time. It charts how China's annual contributions to the UN and multilateral development banks rose twenty-fold from $0.1bn to $2.2bn.\nBut it also looks collectively at a group of 13 rising economies whose developmental contributions to multilateral finance institutions have risen five-fold to over $6bn over the last decade.\nThese contributions now make up an eighth of the total; and have seen the creation of two new multilateral finance institutions.\nIn this piece, we draw out key findings from our analysis, including the balance between funding existing and new institutions like the New Development Bank.\nWe consider whether continued growth in the 13 emerging actors could generate enough new funding for development over the next quarter century, and even create an institution as large at the World Bank's fund for low-income countries (IDA).\nDespite recent rhetoric around the return to a bipolar world order, this report is evidence that a wide group of countries are already playing major role in the global economic and development system, and will continue to do so in years to come\n \nThe transformational effect of economic growth on the multilateral system\n\nIn 1990 most people in the world lived in low-income countries; by 2020, this share had fallen dramatically to just seven percent of people. Meanwhile, the share of the global population living in middle-income countries swelled from 30 percent in 1990 to 73 percent in 2020.\nSuch a transformation implies a greater number of countries with the economic output to contribute internationally: widening and deepening participation in the multilateral system.\nAnd this is just what we've seen. Over the decade to 2019, we find a group of emerging actors have significantly increased their contributions of development finance to multilateral organisations.\nThese include thirteen major economies outside the group of more established providers within the Development Assistance Committee (DAC), which tend to receive more attention.\nTen of these emerging actors are G20 members, including the BRICS – Brazil, Russia, India, China, and South Africa – but others have grown quickly too: Argentina, Chile, Indonesia, Israel, Mexico, Saudi Arabia, Turkey, and the United Arab Emirates. Collectively, we refer to these 13 emerging actors as the \"E13.\"\nOver the decade, the E13's annual contributions of development finance to multilateral organisations (both core and funding earmarked for particular purposes) have increased almost five-fold, from $1.3bn in 2010 to $6.3bn in 2019 (up 377 percent). And their unrestricted core contributions have risen even more: increasing from $1.0bn to $5.2bn (up 410 percent).\nOf these core contributions, we see that those to UN agencies more than quadrupled over the decade, steadily rising from $0.3bn to $1.2bn (up 330 percent). But by far the most striking development in E13 core contributions has come from the creation and capitalisation of two new multilateral organisations: the Asian Infrastructure Investment Bank (AIIB) and the New Development Bank (NDB).\n \nThe role of China\n\nAlthough China has recently stepped back its bilateral finance efforts, its multilateral contributions increased steadily to 2019; and provided a third (34 percent) of the E13 total over the decade. Our colleagues have examined this in detail, including how China has the second highest aggregate voting share after the US in international finance institutions it supports.\nStill, our analysis also highlights the importance of Russia, Brazil and India who each contributed over $3bn over the period and collectively contributed a further third of the total. While China's multilateral contributions have been concentrated (59 percent) in new institutions it co-founded, other providers have concentrated funding in traditional institutions: for example, Argentina, Chile and Mexico did not support the new institutions while for Saudi Arabia and UAE they were 17 percent and 21 percent respectively.\n \nCreating new multilateral finance organisations\nOver the 10-year period we examine, almost half of the E13's core multilateral contributions were to the two new institutions (AIIB and NDB). After 2016, funding provided to these institutions made up over two-thirds of their contributions. Indeed, in 2016 the first financial contributions to AIIB and NDB caused E13 multilateral development finance to triple in a single year.\nThe E13 provided an additional $6.0bn of core funds for AIIB and NDB in 2016, without reducing their multilateral contributions through other channels.\nThough annual contributions reduced to $3.1bn in 2019, AIIB and NDB still accounted for half of the E13's multilateral development finance in that year, leaving their contributions at the end of the decade far ahead of the beginning.\n \nEmerging actors fund a sixth of the UN system\nAs well as higher absolute contributions, the E13's role in the multilateral system has also grown in relative terms. As a share of the level of finance provided by the 29 high-income countries in the OECD DAC, the E13's core multilateral contributions rose from 5 percent in 2010 to 12 percent in 2019 – more than doubling their relative significance.\nThis was largely due to the effect of AIIB and NDB (clearly seen by the 2016 peak), but we also see that E13 core contributions to the UN system steadily and quickly rose as a share of the DAC level across the decade: from 5 percent in 2010 to 17 percent in 2019.\n \nA look to 2050 – what role might the emerging economies play?\n\nAs the economies of the E13 continue to grow, what might this mean for their multilateral contributions in the future? The share of economic output provided as development finance to multilateral organisations (either core or earmarked) tends to increase with higher levels of income per capita.\nThough the relationship is steeper for the DAC than the E13, even the E13's current trajectory implies a significant increase in future multilateral development finance from this group.\nIan Mitchell is Co-Director, Development Cooperation in Europe and Senior Policy Fellow at the Center for Global Development. Sam Hughes is a Research Assistant at the Center for Global Development.\n \nCopyright: Inter Press Service\n",
        "headline_1": "How emerging economies are reshaping the international financial system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-emerging-economies-are-reshaping-the-international-financial-system-3260366",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "– Thomas Jefferson\nAt a memorial meeting marking the second death anniversary of writer Mushtaq Ahmed, speakers said the government had been using the Digital Security Act (DSA) as a weapon to create a culture of fear. Author and social activist Mushtaq Ahmed died in jail on February 25, 2021, after being detained and allegedly tortured for social media posts critical of the government. The police arrested him in May 2020 under the DSA. For nine months – from his arrest to his death – his family was not able to meet him once.\nWere it not for the harrowing details shared by cartoonist Ahmed Kabir Kishore with The Daily Star, we might never have known how Mushtaq really died, given the state's refusal to take any responsibility for his death in custody or to investigate it.\nMushtaq might have been the worst victim of the draconian law, but he was not the only one. Kishore himself was detained for 10 months under the DSA and tortured before being released in the face of intense protests following Mushtaq's death.\nAccording to data collected by the Centre for Governance Studies (CGS), in the four years since the law was enacted, a total of 1,109 cases have been filed under the DSA against 2,889 individuals, with only two percent of them seeing their cases come to a close with the court handing either a conviction, an acquittal or the case getting dismissed. Of the accused, only 52 saw their cases coming to a close with the court system. Nine others found relief because their accusers withdrew the cases. The police are still investigating three quarters of a thousand or so cases, and at least 725 of them are from before 2022, meaning there has been a clear violation of the legal time limit given to law enforcers to complete their investigations in these cases.\nThis is because the law stipulates that an investigation report must be submitted within 60 days. The investigation officer can, if necessary, seek an extension of 15 days from the authorities. But after that, the case should fall under the jurisdiction of the tribunal. Over the last four years, however, in many cases, we have seen the accused still being held in custody and effectively being punished before trial, even if the investigation report was not given within the stipulated 75 days.\nSo, what the state is effectively doing is using the process itself as the punishment. On February 22, while calling on the Bangladesh government to drop the charges against investigative journalist Rozina Islam, a panel of UN experts said the protracted nature of her case \"reflects a dangerous trend in Bangladesh… to bring serious charges, often on unsubstantiated grounds, against journalists and editors and then leave the cases hanging unresolved in the judicial process as a way of threatening, intimidating, harassing and silencing them,\" thereby acknowledging this reality.\nThis is nothing new. Plenty of authoritarian governments around the world have used this trick before.\nThat the DSA is being used for this purpose can be further corroborated by the fact that according to data, politicians and journalists ranked the highest in terms of those accused – although researchers were able to identify the profession of only around half of those accused – with ruling party affiliates specifically being the largest group of people prosecuting the journalists. In fact, according to Dr Ali Riaz, distinguished professor of political science at Illinois State University, \"every week a case has been filed by an Awami League activist against more than two persons for almost four years under one law.\"\nBut even if we were to consider that the intention behind enacting the DSA was not to create a culture of fear, but for a benevolent and all-powerful government to allow only truthful statements while identifying and outlawing false claims, the reality is that human nature makes such a reality impossible. For a thousand years prior to Enlightenment, most societies were ruled by all-powerful institutions – monarchies, empires, etc – that claimed to possess absolute truth and so outlawed any views that deviated on the ground that they were \"false.\" Since then, one of the greatest intellectual advancements of human liberation has been the realisation that all human institutions are fallible, that they endorse false claims either due to error or corruption – which is why every individual must retain the right to question and challenge their orthodoxies.\nError is the inevitable condition of even the most well-intentioned humans. Which is why at the heart of every censor resides one of the most toxic human traits – i.e. hubris.\nOnly in authoritarian cultures would citizens trust politicians or government officials with the power to declare what the absolute truth is, and then, using the force of law, bar any expression that deviates from it. Therefore, the fact that our society has accepted living under laws such as the DSA, under whatever pretext, is extremely concerning.\nAt The Daily Star's 32nd anniversary programme, human rights activist Hameeda Hossain said, \"We can see from Bangladesh's struggle for independence how important it was to have freedom of thought, freedom of expression and for people to discuss their various diverse views and opinions.\" The fact that, five decades after liberation, these are no longer our core collective values is very dangerous.\nAt the same event, writer and activist Noorjahan Bose said that, if necessary, she was willing to live in a \"hut or go hungry,\" but she must have the right to freely express herself. She even said that she was willing to sacrifice her life for it. That is the kind of attitude we must have towards our core moral values; we must not be willing to compromise on them, no matter the cost. Only collective efforts by individuals who see the world like that can get us out of the current oppressive environment we are in, where the space for free speech, free expression and free thought is rapidly disappearing.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is @EreshOmarJamal\n\n",
        "headline_1": "Let me speak my mind",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/let-me-speak-my-mind-3260301",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "Using manual traffic signals instead of automated traffic lights and other technological methods has become the norm in Dhaka city. For example, recent years saw the trend of traffic police using laser lights in various intersections of the city. If these lights come into contact with one's eyes, one can be unable to see properly for minutes. Experts say, exposure to such lights can lead to cataracts and even blindness. And when they fall on the eyes of drivers, it increases the possibility of accidents, as a report by this daily suggests.\nEven the traffic sergeants at various points in Dhaka have admitted that using such lights is harmful, but they still use it because they have to control traffic from afar at times, and raising their voices does not help amid all the commotion around. However, this is no excuse for using such a harmful method. The law enforcement which should be deterring the use of such lights by the public cannot be using them themselves. This means that existing means of enforcement are not working or that we do not know how to use them. Reportedly, the traffic department is discouraging the use of these lights, to little effect so far. They also say that they confiscate the lights when they come across them and forbid their staff to use them.\nWe must ask, whose idea was it in the first place to use these laser lights? Why have we taken such a rudimentary approach to traffic control when the country is dreaming to be a Smart Bangladesh? We must look for modern ways of managing traffic that are also practical. If not grounded in reality, even solutions like the modern-sounding AI-driven traffic control system will fail, according to experts. For that to work, we must first establish discipline on our roads. Currently, poor traffic management, haphazard construction, and the presence of so many vehicles of so varying speeds are the root causes of heavy traffic, while poor road conditions, a chaotic public transport system, jaywalking, etc. are also contributing to it. To make traffic lights effective, we need an integrated strategy, and collaboration among all key parties is essential.\nAnother key reason for traffic congestion is lax enforcement of existing traffic laws. High-profile offenders are often spared, bribes instead of punishment are a regular practice, and arbitrary application of traffic laws is commonplace. At a time when even our neighbouring countries – with problems similar to ours such as overpopulation and corruption – have been able to maintain some semblance of discipline in their traffic system, we are still lagging far behind in this respect. It is high time our authorities took the matter seriously and came up with a comprehensive strategy to alleviate the traffic situation in our major cities, without resorting to harmful practices such as using laser lights.\n",
        "headline_1": "A rudimentary approach to controlling traffic  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rudimentary-approach-controlling-traffic-3260256",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "There is no easy way to build trust in an Election Commission (EC) that came out of a questionable selection process. Either it has to be reconstituted in a manner acceptable to all, which, frankly, is a big ask in the context of Bangladesh politics, or the EC has to take decisive actions to remove the question mark on its existence. Unfortunately, one year on since its formation, there's little indication the EC appreciates the gravity of the task it has on its hands.\nIt appears to have made zero progress in achieving its stated goals. One may recall that in his first media briefing after being sworn in, the chief election commissioner had pledged to work with honesty and sincerity to fulfil their constitutional duties to hold free and fair elections. He had invited all parties, especially the opposition, to stay on the electoral trail and participate in elections for the sake of democracy. He had talked about restoring public confidence in the voting process, promising \"swift action\" in case of any election-related complaints. After one year, it is safe to say that things look as bleak as the day those promises were made on.\nEvidently, thus far, the EC has failed to create anything remotely resembling a level playing field, as much because of the partisan role of the administration as because of its own unwillingness or inability to intervene decisively. It has conveniently absolved itself of the responsibility to ensure that all parties participate in the polls (as election commissioners have made it clear on several occasions). Far from playing a sincere and neutral role in election-related matters, it has mostly either acceded to the demands of the ruling camp, notably on the EVM issue, or turned a blind eye to the legal, illegal or extra-legal barriers put in the way of BNP and others trying to hold public events. And it is not just the opposition, voters remain equally sceptical about the voting process overseen by this commission, as evidenced by the persistently low turnout in recent local elections and parliamentary by-polls. Its questionable handling of electoral irregularities makes a mockery of the CEC's promise of \"swift action\".\nHaving thus failed to fulfil its constitutionally mandated responsibility, the EC has made it clear that it must be reformed first before it can deliver credible and participatory elections. Recent political events bring to mind the acrimonious circumstances that led to the highly controversial national polls in 2014, when 153 of the 300 MPs were elected unopposed, and in 2018, which was marked by widespread ballot box stuffing the night before election day. Are we headed in the same direction?\nWe must avoid a similar occurrence. For that, the EC must shed its current business-as-usual approach to effect change. It has a historic responsibility to ensure that power is finally returned to the hands of the people, the voters, and it must do everything to make that happen. It must act neutrally and steadfastly to create conditions necessary for restoring public trust as well as holding fair and participatory elections.\n",
        "headline_1": "EC in second year must do a better job",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ec-second-year-must-do-better-job-3259721",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "If everything went according to the plan, private practice in chambers specially created for physicians in government hospitals would have kicked off from yesterday. Against the backdrop of unrelenting complaints that doctors are interested in spending more times in their private chamber than in their workplaces, the ministry of health and family welfare had to work out a compromising and balancing formula. The hope was that the move would protect doctors' interests as much as possible and at the same time allow ordinary patients' access to specialised health consultants at reasonable fees. Unfortunately, the system could not be put in place for a lack of necessary preparation, as confirmed by the authorities concerned, according to a FE report. This is despite the fact that Health and Family Welfare Minister Zahid Maleque earlier revealed that before initiating the move he had taken opinions from leading physicians serving government hospitals and other stakeholders. Even a high-level committee constituted for the purpose has recently come up with a draft report detailing the standard protocol.Notwithstanding such groundwork, the fate of the proposed private chamber for doctors in public hospitals now hangs in the balance, reportedly, in the face of opposition from some senior healthcare practitioners. Even the Bangladesh Medical Association was optimistic that the arrangement ---albeit piloting in the initial stage --- will ensure efficient use of resources at the disposal of government hospitals on top of serving the interests of both doctors and patients. In a country where out-of-pocket healthcare expenditure is outrageously high, such an arrangement could prove to be a blessing for patients who can neither afford the high consultation fees nor the other expenditures involved. Access to specialised healthcare consultation is exclusive in more senses than one. Hopefully, the plan has not been shelved forever. Now the health and family welfare minister is not in the country and hence there is still hope the process will gain momentum on his return for the plan's execution soon. A report carried in a contemporary, however, squarely blames opposition by a section of senior physicians for the plan to hit a snag. The report quotes at least two petulant senior physicians who did not mince words stating that currently they charge consultation fees from Tk 1,000 to 2,500 and if they have to run chamber in their duty stations, they would have to accept the government-fixed rate of Tk 300 or so. This will make them financially losers. One of them even argued that they sincerely perform their duties at their workplace and if they are deprived of their time in private chambers beyond duty hours, it would be a gross injustice to them.The question of injustice in this case is contentious for two reasons: first, should doctors demand consultation fees at whatever rates they themselves deem fit? Second, how many hours senior doctors spend in looking after patients? If they really make the most of their time in government hospital useful, there would not be so long queues before their private chambers as those are now. Then the out-of-pocket healthcare expenditure in this country would not be as high as 68.50 per cent when the same is only 28 per cent in India, as a study found in 2020. This might be even more by this time. It is now for the government to decide whose interests---the physicians' or the patients' --- it will prioritise. A reasonable rate of consultation fees for doctors will make some of them financially losers but others, juniors in particular, beneficiaries; while deprived of proper healthcare, patients suffer and may even die.",
        "headline_1": "Whither private chamber in public hospitals?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/whither-private-chamber-in-public-hospitals-1677683117",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "The danger in Europe today is two-fold. On the one hand, it is the inability or reluctance of President Vladimir Putin to call an end to the war he launched against Ukraine in February last year. On the other, it is the doggedness with which the United States and the European Union have been arming Ukraine which has added to the woes of not just Ukrainians but, on a bigger scale, the rest of the world.That the voices against war are finally making themselves heard comes through the peace demonstrations organised by anti-war activists in London and Berlin last week. The demonstrators spoke for millions around the world when they demanded that the West stop sending arms to Ukraine and that diplomacy should take over at this point. Obviously, building up Volodymir Zelensky as a heroic figure has had a cost for his people and for the world as a whole. Those who run the show in Washington and Brussels have, in these past twelve months, suffered from the mistaken belief that Ukraine can beat back the Russian onslaught, that the move to stand beside and behind Kyiv will ensure the overall security of Europe and western democracy. That belief has been hollow, given that before launching his war, President Putin repeatedly warned the West to desist from taking NATO to Russia's doorsteps. It was security, Russian security, the Russian leader was worried about.Neither Washington nor Europe took Russia's worries into account. Ironically, the war that is being waged, indeed has been waged over the last twelve months, has been presented as one aimed at guaranteeing European security from Russian aggression in the future. Meanwhile, it is the people of Ukraine who suffer. Add to that the human rights violations which both sides, Kyiv and Moscow, have inflicted on people in Ukraine and in the areas occupied by Ukrainian separatists. The ramifications of the war have led to conditions where a point of no-return appears to have been reached.And that is the worry. In all these twelve months, diplomacy has been resolutely ignored. No overture has been made toward having Moscow and Kyiv come to the negotiating table and work out a solution to the crisis. In the western media, a systematic demonization of the Russian leader has gone on. Such media outlets as RT, Moscow's global television network, have been put under a ban. Similar has been the situation with China's CGTN. The result has been deplorable, with audiences in the West unable to get to have the other point of view. So much for freedom of the media.That said, it will now be for the West to reassess conditions, indeed to go into introspection about the state of Europe as it stands today. To argue, as Ursula von der Leyen and Jens Stoltenberg have argued for a year, that aggression needs to be defeated has only caused a worsening of conditions. While it is perfectly reasonable for Putin's assault on Ukraine to be condemned --- and it has been roundly condemned --- it makes sense to put it to Europe's leaders that arming Ukraine with the newest weapons in the armoury to battle Russian forces does not help the process of peace any.The demonstrations in London and Berlin are, in large measure, a dawning of common sense among those whose exasperation at the expansion of the conflict in Ukraine is turning increasingly vocal. Besides, a clear dichotomy in global leadership has lately become apparent over the Ukraine question. China's President Xi Jinping would like a ceasefire to take hold in Ukraine, but at the same time he is not ready to embrace the western view of the war in Europe. The meeting between President Putin and the leading Chinese diplomat Wang Yi in Moscow last week was a potent sign of the Russians expanding their diplomatic outreach in the war. For his part, French President Emmanuel Macron has made known his plans to visit Beijing in April as a way of persuading President Xi to convince President Putin to end the conflict in Ukraine. Belarus President Alexander Lukashenko has also been in contact with the Chinese leadership. The Indian authorities have over the months made it clear that Delhi has its own independent position on the issue, that it does not agree with the European contention that Europe's problems are the world's problems. Iran has little reason to agree with the western position on Ukraine.In effect, the war in Ukraine has of late been leading governments into adopting positions that do not necessarily fall within the parameters set by the West. That should give western leaders pause. The tendency on the part of the West to ignore the need for a diplomatic solution to the crisis --- by walking back to conditions where Russian security concerns will be seriously addressed and Ukraine will not be provoked into seeking membership of the EU and NATO, where further supplies of ammunition to Kyiv by western nations will be suspended --- now has the world with its back to the wall. For the West, therefore, the options are limited. It can either go on prosecuting a war the Ukrainians cannot win by supplying the Zelensky government with the latest armaments. Or it can huddle, in Brussels or Washington, take stock of conditions as they are, adopt a realistic approach to the war and send out peace feelers for a diplomatic solution to the conflict. It will be hard for the West to turn to diplomacy, in light of such moves as welcoming Zelensky to the many councils of Europe, sending an entire European Union team to Ukraine and having President Joe Biden make a clandestine visit to Kyiv. President Putin has not lost the war. And President Zelensky will not win it. Ukraine's supporters in the West have, through their belligerence, closed off all avenues to a negotiated settlement of the conflict. The onus is therefore now on the West, indeed on Washington and the EU, to sound out nations like China and India on an opening of doors to Moscow. Building up Zelensky will not bring peace to Ukraine. Ignoring Putin's concerns about a guarantee of Russian security from an expanding NATO will be detrimental to global order.It is time for the West to stand back and let Moscow and Kyiv work out a solution to the conflict. Emissaries from nations that have stayed away from the crisis and yet have been worried gravely about its ramifications should be approached. They should be entrusted with the task of injecting diplomacy into the situation and help bring the war to a quick and purposeful end. \n[email protected]",
        "headline_1": "Ukraine: It is time for diplomacy to take over",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ukraine-it-is-time-for-diplomacy-to-take-over-1677683180",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "Life is all about second chances. If one makes a mistake, one should get at least another chance to come back and fulfil one's dream. But when it comes to university admission in Bangladesh, there is hardly any room for admission aspirants to make a mistake. They can apply and sit for the undergrad admission test only once at the University of Dhaka (DU), University of Chittagong (CU) and Bangladesh University of Engineering and Technology (BUET). Except DU, CU and BUET, other universities give first-year admission seekers another opportunity to sit for the entry test. However, five marks are deducted from second-time candidates for medical college admission. Admission in a prestigious public university like DU or BUET is one of the most desired but difficult challenges for any student. Every year, more than 50 admission seekers compete for each seat at the DU admission test. It is a dream university for most of our HSC (Higher Secondary Certificate) passed students. However, the university allows a student only once to sit for its admission tests. CU, BUET and other public engineering universities follow the same path. Despite giving their cent per cent effort, many admission aspirants fail to secure a seat in their desired university. This failure may cause many of them to suffer deep mental depression and even to suicidal tendencies. In a system where one mistake makes or breaks a student's entire future, it appears almost too cruel to take away the option to even try again. In almost every country in the world, students have the opportunity to participate in the admission test for more than once. Unsuccessful applicants who reapply at Oxford or Cambridge University are often found successful in their second attempt and even secure first class degrees from these top-ranked universities. This creates an open environment for admission tests. Sadly, our top universities do not have this option. If medical colleges can allow students to sit for second-time entry test, then why won't DU, CU and BUET allow it? There could be some students, who may miss the admission test due to sickness or family problems. There could be students who had an accident or misfortune on the day of the examination. Isn't it injustice to deprive them of an opportunity to appear in admission tests? If DU allows second-timers, first-time admission seekers will not be deprived as they will also be able to participate in the tests once more. As a result, these universities will get more qualified students. If the university authorities want, they can deduct some marks from the total number of second-timer candidates. But they should be given another chance for taking part in the admission tests. At present, every university in the country allows second-time admission seekers to compete with the first-time candidates. But DU, CU and BUET are exception. How could University Grants Commission (UGC) allow two systems of admission procedures in public universities? There should be a guideline for public university admission tests allowing admission seekers a second chance. And this provision should be available in all the universities. \n[email protected]",
        "headline_1": "Second chance in university admission",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/second-chance-in-university-admission-1677683235",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2023"
    },
    {
        "full_article": "Bangladesh was once rich in wildlife. In recent years, excessive hunting, overuse of natural resources and climate change have put our wildlife in danger. Many species are already extinct while others are endangered. Some of the endangered species of this mangrove forest are Royal Bengal Tiger, barking deer, fishing cat, otter, porcupine, king cobra, river dolphin, etc. However, deer poaching in the Sundarbans has increased at an alarming rate recently. Desperate poachers enter the Sundarbans secretly or in the guise of tourists and set several kinds of trap for deer poaching. Then, they slaughter the animal and sell its meat. Locals can buy venison (deer meat) at Tk 700 to Tk 800 per kilogramme. Officials of the forest department and members of Bangladesh Coast Guard often carry out drives, arrest poachers and recover venison, deer and deerskin from them. But deer poaching has not yet come to an end. Deer poaching is particularly rampant in Sundarbans' Koira area. If poaching goes on in this way, spotted and barking deer of the Sundarbans might become extinct. And the Bengal tigers of the forest would also face existential threat in absence of those deer. So, we urge the authorities concerned to look into this illegal act of deer poaching and save our wildlife. Security measures should be strengthened by increasing patrols in the forest. And the residents of adjacent villages should be made aware about the importance of wildlife conservation. \nMd. Abdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Stop deer poaching in Sundarbans",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-deer-poaching-in-sundarbans-1677683260",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-03-2023"
    }
]