[
    {
        "full_article": "If there was any doubt about the relevance of the BRICS grouping (Brazil-Russia-India-China-South Africa), which held its 15th Summit in Johannesburg this week, the massive global interest in its outcomes should have put those to rest. Ever since the grouping, set up as a coalition of emerging economies, said last year that it was open to new members, as many as 40 countries from the global south have evinced interest in joining, with at least 22 formal applications. The decision to more than double its membership overnight, from 5 to 11, by inducting four major middle eastern players, Egypt, Iran, Saudi Arabia and the United Arab Emirates, as well as Ethiopia and Argentina, from Africa and South America, respectively, is significant. The enthusiasm is obvious. BRICS has weathered several storms and is today seen, if not as any alternative, as a counter-narrative creator to the western-led G-7 club on diverse issues: from climate change commitments and UN reform to its rejection of unilateral western sanctions against Iran, Russia and Venezuela. By also creating the New Development Bank, which has funded nearly 100 projects so far, instituting a Contingent Reserve Arrangement, and other institutional mechanisms, the BRICS countries have also shown their ability to work on practical initiatives. While the grouping may not yet rival the wealth of the G-7, it does now rival its share of the global GDP (approximately 30% each), and represents a more equitable representation across 40% of the world’s population to the G-7 countries that make up just 10%. Once the new members join, six of 10 of the biggest global oil suppliers will be BRICS countries, giving BRICS new heft in the field of energy.While the battle of proving its raison d’être may have been substantially won, the BRICS countries still fall short in showing a coherence of purpose, and are still mired by inner contradictions. The rivalry between India and China has no doubt slowed the grouping down and the induction of arch rivals Iran and Saudi Arabia-UAE, despite their recent détente, could well create similar issues for the group in the future. In addition, any overtly political, anti-western stance by BRICS will make India, and other countries in the grouping who walk a tightrope between the global powers, including Egypt, the UAE, Saudi Arabia and Brazil, uncomfortable. Russia’s invasion of Ukraine too has caused uneasiness, and BRICS members did not vote as a bloc on any of the UN votes; nor did any of the other members support Russia’s actions. Above all, any attempts by China to overpower the group with its strategic or economic vision will require a firm pushback if the foundational idea of BRICS, to assert the strategic autonomy of its members, is to be followed. Eventually it is the promise of shared prosperity and a more democratic model of global governance that attracts so many in the global south to the grouping, and will provide the mortar for an expanded line-up of BRICS countries.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBrazil\n\n/\n\nRussia\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nSouth Africa\n\n/\n\nEgypt\n\n/\n\nIran\n\n/\n\nSaudi Arabia\n\n/\n\nUnited Arab Emirates\n\n/\n\nEthiopia\n\n/\n\neconomic sanction\n\n/\n\nbanking\n\n/\n\noil and gas - upstream activities\n\n/\n\ndiplomacy",
        "headline_1": "Concrete alliance: On the BRICS grouping and its expansion",
        "headline_2": "BRICS found new purpose with its expansion, but also more contradictions",
        "link": "https://www.thehindu.com/opinion/editorial/concrete-alliance-the-hindu-editorial-on-the-brics-grouping-and-its-expansion/article67235615.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "The Chess World Cup, which concluded at Baku on Thursday, caught the imagination of the Indian public the way very few sporting events have of late. Eighteen-year-old Chennai lad R. Praggnanandhaa’s astonishing run all the way to the final was the main reason. However, he was stopped by Magnus Carlsen, the highest-rated player in history. The Norwegian is a five-time world champion, but this is his first World Cup, the only significant trophy that had been missing in his cabinet. Ever since Carlsen dethroned Viswanathan Anand in the latter’s hometown Chennai in 2013, the former’s reign on the chessboard has been absolute. If he is no longer the official world champion — that title now belongs to China’s Ding Liren, who was crowned a few months ago — it is because he has chosen to stay away. He does not find the motivation strong enough and he is not comfortable with the format of the World title match involving a series of games of a long duration. He has said that he would not be a part of the next cycle of the World championship either. This is not Carlsen’s loss; it is chess’s. Whoever wins the World title cannot claim to be the planet’s best player as long as Carlsen is around.Not many in international sport have skipped vying for the World title when they are at the top of their game. But then, not many sportspersons across disciplines have been as good as Carlsen has for such a long time. Praggnanandhaa is one young player who has given Carlsen cause for some worry in recent times. He made headlines when he scored multiple wins over his formidable rival last year. Any win against the World No. 1 is commendable, but what makes Praggnanandhaa special is that he is still very young and could get stronger. He is ranked 29th in the world and it will be safe to bet that he will break into the top 10 in the not too distant future. At Baku, he accounted for the World No. 2 and No. 3, Hikaru Nakamura and Fabiano Caruana. But he was not the only Indian to impress at the World Cup. In fact, his rival in the quarterfinal was Arjun Erigaisi. D. Gukesh, who was the first Indian to make news in Azerbaijan by breaking into the world’s top 10 and replacing Anand as the India No. 1 in live rating, was Carlsen’s opponent in the quarterfinal. Vidit Gujrathi ensured that four of the last eight players left in this prestigious event were Indians. India is shining bright with a whole generation of young talent.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nchess\n\n/\n\nWorld Cup",
        "headline_1": "Unchecked run: On the Chess World Cup, Magnus Carlsen and his challengers",
        "headline_2": "Magnus Carlsen remains the man to beat in chess, but Indians present a challenge",
        "link": "https://www.thehindu.com/opinion/editorial/unchecked-run-the-hindu-editorial-on-the-chess-world-cup-magnus-carlsen-and-his-challengers/article67235261.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "Russia’s failed lunar mission and India’s successful soft landing on the moon shows the growing intensity of competition in outer space. The space race was an integral part of the last Cold War competition between the US and the Soviet Union. But after the end of the Cold War, the space race seemed to lose much of its political significance. There were advances being made in outer space, but it was a good natured and gentlemanly technological race without any political overtones. That period is also over. We are now witnessing a rebirth of the Cold War space race with the US and its partners on one side, and Russia and China on the other.\nThis new space race could represent significant dangers, much more so than the first one. The Cold War space race took place during the early days of space technology. The dangers there were confined largely to the men and women who undertook to be pioneers. Beyond that, the danger was only of hurt feelings as the US suffered after a string of Soviet successes in the 1950s. And the Soviets suffered after the Americans won the race to the Moon.\n\n \nThe conditions in space are fundamentally different today. Instead of just two superpowers with a limited number of satellites, even fewer of which were civilian and commercial, today space is crowded with hundreds of satellites from many nations and private corporations. Many aspects of our lives are impacted by civilian space technologies. Telecommunication, earth observation, navigation, telemedicine, tele-education are just a few examples. The global economy would suffer grievously if it were to lose access to outer space. But that is precisely the danger today. With increasing competition and growing suspicion among the major powers, the potential for deliberate or accidental destruction of satellites is high. Many countries are investing in military space systems and military operations are increasingly dependent on space-based communications and surveillance. This provides a tempting target because destroying them would seriously hamper the adversary’s capabilities. We are already witnessing some of these in the Ukraine war. The enormous benefit of the Starlink communication systems for the Ukrainians along with Elon Musk’s efforts to curtail access to Ukraine under certain conditions raises the role of private actors in activities such as war. But at the same time, Russians have also attempted to interfere with the Ukrainian Starlink access. It is not difficult to imagine that a losing side might decide to take out an enemy’s satellites in order to disrupt its military operations.\nCountries like China are known to be experimenting with such counterspace technologies. For example, there was an informal moratorium on anti-satellite (ASAT) missile testing for several decades before China broke that moratorium with its ASAT test in January 2007. This forced other countries to start or restart their ASAT programmes, leading to further tests by the US and India. China is also known to be experimenting with ground-based lasers to blind satellites and dual-use space retrieval systems that can be used to interfere or damage each other’s satellites.\nThe growing dangers are matched by the lack of adequate governance mechanisms to manage these disputes. This is not to suggest that outer space is bereft of any governance measures. During the Cold War, several measures — especially the Outer Space Treaty (OST) of 1967 — were useful in maintaining the sanctity of outer space but the OST and the associated agreements have many gaps and ambiguities. For instance, the OST has a mandate only on weapons of mass destruction (WMD). That non-WMD weapons are not prohibited by the OST is a big lacuna. The OST and other legal measures also suffer from the fact that they do not deal with contemporary challenges such as those arising from the growth in counterspace capabilities.\nSome of the recent proposals on space global governance include the draft Treaty on the Prevention of the Placement of Weapons in Outer Space, the Threat or Use of Force against Outer Space Objects sponsored by Russia and China, originally proposed in 2008; the EU-initiated International Code of Conduct for Outer Space Activities (2010); the 2013 UN Group of Governmental Experts on Transparency and Confidence Building Measures (TCBMs); and the 2018-19 GGE on further practical measures for the Prevention of an Arms Race in Outer Space (PAROS). The 2022-2023 open-ended working group on reducing space threats under the UN is still an ongoing effort, with the final and fourth session to be held from August 28 to September 1, 2023. Most of these efforts have not paid off even though it is in the best interest of all countries to have some kind of agreement. Intensifying international tensions mean that it is unlikely that much progress will be made.\n\n",
        "headline_1": "Amid new space race, tensions on Earth delay governance reforms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/amid-new-space-race-tensions-on-earth-delay-governance-reforms/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "Faraway galaxies and other celestial bodies are bringing us closer to the deepest parts of ourselves\nIn 1633, Galileo was forced to recant his scientific findings that confirmed the Copernican view of the universe. We’re the lucky ones. There’s never been a better time to be an (armchair) astronomer. The James Webb Space Telescope (JWST) has been releasing mind-expanding images since July 2022, casually making revelations about the universe led by photographic evidence that would make an LSD-high artist proud. Earlier this month, it followed up on observations by the Hubble Space Telescope of the farthest star ever detected in the very distant universe, within the first billion years after the big bang. The star has been given a fittingly poetic name, Earendel, which would make Tolkien fans proud. Meanwhile, Nasa’s Instagram feed combines poetry and physics with the grace of a ballerina balanced on a laser beam.\nIn our epoch, when the news is inevitably grim — from climate catastrophe to war, the AI invasion to olive-infused coffee — it is faraway galaxies and distant planets that bring us closer to the deepest parts of ourselves. At the moment, Isro’s Chandrayaan-3 mission, which made a safe, soft landing on the lunar surface on August 23, is everyone’s go-to sci-fi fantasy come to life. “I’ll see you on the south pole of the moon,” my Pink Floyd-addled brain mis-sings, knowing full well the mission’s aim is to conduct in-situ scientific experiments and not gather more material for progressive rock lyrics.\nMan, moon, camera\nMaria Popova’s Brain Pickings website (born in 2006), renamed The Marginalian (in 2021), introduced me to an inspiring image from 1852: the first surviving photograph of the moon. Taken by John Adams Whipple, and made possible by the Great Refractor telescope acquired by the Harvard College Observatory in 1847, it signals the birth of astrophotography. Thanks to a kind friend, a framed print hangs from my bedroom wall, which allows it to stay in my line of vision even when I’m simply staring into space.\nAs someone who has tried in vain to capture the moon in the night sky on her uncooperative Android phone for years, I’m in complete awe of Whipple, his refracting telescope (courtesy Harvard astronomer William Cranch Bond) and his daguerreotype photographic process. The two pioneers have left behind half a million glass plates in a visual library at Harvard, the largest such collection of astrophotography in the world. Unintended outcome: I feel less guilty about the countless moonrise and sunset pictures slowing down my phone as we speak.\n\nJohn Adams Whipple’s ‘View of the Moon’. He took the first surviving photo of the moon (Credit: Harvard College Observatory)\nI see dead stars\nCut to July 12, 2022. Nasa released the first images from the JWST  — trippy starscapes that wouldn’t be out of place in a fantasy colouring book. When Covid had, among other things, attacked our sense of taste and smell while recurring lockdowns had reduced life to a Beckettian wasteland, this miraculous telescope was the unexpected antidote. Cosmic cliffs, star births and deaths, and the deepest infrared image of the universe yet: it was a dramatic resurrection of hope and awe, if we were to employ the language of faith in our scientific setting. What blows my mind is how a honeycomb contraption (the telescope features a set of 18 hexagonal mirror segments) has released images of six surprisingly massive galaxies that existed between 500 and 700 million years after the universe was born with the Big Bang 13.8 billion years ago. That’s like almost at the start! “I see dead stars from a galaxy far, far away,” says the JWST in a ‘The Sixth Sense’ meets ‘Star Wars’ mash-up. How will we ever sleep again?\nSpare a thought for Pluto\nThe past few years, while lapping up news stories picked up from science journals, I’ve made brave attempts at befriending physics through books. Werner Heisenberg’s ‘The Uncertainty Principle’ and Benjamín Labatut’s ‘When We Cease To Understand The World’ were my introduction to quantum mechanics — the realm where science behaves very unscientifically indeed. (My reward for these efforts: a pre-enlightened viewing of ‘Oppenheimer’.) Neil deGrasse Tyson’s ‘Letters from an Astrophysicist’, on the other hand, catapulted me to outer space. In this compilation of correspondence with people from across the globe, America’s favourite astrophysicist uses characteristic flair and wit while dealing with questions of science, faith, philosophy and even politics. (My favourite letter from the book was from a pre-schooler complaining about the downgrading of our solar system’s erstwhile baby, Pluto, to ‘dwarf planet’. I’m so with him.)\nCase of the disappearing rings\nThese days, I get my space fix from Nasa’s Instagram feed, a conjunction made in heaven for arts majors of an astronomical bent. I’m heartbroken to hear that Saturn’s rings are losing material every year; the iconic rings will, unfortunately, disappear in time, pulled into the planet in a ‘ring rain’ caused by gravitational forces.\nWhich makes my viewing of the planet even more meaningful in a poetically irrational way. On a chilly evening in Bhimtal, not far from Nainital, I arrived with my companions to stargaze from what was publicised as a hillside observatory. What we found, instead, was an uninspiring one-storeyed camera store wedged between a temple and a chemist. A life-sized cut-out of an astronaut, with an empty space waiting for the heads of space enthusiasts, greeted us at the door.\nOur viewing slot announced, we climbed the shaky external staircase to access the terrace, which, reassuringly, had two impressive-looking telescopes waiting for us. What’s more, the technicians spoke knowledgeably about the celestial objects we were pointing the lenses at. (It proved too good to be true. One of our guides segued casually and earnestly from binary stars to chudails on amaavas raats.) Jupiter’s Great Red Spot was a treat to behold, as were Saturn’s magnificent rings. They’ll be gone in about 100 million years, it is estimated. And I’ve only just said hello.\n\n",
        "headline_1": "See you on the south side of the moon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/see-you-on-the-south-side-of-the-moon/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "India is on the Moon, Indians are over the Moon. Such is the delight and pride in India becoming the fourth nation after the US, Russia and China to land a craft intact on the Moon that it will materially change attitudes towards educational choices. It will boost national self-confidence across the board, including in tackling scientific and technological challenges and in taking new strides in sophisticated design and manufacturing.\nSome areas of direct benefit from Chandrayaan are obvious. Satellite and rocket technologies are in the spotlight. This has strategic as well as diverse commercial benefits – given the geopolitical flux and paradigm shifts in the use of information and artificial intelligence.\nSatellites are key to strategic intelligence and military capability. Satellites with synthetic aperture radars are self-illuminating. This means they emit visible or invisible lights that beam down on Earth, receive and process the signals that bounce back and produce actionable intelligence, peer through clouds and fog and smoke, observe at night with infra-red light, and even see to certain depths below the ground.\nRead full story on TOI+\n\n",
        "headline_1": "Message from the moon: Tech advances aside, what Chandrayaan-3 proved is how people just like us can dare to dream of pulling off complex missions. And there’s the big spinoff for national security",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/message-from-the-moon-tech-advances-aside-what-chandrayaan-3-proved-is-how-people-just-like-us-can-dare-to-dream-of-pulling-off-complex-missions-and-theres-the-big-spinoff-for-national-sec/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "Social scientist Devesh Kapur teaches politics and society at Johns Hopkins University. His latest book is Internal Security in India: Violence, Order and the State, co-edited with Amit Ahuja. In Delhi recently, he spoke to Avijit Ghosh about the trajectory of violence in India\n● How has political violence played out in India after Independence?\nThe 1950s were relatively peaceful. From the 1960s, we see societal stirrings as the economy stalls. Political competition grows. Disorder grows, expressed in industrial strife, student protests, inter-community violence, be it over language in Assam in the early 1960s or communal violence in RanchiHatia (then in Bihar) in 1967. It grows in the first half of the 1970s culminating in the JP movement before the Emergency. In the 1980s, we witness terrorism and rising communal violence. Insurgency-related violence mounts, in Punjab, then NE, then in J&K and the Maoist movement in central India. That’s roughly the trajectory in the next quarter century. While violence continued in the past two decades, we also see its ebbing. Insurgencies, student protests, industrial strife, terrorist attacks – all have ebbed.\nRead full story on TOI+\n\n",
        "headline_1": "‘What worries me is the decline in public discourse, with violence no longer delegitimised as it should be in a civilised society’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/what-worries-me-is-the-decline-in-public-discourse-with-violence-no-longer-delegitimised-as-it-should-be-in-a-civilised-society/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "The August 7 announcement to repeal the Digital Security Act became a matter of great anxiety and discomfort for citizens, as the government had proposed a new law called the Cyber Security Act, 2023, without consulting stakeholders. Unfortunately, the proposed law's content – particularly its provisions regarding cybercrime and the composition and operation of organisations involved in cybersecurity – is essentially identical to that of the Digital Security Act, 2018 and amounts to a contravention of the constitution, international human rights standards, and the rule of law.\nAt a press conference on August 10, Law Minister Anisul Huq and State Minister for Information Zunaid Ahmed Palak said that stakeholders could provide feedback on the draft Cyber Security Act (CSA) within 14 days and that any specific recommendation made in response would be taken into consideration. During the conference, both said it was imperative to review the criticism of the CSA and made statements acknowledging the reconsideration of several previously voiced concerns, which a few organisations have enthusiastically embraced. These concerns include decriminalising ethical hacking, legal action against law enforcement misuse, legal recourse against false and deceptive lawsuits and how to stop them, and monetary compensation for victims of human rights abuses or unlawful detention due to wrongful prosecutions and perjury, alongside other issues.\nThe proposed CSA and Digital Security Rules, 2020 involve four agencies: Digital Security Agency, the Bangladesh government's e-Government Computer Incident Response Team, its Digital Forensic Lab, and the National Digital Security Council. The proposed CSA allows regulators to restrict or delete data based on subjective criteria, potentially restricting free speech. It criminalises vague speech, inviting government interference and potentially restricting freedom of expression. It could also require the BTRC, through government intimation, to delete or block data under Sections 8(1) and 8(2), which might cause Bangladesh's internet to be blocked, filtered, and censored, causing concerns about transparency and official opacity.\nFurthermore, the National Emergency Response Team, the director general of the Cyber Security Agency, and police investigators can obtain, remove, block, or otherwise regulate data and internet activity without protections or judicial review under the proposed CSA. Additionally, the draft CSA repeals Section 57 of the DSA, which states that no employee or other party shall be liable for harm resulting from good-faith actions. But if officers, employees, or individuals of these institutions violate fundamental human rights, freedom of expression, and the right to privacy of personal information, how and where can employee accountability, the requirement to publish transparent annual financial and activity reports, and standard operating procedures be implemented?\n\nCitizens have applauded the decision to repeal the harsh and onerous Digital Security Act, 2018. However, the implementation of the CSA could negatively affect social justice, human dignity, fundamental rights, and human rights.\nThe proposed Cyber Security Act's penalties for most transgressions appear to be excessive, disproportionate, and unlawful. For instance, Section 29 criminalises defamation on internet media and carries a fine of Tk 25 lakh for doing so. Besides this, criminal defamation is punishable by two years in jail with or without a fine under Sections 499 and 500 of the Penal Code, 1860. While defamation on digital media maintains the aforementioned legislative definition, the punishment for the same offence is different. How can an accused get a longer term for the same crime? Due to its conflict with Article 27 of the constitution, Section 29 can be deemed unconstitutional, unlawful, and voidable under Article 26 of the constitution. Also to be emphasised is the distinction between criminal and civil defamation in Bangladeshi law, with the latter being based on tort law. Tort law wrongdoing is decided at the judge's discretion, while defamation must be established beyond a reasonable doubt in criminal proceedings. Damages for civil defamation, however, could be determined by probability. The government should have emphasised the significance of adopting modern communication technology in Bangladesh's defamation legislation and the emergence of civil defamation in democracies.\nThe now-possibly-repealed DSA included harsh, unreasonable, and illegal punishment provisions; nevertheless, the proposed CSA minimised excessive penalties and boosted bailable crimes. In reality, the proposed CSA will not aid accused criminals to lessen sentences or increase the number of offences that are eligible for bail since, once a case has been filed, the bailable clause is added to the non-bailable clause, which not only is against the rule of law but also gives rise to fear, intimidation, and panic in citizens. Under the proposed CSA, no new judicial system has been established, and the authority has been given to the Cyber Tribunal that was established under the ICT Act. The bail of the accused under the DSA is also subject to the bail requirements in the ICT Act. It goes without saying that the responsibility imposed on the court before granting bail in the aforementioned act is against legal precedent and unjust in nature.\nThe state must protect freedom, human dignity, and reputation without compromising individual rights. Section 38 of the proposed CSA gives the investigating officer 90 days to finish the probe, and the higher authority might grant an extra 15 days. After 75 days, the cyber tribunal might prolong the investigation by statute. The DSA has seen serious clause breaches. The proposed legislation provides harsh penalties on conviction, and the crimes are non-bailable with limited exceptions.\nDifferent nations have unique regulations governing the length of pre-trial detention since there is no chance it may be seen as a punishment. If the investigating agency fails to produce the report promptly, the accused may be granted bail. But there are no laws or standards in place that govern how people are punished for crimes. Measures for penalising violations of the CSA need to be revised. The conflicting stances of recent laws have made our criminal justice system more challenging and contentious, jeopardising people's fundamental rights.\nCyberterrorism and other \"national security\" offences, including those that might be used to retaliate against whistleblowers, are also overbroad and do not offer sufficient protection against misuse. While the Disclosure of Information in Public Interest (Protection) Act, 2011 encourages individuals to speak out against corruption, Sections 21, 25, 29, and 32 of the proposed CSA prevent it. Several journalists and rights advocates were prosecuted under the DSA at the beginning of the Covid-19 pandemic for covering misconduct by public officials and representatives. Moreover, citizens were given the power to enforce the legislation, which exacerbated court harassment since judges and investigators did not understand how to investigate and punish DSA offences.\nThe proposed CSA's Section 34 states that assisting in the commission of an offence constitutes an offence, and the penalty for aiding and abetting is the same as the original offence. This is excessive and disproportionate, as it does not differentiate between those who commit a crime and those who help and abet it. The proposed act lacks distinctions between unlawful action and public interest, and also lacks specific definitions. International cybercrime treaties list several offences, but the proposed CSA defines many of them too broadly and leaves out the question of criminal intent. Additionally, many of the offences in the CSA are already covered by other criminal laws, such as the ICT Act, making it too broad to interpret multiple offences in multiple areas.\nMore alarmingly, the proposed CSA and the DSA encourage the arrest of children, violating their internationally recognised rights, contravening the UN Children's Rights Declaration and the Charter. Furthermore, the proposed CSA does not include a provision that would make it illegal to file false charges or provide false evidence, which is in violation of Section 211 of the Penal Code.\nCitizens have applauded the decision to repeal the harsh and onerous Digital Security Act, 2018. However, the implementation of the CSA could negatively affect social justice, human dignity, fundamental rights, and human rights.\nTo pass cyber laws, regulations, and recommendations, the government must regularly, spontaneously, consistently, and meaningfully engage with civil society. Since too many parts of the proposed Cyber Security Act, 2023 – from definitions of crimes to the powers, rights, and obligations of administrative institutions – violate national and international human rights legislation, it must not be implemented.\nNumerous DSA cases indicate that most prosecutions restrict the public's and the media's freedom of expression, and the provisions in the proposed CSA are raising comparable concerns. In order to preserve the constitution and fundamental human rights (particularly the right to free expression) in Bangladesh, the proposed CSA should not be presented to parliament right away. Fourteen days is not enough time for people to extensively consider an issue of such importance. Instead, a legislative measure such as a bill to repeal the DSA could be introduced to safeguard unencumbered cyberspace freedom and promote democratic principles in Bangladesh.\nRezaur Rahman Lenin is an activist academic. Nowzin Khan is an independent researcher.\n\n",
        "headline_1": "From DSA to CSA: The same two bottles of agony",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dsa-csa-the-same-two-bottles-agony-3403566",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "It is disheartening to see that even after six years since they fled a brutal campaign by the Myanmar military, the future of the Rohingya refugees remains as uncertain as the day they arrived on these shores. The crisis has only grown since, with none of the options considered so far – their repatriation to Myanmar, legal integration into Bangladesh, or resettlement in a third country – seeming any closer to fruition. Bangladesh stands firm on repatriation – the most just option – as do the refugees. But until that happens, the priority is to ensure steady provision of assistance and support for the refugees and host communities.\nUnfortunately, that is proving to be increasingly challenging. As per an estimate by the International Organisation for Migration (IOM), this year, humanitarian organisations have appealed for $876 million in aid for both Rohingya refugees and local communities. However, only 29 percent of the target had been achieved as of mid-year. The steep decline in funds is forcing humanitarian actors to \"focus on the most critical and life-saving needs\", according to the UNHCR. It has, for the first time, resulted in the reduction of refugees' food assistance, raising concerns about cascading dramatic consequences: malnutrition, school dropout, child marriage, child labour, gender-based violence, etc.\nThe timing of this couldn't have been worse. It comes at a time when the refugees are facing a greater test of their resilience than ever before, with fires raging their shelters in March, a cyclone ripping through the camps in May, and monsoon rains and associated risks now endangering their lives. While some of the challenges are natural, they do add to the overall crisis. Unfortunately, the larger issues surrounding repatriation and prosecution of the Rohingya genocide have been politicised so much that it has also affected funding prospects, with regional powers like China, India and even Russia showing little interest in providing funds, let alone matching the contributions of their Western counterparts, which could ease some of the immediate pressures.\nThis is deeply troubling. While the larger issues are being resolved – which, we hope, will be sooner than later – the importance of consistent financial support cannot be overemphasised. This is not just a matter of humanitarian assistance; it's a matter of upholding human rights. We urge world leaders to step up their financial contributions as well as diplomatic efforts to find a sustainable resolution to this crisis.\n",
        "headline_1": "As funds for the Rohingya dwindle, so do their life prospects   ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/funds-the-rohingya-dwindle-so-do-their-life-prospects-3403551",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "A recent report published in this paper pointed out how the number of Bangladeshi students going abroad has trebled over the last 15 years despite the rise in the number of homegrown universities. The key argument focuses on the lack of quality education at home, prompting those who could afford or find external funding to pursue higher education abroad. The report identifies some push factors, but denies some pull factors behind such mobility.\nDestination nations are strategically targeting countries like Bangladesh, which has shown significant economic growth in the last two decades. There is a growing middle class in this eighth-most populous country in the world, where 18.56 percent of the people are in the 15-24 age group. International recruiters have not failed to notice the market determined by demand for education and global career aspirations. As the World Bank points out, \"the overall quality of the country's human capital is low,\" and only four percent of workers have studied beyond their secondary schools, meaning \"Bangladesh's workforce of 87 million is largely undereducated.\"\n\nShouldn't we then be happy that our students are taking the opportunity to benefit from the education systems abroad? At least such movement among our students promises better opportunities, higher salaries, improved working conditions, or access to advanced research and technology. Students, upon completion of their degrees overseas, can bring back knowledge, skills and networks that benefit their home countries to counterbalance the fear of brain drain. But that is all in theory. The reality is that \"student migration is increasingly being taken as a route for long-term emigration, sometimes resulting in irregular migration,\" according to an official of the International Organization for Migration (IOM). Some of the other factors beyond individual decisions to use the education route involve political instability, lack of job opportunities, inadequate infrastructure, and unfavourable economic conditions in the home countries.\nThe push factors are well-understood. But why is the pull from foreign countries so strong? The simple answer is revenue. In 2020-21, international students pumped 42 billion pounds into the UK economy. Without international students, most UK universities will run on a deficit budget. \"International students pay between £10,000 and £38,000 a year – the highest fees in the world – and are in effect super-taxing their own, often poor, countries to cross-subsidize UK students\" (The Guardian). Against each local student, there are five foreign students in the UK. After Brexit, the flow of European students has plummeted, and there are new initiatives to bring in students from South Asia and Africa, among other places.\n\nThere has to be a national strategy. Identify the areas in which we want our human capital to be trained abroad. Introduce a national policy scheme to send our talented individuals to institutions that have gone through a rigorous credential check. We need to protect the outbound students from various predators and visa colleges that exploit them. We need to negotiate with foreign missions to increase scholarships and funding opportunities based on merit. If our counterparts can set their nationalist agenda first, we need to do the same! \nOn the other side of the pond, nearly one million international students who attended US institutions contributed $33.8 billion to the country's economy and created more than 335,000 jobs in 2020-21. The same year, international students contributed over 22.3 billion dollars to the Canadian economy – greater than exports of auto parts, lumber, or aircraft. There is a straightforward agenda guiding all of the posh job or education fairs that you see organised by foreign cultural missions and their local agents: the creation of a supply chain of students to foster their national growth.\nTheir agenda, however, is sugar-coated with the business mantra of \"your perspective.\" You go abroad because the return on investment is higher. A typical MBA degree in Canada will cost you 95,000 Canadian dollars, leading to a salary of 100,000 dollars per year. It is an investment for your future as it enhances career opportunities and has the potential for higher earnings. The success of diaspora communities will further influence the decision to study abroad. This feeling is rampant among the elite class, most of whom have studied in English medium schools and feel left out by the mainstream system.\n\nThe rosy picture hides the fact that many of these international students are exploited as cheap labour. Not all students going abroad have the means to sustain full fees and living expenses. These students are hired with a minimum or below-par wage. Students often get stuck in a cycle of low-paid work and find it difficult to transition into more stable and better-paying career paths after completing their education. This perpetuates social and economic inequities, as students from disadvantaged backgrounds might be disproportionately affected, because they do not have the financial cushion to work for low wages without compromising their well-being. There was a worrying report of rising mental health and suicide rates among international students in Canada in recent times. Many of the students leave their parents in a debt trap while pursuing their international dream.\nThe official figure of Bangladeshi students going abroad last year was in the vicinity of 50,000. The sad reality is that our local institutions are failing to retain some of our better students who are good enough to be enrolled in world-class universities. Apart from a few public and private universities, the quality of higher education is nothing to write home about. So how do we deal with this growing trend where not only our young ones, but also our hard-earned money is going abroad?\nThere has to be a national strategy. Identify the areas in which we want our human capital to be trained abroad. Introduce a national policy scheme to send our talented individuals to institutions that have gone through a rigorous credential check. We need to protect the outbound students from various predators and visa colleges that exploit them. We need to negotiate with foreign missions to increase scholarships and funding opportunities based on merit. If our counterparts can set their nationalist agenda first, we need to do the same! And, above all, we need to improve the quality of our educational institutions at all levels.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Why do students want to leave Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/why-do-students-want-leave-bangladesh-3403276",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "It is disheartening to see that even after six years since they fled a brutal campaign by the Myanmar military, the future of the Rohingya refugees remains as uncertain as the day they arrived on these shores. The crisis has only grown since, with none of the options considered so far – their repatriation to Myanmar, legal integration into Bangladesh, or resettlement in a third country – seeming any closer to fruition. Bangladesh stands firm on repatriation – the most just option – as do the refugees. But until that happens, the priority is to ensure steady provision of assistance and support for the refugees and host communities.\nUnfortunately, that is proving to be increasingly challenging. As per an estimate by the International Organisation for Migration (IOM), this year, humanitarian organisations have appealed for $876 million in aid for both Rohingya refugees and local communities. However, only 29 percent of the target had been achieved as of mid-year. The steep decline in funds is forcing humanitarian actors to \"focus on the most critical and life-saving needs\", according to the UNHCR. It has, for the first time, resulted in the reduction of refugees' food assistance, raising concerns about cascading dramatic consequences: malnutrition, school dropout, child marriage, child labour, gender-based violence, etc.\nThe timing of this couldn't have been worse. It comes at a time when the refugees are facing a greater test of their resilience than ever before, with fires raging their shelters in March, a cyclone ripping through the camps in May, and monsoon rains and associated risks now endangering their lives. While some of the challenges are natural, they do add to the overall crisis. Unfortunately, the larger issues surrounding repatriation and prosecution of the Rohingya genocide have been politicised so much that it has also affected funding prospects, with regional powers like China, India and even Russia showing little interest in providing funds, let alone matching the contributions of their Western counterparts, which could ease some of the immediate pressures.\nThis is deeply troubling. While the larger issues are being resolved – which, we hope, will be sooner than later – the importance of consistent financial support cannot be overemphasised. This is not just a matter of humanitarian assistance; it's a matter of upholding human rights. We urge world leaders to step up their financial contributions as well as diplomatic efforts to find a sustainable resolution to this crisis.\n",
        "headline_1": "As funds for the Rohingya dwindle, so do their life prospects   ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/funds-the-rohingya-dwindle-so-do-their-life-prospects-3403551",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "In any conversation on Bangladesh's development journey, it is a given that the RMG sector will feature heavily. The empowerment of RMG workers, a majority of whom are women, is routinely cited as an economic success story. However, what is often overlooked are the vulnerable and precarious conditions in which they continue to work to this day.\nA recent survey on gender-based violence (GBV) in RMG factories, conducted by nine RMG workers' organisations with support from Solidarity Center, only confirms this. Of the 140 workers who participated, 45 percent had experienced sexual violence and harassment. A proportion of the workers were also subjected to psychological harassment (22 percent), verbal abuse (17 percent), economic exploitation (nine percent), and physical violence (seven percent). The majority of these incidents occurred within factories and were perpetrated by co-workers and supervisors, followed by line chiefs and mid-to-senior-level management officials.\nThe GBV faced by workers is completely unacceptable and in violation of their rights, but what is equally worrying is the implication that the factory management is complicit in either perpetrating the abuse, or allowing it to continue. A shocking 91 percent of respondents shared that the perpetrators held power over them due to their connections to mid-to-senior-level management, or to local influentials and their associates. Half of the workers surveyed said they faced wage deductions or were made to work extra hours without overtime pay by their supervisors or factory management if they did not agree to their sexual advances. Another 48 percent reported a change in their production targets if they filed complaints with the authorities.\n\nA shocking 91 percent of respondents shared that the perpetrators held power over them due to their connections to mid-to-senior-level management, or to local influentials and their associates. \nThis cannot be called anything but exploitation, and needs to be treated as such. In the study, a number of recommendations were provided for the government, employers, trade unions and federations to fight GBV. However, recommendations cannot be put into place if the authorities refuse to even accept it as a serious issue. In 2019, ActionAid Bangladesh published a similar report, where they surveyed 200 RMG workers and found that 80 percent of them had experienced or witnessed abuse at work. At the time, the BGMEA's only response was to reject the report, terming it to be harmful to the global image of the industry.\nWe would argue that such statements, and the callous disregard of such serious allegations, harm the image of the industry more than the reports themselves. We can no longer continue to dismiss these allegations and brush them under the carpet. The authorities must investigate these allegations and ensure that the rights of women and of workers are no longer violated.\n",
        "headline_1": "Investigate sexual violence against RMG workers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/investigate-sexual-violence-against-rmg-workers-3402956",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "The Bangladesh Inland Water Transport Authority (BIWTA) has undertaken a project to construct 220-km of waterways along the banks of five rivers encircling Dhaka city. The initiative is laudable in more ways than one. In today's hustle and bustle of the capital city, residents feel suffocated. Such walkways provide much-needed recreation by means of exercise in the midst of nature. Other than providing leisure to residents, the three-phase project aims to protect rivers in and around Dhaka from encroachment and pollution that takes place due to indiscriminate garbage dumping. Reportedly nearly half (20-km) of walkways of the 52-km first phase have been opened to the public and work continues on the rest.The effects on urban lifestyle are already evident in areas where these walkways have been opened. Residents around the Turag River now go in their hundreds for morning strolls and jogging on the walkways that have been freshly laid along the river. The 3km of such walkways in the Mohammadpur-Basila area is helping breathe new life in the claustrophobic urban setting of people of the locality. Indeed, it has opened up business opportunities for budding entrepreneurs who are seen setting up small cafes and eateries for the increased traffic in people who come to enjoy a bit of nature.The influx of visitors has shown the viability of the project and from what has been made public by BIWTA, the body plans to construct \"a total of 220 kilometres of walkways encircling Dhaka, positioned on both banks of Burigagna, Dhaleswari, Shitalkhya, Balu and Turag.\" Of course, BIWTA isn't constructing these walkways simply to improve the quality of life for residents. These walkways are also designed in a manner to stop river encroachment, which has been a major cause for destroying the ecological balance of the capital city in many ways. The project envisages not just walkways to be constructed but will it also see eco-parks coming up at different points. When the entire 52km stretch is constructed, people can have uninterrupted walking space of 12km starting from Mohammadpur to Kamrangirchar. Of course the project has faced several delays. The pandemic followed by unscrupulous entities who continue to try and halt project work through litigation on illegally occupied land across the rivers banks. Such uncontrolled and blatant disregard for the law over the years has seen thousands of acres of land getting gobbled up which have done much damage to the natural flow of rivers in and around Dhaka city. But things are now slowly starting to change. BIWTA is slated to have installed 5,000 river boundary pillars, inaugurated two out of 5 eco-parks and work continues on the others. While BIWTA's aim is to free rivers from grabbers and tackle pollution, Dhaka residents will only see its benefits if the project stays on track. The walkway project is slated to play a major role in reducing traffic in the city. But for that to happen, it is necessary that authorities make sure that they remain free of makeshift shops that have, in effect, taken over the existing pedestrian walkways in the city presently. It is good to know that authorities are finalising a policy for maintenance of the walkways, which means there will be budget allocation for this important piece of urban infrastructure. From what has been shared publicly, the policy will lease out walkways to private sector operators for their proper upkeep. For this project to be sustainable, proper maintenance is essential and mass awareness programmes need to be conducted so that Dhaka residents own the idea of keeping these walkways in pristine condition for their own benefit.",
        "headline_1": "Innovative walkways to protect rivers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/innovative-walkways-to-protect-rivers-1693059360",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "The government has finally prepared a national tariff policy to boost trade competitiveness and enhance consumer welfare. Titled 'National Tariff Policy 2023', it is the first-ever tariff policy of the country, which is expected to remove the anomalies in the existing tariff structure and highlight the country's trade-related priorities. The objective of the tariff policy, as outlined in the official document, is to enhance the competitiveness of the local industry, expand and diversify the exports, encourage investment and generate employment through trade liberalisation and tariff structure rationalisation for sustainable economic growth. The policy has also set a nine-point goal in this connection that includes facing the challenges after the country graduates from the Least Developed Country (LDC) category in 2026; expanding and diversifying exports by cutting the reducing the anti-export bias; ensuring a predictable tariff regime to attract foreign and local investments; and enhancing the country's participation in regional and global value chains. The goals also include the reduction of anomalies in the prices of the products in the local market and a load of additional protection for consumer welfare.Thus, the objectives and goals of the tariff policy are clearly defined and justified to a large extent. Having no written tariff policy for the last five decades was a drawback in the country's trade policy regime, which was flawed for various reasons. It is also true that no trade policy is free of errors or limitations as the policy is always subject to revision from time to time. Trade policy is a complete framework of relevant rules, regulations, stances and deals that need a supportive tariff policy. A tariff is a customs duty on merchandised imports. Simply put, it is 'a tax imposed by one country on the goods and services imported from another one to influence it, raise revenues, or protect competitive advantages.' Though tariffs are mostly levied on imports, there are cases of export tariffs. According to the Dictionary of Trade Policy Terms (Cambridge University Press/WTO, 2007): 'Tariff gives a price advantage to similar locally-produced goods and raise revenues for the government.\" The policy document defined tariff as any duty or tax on export or import that is not trade-neutral. Trade-neutral means any measure unrelated to international trade regulation that does not affect trade flow.In Bangladesh, import tariffs are traditionally used as a revenue-generation instrument instead of a trade policy tool. This is because import tariffs are easy to impose and administer. Nevertheless, the share of import tariffs in total revenue has declined over the decades. For instance, in FY2001, the share of trade-based taxes was around 55 per cent of the total revenue earnings of the National Board of Revenue (NBR). In FY2020, the ratio reached about 28 per cent as an effect of trade liberalisation. The average rate of import tariffs has also reduced significantly over the decades. The process of reducing the rate of import tariff started in FY1992. In that year , the rate was around 71 per cent, which came down to 15 per cent in the immediate last fiscal. Moreover, according to Bangladesh Economic Review 2023, (MoF, June, 2023), the country has followed the Most Favoured Nation (MFN) tariff rate since FY2001. The average rate of protective tariff also reduced to around 31 per cent from 74 per cent during the period under review. The protection rate is still considered high as the coverage of supplementary and regulatory duties has been extended to protect local industry and reduce the loss of revenue earnings. Again, the World Tariff Profile 2022, published by the World Trade Organization (WTO) last month, showed that Bangladesh's simple average final bound tariff rate is 156.30 per cent, while the average applied MFN rate was 14 per cent in 2021. It means the country has some legal space to enhance the tariff rates, although it will go against the spirit and effort of trade liberalisation. Further liberalisation of trade is the spirit of the tariff policy, although it is not categorically stated in the document. One key feature of the document is a brief overview of the current status of the country's tariff regime. Here, the government has also acknowledged the problems and limitations of the existing tariff structure. For instance, it showed that the current practice of supplementary duty on imports goes against the 'national treatment' principle of the WTO's General Agreements on Tariffs and Trade (GATT). It is because the country's tax authorities, in many cases, impose a supplementary duty on imported and domestic goods similar in nature at different rates. Again, WTO bars the determination of customs duty based on minimum import price. In some cases, the customs authorities ignore the rule. The policy favours the discontinuation of the practice. Thus, recognising the current drawbacks of determining and imposing tariffs will help address the problems and simplify the tariff structure in the near future. It is also true that the country's tariff structure has simplified over the years. Now, the number of operative tariff slabs is six, with a maximum rate of 25 per cent. Another feature of the policy is that it is mainly pro-business and encourages competition in trade and commerce. Discriminatory tariffs constantly undermine the competition and ultimately promote inefficiency. The policy took a stance against the discriminatory tariff.The policy document outlines a set of suggestions or recommendations as a general course of action to determine tariffs to achieve the goals and targets. The government needs to move ahead to accomplish the guidance necessary to implement the tariff policy. [email protected]",
        "headline_1": "Tariff policy: The balancing act",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tariff-policy-the-balancing-act-1693059425",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "Of the total eight divisions of the country, the newly formed ones are fast being transformed into busy urban centres. In terms of the outer look, they appear to be in a competition to emerge like Dhaka, and the larger ones declared divisions long ago as well as later. One would feel like including all four of them in the list. They are Barishal, Mymensingh, Rangpur and Sylhet. They were declared divisional headquarters in 1993, 2015, 2010, and in 1995. All four of these new divisions began their journeys under the new identity in their humble ways. Sylhet had, however, been an important urban centre since long.Ever since their being declared administrative divisions, people in almost all the headquarters may have started rediscovering their new identities and statuses. It didn't take time to realise their new roles in a new setting. But the irony was the capital Dhaka and the larger cities stood before them as models. The responsible people didn't fail to realise that it was now their duty to help their cities lift up to an upgraded status. Many remained passive observers. They appeared to be just happy with the spectacularly enhanced urban glamour and glitz. Those came in the forms of high-rise buildings, new roads, and also traffic congestions. Few had the faintest idea that lots of unthought-of woes awaited them. They included water-logging during monsoon, uncollected municipal waste, rise in shanty dwellings, slides in law and order etc.Many of these new divisional cities didn't have effective footpath amenities earlier. It didn't elude the notice of the authorities concerned. They have constructed footpaths in the important city areas. Sadly enough, those cannot be used by the pedestrians. Like seen in the big cities, the footpaths remain almost occupied by the hawkers with their makeshift shops. The pedestrians find few spaces for walking comfortably along the footpaths. They are forced to use the sides of the roads meant for automobiles. Thus road mishaps are becoming a part of life in the changed atmosphere in the earlier district towns. However, the transformation of the 'small town' way of life into that of divisional headquarters has brought with it fruits and benefits for local businesses. With the expansion of the city peripheries, the population witnesses a phenomenal increase. Many people living in the suburban areas close to the new cities, and engaging in various types of trade now find it an opportunity to make the city centres their business hub. Entrepreneurs like those involved in the real estate sector appear to be the most benefited segment. So are the people involved in land purchase and sale, as well as the land brokers. The prices of residential and commercial plots continue to increase without let-up.The new divisional cities, like Mymensingh, now boast of large multi-storey shopping malls complete with all state-of-the-art facilities. Entrepreneurs in many of the newly emerged cities close to tourist attractions have modern hotels, motels and rest houses in place. New privately-run schools, colleges and specialised universities are becoming integral to these cities. All this ensures easy and hassle-free availability of many administrative measures by the general people living in the district towns under a division. Of the many other benefits, the creation of the new divisions has enabled their inhabitants to avail of the administrative fruits without going to distant places.Notwithstanding these positive outcomes, the transformation of the four district headquarters into the divisional ones cannot avert its negative aspects. These maladies crop up in the forms of many ills, thanks to the maddening increase in urban rat race and squalor in the areas once considered idyllic.[email protected]",
        "headline_1": "After small towns change status",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/after-small-towns-change-status-1693059488",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2023"
    },
    {
        "full_article": "In Dhaka city, a large number of working women and female students use public bus every day to reach their destinations. Yet, our local buses are not only inadequate in number but also unsafe for women and girls. There are reserved seats for women and a few women-only buses are plying the capital city. But, they are not enough. In most cases, female passengers wait for hours for a bus to arrive during rush hours. And when it appears, it becomes very difficult for the female passengers to get into the bus as their male counterpartscreate a crowd in front of the gate and give them no space. Even transport workers do not want to pick up female passengers during those busy hours. And if any woman is lucky enough to get onto the bus, they find that the male passengers have grabbed the seats reserved for them. A total of nine seats in every bus are reserved for women, children and the disabled. According to the Section 92(2) of the Road Transport Act, 2018, if any other passenger sits on the reserved seat, then an imprisonment of one month or a fine of Tk 5,000 has to be served. But this law is not followed at all by the transport workers and bus owners.It is urgent that the issue of mismanagement in our public transport sectoris duly addressed.The number of reserved seats and women-only buses should be increased. There should also be women-friendly vehicles, drivers and staff. Male passengers should also change their mindset. The authorities concerned must take the responsibility of making our public transports safe for women.NazifaTasnim, Student of Mass Communication and JournalismJagannath University, Dhaka ",
        "headline_1": "Ensuring safety of female passengers in public buses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safety-of-female-passengers-in-public-buses-1693059523",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2023"
    }
]