[
    {
        "full_article": "In life and in death, former lawmaker Atiq Ahmed typified the collapse of the rule of law in Uttar Pradesh. The visuals of both him and his brother Khalid Azim being shot dead in cold blood, on Saturday, while they were handcuffed and in police custody, show the abject lawlessness that prevails in the State. Early in March, Ahmed had approached the Supreme Court of India expressing fear that he might be “killed in a fake encounter on one pretext or the other by the U.P. Police”. The Court refused to entertain his plea. His son, Asad Ahmad, was killed in an alleged encounter with a U.P. police team on Thursday in Jhansi. Father and son were both accused in the sensational daylight murder of a political rival in February. Ahmed, the former leader of the Samajwadi Party and Apna Dal opened his history sheet at the age of 17 and had more than 100 criminal cases at the time of his murder at the age of 60. Far from facing the force of law, he reigned supreme as a don-cum-politician through various regimes in U.P. since the 1990s. Even when he went to jail, his empire of crime did not collapse. He was shifted to a prison in Gujarat in 2019, and on his return to U.P., was facing fresh charges of murder which ended with his own killing in the most chilling manner.According to the U.P. police, 183 alleged criminals have been gunned down in encounters in the last six years. More than 10,900 police encounters have taken place since March 2017. Due process is central to any rule of law, and once that is allowed to be short-circuited, the result is chaos. The U.P. police and administration have stretched the limits of its legitimate power by the dubious and discriminatory application of law and processes. The demolition of properties of people suspected of crime or participating in political protest has become routine. It appears that this practice is popular among the supporters of the ruling Bharatiya Janata Party and Chief Minister Yogi Adityanath, and that makes this trend not merely lawlessness but also a social pathology. Several political parties have sought accountability in the double murder that took place under the watch of the U.P. police. The State has announced a three-member commission headed by a former High Court judge to inquire into the lapses. Considering the serious charges that the State government and its police face of discrimination based on religion and caste, and scant regard for due process, an inquiry of a demonstrably independent nature is required.\r\nCOMMents\n SHARE\n\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmurder\n\n/\n\ncrime, law and justice\n\n/\n\nUttar Pradesh\n\n/\n\nminority group\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics\n\n/\n\ncriminal\n\n/\n\npolice\n\n/\n\nBharatiya Janata Party\n\n/\n\nencounters",
        "headline_1": "Murder of law and order: On the Atiq Ahmed case in Uttar Pradesh",
        "headline_2": "There must be an independent inquiry into the Atiq Ahmed case",
        "link": "https://www.thehindu.com/opinion/editorial/murder-of-law-and-order-the-hindu-editorial-on-the-atiq-ahmed-case-in-uttar-pradesh/article66744554.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "U.S. federal authorities have arrested Jack Teixeira, 21, a member of the Air National Guard, in the case of classified information of the Pentagon that was leaked on social media in recent months, which analysts say has exposed sensitive data regarding the war efforts in Ukraine, potentially undermining Kyiv’s plans to push back the Russian invasion. The top-secret files that were first leaked on social media websites Discord and 4chan in March this year also caused a flutter for the Joe Biden administration when it revealed confidential and unflattering information about U.S. allies, including South Korea, Israel, and other nations of West Asia and Africa, and assessments of China’s developing cyber-attack capabilities. Potentially most damaging, though, were the leaker’s posts, which, reports said, genuinely contained classified information of the U.S. military, on Ukraine’s air defences being compromised owing to a shortage of missiles in February. Also possibly undermining the tactical plans and the element of surprise for Ukrainian forces were files that spoke of the embattled country’s long-planned spring counter offensive to beat back Russian forces starting on April 30 with 12 Ukrainian brigades. While no explicit propagandistic post of the leaker has been revealed yet, it is obvious that the dots join to paint a clear picture of Mr. Teixeira’s intention to discredit the war effort of Ukraine and its western allies and show up the Biden administration in a bad light amongst its global partners.One thing is clear: Mr. Teixeira is no whistle-blower and, certainly, comparisons to Chelsea Manning or Edward Snowden would be misplaced. The latest leak of U.S. federal government information lacks the moral clarity and ethical underpinning of the WikiLeaks files and the NSA global surveillance exposé that Ms. Manning and Mr. Snowden respectively shared with the world in a bid to highlight the excesses of the U.S. government and spur conversations on human rights, foreign policy and privacy in the digital age. Whistle-blowing in the latter contexts led to introspection, policy dialogue and reforms to bring about greater transparency in U.S. government actions, within limits. The 2023 Pentagon leaks have, contrarily, achieved nothing of this sort but fuelled insecurity between the U.S. and other global powers, and potentially hobbled the war strategies of the Ukrainian armed forces in their bid to fight off Russian troops attacking their country. Mr. Teixeira has, appropriately, been charged for the leaks under the U.S. Espionage Act. The critical next step for the Biden White House is now to examine how and why he got top security clearance to handle classified information, and take steps to further secure and limit the distribution of sensitive information whose release could seriously undermine U.S. national security interests.\r\nCOMMents\n SHARE \n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nespionage and intelligence\n\n/\n\nUSA\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nSouth Korea\n\n/\n\nIsrael\n\n/\n\nWikiLeaks\n\n/\n\nhuman rights\n\n/\n\nlaws\n\n/\n\nsecurity measures\n\n/\n\nnational security\n\n/\n\nChina\n\n/\n\ncyber crime\n\n/\n\narrest",
        "headline_1": "Not a whistle-blower: On the 2023 Pentagon leaks",
        "headline_2": "The 2023 Pentagon leaks have fuelled insecurity between the U.S. and its allies",
        "link": "https://www.thehindu.com/opinion/editorial/not-a-whistle-blower-the-hindu-editorial-on-the-2023-pentagon-leaks/article66744427.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "An IMF working paper by Bhalla, Bhasin and Virmani (henceforth called BBV) has come out with a series of poverty projections based on different assumptions, the most optimistic of which shows extreme poverty virtually disappearing at just 0. 86% of the population (12 million people). (This is based on the World Bank’s extreme poverty line of consumption of $1. 9 per day).\nIs this plausible? If so, how much credit goes to the BJP? Listing the estimates of all research papers can be boring. But all show that poverty has plummeted after the economic reforms of 1991 that helped accelerate GDP growth. Clearly fast growth is the best poverty alleviator.\nRead full story on TOI+\n\n",
        "headline_1": "Why researchers differ on India’s poverty rate",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/why-researchers-differ-on-indias-poverty-rate/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "“Ikde, ikde…. ” Those two informal Marathi words which translate to ‘here! here!’ slipped into the national lexicon as smoothly as Disha Patani slips into those silvery, satiny, super-sexy gowns for her latest red carpet ‘lewk’ (remember, it’s always ‘lewk’ and not ‘look’ ). Recently, India’s “ikde, ikde” moment went viral globally, with netizens doing brilliant take-offs on our desi paps who were in overdrive at a high-profile mega extravaganza to mark the launch of Nita Mukesh Ambani Cultural Centre (NMACC) in Mumbai. Among the more memorable moments was Tom Holland being called ‘makdi man’ and Nick Jonas getting the loving epithet of ‘jijaji’ (brother-in-law).\nRead full story on TOI Plus\n\n",
        "headline_1": "Ikde, ikde moment! When the star-watchers become stars",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/ikde-ikde-moment-when-the-star-watchers-become-stars/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "Are you willing to step outside your comfort zone in order to live your life the way you want to? We all dream of the freedom and autonomy of being in control of our choices and being able to fulfil our own needs, dreams, desires and passions without any dependence or fear of societal expectations and external pressures.  I believe that a life filled with self-determined purpose without the pressure of living up to the expectations of others is one you can you call your own. Many individuals embrace their individuality in an almost apologetic manner, some in a challenging and defiant manner and others with grace and aplomb. \nWhich category do you fit into?  If it’s something you now want for yourself, what it does take is a strong sense of self-awareness, a clear understanding of your values, goals, and desires in order to make choices that align with them. And of course, it takes a more than just a dollop of courage. It’s never easy to “go against the grain” and risk feeling isolated, like an outcast and perhaps getting disconnected from others. Of course, there are risks to stepping outside of your comfort zone and these can include challenging financial situations as perhaps your chosen path may not lead to a steady income, financial stability and create stress and negativity, or even involve losses, albeit short term. \nFor example your dream project is on the verge of fruition but a bribe is demanded of you to get permissions to execute it, or if a filmmaker barters sex for a role, or your boss suggests the same for your promotion. If your strong moral stance against bribery to get work done, and a “disease” called corruption or blackmail is what you absolutely cannot accept, what wins in the toss up? Do you have the courage to walk away from the project because it threatens your personal value systems? If everyone you know, love and respect tell you to just go ahead and pay the bribe and get on with your work, and that it’s normal, “part of society, business and normal function”,  would you allow yourself to go down a path that spreads the rot in society?  \nWhat’s important is the willingness to try your darndest best to connect with your inner resilience and having it fuel you to plod on undeterred through every obstacle, because every step takes you a step closer to your dream, but on your terms. More than just the “fulfil my dreams” part of it, it’s also about embracing your individuality and expressing yourself in way that feels authentic, liberating, purposeful & fulfilling. Every human being is so unique and each of our journeys as well. Fitting in, standing out or simply being outstanding, there is no black and white; grey is what feel rights and empowers you to lead a life you believe is on your own terms and most importantly, it should make you proud and happy to have done so in the long term.\nMy friendship with one of my closest friends is going through changes. Some changes are tough to accept, she is always busy with her own work and personal life. Whereas there used to be times when we used to deal with everything together and share about what’s going on in our daily lives. But these days we don’t even talk or meet. I want to return to how things were a year back but how can I change this?\nTo remain closest friends requires an understanding that though lives may diverge, emotions shouldn’t. Love her for who she is; her dreams, her personality, her thoughts, her actions and support her through her transitions. That’s what true friendship is. The nature of togetherness changes, the quality does not. I don’t talk to my closest friends for months, but the depth and strong bond we shared and continue to share is intact whenever our lives intersect.\nI don’t know if this would be relevant for others but I have always had a pet dog since I was a kid. My bond with my dog was beautiful because he used to make me feel comfortable when I used to talk about my day to him. He was my emotional support. I recently lost my pet a month back and I don’t know how to process that. I feel sad the entire day and I don’t like to talk to anyone about this or anything else. I am not sure if I can overcome this feeling.\nI have been a pet parent for over 40 years and I know exactly how heart breaking it is to have them leave the planet physically. Please google 5 stages of loss, the Kubler ross method, which will greatly help you understand the stages you are going through. The only pearls of wisdom I feel are valuable to share at this point is to remember your dog with love, gratitude and happiness rather than mar the memories with shades of pain, loss and self-pity. Also, to repeat my 4 favourite words in such times, “this too shall pass”.\nI was in a relationship for 5 years and we had a ugly breakup two months back. I was trying to get over him and now I got to know that he is looking out for other girls and wants to marry. I am shocked and I don’t want to talk to him or any friend about this. Should I also look out for other people in my life, will that help me?\nHe has handled his break up in the manner he feels best. Personally I feel getting into a relationship on the rebound, or for that matter a marriage is really not the wisest choice unless you are confident it will help you more than it will damage you. It’s been rightly said, “act in haste and repent at leisure.”\n\n",
        "headline_1": "Live life on your own terms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/208081/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "The milk supply chain has been in trouble in several states over the last few months. Industry leaders expect shortages and price hikes to continue until winter. Besides making your next cup of filter kaapi or chai hard on the pocket, this situation reveals a lot about the consequences of government intervention and price distortions.\nIn his seminal 1945 paper, The Use of Knowledge in Society, economist FA Hayek explained that prices are a vital signal—a decentralised coordination mechanism between dispersed producers and consumers. Increasing prices signal consumers to seek substitutes or rationalise consumption, reducing demand. The same information, in turn, signals producers to increase supply, as they can make more profit. A reduction in prices has the reverse effect on producers and consumers. Eventually, the demand and supply attain equilibrium again. Thus, prices incentivise individuals and firms to make decisions that are in their self-interest but also contribute to society’s overall well-being. The signal called price makes all this magic happen. Prices are “precious”.\nErode, Mar 17 (ANI): Dairy farmers throw milk on the road during their protest against the Tamil Nadu government demanding an increase in milk procurement prices, in Erode on Friday. (ANI Photo)\nThis valuable signal loses fidelity when the price system is interfered with. And when governments do this interference, bizarre things happen. The ongoing milk shortage is tailor-made to appreciate Hayek’s insight. Let’s see how.\nTo be sure, minimum support prices or subsidies for milk producers are popular with governments worldwide. But in India, that’s just the beginning. Classified as an ‘essential’ commodity under the Essential Commodities Act (ECA), 1955, the designation gives governments carte blanche to fix procurement prices, cap consumer prices, and run the supply chain between the producer and the consumer.\nTake Karnataka, where milk shortage has been in the news recently.\nThe Karnataka Milk Federation (KMF) is the second-largest dairy cooperative in India and procures nearly 50% of all the milk supplied by the state’s farmers. What makes the situation complicated and tragicomic is the state government’s role in supply chain. While the system seemed functional in normal circumstances, the cracks surfaced in recent weeks. As the summer season began early this year, demand for milk rose. After all, a glass of buttermilk is a wonderful refresher in the heat. Simultaneously, supply naturally dropped in the summer, as milch animals produce less than usual in the hotter months. A bout of lumpy skin disease further exacerbated the gap between demand and supply this year.\nFor another product, a market-based price rise would have quickly ironed out this demand-supply gap. But when governments occupy centre stage, prices become sticky political issues, and a series of bizarre events unfold.\nFirst, electoral concerns circle over pricing decisions like vultures.\nThe government will not want to touch prices with a barge pole because the state elections are due in May. Instead, it tried a roundabout way by making the packet size smaller while retaining the old packet price.\nSecond, since the administered price rises have not done enough to make the demand-supply gap go away, milk shortages emerge. The rich can afford to buy premium milk at higher prices from other suppliers. But for the poor, the milk packets disappear from shelves.\nInstead of paying a slightly higher price until supply rises again, the less-privileged consumers are only left with empty glasses.\nThird, the government resorts to blaming private dairies for offering higher prices to dairy farmers. Given the economic situation of farmers, we should have celebrated private players providing a better deal to them. Instead, they become villains in a story where the government is the sole hero. It’s no wonder some dairy farmers in Tamil Nadu emptied milk containers on the road demanding a better procurement price from the state government.\nFourth, a quotidian issue becomes a front for inter-state tensions. The Karnataka government blames dairies in Maharashtra and Tamil Nadu for offering higher prices to farmers within Karnataka. In contrast, the Tamil Nadu government resorted to blaming private companies from Andhra Pradesh. Even the entry of a competitor like Amul that could have quickly reduced shortage gets opposed on the grounds of sub-national pride.\nAmazing, the things that happen when governments obstruct a control system called “prices”. Even as this satire unfolds, the root cause of milk shortages isn’t even being discussed. The Bangalore Milk Union president admitted that “many small milk producers have given up on rearing cows as it has become unsustainable”.\nThough he doesn’t say why, one reason could be that the 2020 state law banning cow slaughter and frequent attacks on people transporting cattle has discouraged smaller farmers from stepping into this minefield called milk production.\nThis milk saga reiterates that government intervention in the market must only be done after careful consideration and under specific conditions\n\n",
        "headline_1": "What the milk shortage saga tells us about letting government control prices",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/what-the-milk-shortage-saga-tells-us-about-letting-government-control-prices/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "April 17, 1971, is a historic day that shines brightly in the collective memory of Bangladesh with immense pride, unwavering strength, and boundless enthusiasm. It marks the moment when the world witnessed the birth of a free Bangladesh on the global stage. In a small, uncharted corner of the newly emerged Bangladesh, countless remarkable and unexpected events unfolded. Thousands of people gathered with a resolute purpose, laying the political, constitutional, and geographical foundation of our newfound state. This day remains an indelible beacon in the annals of history, cherished by those who contributed to its creation. It also symbolizes the invaluable support of our friendly neighbor, India, in our journey towards existential glory.\nThe Indian Border Security Force (BSF) provided crucial assistance, including deploying urgently needed security measures, to thwart any potential incursion from Pakistan during the Oath Taking Ceremony. This was made possible through the strategic decisions orchestrated by Indira Gandhi, facilitated by Khusro Faramuz Rustamji, the DG of BSF. The entire West Bengal BSF, led by Inspector General Golok Majumder, played a pivotal role in this effort. Following Golok Majumder's instructions, Mr. Chakraborty, the Commanding Officer of BSF in Twenty Four Parganas, and his subordinate Captain Mohapatra, were deputed to guard the VIPs in the Bodyanathtala of Meherpur, disguised in civilian clothes with concealed weapons. Captain Manindra Singh Rathore of the 18th Indian BSF battalion, under the command of Colonel Megh Singh, led the security arrangement at the venue.\nAllow me to recount the remarkable tale of Captain Manohar, his commanding officer Colonel Megh Singh, and their battalion 18 BSF, whose unwavering courage and dedication made a monumental contribution to the liberation war.\nAssistant Commandant (Captain) Manohar Singh Rathore was a young and dynamic officer of 18 Battalion BSF. Since he had previously participated in the 1965 war in the Gurkha Regiment, his CO Lt. Col. Megh Singh appointed him as Company Commander and Mortar Platoon Commander of 18 BSF Battalion. His company, along with the Mortar platoon, was initially deployed at Meherpur to provide protection and fire support during the swearing-in ceremony of the 1st Independent Government of Bangladesh on 17th April 1971, and later at Petrapol-Benapole area.\nCaptain Rathore witnessed and provided protection to the Oath taking ceremony dressed as a Bangladeshi Muktijodha personnel in civilian clothes as per the direction of their CO, Lt Col. Megh Singh (who was also there with Maj. Hafiz).\nI recall a conversation I had with someone who appeared to be Capt. Rathore, possibly from 18 BSF Battalion. He was wearing a whitish maroon kurta and salwar. I asked him, \"Bhai, aap idhar kyu? Aap to Indian Army ke lagte ho\". He replied, \"Mein 18 BSF Battalion ka hu aur mere ko yaha mere CO, Col. Megh Singh ne bheja hai\". I was inquisitive and asked, \"Aap yaha kya kar rahe ho\"? He replied, \"Hum log idhar VIP logon ko safety dene ke liye charon taraf deployed hai. Idhar Bangladesh ka swearing-in hogi, to hum sab Pakistan attack ko nahi hone dene ke liye deployed hai. Hamari Battalion yaha civilian kapde mein deployed hai\". I replied to him, \"Bahut shukriya aap ko, hum bhi yaha hai aur Mukti Bahini Pakistani ko dekh lega.\" We saluted each other and went on to our respective work. I couldn't see his personal arms, and he was wearing jungle shoes. Later, after the ceremony, I met Capt Mohapatra, who was the BSF company commander at the nearest BSF post at Changkhali, and whom I had met earlier as well. He told me that 18 BSF Battalion was providing protection at the venue of the ceremony dressed as Mukti Bahini in civilian clothes.\nCapt. Manohar was subsequently deployed with his company at Petrapol-Benapole ICP, providing protection to the Bangladesh flag hoisted after the April 17, 1971 ceremony, by ensuring and assisting all defensive deployments of Mukti Bahini in the area. During the months of April and May 1971, the company supported Major Hafiz of 1st East Bengal Regiment in conducting a raid on April 21 on a Pakistan Army artillery gun position at Navaron, approximately 13 kilometers inside East Pakistan territory.\nMajor Hafiz narrates in his book about the raid and how the Muktijodhas of 1st EBR were provided with effective mortar fire to safely withdraw after the successful raid.\nAs the mortars were firing and it was raining heavily, the 18 BSF troops could not retrieve the two base plates from the fire position after the raid. Once the entire party reached back safely at Benapole and were being debriefed by Lt. Col. Megh Singh, it was learned that the base plates were left behind by the mortar detachments while exfiltrating in a hurry under heavy Pakistani fire. Despite knowing the gravity of the situation and the possibility of Pakistani soldiers being alert in the area, Capt. Manohar volunteered to take a few boys and retrieve the base plates.\nAccording to Maj. Hafiz, this was a daring operation inside enemy territory, knowing fully well that the enemy was dominating that particular area. Notwithstanding, Capt. Manohar reached the firing position again at night by infiltrating from a different direction, dug out the base plates, and exfiltrated back to Benapole around first light. This was among the most daring operations deep inside enemy territory by the 18 BSF Battalion.\nThe Petrapol Company of 18 BSF Battalion was instrumental in providing security to many top Bangladeshi freedom movement leaders, including the Prime Minister Tajuddin Ahmad, Acting President Nazrul Islam, and the military Commander-in-Chief Lt. Col. MAG Osmani, during their meetings/briefings at the Benapole ICP where the Bangladesh flag was flying with its safety and security ensured by 18 BSF Battalion. It was ensured that the Bangladeshi flag would keep flying high till the end of the liberation war. In addition, many Indian media personnel and international journalists frequently visited this place.\nOn the nights of 23-24 April and 8-10 May 1971, the Pakistan Army attacked Benapole from the North (Kagajpukur side). Captain Manohar Rathore was among the few Indian officers who fought alongside the Mukti Bahini as a muktijoddha, dressed in a lungi and shirt during the attack, and did not allow the enemy to cause any damage to the Bangladeshi Flag.\nIn addition, Major Hafiz also narrated the incident involving Lieutenant Colonel Megh Singh and how he replied to the Eastern Army Commander during his many visits to Benapole when he wanted the 1st EBR to withdraw and reorganize itself and train for future operations. As claimed by Major Hafiz, Lieutenant Colonel Megh Singh told the Army Commander, \"Sir, I have given my word of honor to my Bangladeshi friends (Dr. Tawfiq Elahi, Major Hafiz, and Mahbub Uddin were all there) that the Bangladeshi Flag will keep flying high at Benapole and it will only come down over my dead body.\"\nIn addition, personnel from the 18 BSF Battalion also conducted many daring raids against the Pakistan Army to capture their weapons and inflict casualties, dressed as Mukti Bahini in lungi and shirt or Punjabi suit, in areas along the Rd Benapole-Navaron-Jhikargacha-Jashore to provide depth and security to the ICP throughout the nine months of the liberation war.\nCapt. Manohar of the 18 BSF Battalion became the custodian of the money collected by this author and Dr. Tawfiq Elahi, SDO for more than a month before it was eventually handed over to the Government of Bangladesh. The keys had been kept with Maj Usman Chaudhary, the Sector Commander of Bangladesh forces, and the room was under the safe protection of the Petrapol Company of the 18 BSF Battalion. All of this was possible due to the dynamic leadership of Lt. Col. Megh Singh, who was willing to contribute as much as possible to the Freedom Fighters of Bangladesh in their liberation war effort.\n18 BSF Battalion later moved out from Benapole when the Indian offensive commenced in December 1971 to the Western borders and were airlifted to Jaisalmer. Capt. Manohar was awarded the highest Gallantry Award given to the Paramilitary Forces called the President's Police Medal for Gallantry in 1972 for his actions in the Eastern Sector which had resulted in the elimination of 40-50 Pakistan Army personnel in the nine-month long deployment at Petrapol-Benapole ICP area during the Liberation war. The 18 BSF Battalion was deployed in Petrapol on 28 March 1971 and remained closely associated with all the activities that happened west of Jashore during the nine-month long liberation war.\nI urge the Government of Bangladesh to recognize the gallant acts of the members of the 18 BSF Battalion. They made immense contribution at the grassroots level by providing safe conduct for the swearing-in ceremony of the 1st Independent Government of Bangladesh in Mujibnagar. Their efforts in protecting the Bangladesh Flag over nine months during the liberation war at Benapole-Petrapol ICP are exemplary. Their custody of the money collected by Dr. Tawfiq and Mahbub Uddin Ahmed for 40 days contributed towards the liberation war effort in a great way. They also particated in the liberation war by conducting raids and attacks deep inside Pakistani-held territory along with the 1st EBR troops led by Maj. Hafiz.\nMahbub Uddin Ahmed Bir Bikram was in charge of presenting the guard of honour to the acting president of the government-in-exile, Syed Nazrul Islam, at the oath-taking ceremony on April 17, 1971.\n",
        "headline_1": "Honouring Mujibnagar Heroes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/honouring-mujibnagar-heroes-3298761",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "We wholeheartedly agree with the chief of the Consumers Association of Bangladesh (CAB) who opposed the proposal to reintroduce unconditional amnesty to whiten black money by investing it in real estate. Recently, the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) made the proposal for a return of this opportunity for five to ten years in order to prevent money from being laundered abroad. Such a suggestion would be considered preposterous under different circumstances. Unfortunately, this is not the first time that we are hearing about this \"indulgence\".\nIn FY 2021, the government gave this opportunity for black money to be legalised through investments in real estate, no questions asked about the source of funds, upon payment of a certain amount of tax. The amnesty allowed black money subject to a 10 percent tax, while a compliant taxpayer had to pay 30 percent in tax which was later reduced to 25 percent. But as the CAB's president, also a former chief of the Anti-Corruption Commission (ACC), has said: this practice is not acceptable because it would only encourage the illegal accumulation of wealth. Many individuals in the country earn money legally but do not show that in income tax returns, resulting in assets becoming untaxed. Thus, the government's efforts to improve its tax revenue will be nullified with an unconditional amnesty as it will only encourage tax evasion.\nWe agree that this move would be unethical and unconstitutional. It will give the wrong message to those who earn illegal income – that it is okay to do so as long as they invest it in real estate later. On the other hand, it is discriminatory towards those who faithfully pay taxes and contribute to the country's development. Moreover, in the long run, it will be detrimental to our society, with more and more real estate being gobbled up by a certain group of people who do not care how much the prices go up, leading to further inequality of wealth and assets.\nThe justification given by the FBCCI is that investments in flats, plots, commercial buildings and shopping malls will keep money inside the country and thus curb capital flight. Even if that were true, a country cannot bend the rules of ethics to prevent money from being laundered abroad. Also, can it really be guaranteed that individuals who have, over the years, laundered thousands of crores of illegally-earned takas and bought expensive real estate abroad, will suddenly start investing at home because of this amnesty?\nIt should be noted that the National Board of Revenue has since imposed rules that taxpayers will have to pay 25 percent on undisclosed funds and pay a 5 percent penalty on payable taxes. We echo the CAB chief's opinion that all businesses and individuals are responsible for paying their fair share of taxes and abiding by laws and regulations. Therefore, the government should focus on reducing corruption which is the root cause of the massive accumulation of black money. The proposed amnesty, if reinstated, will only increase corruption instead of curbing it.\n",
        "headline_1": "Amnesty for black money will be unethical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/amnesty-black-money-will-be-unethical-3298291",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "Some key findings from the Household Income and Expenditure Survey (HIES) 2022, released on April 12, challenges constructing a sensible economic narrative on poverty, inequality, and growth in Bangladesh. Backward calculations of poverty based on the reconstructed 2022 upper and lower poverty lines have not been done yet. It is therefore technically incorrect to compare the 2022 headcount ratios and poverty gap measures with their counterparts in previous surveys.\nThe poverty trend emerging from valid comparisons with the previous rounds of HIES may or may not be different. We won't know until we know what the comparable numbers on poverty headcounts and gaps are. We hope the Bangladesh Bureau of Statistics (BBS) will finish their unfinished work sooner rather than later. Meanwhile, all we can do is search for the story within the available data, assuming the trends are robust.\nFirst, the incidence and depth of rural and urban poverty tended towards convergence (narrowing differences). The headcount ratio and poverty gap measures improved faster in rural than urban areas. This is most notable in the case of extreme poverty, but it is also true for the headcount ratio based on the upper poverty line. Poverty gap measures, based both on the upper and lower poverty lines, suggest the same pattern. Reduction in depth was faster in rural areas.\nSecond, trends in relative inequality diverged. The urban Gini coefficient (which measures inequality) increased and the rural decreased. This is true irrespective of whether the Gini is computed from the distribution of income or consumption. Urban income Gini increased 8.2 percent and consumption Gini increased 7.9 percent in 2022 relative to 2016, compared, respectively, with 1.8 percent and 3 percent decline in the rural areas over the same period.\nThird, real income and consumption growth were higher in urban locations. Real monthly household income, after deducting the percentage increase in the Consumer Price Index (CPI) from nominal income growth, increased 49.6 percent in urban areas, compared with 48.3 percent increase in rural areas in 2016-22. Growth in the monthly average real household consumption of urban and rural households was 65.4 percent and 50.4 percent, respectively.\nThese together create a puzzle. Lower income or consumption growth are associated with reduced inequality and faster poverty reduction! Poverty reduction was faster in rural areas where inequality declined, while real income and consumption growth were lower. Poverty reduction in urban areas was slower with a sharp increase in inequality and stronger income and consumption growth. What could possibly explain this phenomenon?\nStructural changes can at best be part of the story. This includes almost universal access to electricity in 2022, most notably in the rural areas from 68.9 percent in 2016 to 99.1 percent in 2022. Electricity access in urban locations improved from 94 percent in 2016 to 99.7 percent in 2022. Electricity can directly increase welfare by enabling households to access a variety of services such as food preservation, education, health, and information. Rural households caught up with their urban counterparts on developmental dimensions. However, it begs the question why such large improvements in access to electricity did not show up in stronger rural real income and consumption growth, without which it cannot have a stronger effect on poverty measures.\nThere is no such discernible rural catch-up on other structural indicators. For instance, improved toilet facilities were reported by 95.3 percent urban households, compared with 90.9 percent rural households. Access to drinking water from tube wells remained unchanged at around 95 percent in rural areas, while access to \"supply water\" improved from 37.3 percent in 2016 to 56.6 percent in 2022 in urban areas. Households opening a bank account in the past 12 months increased from 7.6 percent in 2016 to 13.4 percent in 2022 in rural areas, compared with 7.3 percent and 15.7 percent, respectively, in urban locations.\nChanges in social and demographic indicators are mixed. Male dominance in decision-making remained unchanged at around 87 percent in households that became somewhat larger in size in both urban and rural areas. The literacy rate in rural areas increased from 63.3 percent in 2016 to 70.3 percent in 2022, and in urban areas it increased from 71.6 percent to 82 percent, respectively.\n\nYes, the rise in the share of industry in GDP raised urbanisation, but employment shifted in the opposite direction. The Labour Force Survey (LFS) 2022 shows that urban share in total employment declined from 27.9 percent in 2016 to 25 percent in 2022. Employment level in industry declined by 2.8 percent, probably in urban-centric large and medium industries. The increased labour force and displaced industrial workers were absorbed by a 30.4 percent increase in agricultural and 12.4 percent increase in services employment – not quite the KC types. A source of increase in inequality in the Kuznets world is the influx of cheap labour from rural to urban areas.\nThe Kuznets Curve (KC) has gained resonance in the establishment view of the data. Inequality increases in the early stage of economic development, peaks at a mid-income level, and then falls as development proceeds further. Bangladesh is categorised in the early stage of development and, therefore, it must be that KC is operative here.\nThe evidence on the validity of KC is at best mixed in the HIES data. In the three surveys (2010, 2016 and 2022), urban monthly income per household exceeds rural, and urban Ginis exceed rural Ginis, giving the appearance of a KC. However, the income in rural areas increased in 2022 relative to 2016 while inequality decreased, which disputes KC. Moreover, data do not bear out the standard Kuznets story that the pattern is caused by a dual economy dynamic generated by the switch from agricultural to industrial sector.\nYes, the rise in the share of industry in GDP raised urbanisation, but employment shifted in the opposite direction. The Labour Force Survey (LFS) 2022 shows that urban share in total employment declined from 27.9 percent in 2016 to 25 percent in 2022. Employment level in industry declined by 2.8 percent, probably in urban-centric large and medium industries. The increased labour force and displaced industrial workers were absorbed by a 30.4 percent increase in agricultural and 12.4 percent increase in services employment – not quite the KC types. A source of increase in inequality in the Kuznets world is the influx of cheap labour from rural to urban areas.\nEvidence from recent development experiences is similarly weak. Kuznets himself recognised the fragile empirical basis of his grand generalisation, calling it \"perhaps 5 percent empirical information and 95 percent speculation, some of it possibly tainted by wishful thinking.\"\nWhat may explain the tripartite disconnect? There are several candidates.\nA shift in employment towards rural-centric activities is consistent with a rise in inequality in urban areas, its fall in rural areas, faster rural poverty reduction, and stronger urban income growth. The urban-centric large and medium industrial enterprises grew the fastest. Decreased employment means decreased labour incomes of below-poverty-line urban households, while increased employment in the lowest productivity agriculture suggests greater sharing of incomes among the rural poor. This could have resulted in weaker income growth, decreased inequality, and faster poverty reduction in rural areas relative to urban areas.\nA second candidate is Piketty, who hypothesised that inequality increases when the rate of return on capital exceeds the rate of economic growth. When capital grows faster than the economy, the concentration of wealth speeds up along with the concentration in income and consumption.\nPerhaps the excess of return on capital over economic growth increased in the urban areas. The HIES 2022 data shows that average household loans to income ratio increased in urban areas and decreased in rural areas during 2016-2022. If the increased loans was concentrated among the privileged urban households, they were probably able to leverage a higher return on capital by hook (investment) or crook (loan defaults) – or both. This could have caused the stronger but more concentrated income and consumption growth and a slower pace of poverty reduction in urban locations.\n\nThe dichotomisation of data into rural and urban could be masking important heterogeneities within each. Perhaps the disconnect is the tip of the iceberg of a broader pattern of poverty, inequality, and income growth that transcends the rural-urban duality.\nA third candidate, seemingly related to the above, is a sharper digital divide in urban areas. A digital divide exists for groups who lack resources and the capacity to access smartphones, computers, and Wi-Fi. The new digital opportunities can only be accessed by those who have capital and digital literacy. Not surprisingly, therefore, the digital divide is greater in rural areas. The BBS Survey on ICT Use and Access by Individuals and Households 2022 shows that the proportion of households with access to the internet is 63.4 percent in urban areas, compared with 29.7 percent in rural areas.\nHowever, variations in digital access between urban and rural socioeconomic groups matter. Since 68.5 percent of the total population live in rural areas (Population Census 2022), the 29.7 percent rural internet users constitute 20 percent of the total population, while the 63.4 percent urban internet users also constitute 20 percent of the total population. The digital divide taking quality into account – lower-performance computers, lower-speed wireless connections, lower-priced internet connections, and limited access to subscription-based content – is probably more pronounced between different age groups, genders, occupations, and incomes in urban than in rural households.\nLast but not necessarily the least, differences in migration patterns – overseas in particular – may be part of the story. Overseas migration rates far exceeded internal migration (from one district to another). Overseas migration reported by rural households (over nine percent) exceeded the same reported by urban households (6.3 percent) in all three surveys. Increase in the income of families left behind can significantly reduce the income Gini over time, since most rural overseas migrants are unskilled workers, many of whom are also from vulnerable poor households.\nIn these cases, there is no direct impact on the poverty headcount ratio. Also note that the difference in growth of average monthly rural and urban household incomes turned from positive (one percentage point) between 2010 and 2016 to negative (1.5 percentage point) between 2016 and 2022. This happened despite persistently higher overseas migration from rural households, thus showing the limits of its power in explaining the puzzle.\nThe dichotomisation of data into rural and urban could be masking important heterogeneities within each. Perhaps the disconnect is the tip of the iceberg of a broader pattern of poverty, inequality, and income growth that transcends the rural-urban duality.\nThe completion of work on the HIES 2022 and LFS 2022 is a very significant data development, from which extremely useful information about the dynamics of poverty, inequality, employment, and growth can be extracted, leveraging Census 2022 and the annual national accounts data as well. The BBS can maximise the public good from their work by publishing detailed tables and providing access to the unit records sooner than later.\n \nDr Zahid Hussain is former lead economist of the World Bank's Dhaka office.\n\n",
        "headline_1": "A poverty, inequality, and growth puzzle",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/poverty-inequality-and-growth-puzzle-3298276",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "We wholeheartedly agree with the chief of the Consumers Association of Bangladesh (CAB) who opposed the proposal to reintroduce unconditional amnesty to whiten black money by investing it in real estate. Recently, the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) made the proposal for a return of this opportunity for five to ten years in order to prevent money from being laundered abroad. Such a suggestion would be considered preposterous under different circumstances. Unfortunately, this is not the first time that we are hearing about this \"indulgence\".\nIn FY 2021, the government gave this opportunity for black money to be legalised through investments in real estate, no questions asked about the source of funds, upon payment of a certain amount of tax. The amnesty allowed black money subject to a 10 percent tax, while a compliant taxpayer had to pay 30 percent in tax which was later reduced to 25 percent. But as the CAB's president, also a former chief of the Anti-Corruption Commission (ACC), has said: this practice is not acceptable because it would only encourage the illegal accumulation of wealth. Many individuals in the country earn money legally but do not show that in income tax returns, resulting in assets becoming untaxed. Thus, the government's efforts to improve its tax revenue will be nullified with an unconditional amnesty as it will only encourage tax evasion.\nWe agree that this move would be unethical and unconstitutional. It will give the wrong message to those who earn illegal income – that it is okay to do so as long as they invest it in real estate later. On the other hand, it is discriminatory towards those who faithfully pay taxes and contribute to the country's development. Moreover, in the long run, it will be detrimental to our society, with more and more real estate being gobbled up by a certain group of people who do not care how much the prices go up, leading to further inequality of wealth and assets.\nThe justification given by the FBCCI is that investments in flats, plots, commercial buildings and shopping malls will keep money inside the country and thus curb capital flight. Even if that were true, a country cannot bend the rules of ethics to prevent money from being laundered abroad. Also, can it really be guaranteed that individuals who have, over the years, laundered thousands of crores of illegally-earned takas and bought expensive real estate abroad, will suddenly start investing at home because of this amnesty?\nIt should be noted that the National Board of Revenue has since imposed rules that taxpayers will have to pay 25 percent on undisclosed funds and pay a 5 percent penalty on payable taxes. We echo the CAB chief's opinion that all businesses and individuals are responsible for paying their fair share of taxes and abiding by laws and regulations. Therefore, the government should focus on reducing corruption which is the root cause of the massive accumulation of black money. The proposed amnesty, if reinstated, will only increase corruption instead of curbing it.\n",
        "headline_1": "Amnesty for black money will be unethical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/amnesty-black-money-will-be-unethical-3298291",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "We are alarmed to learn that FIFA, world football's governing body, has imposed a two-year sanction on the general secretary of Bangladesh Football Federation (BFF), Abu Nayeem Shohag, on the grounds of his using forged documents to justify payments made with FIFA funds. This has come to light after a lengthy investigation by an ethics committee into allegations of financial irregularities conducted between 2017 and 2020. In this regard, a 51-page description of the charges brought against him as well as probe results, made available on the FIFA website, is quite telling.\nWe must admit, all this is very unsettling. Not only does it again bring to light the shambolic state that our football is in presently, but it also paints Bangladesh in a negative light on the global stage. It seems unbelievable that football was once the most popular sport in Bangladesh. But over the last two-three decades, it has gone through a dramatic decline because of a lack of vision, organisational failures, and financial irregularities of those concerned, with only two regional championship wins (SAFF trophies in 2003 and 2022 for men's and women's teams, respectively) to show for it. Things have taken a nosedive particularly during the 15-year tenure of the incumbent BFF president, the latest example of which came after the withdrawal of the national women's team from Paris Olympic qualifiers despite its surprise success last year.\nSeen against this backdrop, the FIFA ban, although restricted to one person, has been a long time coming. As with any institution in the public sector of Bangladesh, the BFF is no stranger to allegations of corruption, mismanagement and undue interference in football-related decisions. Although FIFA takes financial irregularities and government interference seriously – one may recall its ban on Bangladesh in early 2002 because of a politically influenced dismissal of the then BFF executive committee – the relevant authorities have frequently failed to address concerns raised by football lovers or establish accountability in their procedures. As a former executive committee member has indicated, what FIFA has uncovered is only the tip of an iceberg of irregularities of various kinds that have been plaguing the BFF for long.\nThis needs an urgent response. We can no longer ignore the woeful state in which our football languishes. At a time when countries are heavily investing in sports because of their potential to improve their image intentionally, our authorities seem to be paying little attention in this regard. We urge the government, particularly the ministry for youth and sports, to follow up on the latest development. They should conduct their own investigations and take stern action against all involved with the allegations raised. The BFF, because of its consistently poor performance over the years, also needs to be overhauled so that it can bring back the glory days of Bangladesh football by reviving the domestic leagues for both men and women and taking football to the ordinary people again.\n",
        "headline_1": "FIFA ban deserves close scrutiny",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fifa-ban-deserves-close-scrutiny-3298091",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "First there were two blasts that ripped through commercial buildings and now two devastating incidents of fire at the two popular and main business hubs in the capital city Dhaka. What is the next shopping mall in the city to be on fire ---and that too, maybe, before the Eid-ul-Fitr? These four deadly and devastating incidents have taken place one after another within just one and a half months. A few days before the two blasts in the capital, an oxygen plant in Sitakunda, Chattogram had been reduced to ruins as a result of a massive blast and consequent fire. That industrial accident was attributed to a faulty system of filling up of cylinders with oxygen. But no conclusive results are yet to be arrived at the blast and fire incidents in the capital city. This has heightened anxiety and a sense of constant fear among both traders and residents of the city. The feeling of insecurity is literally driving people mad because, first, the cause is unknown and the vulnerability to fire is so potent and real. This city has no history of fires in shopping malls only months or weeks before the great festival of Eid-ul-Fitr in recent memory. This year is certainly an exception to the trend of fire incidents in summer people are familiar with. If this gives rise to the conspiracy theory, there is nothing to be surprised.Unsurprisingly, the recurrence of fire has made watchful people keep their fingers crossed about further repeat of such devastations. Now the question that ought to intrigue logical minds is, if there is something fundamentally wrong with the commercial hubs where readymade apparels are mainly sold and stored. The two blasts ---one near the Science Laboratory and the other at Siddique Bazar have defied the explanations so far advanced. Is there any chance of a repeat of similar incidents? In case of Siddique Bazar blast, Titas Gas authorities claim there was no accumulation of gas at the basement of the building. Similarly, a burning cigarette butt left by a security man is not conclusive yet. In the latest New Super Market fire, accusing fingers have initially been pointed at the foot-over bridge that had been demolished a little while earlier. Even those who demolished the bridge reportedly did not pay heed to the security men's request to disconnect the electric wires with connections to both the market and the bridge. The security men claim that within minutes there were booming sounds on the ground floor and the second floor. Following the blasts, smokes started coming out. If this is true, it may give a clue to the fire.But yet another intriguing question is the decision by the city corporation to demolish the bridge only days before the Eid. If it was risky, it did not become so overnight. Couldn't the task be completed before Ramadan? About one thing there is no doubt --- plan or design, construction of buildings, arrangement of shops and also tampering with the original or existing facilities. Both Bangabazar and New Super Market were in the list of markets at the gravest of fire risk made by the Fire Service and Civil Defence (FSCD). But the city corporation, other government agencies and market committees failed to act. There is no guarantee, they will overcome their foot-dragging to take proper steps for avoiding further tragedies at markets at the highest risk among the more than 1,000 commercial centres the FSCD found more or less risky. But they should do it as early as possible.",
        "headline_1": "From blasts to fires at commercial hubs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/from-blasts-to-fires-at-commercial-hubs-1681659229",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "AS Dhaka and several other districts have been experiencing history's severest heat waves, one busy shopping centre after another, as if in collusion with each other, has also started to burst into flames. The latest in the series has been the second floor of Dhaka New Super Market located between New Market and Dhaka College. As usual, what exactly caused the sudden blaze at the top floor of the three-storey shopping complex has so far remained a matter of speculation. However, the fire, as it did in the previous other very recent cases since the conflagration at the Bangabazar market on 4 April, reduced hundreds of shops mainly dealing in clothes to ashes. In the New Super Market, some 250 to 300 clothing stores went up in flames before the eyes of their owners. The hapless shop owners could not imagine in their wildest dreams that only within an hour or two of having closed their respective shops early in the morning of Saturday (15 April) for eating sahri followed by a short nap, they would find their shops being swallowed up by the maw of an inferno. And they have no inkling of how such a fiery disaster appeared as if out of nowhere and engulfed everything in a flash. Reports say the fire service received the information of the fire at the New Supermarket at around 5.40 in the morning. After three and a half hours' effort, the firemen could contain the blaze. That means they could control the further spread of the fire to the surrounding areas, though not the smouldering, which continued till late in the evening of Saturday. Of course, the response of the fire service department was quite prompt, and, commendably, units of the Bangladesh Border Guard (BGB), Army, Navy, and police took part in dousing the fire and helping the victim traders to recover whatever they could from the burning shops. Choking billowing smoke from the burning shops made the recovery efforts of the traders and the military and paramilitary units who came to their aid harder. Many fell sick and were taken to the Dhaka Medical College Hospital for treatment. Some 29 people including 14 firemen were reportedly undergoing treatment. But what still remains a mystery is why such fire incidents are taking place, especially when many apparel traders had invested their last penny in the business expecting bumper sales before Eid. The marketplaces being thus engulfed by sudden fires of unknown origin are particularly the ones most visited by low and middle-income customers. Just to think that within a span of 11 days since the Bangabazar fire on April 4, which burnt down some 3,000 shops destroying clothes and other articles of value worth Tk 10 billion! Within the span of a week on April 11, another fire broke out at a ceramics warehouse in the Chawkbazar area of the so-called old Dhaka. Nawabpur in the older part of the city was the next victim on 13 April, which destroyed some 20 stores. Now this New Super Market fire.Though actual damage caused by this latest fire is yet to be assessed, the traders and their representatives believe some 20,000 people (owners and staff of around 1,300 shops of the entire market and the members of their families dependent on their incomes) have been affected by Saturday's fire. But there are also reports of collateral damage. The traders who operate their business from the city's Science Laboratory point to the Nilkhet area had to keep their businesses shut so that fire service vehicles might move unhindered while putting out the Super Market blaze. As a result, in this peak Eid season, they had to sustain losses worth crores of taka as they could not open their shops on Saturday. And not to mention the fate of the traders who were directly affected by the fire. Unfortunately, the litany of complaints is piling up with each incident of fire and the way these tragedies are taking place seems to have no end in sight.Many are wont to point the finger at the traders for their being unaware of the possibility of dangers like fire in such congested places as they operate. But finger-pointing is so easy after the damage is done. It is said that the fire service and civil defence people had marked the shopping centres including the Bangabazar, New Super Market, Gausia, Mouchak and Rjdahani Supermarket 'risky'. The department concerned definitely did what they are supposed to do. But the question is what the traders were then supposed to do. For it was not possible for the traders to shift their businesses to a safer place within a short time. Neither was any such facility on offer. In that case, strong monitoring of those 'risky' marketplaces by inspectors of the departments concerned, holding regular fire drills in those shopping centres, installing fire extinguishers, and holding demonstrations on their use and so on should have been in place, particularly during these hectic days of Eid marketing. Then comes the subject of post-disaster measures which include helping and rehabilitating the fire victims and finding the cause of the fire. The victims who suffered huge losses as well as those rendered penniless need urgent financial support. Hopefully, the government can arrange urgent aid as well as low-interest bank loans for the victim traders. Such measures would help them survive and rekindle some hope in their hearts to continue their business in the future. Because the people being talked about here are very enterprising ones. They deserve the support. The law-enforcement authorities need to trace the causes of the fire to avoid future mishaps. But rather than closing the barn door after the horse has bolted, it is always better to take preventative measures. \n[email protected]",
        "headline_1": "No end of fire tragedies!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-end-of-fire-tragedies-1681659263",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "After remaining stuck in an elementary stage for ages, the Bangladesh agriculture began moving forward in the 21st century at full throttle. Now well into the modern era, watching it primed for adopting new technology is quite natural. Against this backdrop, the suggestion of investing in modern technology to increase agro-productivity, sustainability and profitability of farmers comes as a right step. The suggestion came from the Dhaka Chamber of Commerce and Industry (DCCI) at a seminar on April 12. Its president observed that Bangladesh agriculture's present stage warranted training of farmers to adopt technology and advanced technology-based agricultural management. The present Bangladesh agriculture came up for an overview at the seminar titled 'Transforming Conventional Agriculture to Smart Agriculture' held in the city on the day. It has been learnt from the DCCI president that the country's agro- and food-processing industry now accounts for about 0.22 per cent of the total GDP. The reverse side is also there. The industry faces challenges like limited value-addition skills, lack of diversification, quality assurance, low awareness of sanitary and phytosanitary compliance issues. The DCCI president has rightly touched upon the new frontiers of the modern agro-technology. It is everybody's knowledge that in order to keep pace with the 4IR technology, learning nano-technology, bio-informatics and new agricultural technologies is now imperative. Finding the concept to be of importance the seminar's chief guest agriculture minister, Dr Muhammad Abdur Razzaque lays emphasis on 'smart agriculture'. In fact, the minister stressed mechanised farming system and put emphasis on raising productivity, product variety, efficient use of water and climate-tolerant crop cultivation.The widely used 'smart agriculture' sounds lofty. In a country highly dependent on agriculture, there is hardly any alternative to the advanced style of agricultural activities. Being forthright in his assertion, the minister stressed food security and more agro-productivity. To achieve this goal, he observed, smart agriculture was needed on a priority basis. According to observers, in a country which has yet to utilise a number of modern agricultural appliances, especially the heavy ones, the great expectations may still remain mostly illusive. Foremost of all imperatives, the concept of 'smart agriculture' ought to be understood in all its shades. It's now clear that in order to enjoy the fruits of the country's agricultural activities, the use and application of the newly invented machinery and implements have no alternative.Despite being an agro-based country with a vast arable land, Bangladesh has yet to utilise many of the mechanised devices. Apart from the agricultural plots' small sizes and unfounded inhibitions about machine, the general farmers' indigence also played a vital role in the apathy towards large-scale mechanisation. An orientation of the farmers centring around mechanisation is the need of the hour. In other words, it is imperative that the agricultural policy makers do not foot-drag on the task of explaining 'smart agriculture' and 'mechanisation' and related priorities to mostly uninitiated farmers. Or else, these words will finally remain mere high-sounding with little effectuality. The speakers at the seminar proposed forming an Agriculture Entrepreneurship Fund. They said ensuring agriculture productivity and maintaining international standard were the chief message of smart agriculture. The speakers emphasised value-added agriculture, proper guidelines for farmers and capacity building of agro-based entrepreneurs, and also policy support. Upon an appraisal of the seminar a pertinent question may perturb many: are farmers prepared enough to adopt smart agro-processes? The answer perhaps lies in the suggestion of investment in modern technology and education to increase agricultural productivity --- made by the seminar's host. \n[email protected]",
        "headline_1": "A case for 'smart agriculture'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-case-for-smart-agriculture-1681659296",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2023"
    },
    {
        "full_article": "This year's summer has started early with a devastating heat wave across the country. Dhaka city is undergoing its highest temperatures in the last 58 years, with temperatures exceeding 40 degree Celsius. Heat waves can pose serious threats to public health. Some people die from heat and many require hospitalisation for heat-related sickness. People are also experiencing heat strokes due to dehydration and breathing difficulties, which pose severe health-related issues. During a heat wave, energy consumption often skyrockets to cool down the temperature. Air conditioning is constantly used where accessible, leading to power shortages in many places during extreme heat. Heat wave is a challenge that people of Bangladesh have to address together. It is not for the government to plan alone. We all have to unite to take concrete steps to curb these ever-increasing temperatures in the best interest of the country's population. We should take precautionary methods to deal with the ongoing season of heat waves by avoiding unnecessary travel, especially during the peak hours from 1:00pm to 3:00pm and ensure to be as hydrated as possible. People who are fasting in the month of Ramadan should consume seasonal fruits in Sehri and Iftar with as much water as possible. To combat the threat of heatwaves and climate change, we should work together to grow more trees, save existing forests and improve greenery throughout the country. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Combating heat wave together",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-heat-wave-together-1681659317",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2023"
    }
]