[
    {
        "full_article": "It is difficult not to see the removal of Union Minister Kiren Rijiju from the Law and Justice Ministry as a move by Prime Minister Narendra Modi to avoid any escalation in his regime’s confrontations with the judiciary in the one year left in his current tenure. Other considerations may have been at work in the shifting of Mr. Rijiju to the Ministry of Earth Sciences and the appointment of Arjun Ram Meghwal as Minister of State, with independent charge, in the Law Ministry, but the marked decline in Mr. Rijiju’s frequent fulminations against the Supreme Court collegium do indicate a desire to tone down his penchant for confrontation. While there is inaction or delay on the part of the government on some recommendations, quite a few appointments, including in the Supreme Court, have been made since February, indicating a thaw in the frosty relations between the executive and the judiciary. Apart from his vocal criticism of the collegium system of appointments, which many others indeed see as flawed and in need of reform, Mr. Rijiju had tended to voice unusually trenchant opinions not befitting one holding a portfolio that involves dealing with members of the superior judiciary. He once accused a few retired judges of being “an anti-India gang” who were trying to make the judiciary play the role of an opposition party. On another instance, he voiced concern over the collegium making public some intelligence inputs on the basis of which candidates recommended for appointment were deemed unsuitable by the government.In choosing Mr. Meghwal, who represents the reserved constituency of Bikaner in Rajasthan, Mr. Modi may have also been looking for a suitable opportunity to accommodate a Minister from Rajasthan in a portfolio with a higher profile. The Rajasthan Assembly elections are due around the end of the year. Mr. Meghwal has begun his stint with an observation that there is no confrontation with the judiciary and that his priority would be to ensure speedy justice for all. One issue that requires resolution is the finalisation of a fresh Memorandum of Procedure for judicial appointments. Mr. Rijiju had said earlier this year that the government had emphasised to the Supreme Court the need for finalising the procedure soon. He had also mooted the idea of a ‘search-cum-evaluation committee’, with a government representative on it, for the appointment of Supreme Court judges and Chief Justices. It is expected that the government will continue to accord great importance to these two issues. While pursuing such initiatives, the government should avoid giving the impression that it wants to gain absolute control over the appointment of judges.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\nministers (government)\n\n/\n\nPrime Minister Narendra Modi\n\n /\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nRajasthan\n\n/\n\npolitics\n\n/\n\njudge\n\n/\n\nAssembly Elections",
        "headline_1": "A change for the better: On the shifting of Kiren Rijiju from the Law Ministry",
        "headline_2": "The shifting of Kiren Rijiju from Law Ministry should end conflict with judiciary",
        "link": "https://www.thehindu.com/opinion/editorial/a-change-for-the-better-the-hindu-editorial-on-the-shifting-of-kiren-rijiju-from-the-law-ministry/article66870600.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "As he left for Japan on Friday to attend the G-7 summit — India is a special invitee — Prime Minister Narendra Modi called India’s attendance “particularly meaningful” this year. While Mr. Modi was referring specifically to India’s G-20 presidency, and aligning the G-20 agenda with Japan’s agenda for the G-7 summit is key, there are other reasons for India’s presence to stand out at the conversations this weekend. Japan, as host, has taken a fairly tough position on Russia, with its envoy to India saying that the “message to Putin” must be that Russia will have to “pay” for its war in Ukraine. While all G-7 countries — the U.S., the U.K., Canada, France, Germany, Italy, Japan and the EU — are united in their efforts to sanction Russia further, it will be left to India, which has walked a line of fine balance thus far, to temper some of that language, particularly if joint communiques are sought with the outreach countries including South Korea, Australia, Brazil, Vietnam, Indonesia, Comoros and the Cook Islands. Neither Russia nor China, the “elephants in the room”, are actually invited, and India’s position will be all the more important for the “Voice of the Global South” that Mr. Modi has committed to amplify, in conversations about the impacts of sanctions imposed by the G-7 countries on the developing world, including on food, fertilizer and energy security. Ukrainian President Volodymyr Zelenskyy has decided to accept Japan’s invitation to attend the G-7 summit in person, and all eyes in India will be on a possible meeting between him and Mr. Modi, which would be a first since the Ukraine war began. The G-7 countries will keenly watch whether Mr. Modi extends an invitation to Mr. Zelenskyy to address the G-20 summit in September.Apart from the Russia-Ukraine tussle, India will be at the forefront as G-7 and G-7+ countries discuss debt sustainability and helping countries such as Sri Lanka to avoid a “debt trap”. It will also be a key speaker on issues such as building supply chain reliability, spearheading alternative energy coalitions, and seeking infrastructure and development aid in the region. Finally, India’s unique voice, as a nuclear power that is not a member of the Non Proliferation Treaty regime, yet has built an impeccable record in nuclear restraint, will be heard as Japan seeks to send a united message on non-proliferation from Hiroshima which was devastated by an American atomic bomb in 1945. While the heavy lifting for the G-7 summit will be done by Japan and member countries, they are still seen as a small and “elitist” grouping, and India’s heft as a developing power combined with its G-20 presidency make it the significant “other” this year, that can leave its mark in making the process more inclusive.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nJapan\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nCanada\n\n/\n\nFrance\n\n/\n\nGermany\n\n/\n\nEuropean Union\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nSouth Korea\n\n/\n \nAustralia\n\n/\n\nBrazil\n\n/\n\nVietnam\n\n/\n\nRussia\n\n/\n\nChina\n\n/\n\neconomic sanction\n\n/\n\nenergy and resource\n\n/\n\nfood security\n\n/\n\nUkraine\n\n/\n\nnuclear policy\n\n/\n\nRussia-Ukraine Crisis",
        "headline_1": "Among the elite: On India at the G-7 summit",
        "headline_2": "India’s presidency of G-20 gives it additional heft at G-7 summit",
        "link": "https://www.thehindu.com/opinion/editorial/among-the-elite-the-hindu-editorial-on-india-at-the-g-7-summit/article66870630.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "Congress should have avoided such a fractious start to its Karnataka story. Now Siddaramaiah has to work on meeting both his party’s lavish state promises and demands from its national campaign.\nThis turned out to be the biggest surprise of a campaign that stayed on message till victory was comfortably attained: How is it that its election managers did not foresee the two chief ministerial contenders indulge in a days-long slugfest, post-results?\n\nThat Siddaramaiah finally prevailed was logical given that he had the backing of the majority in the state Congress legislature party. Karnataka Congress chief DK Shivakumar, who had dug in his heels, finally conceded only after a phone call from Sonia Gandhi and very reluctantly at that, to the deputy’s post.\nRead the full article on TOI+\n\n",
        "headline_1": "Half plus half after it was won",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/life-notes/half-plus-half-after-it-was-won/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "India is participating in the G7 summit in Japan and it holds the G20 presidency. This underlines how strongly it is placed to promote global collaboration in a rules-based order:\nPrime Minister Narendra Modi is travelling to Hiroshima, Japan to participate in the 49th G7 summit being held on 19-21 May. This would be the fourth time that he would be attending a G7 summit. For India, this will be the tenth participation.\nG7 has a practice of “outreach” by interacting with a select number of invited countries decided by the host. This began in 2003 when PM Atal Bihari Vajpayee participated in the G7 summit in France. On its part, Japan has invited seven other countries plus some select international organisations, including the UN. China and Russia will not be there. This has stated that, no matter the attempts at playing up divergences on China between the US and some in Europe, G7’s declaration will articulate western unity.\nRead the full article on TOI+\n\n",
        "headline_1": "In Hiroshima, en route to a north-south bridge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-hiroshima-en-route-to-a-north-south-bridge/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "How Congress’s Karnataka formula works will affect not just party’s state but also national prospects:\nSiddaramaiah is Karnataka’s 23rd CM, by all accounts, for 30 months. The current deputy CM DK Shivakumar has apparently been promised the office for the remaining term. As relieved as Congress must be with its “rotational-CM” arrangement, the party should recall that wherever it has tried a compromise between two state heavyweights, crises have followed. In MP’s tussle between Jyotiraditya Scindia and Kamal Nath, Scindia exited the party, Nath’s government fell. In Chhattisgarh, Bhupesh Baghel sidelined veteran TS Singh Deo. In Rajasthan, Ashok Gehlot’s deputy Sachin Pilot was sacked from the post he held when he challenged Gehlot and remains a belligerent rival. All three states hold assembly elections later this year.\n\nIt’s crucial therefore for Congress that any power sharing works out. But right now, it’s more crucial that Siddaramaiah comes good in his early months as CM. For all analyses de-linking state wins from Lok Sabha outcomes, the reality is Siddaramaiah government’s performance in Karnataka will be among the key factors determining the party’s national profile – because this is Congress’s first government in years in a big state, and general elections are just a year away. Siddaramaiah will have to deliver Congress’s five guarantees, get Karnataka’s corruption-riddled authorities on a correction course and fix the Bengaluruskewed economy. Bengaluru Urban district contributes over 35% of GSDP.\nSiddaramaiah and DKS will have to work with the collaborative spirit they displayed during campaigning and which dissipated with a poof as results poured in. How Congress factions in Karnataka work together in government can impact party workers in fractious units in Rajasthan, Chhattisgarh and MP. Siddaramaiah and DKS should remember getting to the formula was no walk in the park for Congress leadership. If it chose only the administrator, the sulking votemobiliser could have adversely impacted Congress’s LS tally from Karnataka. If Congress chose the vote-mobiliser only, the state’s management could have been lacklustre.\nThe onus now is on the CM, deputy CM, Congress chief Mallikarjun Kharge and of course the Gandhis, to ensure factions do not operate at cross purposes. Factionalism is a disease, but factions are also a sign of ambitious leaders, which all parties need. Controlling factions without obliterating a state unit’s independence is any party leadership’s ultimate measure. And that ability or lack of it directly impacts elections. Just look at BJP in Karnataka.\n\n",
        "headline_1": "Two-Act Nataka",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/two-act-nataka/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "New law minister Meghwal has a chance to lower the temperature between executive and judiciary:\nArjun Ram Meghwal took over as India’s law minister yesterday from Kiren Rijiju, who was moved to the earth sciences ministry. Meghwal will hold independent charge of law – his predecessor had cabinet rank – along with parliamentary affairs and culture. The change comes as India gets closer to a long election cycle that will culminate in 2024 Lok Sabha polls and includes state polls in Meghwal’s home Rajasthan. Also, the Supreme Court will see four retirements in early July. If the vetting process of the two recommendations made by the collegium this week are not completed by July, the working strength of the apex court will decline to 28 when its sanctioned size is 34.\n\nRecently, the relationship between the political executive and judiciary has been fractious. The principle of separation of powers in a democracy sometimes makes for edgy relationships. However, it’s unusual for it to play out as much in the public domain as it did when Rijuju helmed law. So, Meghwal has his work cut out. The process of appointments to fill vacancies in both the apex court and HCs will be closely watched. The ease with which it’s done will influence the relationship between the executive and judiciary.\nThis paper has disagreed with the apex court’s NJAC verdict. The way now for the political executive to change things is through legislation and not delays. To illustrate the point, consider the collegium’s recommendations on the transfer of S Muralidhar as chief justice of Madras HC from Orissa HC. As GoI didn’t respond for months, the collegium recalled its recommendation. A fallout of this process was that Madras HC didn’t have a permanent CJ for more than six months. It’s the justice delivery mechanism and litigants who bear the cost of confrontation between the judiciary and executive. Meghwal’s key job should be to avoid that.\n\n",
        "headline_1": "Judge it right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judge-it-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "Cities in South Asia are characterised by physical and visual contradictions that coalesce into a landscape of incredible pluralism. Spatial ambiguity perhaps forms the dominant image of the city in South Asia. These cities are made and remade every day. They are twitching organisms and are characterised by physical and visual contradictions that morph into a landscape of flux, charged with uncertainty but optimistic energy. In contradiction to this intrinsic character, architects, planners and politicians often bring other imaginations to bear on this landscape, perpetuated by a tyranny of external images from the \"global city.\" This is a notion of remaking the city in a singular image, using architecture as the spectacle to represent global aspirations. In fact, the radical transformation of the physical form of the city is seen as the most immediate method to make the city viable for integration into a global network of cities and economies. New highways, flyovers, airports, corporate hotels, and convention centres are followed by a secondary development of museums, galleries, parks, and progressive urban regulations.\nThese infrastructures supposedly demonstrate compliance with international urban standards and are all imagined as critical elements to achieve this perceived integration. But in South Asia, these impulses are often naturally resisted by an indigenous urbanism that has its particular \"local\" logic – a compelling condition of blurred lines between different forms of urbanism that spatially exist simultaneously and emanate from the changing roles of people in urban society. Here, the idea of a city is an elastic urban condition – not a grand vision, but a \"grand adjustment.\" The city is an ever-transforming landscape – a city in constant motion where the very physical fabric is characterised by the kinetic. Here, architecture is not the \"spectacle\" of the city, nor does it even comprise the single dominant image of the city. In contrast, festivals and other spectacles of human occupation exert a presence on the everyday landscape and dominate the image of the city.\nDhaka Delirium captures exactly this essence of South Asian urbanism. This deftly curated set of 65 essays and images by Dr Adnan Zillur Morshed – professor at the School of Architecture, Catholic University of America, Washington, DC, and executive director at the Centre for Inclusive Architecture and Urbanism, Brac University, Dhaka – open a window in our perception of the South Asian city and, more particularly, Dhaka. The book confronts and interrogates a landscape where ecology and built form, infrastructure and people all collide in an uneasy but sometimes productive tension. Where transactions are incremental, fragmented and negotiated on the streets. The street is the market as well as social space. In fact, informality is the organising principle of the city, but in this seeming chaos are embedded aspiration to be global and impulses to use formally produced architecture as an organising instrument of the static city. Here, incredible examples of modernist architecture weather gracefully – exerting their presence, albeit as somewhat alien objects in the landscape. Where the logic of what drives, makes and remakes the city is not discernible. It is clearly a delirious condition. One can't help but allude to Rem Koolhaas' seminal work in Delirious New York. This book was a celebration and analysis of New York and depicted the city as a metaphor for the incredible variety of human behaviour. A city where at the end of the 19th century, population, information, and technology explosions made Manhattan a laboratory for the invention and testing of a metropolitan lifestyle – \"the culture of congestion\" – and its architecture.\nBut this was clearly a condition in the Western world where architecture was the protagonist and depicted as the central spectacle of the city. How, then, do we capture and represent a city undergoing a similar metamorphosis in the \"majority world\"? I use this category specifically picking up on this description coined by the Bangladesh-based photographer Shahidul Alam to describe the part of the globe where a majority of the planetary population lives. This term is being increasingly used, to replace the terms \"developing world\" or \"third world,\" which most Southern practitioners consider derogatory. And the notion of the \"majority world\" is perhaps more accurate, because it refers to the metric of people in space, rather than other economic developmental metrics. For, finally how people organise themselves in space to dwell and live together to make the city becomes the critical question. And it is in this spirit that Dhaka Delirium begins to show us through confronting a range of questions and observations as to what might be the appropriate lenses to understand the megacity and political capital of Bangladesh, as well as by extension open up our understanding of urbanism in South Asia more broadly.\n\nDhaka Delirium captures exactly this essence of South Asian urbanism. This deftly curated set of 65 essays and images open a window in our perception of the South Asian city and, more particularly, Dhaka. The book confronts and interrogates a landscape where ecology and built form, infrastructure and people all collide in an uneasy but sometimes productive tension. Where transactions are incremental, fragmented and negotiated on the streets. The street is the market as well as social space. In fact, informality is the organising principle of the city, but in this seeming chaos are embedded aspiration to be global and impulses to use formally produced architecture as an organising instrument of the static city. Here, incredible examples of modernist architecture weather gracefully – exerting their presence, albeit as somewhat alien objects in the landscape. Where the logic of what drives, makes and remakes the city is not discernible. It is clearly a delirious condition.\nIn the series of essays in this book, the subjects covered by Adnan Morshed are diverse. They are accessible as they originally were written largely for The Daily Star and a few for BDNews24.com, both widely accessed platforms in Bangladesh and internationally. Given this venue of a rather public platform, the essays are accessible to the citizen, yet articulate the issues in the city at a level of intellectual engagement that would rouse a debate among academics, professionals and policymakers alike. Some of the many themes he writes about are climate change, public spaces, transportation, heritage conservation, ecology, football culture, housing, terrorism in the city, as well as an absolutely fascinating fictional conversation between Louis Kahn and Le Corbusier on their fictional visit together to Dhaka! A range that gives us multiple perspectives in understanding the city of Dhaka through both its people and culture, as well as its architecture and urbanism.\nClearly, no single lens can discern the emergent patterns that we see in the South Asian city. Perhaps the effective way to look at urbanism in South Asia is by looking at it from different perspectives. Perhaps to look at it as though through a kaleidoscope; it's not about a single view, but turning the kaleidoscope to see new patterns emerge. This requires one to practise the suspension of quick judgements and instead understand underlying protocols and procedures in a given context, before making any decision on the nature of the problem. This is necessarily a grounded activity; it is a form of reflexive practice where choices and judgements are seen as a reiterative process. This process oscillates between engaging with the on-the-ground reality and reflecting on the patterns one is observing and experiencing. Through this process, feedback loops for more effective action are established.\n\nIn Dhaka Delirium, Adnan Morshed speaks to us as a design professional, student, academic, public intellectual, activist, policymaker, and a concerned citizen. He provokes the professionals to play a greater role in the public sphere. As architects and practitioners of urban and landscape design, we have to build constituencies that engage in organising people to act. We are trained to see spatial possibilities in ways societies can be organised productively and equitably, and so we should feel compelled to act on these grounds.\nKaleidoscopic thinking is about continuously including a broader constituency in the patterns one sees and imagines. This is a crucial first step for any form of public engagement. And it is here that Dhaka Delirium and Adnan Morshed's contribution are significant. He is an academic and practitioner, and one rooted on the ground but also who can take a long view on his city. He uses various media, issues, and venues to share his ideas and observations. He engages with the public realm in an accessible and productive way. He communicates to the layperson through local newspapers while draws academics closer to the issues through more scholarly writing. And it is these disparate formats and experiences over two decades that seamlessly come together in Dhaka Delirium.\nIn Dhaka Delirium, Adnan Morshed speaks to us as a design professional, student, academic, public intellectual, activist, policymaker, and a concerned citizen. He provokes the professionals to play a greater role in the public sphere. As architects and practitioners of urban and landscape design, we have to build constituencies that engage in organising people to act. We are trained to see spatial possibilities in ways societies can be organised productively and equitably, and so we should feel compelled to act on these grounds. Architecture, planning and landscape architecture are deeply political professions. Avoiding political questions is actually absolving ourselves of that responsibility. Engaging with political questions can be done in many ways, ranging from advocacy and organising action to creating the tools or instruments for advocacy – they are equally important. The tools for advocacy include research, writing, and communication to inform public opinion. It is here that architecture, landscape and planning education becomes important in its broadest sense.\nWhile it is the education of design professionals, it is also the education of the public in the understanding and cultivation of environmental values and the resulting cultural values. In countries like Bangladesh, South Asia and, the \"majority world\" more broadly, students move from architecture to urban design or planning while pursuing postgraduate studies. They often do this because they see architecture as serving only the indulgences of the rich, whereas in urban design or planning, they see an opportunity to serve society in the larger ambit. Adnan Morshed asks this question in a pointed way in one of the essays: \"I have been thinking about the 'fairness' measure of cities in Bangladesh. As I go around in Dhaka, I keep wondering, is this city fair to all its people? Is this city guided by a basic philosophy of social justice? Again, fairness and social justice are abstract notions, and often ignored quietly and cleverly as left-leaning obstacles to a neoliberal worldview, typically rigged to favour the privileged and the powerful. But we need to decide how we develop our cities and what kind of humanity we institute in them.\" This is an underlying question that lingers through the book, and is perhaps the critical one for all of us as citizens and professionals to ask today.\nHowever, we are not asking this question enough today as a profession – and when we are, we do it largely for circulation among our peers. We will be judged as a profession by the issues we engage with and where the public sees us collectively expending our energy. This is the range of challenges that Dhaka Delirium outlines for us through the different essays – issues that all need spatial practitioners to more actively engage with through speculative thinking as well as action. Our focus as a profession has been caught up in a landscape of indulgence, while the issues our societies face on the ground have to do with another reality: the lack of amenities for the poor, severe shortage of affordable housing, insensitivity towards the natural landscape and ecology, and so on. These issues should be where we expend our energy and focus.\nIf history has to judge our profession in the last three or four decades, it will be a judgement that will damn us for forgetting about a majority of the population and society we were supposed to serve. Instead, our profession has been completely seduced by the rich and, by extension, the global capital that is disrupting our society and the well-being of a majority. Dhaka Delirium, in the context of this megacity in South Asia, reminds us as professionals and citizens of our responsibilities and commitments to society at large.\n \nRahul Mehrotra is founder principal of architecture firm RMA Architects of Mumbai+Boston, and is professor of urban design and planning and chair of the Department of Urban Planning and Design at the Harvard Graduate School of Design in the US.\n\n",
        "headline_1": "Understanding Dhaka’s urbanism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/book-review/news/understanding-dhakas-urbanism-3324351",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "Elections in Bangladesh come with two things attached: muscle power and vote-buying. Historically, these phenomena have been at the centre of discussions as major contenders accuse each other of committing either or both. And this is where the Election Commission is expected to step in as the custodian of the elections. As the custodian, every word, every action of the commission has a grave significance during an election. While the Election Commission is primarily tasked with holding free and fair elections, that task involves much effort on different fronts, the key among which is earning the trust of the political parties as well as the people of the country. So, people expect election commissioners to be mindful when they speak, when they act, and even when they react.\nOne recent comment by Chief Election Commissioner Kazi Habibul Awal caught the attention of many. At a discussion with candidates and other stakeholders of the impending Gazipur City Corporation election, the election chief on May 10 said, \"Don't worry too much about black money. If you think that you cannot contain the disbursement of black money, tell the recipients [of black money], 'Even if you take black money, cast your vote independently. Vote for the person you believe in and consider good. Because when you cast your vote, the person who gave you black money will not stand beside you…'\"\nA video clip of his comment went viral on social media. Netizens have been asking whether it behoves the CEC to make such a comment. The remark is all the more significant since it comes at a time when the credibility of this Election Commission hangs in the balance and is being questioned by the opposition political parties. It sounds all the more ominous in the context of the two previous parliamentary elections in 2014 and 2018, which seriously question the independence and neutrality of the election office. Predictably, and quite understandably, political parties have already started expressing their apprehension regarding the comment.\nHardly anyone will disagree that black money has an influence on any election, but a few questions arise from the CEC's comment. First, if the candidates have to stop the disbursement of black money, then what is the role of the Election Commission or the returning officers or the law enforcement agencies? It falls upon them to create a congenial atmosphere for a free, fair and credible election. Obviously, black money is a barrier to that.\nThe second question that arises from the CEC's comment is: would it instigate the contenders to distribute black money? If his remarks, which could be perceived as directives, are taken to heart, it would do precious little to deter the candidates from buying votes.\nThe third question is, does this mean that the Election Commission has expressed its helplessness in advance to stop vote-buying? If that is indeed the case, should the incumbent commission continue staying in office and proceed with conducting elections?\nAccording to the city corporation election rules, no gift can be given to the voters and the commission can sentence violators up to six months in prison or charge them with Tk 50,000 fine or both. The rules also stipulate that monetary or any other reward to influence a person to contest as a candidate, not be a candidate, withdraw their candidature, vote, or keep them from voting will be considered as bribery. Both giving and taking bribes are punishable offences. The punishment for this offence is imprisonment from six months to two years or a fine.\nAt the same meeting, the CEC emphasised the importance of the upcoming Gazipur City Corporation polls, saying that the election was crucial due to the attention it was receiving from the international community. In that case, his comment on black money will surely tarnish the commission's image.\nThe Gazipur City Corporation election is among the five city polls that are going to be held before the upcoming 12th parliamentary polls. The CEC's comments at such a juncture will certainly not help uphold the commission's dignity, but question its intention and credibility instead.\nPoliticians can play with rhetoric and expect more latitude for their remarks and comments. The Election Commission cannot.\n \nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "What message does the CEC's comment on black money convey?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/what-message-does-the-cecs-comment-black-money-convey-3324321",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "The last house on the seafront at Akmal Ali Ghat in Chattogram's EPZ area belongs to 60-year-old Haribala. Originally from Kutubdia, she migrated to the port town years ago. Her husband, a rickshaw puller by profession, has passed away. She now lives in a makeshift shanty with her son by the embankment at Akmal Ali Ghat's Jele Para, the raging sea just on the other side. Her house is heavily exposed to the elements. Yet, after receiving warnings of Cyclone Mocha, Haribala refused to go to a cyclone shelter for fear of losing her precious little belongings.\nHaribala was not the only one who did not go. According to a report in this daily, nearly 1,500 families live in the fishing village where Haribala lives. The report revealed that many of the villagers refused to go to the shelter because they were afraid of losing their belongings.\nCyclones are nothing new for most of the locals there. Over the years, this community has faced many such disasters. And according to their accounts, upon returning from the shelter from previous cyclones, they would find that all their belongings had been stolen. For a community already socioeconomically marginalised, losing all their belongings is catastrophic. So, they would rather stay back and face the fury of the storm, even if it is one that threatens to pack in a wind speed of 200kmph.\nNot only fears of being robbed, but previous experiences have shown that people also end up not going to the shelter despite warnings because they just don't have the means, or they don't want to leave their beloved cattle or pets behind. Most times, shelters don't have the capacity to accommodate both people and livestock. Take, for example, the case of St Martin's Island. The island is basically home to 10,000 residents. Taki Usmani, an entrepreneur and resident of the island, said those who could manage to leave the island did so before it was cut off altogether from the mainland owing to rough seas. Nearly 2,000-2,500 people left the island before Cyclone Mocha made landfall. He quoted officials to inform this newspaper that the shelters there can accommodate 5,000 people. And all the cattle on the island were let loose to ride out the storm on their own.\nAccording to the World Risk Report in 2018, Bangladesh has been identified as the most vulnerable country in the world in terms of natural disasters, compounded further by the effects of climate change. Owing to our long history of battling cyclones, the country has made steady strides in disaster risk management that is now hailed as a shining example on global platforms. After the devastating cyclone of 1991, the concept of response – i.e. acting after disaster strikes – was changed to encompass total disaster management that now includes response, recovery, rehabilitation and prevention, mitigation, and preparedness. The momentum increased significantly towards risk reduction after the 1998 floods. All of this is well ahead of many other global initiatives. Over the years, Bangladesh has managed to scale up its early warning systems and preparedness. Many lives have been spared due to these early interventions.\nDespite that, every time a cyclone hits, there will always be a sizable population that ends up staying back, and always more at risk owing to their socioeconomic structure. This is true globally as well. A poll conducted six weeks after Hurricane Katrina in 2005 revealed myriad reasons why people refused to heed warnings and evacuate to safe shelters, such as financial constraints, believing they could handle it themselves, underestimating the crisis, confusion or lack of knowledge regarding what to do with their pets or domestic animals, etc. A study in Bangladesh on reasons behind non-compliance with evacuation orders found that the long distance between a cyclone shelter and home, absence of the head of the family, gender-related concerns (for example, women who practise purdah may be reluctant to share space in packed shelters with unknown men), not enough space in the shelter, poor road network, and no space for livestock were among the major reasons. Another study on evacuation during cyclones in Bangladesh found that women often do not receive warning signals, and men who go fishing at sea with absolutely no connection or contact with the land also miss out on warning signals. To this day, many locals depend on local, indigenous knowledge instead of official warnings.\nAll of this essentially skews the balance of disaster management towards response, recovery and rehabilitation, as opposed to prevention, mitigation and preparedness. Cyclone Mocha was just the first of the season, and Bangladesh will face more in the days to come. We need to focus on a more holistic approach to disaster management, especially the evacuation process and recovery aspect, and not just rely on warnings and people's willingness to move to shelters.\nAfter the devastating Bhola Cyclone of 1970, Bangabandhu Sheikh Mujibur Rahman initiated the construction of Mujib Killa across the country. They were intended to protect resources, especially livestock, from cyclones, storm surges and floods. Back in 2018, the Department of Disaster Management undertook a project to renovate the existing Mujib Killas and construct more, raising the total to 550. But many experts who work in this field say that is not nearly enough.\nMost people in line of disaster are often the poorest and do not want to leave behind their belongings. One way to address this would be to install lockers in shelters where people can store their valuables. Multi-purpose shelters, which is the direction we are heading towards, should include safekeeping of livestock. The Ministry of Disaster Management and Relief must focus on providing training on seamless evacuations that includes knowledge regarding evacuating with livestock and pets. Those with older family members, members with disabilities and children should have a plan of action for such disasters. Mass transit using government vehicles can help move people, their important belongings and livestock from the line of danger. It is also time to heavily invest in climate-resilient housing to ensure we don't have to painstakingly build back from scratch every time a disaster strikes.\nAs a nation, if we want to ensure that no one is left behind, we must adapt to the changing times. We must learn from previous experiences to navigate through the era of climate change fury and get out unscathed.\nAbida Rahman Chowdhury is a member of the editorial team at The Daily Star with interests in wildlife and biodiversity conservation.\n\n",
        "headline_1": "In the age of climate change, holistic disaster management is the key",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-age-climate-change-holistic-disaster-management-the-key-3324376",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "If the energy crisis of the past year ought to have taught the Bangladesh government anything, it should have been to move away from expensive and dirty coal and fossil fuel-powered plants to cleaner and cheaper alternatives. As such, we agree with the recommendation of the World Bank to set up solar power plants using the sites of five cancelled coal-fired projects in the country to produce up to 3,788MW of electricity.\nThe multilateral agency made the recommendation after analysing the potential of the sites and finding that it is both financially and technically feasible to repurpose them. As per the report, shared at a recent seminar, the proposed 2,462MW Moheshkhali solar plant would be 40 times bigger than the largest solar power plant currently operating in Bangladesh. It also suggested that another solar power plant be built in Jamalpur with a capacity of 2,518MW.\n\nThe government should urgently consider phasing out non-performing or idle power plants and explore the feasibility of converting them into solar power plants\nOf all the renewable alternatives, the greatest potential in Bangladesh lies in solar energy. But the challenge there is finding enough contiguous land in which to deploy solar PV electricity on a large scale, without encroaching into much-needed agricultural land. Under the circumstances, being able to repurpose abandoned coal-powered plants into functioning solar-powered ones would no doubt be a game-changer.\nA recent study by the Coastal Livelihood and Environmental Action Network (CLEAN) pointed out that only 39.9 percent of active power plants are running properly, while almost half of the state-owned ones are sitting idle for more than half the time, costing the government – and more importantly, the public – billions of dollars every year. The government should urgently consider phasing out non-performing or idle power plants and explore the feasibility of converting them into solar power plants. According to the Centre for Policy Dialogue (CPD), the government would save $2.5 billion in the first year, $7 billion in the second year and $6.3 billion in the third year if it phased out diesel-fired power plants now.\nUnfortunately, our policymakers don't seem to be paying attention. It is of paramount importance that we make well-thought-out investments in renewables now, instead of blindly pursuing unsustainable fossil fuel-based projects that will cost us as well as our environment for decades to come.\n",
        "headline_1": "Turn dirty power plants into clean ones",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/turn-dirty-power-plants-clean-ones-3324231",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "It is worrying to see the plight of the new poor in Dhaka and elsewhere amid the continued fallout of the Covid-19 pandemic and Russia-Ukraine war. In Dhaka, according to a new survey by the Bangladesh Institute of Development Studies (BIDS), 22.24 percent of the city's population were poor in 2022, and about 51 percent of those were \"new poor\". This was based on an assessment of the financial situation of 2,046 households. What's interesting is that the new poor now form the majority of those placed in the poverty bracket in Dhaka even though, over all, the number of poor people fell by 4.3 percentage points from 26.54 percent.\nThis means the new poor, a social category created by the pandemic, are not getting the policy attention they deserve. These people once belonged to the lower middle class but turned poor in the wake of the pandemic and have not recovered from it since. This is despite the increase in the average income of the poor post-pandemic. Clearly, any rise in their income level hasn't been proportionate with the insanely highly cost of living, with the poor now having to use most of their income and savings to pay for food and other essentials. As the state minister for industries has rightly said, ordinary people cannot help but \"cry\" when visiting markets because they don't have sufficient money to pay for basic necessities.\nAgainst this backdrop, there is no justification for gloating over the relative decline in poverty when it has neither brought relief to poor households nor reduced the yawning rich-poor income gap. The question is, how long before our policymakers address the changing reality of poverty, particularly the plight of the new poor who are deprived of government schemes for the poor? As well as ensuring support to increase their income, addressing their plight in the upcoming budget and bringing down food prices by reining in unscrupulous syndicates, the government needs to regularly update its lists of beneficiaries for social safety net programmes so that all deserving ones are included. It also needs to stop the culture of increasing the tax-tariff burden on the poor, and shift it more onto the rich.\nThere is no denying that Bangladesh is going through a crippling cost-of-living crisis, and the poor and new poor are suffering the most because of it. We need proper governance and pro-poor reforms to ride out this crisis. \n",
        "headline_1": "Are we overlooking the new poor?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-overlooking-the-new-poor-3324171",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "It is a good augury that Dhaka and Kathmandu at their fifth Joint Steering Committee (JSC) meeting held at the Payra Power Plant office at Patuakhali on Tuesday last agreed to pursue efforts to implement deals on purchasing power from Nepal using the existing interconnecting transmission lines through neighbouring India. Notably, the JSC is a bilateral secretary-level body for cooperation in the energy sectors between Bangladesh and Nepal. It may be recalled that at the fourth JSC meeting held in August in Kathmandu last year, both countries decided to request India to allow the export of 40 MW to 50 MW electricity from Nepal to Bangladesh using the high-voltage Baharampur-Bheramara cross-border transmission line.Tuesday's JSC discussions also included the prospect of setting up a joint venture hydropower plant in Nepal as well as importing 500 MW electricity from the Indian company GMR's 900 MW Upper Karnali Hydropower Project situated in western Nepal. The power secretary of Bangladesh and Nepal's power, water and irrigation secretary who led the JSC talks also viewed that the issue of importing 500 MW electricity from GMR through installing a new, dedicated cross-border transmission line should be settled through a tripartite deal between Bangladesh, Nepal and India. In fact, the absence of direct land connection between Bangladesh and Nepal necessitates such a tripartite agreement among the three countries for any Dhaka-Kathmandu power deal to take effect. It would be worthwhile to note that deals on clean energy, hydropower, to be specific, between Bangladesh and Nepal hold immense potential. It is in view of such possibilities that the two countries discussed in detail at the JSC meeting the construction of hydropower plants in Nepal under Bangladesh-Nepal joint venture projects. On this score, the two sides are learnt to have concurred on the development of the 683 MW Sunkoshi 3 hydropower project in Nepal.As the Nepali foreign minister last Saturday told a meeting in Dhaka that Nepal is practically an inexhaustible source of about 60,000 MW hydropower. India has been making investments in Nepal's hydropower sector. As a next-door neighbour, Bangladesh can meet its growing need for power through extending cooperation with Nepal on a wider scale, especially in the area of climate-friendly, green hydropower. However, for any major breakthrough in this regard, the concurrence of India would be crucial. Hopefully, India's transnational green power grids initiative to supply power in its neighbourhood would be of help to promote also Bangladesh-Nepal hydropower deals. There are also other aspects of cooperation in the power sector that the two countries can work together. For instance, Bangladesh has institutional facilities like the Bangladesh Power Management Institute (BPMI) that can be utilised for training human resources thereby building capacity of the power sector personnel of both the countries. Other areas of knowledge sharing in the power sector may include the experience of solar home and net metering activities. In particular, private sector investment from Bangladesh in Nepal's hydropower sector should be seriously explored. The good news is that all these issues figured prominently in the said secretary-level meeting between the two countries. It is not just the hydropower sector that holds the entire prospect of business cooperation between Bangladesh and Nepal. There are in fact a whole raft of sectors where the two countries can work together to draw mutual benefits.",
        "headline_1": "Dhaka-Kathmandu clean energy deals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-kathmandu-clean-energy-deals-1684507349",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "The Rohingya crisis has all but receded into memory as far as Western financial commitments are concerned. The political process of the refugees' repatriation back to their homeland now looks uncertain, especially with no letup in brutal crackdown on pro-democracy forces after the democratically-elected government was overthrown. With so much going on in that country in terms of turmoil and the West's preoccupation with the war in Ukraine, the refugee crisis involving a million Rohingya people living in Bangladeshi camps seems to have taken a backstage. Other than paying lip service about what a brilliant job Bangladesh and its government have done to save a people from deliberate persecution, the foreign powers have been depressingly stingy with their collective purses to fund this ongoing humanitarian crisis. It is now plain that funding is no longer on the priority list for the Rohingya refugees \"who are almost fully dependent on food assistance\". While it may be politically expedient for Western powers to stop short of making funding available and simply sticking to diplomatic communiques about what the Bangladesh government should be doing for their healthy upkeep, it is time to set certain facts in order.Several international organisations are working with the stranded Rohingya. Médecins Sans Frontières (MSF) states in a press release in March, 2023 that \"cuts to the food rations received by one million Rohingya refugees in Cox's Bazar district, Bangladesh will increase their risk of malnutrition and have a serious impact on their health.\" That statement is further reinforced by MSF country representative in Bangladesh, who said that \"Funding has gone down. Donors must reprioritise the Rohingya and reaffirm their funding commitments\".MSF has cited that the World Food Programme (WFP) has been forced to cut rations by 17 per cent, \"bringing the number of calories per person to below the accepted minimum standard of 2,100 calories per day.\" Given that this population lives in congested camps and has no access to employment outside, there is no income generating opportunity. Hence this large community of the Rohingya is totally dependent on the food aid that foreign aid agencies pay for. The lower intake of calories is already manifesting into various health ailments. MSF, which operates in the refugee camps has observed issues like malnutrition and anemia, two conditions that weaken immune systems and open up the possibility of infectious diseases such as cholera and measles. Prolonged malnutrition could give way to more chronic ailments like heart disease, type II diabetes, etc. Evidently, ending up with a sick refugee population is going to put even a greater financial pressure on the host country as well as donors.Desperate times call for desperate measures and members of this community are reportedly getting more involved with illicit activities such as drug and human trafficking. The spillover effect from drugs is decimating not just the district but is now a nationwide problem. The WFP has issued an alert about funding shortages and this situation has been emerging over the last three months. Already stretched, the WFP will be forced to make further cuts in food assistance unless the organisation receives immediate funds. The numbers speak for themselves unfortunately. The WFP is now reducing the value of its \"life-saving food vouchers from US$12 to US$10 per person per month.' With the funding gap persisting, the WFP will have no choice but to 'decrease the voucher value for a second time from US$10 to US$8\". Indeed, the WFP's general food assistance (GFA) is a lifeline for the Rohingya. So, cuts on the food budget are literally, a choice between a nutritious life or a life of malnutrition for these people. Things were bad enough before this forced downgrade in GFA. According to WFP data, presently 12 per cent Rohingya children are acutely malnourished and 41 per cent are chronically malnourished. If there is a 20 per cent cut on the individual life-saving voucher, the percentage of such children will simply be mind-boggling. The appeal for a measly US$61 million in funding commitment is all that is needed to keep the voucher value at its current price. Unfortunately, that sum of money appears to be a lot for decision makers in foreign lands who have no problems calling on the Bangladeshi government to voice their concerns about relocating some of these refugees to an island facility built with modern amenities to house them and take care of them. That facility was built at a considerable expense. Now that Rohingya children are chronically malnourished, some bureaucrats in foreign lands have decided that it is okay for children to go hungry in refugee camps.Please spare the sermons, and do what needs to be done to keep the dollars flowing. Food insecurity in those camps mean more trafficking of women, children and adolescent girls, more malnourishment of the young in particular. Talking about human rights and dignity must be backed up by financial commitments.\n[email protected]",
        "headline_1": "Rohingya refugees need food not sermons",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rohingya-refugees-need-food-not-sermons-1684507406",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "As the city of Dhaka is now dominated by unapproved or unauthorised transports, it becomes the second topmost city to boast informal transport in Asia. Khulan is at the top of the list where 58 per cent mode of transport is informal. These two cities are followed by Jakarta, Manila, and Surat with 50, 38 and 30 per cent respectively. A study, prepared by the United Nations Economic and Social Commission for Asia and Pacific (ESCAP) unveiled the situation recently. The report also showed that active mobility in Dhaka and Khulna is much lower, 17 and 26 kilometres respectively. Prevalence of four-wheelers like leguna, various three-wheelers such as human-pulled rickshaws, battery-run rickshaws and easy-bikes are the main informal vehicles in these cities as well as rest of the country. Nosimon, Korimon and Bhotbhoti are also seen in southern and northern parts of the country. These are locally made three-wheeler driven by shallow engine. All these informal transports are used by a large number of people to move within a short distances as they don't have adequate public transport. Mobility based on these types of transports is also known as 'para-transit' as these are multi-passenger small vehicles including motorbikes and CNG-driven auto rickshaws. So, all the transports under para-transit are not unauthorised.Problems with informal transport are manifold. These are small and mostly slow-moving vehicles and carry a few passengers at a time. In the short-distance, these may be helpful. But these are inefficient. Take the example of battery-run rickshaws or easy-bikes. Usually, these can carry two to six persons at a time. During the rush hours, it becomes difficult to manage the traffic as a good number of these transports occupy a large part of the busy roads. These also create barriers to smooth movement of regular public buses and minibuses. Though users of the informal transports find these comfortable, as they do not have better alternative, demand for the small vehicles are growing. Many people also opt for driving these transports for their livelihoods. But the most troubling thing is that a vested interest group has also developed in this connection. The group includes a section of law enforcement agency members and local political leaders and activists. The group ultimately control the business of the informal transports, collect unauthorised tolls from the owners and drivers and distribute among the group members. As the transport owners and drivers pay for their operation to the politically-backed group, sometimes they also feel free to violate traffic laws. The net result is chaos on roads and streets.It is sad to note that there is neither any effective initiative to replace these informal transports with efficient public transports, nor any planned move to curb these vehicles. In the name of job creation, even some policymakers support the operation of these transports. Driving these transports is not a decent job rather risky as drivers and passengers are vulnerable to road accidents. It is true that removing these transports from roads and streets is challenging as in many urban and rural areas these are the only vehicles to provide comparatively fast moving option for many commuters. What can be done is to limit the number of these risky vehicles and provide alternative small but safe transports with better accommodation for the time being. It will reduce the bad traffic to some extent. Gradually, by introducing public buses or mini-buses, necessity of the informal transports can be curtailed. Creation of fairly good walkways can also reduce the use of these vehicles to some extent. \n[email protected]",
        "headline_1": "Rise of informal transport",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-of-informal-transport-1684507438",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-05-2023"
    },
    {
        "full_article": "Using elephants for entertainment or extortion is nothing new in Bangladesh. We often come across people riding elephants on Dhaka roads. They block the roads and ask for illegal toll from the passers-by and the car owners. It is nothing but extortion. They do not leave until they get the money. As a result, traffic gets stuck for a long time. In some places like sea-beach, forced elephants rides are common. Circuses are terrible places for elephants as trainers abuse them using electric shocks, whips, and sharp metal-tipped sticks so that they listen to their trainers. When they make a mistake, they are beaten, tied up with ropes, or chained for hours. Recently, an elephant which was used for extortion has been hit and killed by a moving train in Dhaka's Uttara. According to the media, another elephant was found dead in a rice field in Jhenaigati of Sherpur in the first week of May. These deaths do not speak well of our efforts to conserve wildlife. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Stop abusing elephants",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-abusing-elephants-1684507461",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-05-2023"
    }
]