[
    {
        "full_article": "Several economic indicators released over the past week are bad news for the Finance Ministry and Reserve Bank of India’s hopes of a growth rebound in the second half of 2024-25 — at least for the October-December quarter. While GDP growth slipping to 5.4% in the second quarter was termed a transient blip, policymakers have acknowledged slowing consumption demand led by restrained spending trends in urban India. They have also exuded optimism about a festive boost from cities along with a resilient rural demand outlook lifting the momentum. The latest data points are also important as they are part of the final gauges for the Finance Ministry to assess before it finalises its economic blueprint for 2025-26 in the February 1 Union Budget. Bank credit growth has slowed for the fifth straight month in November, while core infrastructure sectors — about 40% of industrial output — expanded at a four-month high pace of 4.3%. However, production levels were 3.3% below October with six of eight sectors operating at lower capacities. The Purchasing Managers’ Index shows factory activity levels through November and December were the worst through 2024, even as input cost inflation spurred price hikes that would hit demand somewhat over time.The Goods and Services Tax (GST) receipts for December, based on transactions concluded in November, do not have much succour to offer either, especially on the consumption engine of the economy. Gross revenues were at a three-month low of almost ₹1.77 lakh crore, and just 7.3% higher than last year, marking the joint-second slowest uptick in three and a half years. December’s revenues, in fact, mark the fourth straight month of below-10% growth, with the pace decelerating every passing month, and the year-to-date rise in revenues is now just 8.6%, making the 11% growth estimate in the Budget a tall task to catch up with in the final quarter. Net revenues after refunds were just 3.3%, the slowest this fiscal, although this may partly be explained by high refund payouts in December. Revenue growth from domestic transactions slowed to 8.4%, while import revenues grew just 3.9% — the former may perhaps be linked to tighter retail credit flows and a post-Deepavali spending pullback, but the latter is a tad puzzling as November’s goods import bill had shot up 27% to a record high of $70 billion. The poor revenue growth rates for major consumer States such as Uttar Pradesh (1%) and Gujarat (4%), and the persistent contraction in Andhra Pradesh and a few northeastern States (including Manipur), also need closer scrutiny. For the Budget’s formulation, the Centre would do well to try to understand and address the pain points afflicting consumption, including high inflation. Published - January 04, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        economy (general)\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        consumer goods\n                    \n                            /                      \n                        \n                        Union Budget\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        Gujarat\n                    \n                            /                      \n                        \n                        Andhra Pradesh\n                    \n                            /                      \n                        \n                        Manipur\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        banking",
        "headline_1": "​Losing momentum: On slowing consumption demand",
        "headline_2": "GST receipts and other recent indicators suggest consumption is still a concern",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Blosing-momentum-on-slowing-consumption-demand/article69058093.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "An annual assessment by the Central Ground Water Board (CGWB) on the state of groundwater, and its quality, has some worrying portents. First, the number of districts with excessive nitrate in their groundwater has risen from 359 in 2017 to 440 in 2023. This translates to a little more than half of India’s 779 districts having excessive nitrate, or more than 45 mg/L (milligram per litre). There are two major concerns with excess nitrate content: first, methemoglobinemia, or a reduced ability of red blood cells to carry oxygen. This sometimes causes ‘Blue Baby Syndrome,’ in infants. The bigger problem is environmental: once nitrates in groundwater rise to the surface and become part of lakes and ponds, algal blooms throttle the health of aquatic ecosystems. What the CGWB found, from analysing 15,239 groundwater samples across the country, was that close to 19.8% samples had nitrates — nitrogen compounds — above safe limits. However, this proportion has not shifted much since 2017, when 21.6% had excessive nitrate (13,028 samples).Rajasthan, Karnataka and Tamil Nadu reported the largest extent of nitrate contamination, with 49%, 48% and 37% of the samples reporting numbers beyond the limit. Rajasthan, Madhya Pradesh and Gujarat have a perennial nitrate problem, primarily from geological factors, with relative levels fairly constant since 2017, the report says. However regions in central and southern India are reporting a rise, which is a reason for worry. Through the years, several studies have established the correlation between elevated nitrate levels and the practice of intensive agriculture. Other significant chemical contaminants affecting groundwater quality were fluoride and uranium. Fluoride concentrations exceeding the permissible limit were “a major concern” in Rajasthan, Haryana, Karnataka, Andhra Pradesh and Telangana. The report drew attention to the fact that States with over-exploited groundwater blocks — where extraction is more than replenishment — were more likely to have excessive chemical contaminants. Overall, the country’s degree of groundwater extraction is 60.4%, or roughly the same as it has been since 2009. About 73% of the blocks analysed for groundwater levels are in the ‘safe’ zone, meaning that they are replenished enough to compensate for the water drawn out. While it is a good sign that India now has a robust, scientific system of assessment to monitor the health of groundwater blocks annually, efforts are lacking in getting States to act on these findings. There needs to be more concerted awareness programmes led by the highest levels of leadership to contain the crisis.\r Published - January 04, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        water pollution\n                    \n                            /                      \n                        \n                        water\n                    \n                            /                      \n                        \n                        groundwater\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        environmental issues\n                    \n                            /                      \n                        \n                        Rajasthan\n                    \n                            /                      \n                        \n                        Karnataka\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        Madhya Pradesh\n                    \n                            /                      \n                        \n                        Gujarat\n                    \n                            /                      \n                        \n                        Haryana\n                    \n                            /                      \n                        \n                        Andhra Pradesh\n                    \n                            /                      \n                        \n                        Telangana\n                    \n                            /                      \n                        \n                        science (general)\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        chemicals",
        "headline_1": "​Water woes: On the state of India’s groundwater",
        "headline_2": "India needs to deal with rising levels of nitrate in groundwater",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwater-woes-on-the-state-of-indias-groundwater/article69058025.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "That Andhra, TN CMs were fighting over claiming Gukesh shows the primordial power of common language. Multilingual India remains united because it went for unilingual states\nAfter Gukesh became the youngest ever world champion, both Andhra Pradesh and Tamil Nadu claimed him. To be or not to be Tamil or Telugu is now the question. Shades of Hamlet’s dilemma here are made all the more relevant because the main plot of the English play by Shakespeare was bodily lifted from a Latin work called “Amleth” by one Saxo Grammaticus, a 13th century Danish theologian and historian.\nNo matter whether the original author was English or not, Hamlet, or Amleth, will always be a Great Dane. Likewise, Tamil or Telugu, Gukesh will forever be a Great Indian.\nRead full story on TOI+.\n\n",
        "headline_1": "We’re all mother tongue-tied",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/were-all-mother-tongue-tied/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "A conservative commentator argues New Orleans terror shows Trump was right that under Biden, US agencies had dropped the ball on jihadis, and that the prez inauguration is now a high-risk event\nAmerican folklore suggests bad luck, such as death, accidents, and personal misfortune, comes in threes. Following two assassination attempts on Trump, his supporters are fearful ahead of the Jan 20 presidential inauguration. Terrorist attacks on New Year’s Day only heightened these fears.\n\nOn New Orleans’ iconic Bourbon Street, Shamsud-Din Jabbar drove a rented Ford truck through celebratory crowds. He killed 15 people before police killed him in a shootout.\nRead full story on TOI+.\n\n",
        "headline_1": "America: Jan 1 to Jan 20…& beyond",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/america-jan-1-to-jan-20-beyond/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "By Narayani Ganesh\nA brand new year is here, but we also carry with us, naturally, a considerable amount of the past. A favourite quote on the past, is the one by writer L P Hartley, who remarked, “The past is a foreign country; they do things differently there.” It’s a refreshing way to say that things change with time and circumstances; the context becomes different; what was thought to be scandalous could be kosher today and vice versa. We need to move on, and wherever possible, adapt, even as we feel enriched/ happy – or burdened/ unhappy – by the past.\nIn the history of evolution, which quality is most important for survival of the species? Charles Darwin, known for the theory of evolution with Alfred R Wallace, said, “It is not the strongest of the species that survives, not the most intelligent that survives. It is the one that is the most adaptable to change.” It is interesting that while ‘adjustment’ and adaptation, cooperation and coopetition were part of one’s way of life in previous generations, it is less so, in present times. To ‘adjust’ in Indian lingo – among some of us – is a bad word, as it implies giving in, surrendering a bit and whittling the ego.\nThe word ‘endurance’ does not figure in the dictionary of those who fiercely uphold individual freedom at any cost, in a situation that might beg some endurance from us. Swami Venkatesananda in his commentary on the Bhagwad Gita’s verse 15 in the second chapter, explains the need for endurance and/ or detachment by asking you to imagine that you are walking through the forest on a cold morning. Suddenly, a monkey jumps on you and tears your shirt so that the cold wind blows on your bare back. You feel so cold but you endure it. This is ‘titiksa’ – patient endurance of suffering.\nThe cold wind is blowing on your face as well, but you are not even aware of that. This, Swamiji says, is ‘sama,’ equanimity, wherein the external condition does not affect you in the least.\nThe spiritual aspirant strives to practise endurance. To him, pain and pleasure are alike. As Swami Sivananda pointed out, the more you are able to identify yourself with the immortal, all-pervading Self, the less will you be affected by the pairs of opposites.\nComing back to the past, present and future – as a movie title put it, Yesterday, Today and Tomorrow – all masters and ancient teachings advocate honing the art of transcending the past, living in the present and dealing with the future when it is appropriate to do so. No point agonising over the past and letting the present slip away, or unnecessarily worrying about the future and forgetting to live in the present moment.\nHappy memories are made when you live joyfully in the present. But if most of your time is spent regretting the past and stressing about the future, it only wastes time and energy. The New Year is a good time to affirm to live life afresh with a heart brimming with kindness, compassion, joy – and ah yes, to adapt and endure, for the right reasons.\n\n",
        "headline_1": "The past is indeed a foreign country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-past-is-indeed-a-foreign-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "Why those big scavenging birds are crucial for India \nGOI’s decision to ban all formulations of the drug Nimesulide – widely used as animal painkiller – because of its toxicity to vultures is a familiar story. Diclofenac was banned in 2006 for the same reason. So was ketoprofen and aceclofenac. But these moves have done little to revive vulture populations. There are two main reasons for this. First, despite the bans and restrictions, enforcement is lax – Nimesulide continues to be available in rural markets. Second, vultures reproduce very slowly, making reviving their numbers a big challenge.\nVultures as a keystone species are vital for the ecology. No other animal does the job of naturally disposing of animal carcasses as these big birds. So their rapid decline in the country – from 40mn before 1993 to near extinction – is a huge problem. In fact, a study earlier this year linked the decline of vulture populations to an indirect increase in human deaths. It found feral dogs and rats are not only poor scavengers but also spread disease among humans. Therefore, a three-step solution is in order.\nFirst, continuously monitor veterinary drugs for toxicity to vultures. Second, evolve alternatives and stop-gap measures such as restricting the vial size of diclofenac to 3ml to prevent livestock use. And third, ramp up vulture breeding programmes through creation of vulture safe zones where the toxic drugs are strictly banned. Vulture conservation must become central to all ecological conservation efforts.\n\n",
        "headline_1": "Vultural Nationalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/vultural-nationalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "Do you wonder if the world is crumbling before your eyes? You are not alone. The global human rights map is alarming: everywhere wars, massacres that aggravate natural disasters and other crises whose solution requires urgent funding. However, recent advances in multilateralism at the Brazil-led G20 and at the United Nations indicate that not everything is lost.\n\"I don't read news anymore,\" this phrase is not a trend only in my environment. A Reuters report indicates that \"interest in news continues to decline, fuelling disconnection and selective news avoidance.\"\nIt's not hard to empathise with disconnected citizens. A quick glance at the headlines is enough to dampen the mood.\nWars in Ukraine, Africa and the Middle East add to geopolitical tension unprecedented since the 1962 Cuban Missile Crisis. The threat of nuclear war, which used to keep me awake at night in my childhood, is more latent today than ever before. The wave of polarisation and extreme thinking threatens multilateralism, the foundation of global coexistence and the protection of human rights. Moreover, the extreme concentration of wealth and power in the hands of multinationals and the super-rich is eroding the democratic system of governance and depriving states of essential revenues to finance public services and protect human rights.\nAccording to a recent Oxfam report, the wealth of billionaires increased by 46 percent during the Covid pandemic, while the wealth of the poorest half of the world's population declined by 2.5 percent.\nSo much for all of us wanting to stop reading. However, all is not lost.\nThere are spaces where things are changing. I am referring not only to social initiatives that protect victims and the environment, but also to advances in the global multilateral system.\nIn September, UN member states agreed on a new roadmap to save multilateralism and avoid the obsolescence to which the inaction of the UN Security Council or the corporate lobby seems to want to throw it. In the Pact for the Future, world leaders have pledged to create mechanisms that better reflect the realities of the 21st century and can respond to the challenges and opportunities of today and tomorrow. The goal is to achieve a more secure, peaceful, equitable, egalitarian, inclusive, sustainable and prosperous future.\nThese efforts are beginning to be reflected in actions. In late October, the UN General Assembly approved the Terms of Reference (TOR) for a Framework Convention on International Tax Cooperation, a significant step towards a fair global tax system that will raise the resources needed by all countries to close the development gap, combat inequality and address the catastrophes of climate change. Negotiations for further progress on this framework convention will begin in 2025, and the new tool is expected to be operational by 2027.\nThis progress has been largely due to the efforts of developing countries and emerging economies. In just a few months of negotiations at the UN, these countries have made significant progress in rectifying the global tax system. The green light is now in sight, to achieve a fair allocation of taxation rights between countries, and to ensure that countries do not undermine human rights around the world through selfish and short-sighted tax policies.\nShortly before, G20 leaders under the leadership of Brazil had issued a communiqué that marked a significant milestone in the global quest for fair and progressive taxation, opening the door to make the ultra-rich pay their fair share of taxes.\nImplementing global minimum taxes on transnationals and the super-rich, and sharing information on corporate profits are crucial steps towards a fairer and more equitable economy. In November, Australia passed the world's first legislation on country-by-country public reporting of taxes and profits recorded by multinational corporations.\nStrengthening global tax cooperation is vital if all countries are to have the resources they need to meet today's challenges of human rights and the climate crisis. The current international tax system is outdated and unfair and allows corporations and super-rich individuals to evade their responsibilities to contribute their fair share. The adoption of a specific UN Framework Convention is the way in the right direction. South Africa's presidency of the G20 begins this month in an auspicious way, following in the footsteps of Brazil.\nThese advances may not be enough to bring disconnected people back to trusting news. But it offers hope that progress is possible, and that all is not lost.\nMagdalena Sepúlveda is director of the United Nations Research Institute for Social Development (UNRISID) and a member of the Independent Commission for the Reform of International Corporate Taxation (ICRICT).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Signs of hope emerge for human rights and fairness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/signs-hope-emerge-human-rights-and-fairness-3792021",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "The proposal to restrict the use of lethal weapons by the police while controlling crowds is a timely and welcome step. According to a report published in The Daily Star, a special committee in the Police Headquarters made such recommendations in its arms policy, which will be sent to the home ministry and Armed Forces Division for approval.\nThe recommendations include a ban on the use of revolvers and lead pellets in shotguns, replacing 7.62mm calibre pistols with 9mm ones that have a shorter range, and replacing 50 percent of long-barrel firearms with short-barrel ones to lower casualties. Many of these ammunitions were used during the July uprising, killing more than 800 and injuring over 11,000 people, according to the health ministry data. Lead pellet injuries alone took away the eyesight of more than 400 protesters. This daily's analysis of 204 fatalities showed that 95 percent of people were shot with live rounds or shotgun pellets, mostly in the head, chest, and stomach. The committee also recommended that only two officers in a 30-member platoon will carry lethal weapons for use in extreme cases and officers will be instructed to target lower body areas to reduce fatality risks.\nThe police force has been increasingly militarised over the last 15 years. In fact, as this daily reported, the use of lethal weapons for crowd control began in 2012 and gradually increased with time. Police became a political tool to intimidate the opposition and squash dissent rather than a public agency that is responsible for protecting and serving the people and upholding the law. While the unnecessary use of force by police during the July uprising was unprecedented in our history, the gradual militarisation of this law enforcement agency has given it an aggressive outlook. In the past one and half decades, the force has engaged in widespread human rights violations during numerous protests and movements.\nThe first response of police in controlling unruly crowds should be de-escalation, followed by warning. Even the use of non-lethal weapons should be limited while lethal ones should be the very last resort—only to be used in life-threatening situations. However, we have not seen our force practise such restraints.\nWhile the recommendations police made are positive, a mechanism should be in place to review police actions during any crowd-controlling operations. An independent body should be formed to assess whether the use of lethal weapons by an officer or even non-lethal ones was justified—with persons responsible for unnecessary use being held to account. Since the Police Reform Commission also made similar recommendations restricting the use of lethal weapons, we hope that the de-militarisation of the police force will take place soon. In Bangladesh, no more lives should be lost or maimed at the hands of police for protesting wrongs or demanding justice.\n",
        "headline_1": "Police must stop using lethal weapons",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/police-must-stop-using-lethal-weapons-3791681",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "Bangladesh's embattled economy can breathe a little sigh of relief thanks to expatriate Bangladeshis who, according to a report, sent home a record $26.9 billion in 2024—a 23 percent increase year-on-year. This not only bolsters our strained dollar reserves but also serves as a reminder of the crucial role expatriates, including migrant workers, play in our economy.\n\nFollowing the autocratic Awami League government's fall on August 5, remittance inflows have experienced a significant surge, with over $2 billion coming into the country every month since. In December alone, a record $2.63 billion was received, marking a 33 percent increase compared to the previous year. Evidently, expatriates are acutely aware of developments in Bangladesh and are actively seeking ways to support their homeland. During the July uprising, many expatriates vowed to refrain from sending remittances through official channels in protest against the brutal crackdown on demonstrators, reflecting their deep sense of responsibility to the nation.\n\nOne cannot, however, help but ask whether the country has reciprocated their sacrifices and contributions over the years. The answer—if we just consider the plight of migrant workers—is a resounding no. The hardships migrant workers continue to endure, including paying exorbitantly high fees to go abroad, remain a shameful testament. Furthermore, the limited state recognition they receive as well as inadequate support from our missions abroad, especially during times of crisis, are long-standing issues. And despite years of promises, provisions enabling expatriates to vote from abroad remain absent, highlighting the neglect they have faced from successive governments. This last bit, one hopes, will at least change under the interim government, paving the way for expatriates to finally vote in elections.\n\nMore broadly, however, we urge the interim government and future administrations to provide substantive support to our expatriates and migrant workers instead of offering empty gestures like in the past.\nThe surge in remittances can be attributed to various steps taken by the interim government, such as narrowing the exchange rate gap between formal and informal markets. The reduction in money laundering from Bangladesh and the rise in remittances have also strengthened our external sector and boosted the foreign exchange reserves. We hope the authorities will continue to prioritise policies that promote remittances, better serve our expatriates, and improve other economic factors as a result.\n",
        "headline_1": "Record-high remittance a testimony to the patriotic spirit of expatriates",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/record-high-remittance-testimony-the-patriotic-spirit-expatriates-3791466",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "December export bodes well for future",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/december-export-bodes-well-for-future-1735999232",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Adjusting the trade  policy in 2025",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adjusting-the-trade-policy-in-2025-1735999357",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Need for low-cost radiotherapy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-low-cost-radiotherapy-1735999386",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "VAT increase and its impact",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vat-increase-and-its-impact-1735999397",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2025"
    }
]