[
    {
        "full_article": "A day after a searing speech by debutant Congress Member of Parliament, Bimol Akoijam, who questioned Prime Minister Narendra Modi’s silence on the situation in Manipur, Mr. Modi responded by making his first substantial remarks in Parliament on the ethnic conflict that broke out over a year ago. While acknowledging the crisis, he asserted that adequate steps had been taken to restore law and order and that several institutions were functioning normally. He spoke of the need to “go beyond politics and bring peace and stability” to the State, but also blamed the Congress for the way it had handled similar incidents in the past, and suggested that the social tensions in the State are deep rooted. However, the effort must now be to focus on peace and not allow the stakeholders to continue to play the blame game. Mr. Modi has never shied away from claiming glory over achievements — his government’s or those of others — but his stock response to embarrassing questions or crises that show the regime in bad light has been one of silence. While such gestures have helped build his image and deflect criticism, the absence of a concrete reaction by the undisputed leader of India’s government to a crisis like Manipur has only exacerbated the problem. Albeit late, his remarks should revive the search for a way out of the crisis.Manipur, unlike what Mr. Modi asserts, is not any close to normalcy. The people displaced during the conflict remain so; a report by the Geneva-based Internal Displacement Monitoring Centre says Manipur accounted for 67,000 of the 69,000 displaced in South Asia last year. Kuki-Zo residents in Imphal and Meitei residents in Churachandpur among other areas are still unable to return to their homes. Even government servants and legislators from these communities remain displaced, affecting governance, welfare, schooling and health services. Self-claimed “village defence squads” or armed vigilantes still roam the valley and the hill areas as the conflict has spread to hitherto peaceful districts such as Jiribam. The State government’s remit has been supplanted by that of central agencies, as a de facto central rule, without the imposition of Article 355, seems to be in place even as Union Home Minister Amit Shah claims this has transpired with the “cooperation” of the N. Biren Singh-led government. Mr. Singh does not enjoy the confidence of his own partymen from the minority communities and any chance of a peace breakthrough or reconciliation remains difficult without any change in leadership. But neither Mr. Modi nor Mr. Shah has shown any inclination to effect it. Bluster and mere acknowledgment of the crisis will not solve the problems in Manipur and Mr. Modi has to become proactive in leading changes that will lead to peace and reconciliation.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\nnational or ethnic minority\n\n/\n\nlaw enforcement\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nparliament\n\n/\n\ngovernment\n\n/\n\nwelfare\n\n/\n\nhealth\n\n/\n\neducation\n\n/\n\nlaws",
        "headline_1": "Walk the talk: On the Manipur crisis and reconciliation",
        "headline_2": "Prime Minister Narendra Modi finally acknowledges Manipur crisis; now he should push for peace",
        "link": "https://www.thehindu.com/opinion/editorial/walk-the-talk-on-the-manipur-crisis-and-reconciliation/article68371229.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "In his first speech after leading the Labour Party to its best ever performance in the U.K. general election, Prime Minister Keir Starmer was clear about the task before him: to “begin the work of change” for national renewal and rebuilding the country. With a more than generous mandate — 412 seats in the 650-member House, Mr. Starmer will be virtually unchallenged inside Parliament for his agenda on “wealth creation for the working classes”, taxing higher incomes, banning fossil fuel car sales by 2030 and building a new Border control agency. It should be equally clear that more than the Labour win, this is a Conservative loss. After its 14-year run in power, five Prime Ministers and considerable turmoil, the British voter clearly chose to punish the Conservatives led by Prime Minister Rishi Sunak for compounded errors: from the mishandling of Brexit and the economic crisis, a failure to support public services, especially health and schooling, to a series of scandals from ‘Partygate’, pornography in Parliament and the Post Office scandal. The rising cost of living was a major campaign issue, spurred by the COVID-19 pandemic, as well as the impact of the Ukraine war and post-Brexit shortages, although Mr. Sunak said that the economy had turned a corner more recently. Immigration has been another big issue. While Mr. Starmer has disavowed Mr. Sunak’s plans to send “small boat arrivals” or illegal immigrants demanding asylum to countries such as Rwanda while they are processed, he will be under pressure to do more to cut down the numbers of migrants. The remarkable performance of ultra-right wing leader Nigel Farage, who won after losing seven times, and his party, Reform UK, that won more than 14% of the vote, albeit only four seats, will be a worry on this account, with its openly xenophobic rhetoric.For many in India, the defeat of Mr. Sunak will feel somewhat personal, given their pride in his being the first British Prime Minister of Asian origin, with Indian ancestry — a bond he affirmed as well. Despite attempts by Prime Minister Narendra Modi and Mr. Sunak, the India-U.K. FTA could not be taken across the finish line. All eyes will be on how quickly Mr. Starmer’s government, that criticised the delay, would be able to do so, as its priorities will be in shoring up the economy. The India-UK Roadmap 2030, signed in 2021, will no doubt be tweaked. An early visit to India by new U.K. Foreign Secretary David Lammy has already been outlooked by the Labour leadership, and it will be important for both countries which have completed their elections, to hit the floor running and frame their priorities for future ties. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUnited Kingdom\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nvoting\n\n/\n\nBrexit\n\n/\n\neconomy (general)\n\n/\n\nhealth\n\n/\n\neducation\n\n/\n\nCoronavirus\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\neconomic sanction\n\n/\n\nparliament\n\n/\n\nillegal immigrants\n\n/\n\nRwanda\n\n/\n\nIndia\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ntrade policy",
        "headline_1": "​Laboured change: On the U.K. general election result",
        "headline_2": "After 14 years in power, the Tories were finally voted out",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Blaboured-change-on-the-uk-general-election-result/article68371187.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "The shuttering of Koo, a microblogging website similar to Twitter (now X), has rekindled discussions about why India doesn’t have its own Google, Facebook, or WhatsApp, and whether a protectionist approach like China’s is necessary to build such services. But what would Indian versions of these platforms offer?\nIndian social networking startups like Koo and ShareChat have typically focused on Indian language users. While initially successful, this strategy hasn’t stood the test of time. In 2008, when Google rolled out search in Gujarati and Marathi, Webdunia and Guruji.com already had search in these languages. Despite initial success, these platforms couldn’t compete with Google. For instance, Guruji.com pivoted to music search before shutting down and being acquired for its ad network business. Similarly, numerous internet messaging services that launched after 2011, including Gupshup, HookUP, Imsy, Plustxt, and Hike, failed to compete with WhatsApp, which had already gained popularity in India. Plustxt, focusing on Indian languages, struggled and was eventually acquired by One97, Paytm’s parent company, and shuttered.\nTech that: No reason to emulate China by building desi versions of social networks\nIndia can’t be compared to markets like China, South Korea, or Japan. English and its script are widely used and accepted in India, with many people communicating in their mother tongue using the Roman script. Global companies have increased their presence by offering services in Indian scripts. Building local products that scale is a long, difficult process requiring significant funds, time, and innovation, and generating revenue in social media products via advertising is especially difficult. Social media also has a tourism problem: as Facebook has probably found out after launching its Twitter competitor Threads, people sign up, look around, stay for a few days, and leave. Making these products sticky requires network effects, product innovation and a unique use case. LinkedIn is for professionals, Twitter now X for news and common interests, and Facebook and Instagram are for friends and family. Without substantial funds and unique offerings, Koo struggled in a mature market.\nIn their parting note, its funders Aprameya Radhakrishna and Mayank Bidawatka point towards the fact that partnership talks fell through with larger internet companies and media houses who didn’t want to deal with “user generated content and the wild nature of a social media company”. This is a telling comment: social media platforms are expensive and complicated to manage. India’s IT Rules have increased compliance requirements and content moderation costs beyond what the IT Act had intended. These are likely to increase further. In March last year, during his meetings about the proposed Digital India Act, former junior IT minister Rajeev Chandrasekhar proposed doing away with the ‘safe harbour’ provision that provides platforms immunity from the content posted by users, saying that “it is the responsibility of the platforms that post the content.” No online platform will survive this, and it’s no surprise that Koo didn’t find buyers given this potentially fatal blow to social media in India.\nThe push for digital sovereignty like China’s leads to increased regulation, surveillance, censorship and crony-capitalism, with digital authoritarianism around the corner. I doubt there will be venture capital funding available for companies in a market that behaves like it’s the 1970s.\nInstead of focusing on startup failures and lamenting the lack of competition for global giants, we should celebrate the successes of Indian startups that have beaten them. Naukri.com, arguably India’s most successful Internet company, beat global major Monster.com. IndiaMart survived multiple attempts by Alibaba.com to enter India. Ola and Flipkart (eventually bought by Walmart) are homegrown successes, and have successfully battled Uber and Amazon. Zomato and Swiggy overcame the Uber Eats and foodpanda challenge. MakeMyTrip, Ixigo and EaseMyTrip are Indian success stories in travel. India’s startup ecosystem is thriving and innovating, and there’s no reason for us to mess with its market dynamics by emulating China or Europe.\nStartup founders are also not defined by one or two failures. Wishberg, a wishlist site launched in 2012 by Pravin Jadhav and Kulin Shah, struggled and was acquired by Freecharge in 2014, which Snapdeal bought in 2015. Jadhav was then brought on board at Paytm to start Paytm Money for stock trading, and eventually started his own, called DhanHQ. Shah worked at Acko before founding Onsurity, an employee health benefits platform. India’s internet ecosystem is full of stories of founders starting up, shutting down, being acquired, of being forced out, before they build something that works. Many founders who exit their businesses reinvest in new ventures. Freecharge’s Kunal Shah has funded over 200 startups so far. Venture capitalists also often back founders who have tried something new and failed. India’s startup ecosystem is still innovating and is in the process of maturing. The tough experience that Aprameya Radhakrishna and Mayank Bidawatka have gone through at Koo will eventually lead to success. As they say: companies fail, founders don’t.\n\n",
        "headline_1": "On Koo, failures and successes in India’s startup ecosystem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/on-koo-failures-and-successes-in-indias-startup-ecosystem/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "Taylor Swift (34) has over 110mn monthly listeners on Spotify. Arijit Singh (37) has over 37mn. Rahul Dev (RD) Burman, who died in 1994 aged 54, has an impressive base of 9mn monthly listeners on Spotify – a platform born almost three decades after his death.\nWhat draws such large numbers to RD, primarily a composer and not a singer like the other two superstars? Most of these 9mn listeners weren’t even born when RD died. To them, and countless others outside Spotify, RD, or Pancham, or Boss, is way beyond a musical maestro. He’s a friend whose melodies have become their lives’ soundtrack through times good and bad.\nRead More on TOI+\n\n",
        "headline_1": "What businesses can learn from RD Burman’s music",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-businesses-can-learn-from-rd-burmans-music/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "Between farm and table, our food lives in refrigerators. Frostbite: How Refrigeration Changed Our Food, Our Planet, and Ourselves by Nicola Twilleyis an investigation of this cold chain. It spans warehouses, trucks, shipping containers, display containers and domestic fridges. Mechanical cooling was only commercialised in late 1800s, and domesticated in 1920s. The artificial cryosphere, the vast synthetic winter we’ve built to preserve our food, has obvious benefits, and dangerous costs. Mechanical cooling is one of the leading culprits of global warming.\n\nRead full story on TOI+\n\n",
        "headline_1": "The cold truth about your cold fridge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-cold-truth-about-your-cold-fridge/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "In the end, it was sunshine and showers in Britain, the morning after it acted on the advice of one of its leading tabloids and changed its “manager”. Despite Euro 2024, the reference was not to football and Rishi Sunak, the Conservative Party’s last PM in its latest 14-year spell in govt, smoothly moved off the field. In concert, Keir Starmer, who is only the seventh Labour leader to become Britain’s PM in the party’s 125 years, swiftly assumed charge of Team GB.\nAs rain poured down, Britain was back in play, but it’s not yet clear if it will be outlier or late-starter in a Western political landscape that’s increasingly marked by the embrace of populist rightwing Christian nationalism.\n\nRead full story on TOI+\n\n",
        "headline_1": "Who will fix not-so-Great Britain?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/who-will-fix-not-so-great-britain/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "The United Kingdom will have a new Labour government whose class composition will be radically different from previous ones. According to our analysis of Labour's shadow cabinet, some 46 percent of Keir Starmer's likely cabinet members were raised by parents with \"working class\" occupations. That figure is well above average in terms of the broader working population, and it stands in stark contrast to the 7 percent of outgoing Conservative cabinet members of working-class origin.\nSimilarly, while 69 percent of outgoing Prime Minister Rishi Sunak's Conservative government was privately educated at some point, the figure for Starmer's likely cabinet is 17 percent. That is significantly lower even than previous Labour cabinets. Some 32 percent of Tony Blair's first cabinet was privately educated, compared to 35 percent under Harold Wilson and 25 percent under Clement Attlee. Nationwide, around 10 percent of the UK's population has been privately educated at some point.\nStarmer himself personifies this shift. The son of a toolmaker, he spoke continually of his working-class roots during the campaign. \"We were in a position on occasion where we couldn't pay our bills… so I know how that feels,\" he explained during his first debate against Sunak.\nThis changing class profile could have significant political implications. In our new book, Born to Rule: The Making and Remaking of the British Elite, we draw on a survey of more than 3,000 people in Who's Who (Britain's longstanding catalogue of \"noteworthy and influential people\") to show that British elites from working-class backgrounds tend to tilt to the left politically and socially. They are more likely to favour increasing taxes on the rich, to emphasise reducing poverty, and to think Britain is a racist country.\nClass origins do not only affect latent attitudes. We analysed every decision ever made by the UK Supreme Court and found that rulings by judges with upper-class backgrounds tended to favour the right (such as by limiting the power of the state or supporting big business). This residual influence of family origin may be even more acute among politicians. Our interviews with Labour MPs from working-class backgrounds revealed that their political identities were strongly rooted in their early experiences and the influence of left-leaning parents, grandparents, and local communities.\nThere are already some signs that the class composition of Starmer's government will affect its policymaking. For example, the prime minister-elect has maintained a steely commitment to increasing taxes on private schools and abolishing the \"non-dom\" tax exemption (for people who live in the UK, but declare a permanent residence in another country). Both are issues that Labour governments in the past failed to address.\nBut this is not to suggest that the new government will be unleashing a class war. While politicians change frequently, most elites stick around for considerably longer. To get anything done, Starmer and other key working-class Labour figures—like Deputy Leader Angela Rayner and Shadow Health Secretary Wes Streeting—will have to work with elites in the civil service, the business world, and beyond who do not share their class origins.\nIn fact, our research shows that over the past century, those from privileged backgrounds have remained vastly overrepresented among this wider British elite—namely, those included in Who's Who. Since the 1890s, if you hailed from the top 1 percent of the wealth distribution, you were 20 times more likely than others your age to reach the British elite.\nEven with the notable decline in their relative power, alumni from the country's nine most elite private schools—the group of Clarendon Schools that includes Eton, Harrow, and Winchester—are still 52 times more likely to reach the British elite than those who attend any other type of school. This high degree of class reproduction matters, because elites from more privileged backgrounds also bring with them a rightward-tilting politics shaped by their life experiences.\nLabour has long wrestled with this tension. Blair eagerly sought Rupert Murdoch's endorsement, and Starmer has worked hard to garner support from Britain's business leaders. He has placed great emphasis on endorsement letters signed by executives and even trotted out a billionaire who formerly donated to the Conservative Party.\nIt is worth noting that the corporate executives in our data are far more likely to be economically and culturally conservative—favouring lower taxes and less public investment, and espousing more reactionary views on race and the legacy of colonialism. The price of winning over this corporate elite therefore could be a change of direction on some issues.\nMoreover, some within Labour's ranks are already sympathetic to Britain's corporate elite, not least because they are wealthy themselves. Class origins may shape political commitments, but they do so in the context of current wealth. Our data reveal that elites from working-class backgrounds who go on to become wealthy tend to be more conservative than elites from the same class origin who have amassed fewer assets.\nThough we do not have detailed data on the economic circumstances of the new cabinet members, we do know that many had successful careers before entering politics. Few came up through the trade-union movement or spent much time in working-class jobs. Professional, well-paid careers mingled with working-class backgrounds tend to produce a somewhat unpredictable combination that could manifest itself in capricious ways.\nMany Labour politicians may retain a latent desire to tackle class inequality, as our results suggest. But these MPs will be torn between a longstanding sense of injustice inculcated through their family life, their very real economic advantages today, and the wider political context in which they are operating. Whatever Labour's leading figures might personally feel, they could end up suppressing the influence of their working-class roots. As Labour returns to power after almost 15 years in the wilderness, class will certainly matter, even if there is no class war.\nAaron Reeves is professor of Sociology and Social Policy at the University of Oxford. Sam Friedman is professor of Sociology at the London School of Economics and Political Science.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "No class war from Britain’s most working-class government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/no-class-war-britains-most-working-class-government-3650216",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "Bangladesh is often described as a \"paradox\"; it excels in crucial social indicators while scoring poorly on the quality of governance. This paradox was evident when two contrasting news stories emerged from the same session of the Jatiya Sangsad on June 29: one about the prime minister's vow to crack down on graft, and the other about retaining amnesty for possessors of black money. How does one reconcile such contradictions? Has the government redefined corruption by excluding proceeds from illegal transactions, graft, and tax evasion, commonly known as black money?\nCritics argue that the definition of black money varies depending on who holds it. This money seems less problematic if the holder is connected to the ruling party. Despite loud proclamations of \"zero tolerance,\" government efforts rarely make a lasting impact on curbing corruption.\nCurrently, the country is abuzz with complaints about bureaucratic corruption. Previously, there was noise about traders' excessive profits and syndicates. A few years ago, Awami League embodied the zero-tolerance mantra when it tackled illegal wealth from casinos, gambling, and extortion. There was no shortage of theatrics when alleged casino kingpins were arrested in raids, which included quite a few Jubo League leaders, such as Ismail Chowdhury Samrat, Khaled Mahmud Bhuiyan, Kazi Anisur Rahman, and AKM Mominul Haque. Now, however, prosecutors seem to have forgotten about pursuing conviction for the accused, with all of them out on bail.\nConsidering the slew of unresolved large-scale financial crimes such as fraud and embezzlement of bank loans, insider trading, and manipulations in the stock market involving thousands of crores, one may wonder why there is even talk of a crackdown on corruption.\nIn the past decade and a half, the stock market has experienced at least three major manipulations. Those who looted investors' wealth faced no significant consequences. Similarly, fraud and embezzlement of bank loans have been long-standing issues. In 2012, the late Finance Minister Abul Maal Abdul Muhith downplayed Hallmark's Tk 4,000-crore fraud, saying, \"It is not a big sum.\" At the time, his words seemed incredible, but now, with the scale of corruption being uncovered, his statement appears less mistaken or humorous. Banks being used to break rules and create precedents for anonymous loans in the billions is now commonplace.\nDespite the noise about corruption, the corrupt seem largely unaffected. Government measures, like transfers or demotions after grand corruption allegations, suggest a \"hate the sin, not the sinner\" approach. Thus, criminals have no trouble withdrawing money or transferring assets before fleeing abroad. Critics of the government or opposition members, however, struggle to secure court permission just to travel.\nEveryone wants corrupt bureaucrats tried, but the belief that they will face justice is almost nonexistent. This scepticism arises from the long-standing patronage they receive from political authorities, reflecting a partisan state apparatus. This is evident from the various medals and awards given to administrative and police officials for suppressing political opposition and overseeing one-sided elections. The Suddhachar (integrity) Award, intended as part of the anti-corruption drive, ironically has been bestowed upon record-setting corrupt individuals like former police chief Benazir Ahmed.\nThe one-sided election on January 7 has probably faded from many of our memories, along with the asset lists of candidates. Since the election was boycotted, and most candidates were from Awami League, the wealth disclosures in their affidavits highlighted how lucrative politics is. Transparency International Bangladesh found that the assets of the top 10 wealthiest MPs multiplied by up to 55 times in five years. The wealth of the richest MP's wife increased about 35 times, and over 15 years, his wealth surged 2,436 times. Many of these politicians are businessmen, yet such business growth is rare even in the West. Transparency's analysis of ministers' and state ministers' wealth also found up to eleven-fold wealth growth and 22 times income growth in five years.\nTransparency identified 18 billionaires among candidates. Despite laws limiting single ownership to 100 bighas of land, affidavits revealed many own agricultural and non-agricultural land far exceeding this limit. The top 10 landowners possess 1.5 to 20 times the legal limit.\nOn January 11, Transparency called for verifying candidates' affidavits, analysing their assets and income statements, and confiscating any illegal asset through proper legal processes. They also recommended seizing land exceeding legal limits, which was not too difficult as these disclosures came in their affidavits. None of this happened. Had politicians' illegal land been confiscated, bureaucrats might have been deterred from pursuing dreams of becoming zamindars.\nIt has already been proven that raising alarm bells about the corruption of various professionals and groups will achieve little if the political sponsors of corruption are kept out of the reckoning. What's happening now is best described as mega-corruption, and at the rate at which complaints are heard, corruption has become decentralised. Whoever has the power, the maximum of it is being used for corruption. There is no solution to this problem unless there is a change in politics and a return to accountable democracy and the rule of law.\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The paradox of whitening black money while fighting corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-paradox-whitening-black-money-while-fighting-corruption-3650161",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "Following his party's decisive loss to the far-right National Rally in the European Parliament election, French President Emmanuel Macron shocked everyone by dissolving the National Assembly and calling a snap election. He has justified his decision by claiming that an election will \"clarify\" the political situation, but his compatriots do not share this view.\nEven those who do not fear that Macron's gamble will bring the far right to power are anxious about the chaos that might ensue. As Édouard Philippe, Macron's prime minister from 2017 to 2020, put it, the president has needlessly \"killed the presidential majority.\" A hung parliament with National Rally as the largest party is now considered the most likely outcome. Still, Macron's decision has clarified one thing: his strategy to create a powerful centrism in France has failed. Other European leaders should take note.\nLegend has it that the first question Napoleon would ask about a military officer was not whether he was talented, but whether he was lucky. When Macron triumphed in the 2017 presidential election, he was extraordinarily lucky. The incumbent was so unpopular that he did not even bother to run for a second term, and the likely conservative winner was felled by a scandal. Macron seized the moment to offer what one might call a Second Coming of the \"Third Way.\" Just like Tony Blair, the British Labour Party leader who came to power in 1997, Macron held that the old ideological cleavage of left and right was dépassé, and that centrists should simply pick the policies that \"worked best.\"\nMacron appealed to both socialists and conservative Gaullists, on the assumption that all reasonable people could unite happily in the moderate middle. Anyone who rejected the invitation was, by definition, an unreasonable extremist. For a while, this approach had traction, because Macron's seemingly ever-expanding centre was flanked by Marine Le Pen's National Front (now National Rally) on the far right and by the firebrand Jean-Luc Mélenchon's France Unbowed on the far left. But the technocratic approach – \"if you're not with us, you're unreasonable\" – ultimately failed to transform the political landscape.\nThe far right, far left, centre left, and centre right each still tend to win at least a fifth of the vote in the first round of French presidential elections, on average. But the centre-right Republicans have been hemorrhaging votes to National Rally, prompting the party's leader, Éric Ciotti, to endorse an alliance with the far right. This matters, because Macron's overwhelming support in the second round of the 2017 and 2022 elections – when he was facing off against Le Pen – was largely due to voters' hostility to the far right, not burgeoning enthusiasm for Macron-style technocracy.\nOn the contrary, technocracy tends to provoke a backlash, because it creates an opportunity for populists to argue – reasonably – that there are no uniquely rational solutions to complex problems, and that democracy is supposed to be about choice and popular participation, not elites decreeing that there is no alternative. Macron's haughty style – already in 2017, he let it be known that he wanted to rule like \"Jupiter\" – certainly did not help. Rightly or wrongly, it has made him an exceptionally hated political figure. But quite apart from the personal failings of a man who fancies himself a philosopher-king, a centrist project aimed at taking the best from the left and the right was always more likely to alienate both than to harmonise their contradictory agendas.\nOnce Macron had lost control of the National Assembly in 2022, his prime minister, Élisabeth Borne, heroically tried to cobble together ad hoc majorities to advance the president's agenda. But on more than 20 occasions, she resorted to constitutional shortcuts to ram through measures that clearly lacked popular support.\nMacron's centrism not only looked increasingly authoritarian; it also acquired a rightward tilt. Hence, his hardline interior minister went so far as to accuse Le Pen of being soft on Islamism, and Borne introduced an immigration law that seemed to legitimise what the far right had been saying all along. If you are constantly tacking rightward, you eventually will reach a point where you can no longer blackmail voters with the argument that you are the only thing standing in the way of right-wing extremism and the end of the Republic. \nSome commentators speculate that Macron wants the National Rally to govern until the 2027 presidential election, on the grounds that it will prove itself incompetent and set the stage for a triumphant shift back toward the centre. But this kind of quasi-pedagogical project – with the headmaster showing his pupils that the substitute teacher doesn't know how to do the job – is misguided for several reasons. \nFor starters, not all far-right populists have overly simplistic policy ideas or are amateur administrators. And even in cases where they do show themselves to be incompetent, their fortunes can recover. When Austria's Machiavellian Christian Democratic chancellor, Wolfgang Schüssel, brought Jörg Haider's far-right Freedom Party into government in 2000, the populists did descend into infighting and revealed their incompetence and corruption. But after splitting up and licking its wounds, the Freedom Party sailed to victory in last month's European elections.\nMoreover, since the French system allows for \"cohabitation\" – when the president and the prime minister belong to opposing parties – a governing party that appears incompetent can simply blame the other side for tying its hands. Wielding the extraordinary powers of the French presidency, Macron will doubtless find an outlet on the international stage. But it is sobering to see that his vision has been downgraded from a \"revolution\" in 2017 to a \"renaissance\" in 2022 to what it is today. Macron failed to transform the movement he started into a proper political party that is not dependent on a charismatic leader. His charisma gone, the centre's prospects for 2027 look bleak indeed.\nJan-Werner Mueller, Professor of Politics at Princeton University, is the author, most recently, of Democracy Rules (Farrar, Straus and Giroux, 2021; Allen Lane, 2021).\n\nCopyright: Project Syndicate, 2024\nwww.project-syndicate.org \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Why Macronism Failed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/why-macronism-failed-3649671",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "That the government entities have been juggling with data is not actually news. It had long been suspected that crucial export data, deliberately or otherwise, were not collated and disseminated properly. This has, firstly, made the economic outlook appear rosy, and secondly, helped the country's international ranking in the various indices. However, both these took a serious hit last week when Bangladesh Bank (BB) revised the country's export-earnings downward by over US$12 billion for the July-April period of the fiscal year 2023-24. Needless to say, this is unheard of and has come as a shock to both policymakers and economists alike. Apparently, we are now being told that this massive revision is due to 'confusion' about the exact definition of 'export' in different laws and policies of the government. What does that even mean? 'Export' apparently means different things to different government bodies. For starters, the Customs Act 2023 has no definition of it and then there is the VAT and Supplementary Act of 2019, where export has been termed as both overseas and in-country export (from Export Processing Zone). To make matters more convoluted, \"only overseas shipment is considered export in the Export Policy Order of the Ministry of Commerce\". Different definitions by different arms of the government and this has been going on for years. The matter was only laid to rest when the national board of revenue (NBR) redid calculations at the customs level and hence the export value is now down by US$12 billion. Regardless of any attempt that may be made to downplay the seriousness of the situation, it is a clear indication about the utter lack of seriousness in dealing with proper scrutiny the accuracy of the country's export earnings. Economists have rightly pointed out that this 'data correction' is going to adversely impact Bangladesh's ranking on export and there will be a fallout on the trade deficit and adversely affect current-account balance among major economic indices. While quick admissions of 'errors' at ministerial level may be commended, the question remains precisely why no proper audit system is in place to check these double-entries and duplications of data? Why are different government departments maintaining different sets of data in the first place? Isn't Bangladesh on track to becoming a 'SMART' country through digitisation of records and systems? BB has been right in resizing export data because of the confusing manner in which export data has been compiled. It is interesting to note that customs officials maintain that the Asycuda World system that is used to maintain export-import data which was launched back in 1993 has never had any audit done to crosscheck intentional or 'unintentional' data inputs at customs stations. This is a data 'disaster', not a 'correction'. Experts believe since inflated data has been used, a slew of recalculations are in order in terms of GNP, balance of payments, etc. With a drop in export earnings comes GNP/GNI drop, precisely how much is now a matter of calculation. It is now imperative to re-calculate the previous few years to see precisely what has been going on with data because so much depends on export earnings. Bangladesh may have to pay a cost for this 'error' as it has damaged the country's reputation internationally. However, time has surely arrived for policymakers to swallow the bitter pill of truth and take corrective measures so that public agencies stick to facts, instead of fiction to make the books look good in the future.",
        "headline_1": "Dealing with data disaster",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-data-disaster-1720275833",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "Last Monday, a new fiscal year started in Bangladesh, carrying the burden of high inflation along with the official expectation that the excessive inflationary pressure will be moderated by the end of the year. On a day before or the last day of the past fiscal year (FY24), the national parliament of the country formally endorsed the budget worth Tk 7.97 trillion (or around US$68 billion) for the new fiscal year (FY25). The budget has set two goals: to cut down the annual inflation rate to 6 per cent from the exuberant 9 per cent by June next, and achieve 6.75 per cent gross domestic product growth (GDP).In his closing statement of the FY25 budget in the parliament, the finance minister AH Mahmmood Ali acknowledged the persistent pressure of inflation on the economy. He expressed his concern about the potential impact of the continuation of a contractionary monetary policy on the pace of economic growth in the near future, highlighting the gravity of the situation.The finance minister's reservation on a tight monetary stance is likely to pose a significant challenge for the central bank governor. The governor is currently working on the half-yearly monetary policy statement (MPS) for the first-half of FY25 (or July-December, 2024). The ultimate objective of the upcoming MPS will be to design a credit policy to reduce inflation to the desired level of 6 per cent. The central bank has policy rates as a key monetary tool, but it may have no option but to enhance policy rates further to reduce the money supply in the market and bring down inflation thereby adding to the complexity of the situation. The International Monetary Fund (IMF) has already suggested increasing the repo rate, the key policy rate, to 9.0 per cent by December next. Bangladesh Bank increased the repo rate to 8.50 per cent last May. Repo rate is the rate at which the central bank lends money to commercial banks in the event of any shortfall of funds. A higher repo rate means a higher cost of borrowing for the banks, and so they cut the borrowing, which ultimately reduces the money supply in the economy and thus assists in containing inflation. This is what the economics textbook says and what most of the central banks worldwide try to do. The combined efforts of the Bangladesh Bank and the finance ministry against inflation, may, however, become more challenging in the coming days due to the current global inflation trend. Globally, inflation jumped in 179 out of 194 countries two years ago when the United States (US) witnessed an inflation of 40-year high. Since then, the pace of inflation has slowed, raising optimism that consumer prices would soon return to normal levels. That is not happening, as bringing inflation down does not necessarily mean that consumer prices will return to the level they once were. What will happen is that consumer prices will stop increasing so rapidly givng some relief to the fixed-income people. People will continue to pay higher prices for consumer goods than they paid two to three years ago, although the current prices may be slightly lower than they were a year back. An article that appeared in the digital arm of the Global Finance magazine two months ago highlighted the phenomenon succinctly. The article titled 'The Consumer Price Index Only Tells Part of the Story' said that the persistence of inflation despite central bankers raising interest rates consistently for years pointed to 'some novel features of the current post-pandemic moment.' It added that 'corporate consolidation and market concentration may be major contributing factors to the inflationary malaise.' Many companies have used inflation as an excuse to hike prices far beyond the rise in production costs, and the central banks can do little in this regard. \"Companies enjoying a semi-monopolistic grip on consumers' choices can set prices however they like,\" it added. It is also true for Bangladesh. Once the price level increases and sustains for a certain period, it is unlikely to come down significantly even if the cost declines or stays unchanged. The ultimate result is a higher rate of inflation.In Bangladesh, it is common to attribute the persistent rise in the price level or inflation to the unregulated market and the so-called market syndication. Whether a powerful syndicate truly exists in the market or not, rent-seeking activities are prevalent and often create barriers to regulating the market or reducing the prices of essentials. In this context, neither fiscal nor monetary innervations can be expected to play a significant role.Now, suppose inflation rate comes down to 8 or even 7 per cent within a couple of months. In that case, it may be a great relief for the policymakers, although not necessarily for many consumers. This is because the overall price level will not return to the level it was a year ago, which means that the prices of most goods and services will remain high. The lower rate of inflation will be a low pace of rise in price level that continues to erode most people's real income. It will also be fine for those who have obtained significant national wealth. The country's growing income and spending disparity are no doubt contributing to high inflation.Given the multifaceted nature of inflation in the country, there is no single solution to combat it. Conventional monetary policy tools, when combined with fiscal measures, have limitations, as noted in the foregoing. Overcoming the challenges requires the implementation of non-conventional steps and administrative intervention to address other contributing factors. These are complex tasks that necessitate a comprehensive understanding and acknowledgement of the factors by the authorities.[email protected]",
        "headline_1": "Price level unlikely to return to earlier stage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-level-unlikely-to-return-to-earlier-stage-1720275890",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "A recent study by the Environment and Social Development Organization (ESDO) and International Pollutants Elimination Network (IPEN) titled 'Persistent Threat: PFAS in textiles and water in Bangladesh' sheds light on a critical issue that demands immediate attention from policymakers and garment and textile industry leaders. The report reveals alarming levels of toxic PFAS (per- and polyfluoroalkyl substances) in surface and tap water samples collected near industrial areas, particularly those associated with the textile industry in and around Dhaka. PFAS are a large, complex group of synthetic chemicals that have been used in consumer products around the world since aroind the 1950s. PFAS are widely used for their water and stain-resistant properties in various consumer products, including textiles. These chemicals, however, earned the nickname of 'forever chemicals' because scientists say they could take hundreds or even thousands of years to degrade long after their initial use. If PFAS leak into water, they could remain there for centuries. As the textile industry accounts for about 50 per cent of global PFAS use, Bangladesh stands at the epicentre of this environmental crisis as the world's second largest apparel manufacturer.To address the issue, Dr. Shahriar Hossain, senior policy and technical advisor for ESDO and lead author of the study, said \"Regulating thousands of PFAS chemicals one-by-one would take decades and leave our children at risk. We urgently need global controls on all PFAS chemicals as a class.\" His call for a class-based approach to banning PFAS chemicals is both practical and necessary. Given the complexity and sheer number of PFAS compounds, a piecemeal regulatory approach would be insufficient and dangerously slow.The long-time health implications of exposure to PFAS so far known are well documented. These chemicals have been linked to fertility problems, developmental issues, thyroid disruption, weakened immunity, liver damage, and cancer. Despite these serious risks, the textile industry and policymakers have been slow to respond. The study detected PFAS in 87 per cent of the surface water samples collected, with many samples exceeding proposed regulatory limits by alarming margins. One sample from the Karnatali River in Savar contained PFAS levels more than 300 times above the proposed EU limit, with PFOA and PFOS levels thousands of times higher than Dutch advisory limits.The study also highlights the significant influence of major international fashion brands sourcing products from Bangladesh. These brands have the power to drive change by demanding PFAS-free products and being transparent about the presence of these chemicals in their products. Some brands have already committed to eliminating PFAS, demonstrating that safer alternatives are available and viable. The textile industry must follow suit and prioritise public health and environmental sustainability over short-term economic gains. If necessary the government must force them to follow suit.Siddika Sultana, executive director of ESDO in Bangladesh, rightly points out that \"the fashion export industry should not get a free pass to contaminate our rivers, lakes, and taps with PFAS.\" The industry must be held accountable and stricter regulations are essential. Bangladesh currently lacks specific regulations on PFAS, a gap that policymakers must urgently address. Implementing a class-based ban on PFAS chemicals and setting stringent contamination limits are critical steps toward mitigating this pervasive threat.Clean water is the essence of all life. Not just for humans, but also for animals and plants. It is the very foundation of a healthy ecosystem. Yet, Dhaka's rivers, once teeming with life, are now being polluted, strangled, and choked by industrial and human waste. This is not just a major concern for now, but also for our very survival and collective future. We need to stop the rot and veer away from our suicidal ways immediately. Industry, policymakers, and the public alike must work together to clean up Dhaka's water and ensure a healthy future for all.[email protected]",
        "headline_1": "Hazards of textiles' 'forever chemicals'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hazards-of-textiles-forever-chemicals-1720275977",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2024"
    },
    {
        "full_article": "From January to May 2024, 201 women and children were raped, including 50 who have been gang-raped. Tragically, 9 victims died as a result, and 2 committed suicide. Additionally, 44 people were victims of attempted-rape and 17 boys were also victimised.Despite these alarming statistics, society often blames women for their behaviour, dress, and movements for becoming rape victims. Yet, there are no answers to why old women over 80, 4-month-old infants, or students in Madrassas are being raped. What is their fault?The government claims it has enacted laws against rape and gang rape, but these measures seem ineffective. The journey to justice is long and fraught with challenges, making it almost impossible for many victims and their families to endure.Beyond legislation, the government's primary responsibility should be the protection of women and children. Law enforcement must be stringent enough to deter potential offenders. The current prevalence of rapists reflects that \"zero tolerance\" is merely a phrase.Traumatised victims who report their assaults face harassment, which highlight the needs for a systemic change. This transformation should begin within families, where girls are often taught to be good, but boys receive a fraction of that guidance.Ashikujaman SyedMarketing Research AssociateHebei Huanji Metal Wire Mesh Co. LtdShijiazhuang, China.[email protected]",
        "headline_1": "Govt. should show zero tolerance to rape",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/govt-should-show-zero-tolerance-to-rape-1720276005",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-07-2024"
    }
]