[
    {
        "full_article": "The decision of India’s competition watchdog to order investigations into Google, following allegations by the country’s digital news publishers that it has broken antitrust laws, marks a significant moment in a country where the fortunes of the news media industry have been on a downward path. The development is not a total surprise. For, governments in many countries such as Australia and France have used their political capital in recent years to try and correct the enormous imbalance that exists between big technology companies that control news in the digital sphere today and the traditional journalism industry that keeps the wheels of news running, thereby also creating the basis for the conversations that are so important in a democracy. The investigations have been ordered on the basis of a complaint by India’s Digital News Publishers Association, which has alleged that Google not only dominates the market for information but also abuses this dominance. It does so, the association has alleged, by not providing a fair share of the advertising monies and by not providing adequate information. It has also complained that it does not get paid for the news snippets that appear in search. The association’s broader point is that the terms of engagement are “unilaterally and arbitrarily” dictated by the tech platform, and there is nothing its members can do about it. The imbalance of power and the denial of a fair share of revenue will be questions that the watchdog will be interested in exploring.What was recognised by lawmakers in Australia, for instance, when they last year came up with a law that sought to level the playing field between big tech platforms and news publishers, is a condition that is true around the world. In India too, the power imbalance exists and has only gotten worse in recent years. The news media industry, which invests in journalists, has struggled to stay afloat while the big tech platforms have become more and more powerful. But the Australian case is one of a rare intervention by a government in publisher-platform relationships. The current investigations in India is more a case of the publishers finding an appropriate existing forum in search of relief. The sustainability of journalism in the digital era has far-reaching implications, especially in a democracy. It has been quite evident in recent years that the industry has ended up sacrificing quality in its quest for more eyeballs, and nuance in the quest for more emotional engagement. The cost of not being able to get a fair value for journalistic effort can never be overemphasised enough.",
        "headline_1": "Trust deficit: On tech platforms and news publishers",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/trust-deficit-the-hindu-editorial-on-tech-platforms-and-news-publishers/article38261036.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-01-2022"
    },
    {
        "full_article": "The Geneva talks between the United States and Russia were, not surprisingly, inconclusive. It was practically impossible for the former Cold War rivals to iron out their differences in the first round of talks at a time when tensions are running high in Europe, especially over Ukraine. But the fact that hurried talks were held between the two powers and they agreed to continue the negotiations to discuss both NATO’s expansion and Russia’s troop mobilisation is itself a welcome step. The U.S. was actually forced to come to the table by President Vladimir Putin, who has amassed about 100,000 troops along Russia’s border with Ukraine. The Kremlin has also issued a host of demands to the West that sought to stop NATO’s further expansion into Eastern Europe and roll back the alliance’s military presence to the 1990s levels. Now, the deadlock is that the U.S. has publicly said that it won’t shut NATO’s door on potential future members. And nobody knows what Mr. Putin would do if the talks collapse. By forcing the U.S. to come to the table to discuss NATO’s expansion, an issue which Moscow has been complaining about for years, Mr. Putin has scored the first victory. But it would be naive of him to believe that the Russian demands would be accepted by the West without any resistance. So the challenge, for both sides, is to find common ground.The source of Russia’s staunch opposition to NATO is its deep insecurity. After the disintegration of the Soviet Union, a substantially weakened Russian Federation saw NATO’s continued expansion into Eastern Europe as a violation of the post-Cold War consensus. Russia responded militarily in 2008 when Georgia was considering joining NATO, and in 2014, it took Crimea from Ukraine after the pro-Russian regime in Kiev was toppled by protests. On the other side, the West sees Russia as an aggressive, abrasive and destabilising giant that breathes down the neck of Europe. In hindsight, both NATO’s expansions and Russia’s military responses are driving instability in Eastern Europe. Finding a solution to the crisis will not be easy. It depends on whether both sides are able to get out of their Cold War mentality and build mutual confidence in bilateral relations. For all practical purposes, Ukraine and Georgia, both faced with separatist conflicts, cannot join NATO in the foreseeable future. NATO could use this reality as a policy promise to calm Russian nerves. Mr. Putin, on the other hand, is also in a tough spot. Russia is still battling with the economic costs of his Crimea annexation, which has left a wide chasm in Russia’s ties with Europe. Further aggression on Ukraine might serve his tactical interests but could leave a deadly blow to any plan to bring the Russia-Europe ties back on track. A war is in nobody’s interests. Russia and the West should keep that in mind when they sit down for the next round of talks.",
        "headline_1": "Talking to Russia: On Putin and NATO",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/talking-to-russia-the-hindu-editorial-on-vladimir-putin-and-nato/article38261088.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-01-2022"
    },
    {
        "full_article": "The recently reported cruel act of a hospital—that removed oxygen tubes from six-month-old twins because their mother couldn't pay the hospital bills—speaks volumes about the state of our healthcare sector. According to a report by the daily Prothom Alo on January 8, 2022, Ayesha Akter admitted her twin sons with breathing difficulty and fever to a private hospital in Dhaka. Diagnosed with pneumonia, both the babies were given oxygen support. After five days of their stay at the hospital, the authorities handed her a bill of Tk 1.26 lakh. As the poverty-stricken woman could not pay the amount, the hospital owner directed the staff to remove the oxygen tubes from the twins' mouths, and the staff complied. An hour later, one of the twins succumbed to his illness.\nWhile this may be an extreme example of cruelty and medical malpractice by a particular private healthcare provider, news of patients being driven out of hospitals for not being able to pay medical bills is not uncommon in Bangladesh. Patients are often handed exorbitant medical bills by these hospitals and clinics, as well as given unnecessary diagnostic tests and medicines. While many patients sell their land and other properties to pay for better treatment, those with no money or properties are left with no options but to seek over-the-counter (OTC) treatment, or worse, stop seeking treatment at all.\nA number of studies carried out by government and private agencies last year revealed how malpractices by our private healthcare providers led to this high medical expenditure, pushing poor patients and their families into further poverty. One such study, conducted by the Health Economics Unit (HEU) under the health ministry last year, found that Bangladesh's out-of-pocket (OOP) health expenditure was the highest in South Asia. OOP expenditure refers to the expenses that a patient or their family has to pay directly to the healthcare provider, where the state or an insurer does not give any financial support.\nAccording to the HEU study, Bangladesh's OOP treatment cost was 68.5 percent in 2020 when the global average was only 32 percent. One of the main reasons for such high health expenditure has been identified as the high cost of medicines: 64 percent of our OOP expenditure goes into buying medicine, whereas it is only 28 percent in India. This is because our doctors prescribe excessive and costly medicines which are in many cases unnecessary, the study found.\nPeople are forced to seek treatment at private hospitals because of poor management in our public hospitals. Reportedly, in many of our upazila hospitals, it is often difficult to find doctors and staff for help, as well as the necessary medical equipment to run tests. In other facilities, high-quality equipment such as X-Ray machines are lying idle because there are no trained staff to operate them.\nOur budgetary allocation for the health sector is also not sufficient—while an ideal health allocation should be 15 percent of the total budget, according to the World Health Organization (WHO), our budgetary allocation for health is only 5.42 percent in the 2021-22 fiscal year. And whatever little money the government does allocate to the health sector is not properly utilised either. Furthermore, this sector is riddled with lack of good governance and rampant corruption, which has been widely reported in the media recently.\nAs more people seek treatment at private facilities, they are faced with a number of problems. The high diagnosis and medicine costs are two of them. Reportedly, the expenses in private hospitals are hardly monitored by the authorities concerned. In 2020, the High Court directed private hospitals, clinics and diagnostic centres to submit their price charts for medical tests and also directed the authorities concerned to formulate guidelines to monitor these facilities under the Medical Practice and Private Clinics and Laboratories (Regulation) Ordinance, 1982. Sadly, we don't know if any progress has been made in this regard.\nRegulating our private healthcare providers and improving the overall management of the public ones are all the more necessary now, as the country is at the outset of another Covid-19 onslaught. In the last two years of the pandemic, patients suffered a lot due to the extremely high treatment costs at private hospitals and the inefficiency of public healthcare facilities. A study conducted during that time revealed that Covid-19 treatment cost was unusually higher in private hospitals compared to the public ones; while the government hospitals spent, on an average, Tk 1.28 lakh for a Covid patient in general bed, in private hospitals, the cost was around Tk 2.42 lakh—almost double. This was mainly due to the differences in diagnosis and medicine costs. However, only a few public hospitals were properly equipped to handle Covid patients.\nTherefore, unless the ridiculously high health bills in private hospitals and clinics can be brought down by formulating a set of guidelines and implementing them, and public hospitals and health complexes are operated efficiently, ensuring everyone's access to healthcare will remain a far-fetched dream.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "When will our health system put patients before profits?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-will-our-health-system-put-patients-profits-2937961",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2022"
    },
    {
        "full_article": "Corporal punishment is defined as any punishment in which physical force is used with the intent to cause some degree of pain or discomfort, however light. Degrading and humiliating punishment also falls under this definition. Corporal punishment violates not just children's right to freedom from all violence, but also their rights to health, development and education.\nIn November 2021, the World Health Organization (WHO) published \"Corporal Punishment and Health,\" where it called for the end of this practice around the world. The WHO fact sheet highlighted that a large body of research had established links between corporal punishment and a wide range of negative outcomes—both immediate and long-term. Some of those are \"direct physical harm, sometimes resulting in severe damage, long-term disability or death; mental ill health, including behavioural and anxiety disorders, depression, hopelessness, low self-esteem, self-harm and suicide attempts, alcohol and drug dependency, hostility and emotional instability, which continue into adulthood.\" Impaired cognitive and socio-emotional development; damage to education, including school dropout and lower academic and occupational success; increased antisocial behaviour; increased aggression in children; adult perpetration of violent, antisocial and criminal behaviour; indirect physical harm, including developing cancer, alcohol-related problems, migraine, cardiovascular disease, arthritis and obesity that continue into adulthood; and damaged family relationships are also some of the outcomes, according to WHO.\nEven though we know that corporal punishment is so harmful for children, it still remains in practice around the world. Only 63 countries have enacted laws banning corporal punishment of children in all settings: homes, schools, workplaces, institutions, alternative care arrangements, etc. A whopping 87 percent of the world's children are not protected from corporal punishment by law; this includes Bangladeshi children, too.\nToday, January 13, marks the 11th anniversary of the High Court banning corporal punishment in educational settings, including schools and madrasas, in Bangladesh. The Ministry of Education also issued a circular and guidelines that prohibit corporal punishment in educational institutions. Yet, corporal punishment is still pervasive in schools and madrasas due to weak monitoring and our general acceptance of this practice. Not just in educational settings, but children are subjected to corporal punishment at home, in institutions and workplaces as well. According to the Multiple Indicator Cluster Survey, 2019, carried out by Bangladesh Bureau of Statistics and Unicef, 89 percent of children (1-14 years) in Bangladesh experienced violent discipline in the past month of the survey. Meanwhile, 35 percent of parents or caregivers expressed that corporal punishment was necessary to discipline children.\nCorporal punishment makes children feel sad, afraid, ashamed, and guilty. When children are punished by parents, caregivers and teachers—people whom they love and trust the most—they learn to accept violence in personal relationships, too, and may become perpetrators or victims of violence later in adulthood.\nIn Bangladesh, people have ample excuses for corporal punishment. For example, some say many parents are raising their children in challenging conditions, and teachers are often under stress from overcrowding and lack of resources, so, they often use corporal punishment. We never justify hitting an adult even when we are frustrated. Why should that be acceptable in the case of children? In many homes and institutions, adults may be facing difficulties, but taking their frustration out on children by hitting and humiliating them can never be acceptable.\nDespite popular belief, corporal punishment is ineffective as a technique to teach and discipline children. When faced with punishment, children may comply with the instructions given by their parents or teachers in the short term, without understanding why something should be done or avoided. Instead of punishment, parents should give age-appropriate guidance to their children with care and love, which will help the children in their learning and development. Teachers should apply positive discipline techniques to have their students listen to them.\nCorporal punishment is preventable through multisectoral approaches, which include law reform, changing harmful norms around child-rearing and disciplining, parent and caregiver support, etc. Research shows that law reform has led to reduced acceptance of corporal punishment among parents and other members of society. This has been the case in Sweden, Finland, Germany, New Zealand, Poland, and Romania.\nEnding corporal punishment is a human rights imperative, and essential if the world is to meet the Sustainable Development Goal (SDG) #16.2 to end all violence against children by 2030. Prohibition and elimination of corporal punishment is also a low-cost effective public health measure, as this contributes to prevention of domestic violence and mental illness, and supports education and developmental outcomes for children.\nThe ban on corporal punishment in educational settings should be implemented in the following ways: 1) All teachers, parents, community members and students should be made aware that corporal punishment is banned in educational settings; 2) Teachers' code of conduct should clearly mention that they cannot use corporal punishment against students. Disciplinary actions should be taken against teachers who do so; 3) School inspection check-list should include compliance with corporal punishment ban; and 4) School management committees should discuss and deal with issues related to corporal punishment in their meetings. This issue should also be in the regular agenda of coordination meetings of education officers and head teachers at district and upazila levels to assess the situations and take actions accordingly.\nTo end corporal punishment in all settings in Bangladesh, these are what should be done: 1) A new law should be enacted prohibiting corporal punishment of children in all settings; 2) Law reform must be linked to comprehensive awareness-raising as well as developing capacity on positive, non-violent forms of parenting and teaching methods. Media can play an important role in changing social norms so that parents, teachers, and all adults treat children with respect and dignity; 3) Messages on positive discipline should be embedded into the training of all those who work with or for children and families, as well as in health, education, and social services.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Not just law, we need social change to end corporal punishment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/not-just-law-we-need-social-change-end-corporal-punishment-2937951",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2022"
    },
    {
        "full_article": "Developing an understanding of emergency care may seem like a daunting task—especially if, like in Bangladesh, there is no working system in place. However, there is a framework developed by the World Health Organization (WHO) that makes it easy to understand how to design an efficient emergency care system. Policymakers in low- and middle-income countries who wish to strengthen their national emergency care systems can study and implement that framework.\nThe WHO emergency care system framework divides the initial journey of an acutely ill or injured person into three locations: the first is the scene where the illness or injury originates, the second is the transport of the patient, and the third is the facility at which the patient undergoes treatment. It also classifies all the actions taken from the scene of illness/injury to the treatment facility in three segments: human resources, functions and equipment, and supplies and information technologies. When all three locations are interconnected by effective and prompt actions, not only are lives saved, but the overall quality of life after the illness or injury is much improved.\nThe most sensible aspect of this framework is that most, if not all, of the elements are already present in all health economies. Let's look at the framework in the context of Bangladesh.\nThe action plan of any particular case of emergency care may vary, as it depends on the patient and their illness. It may also vary depending on the scene of illness or injury: urban or rural, indoors or outdoors. The only constant in all these situations is the heightened state of emotion that the patient and their close ones experience, and the anxiety that stems from uncertainty. The response of a bystander, if there is any, is crucial in this situation. Whether it is having basic first aid skills or even just the ability to call for help, a bystander is key to providing the initial help to the patient. Bystander Response can be substantially improved in Bangladesh by means of one of many successful public health campaigns that have already been run, whether it be by media or formal education. Furthermore, the country already has a national emergency helpline, 999, which is accessible free of charge. Training these dispatchers in emergency care and efficient methods of communication can help both the bystander and the patient.\nTransport is a critical factor when it comes to Bangladesh. Firstly, the current state of urban traffic is a huge barrier to providing emergency healthcare due to road congestion. The sense of responsibility to facilitate the passage of an ambulance at any given time must be instilled within the community. A combination of better traffic flow and improved policing is undoubtedly needed for this, but it will take time. However, what is more easily achievable is upgrading the ambulance services; instead of using ambulances as a means of transport, trained first responders and appropriate equipment should be added to the services. At the same time, the authorities concerned can develop a national ambulance service, which should take a relatively short period of time.\nThere is no shortage of facilities that house an emergency department in Bangladesh. The High Court has ordered all healthcare facilities and providers in the country to provide emergency care to patients. But what needs to be looked into is the quality of this emergency care, and standardise all these facilities, so that patients don't waste time deciding which facility to go to. The fact that most of the health economy in Bangladesh runs on an out-of-pocket scheme should not affect this stage of care, as care must be provided before payment. With proper training of all healthcare professionals and planning for infrastructure and resources, patients can be efficiently treated in these emergency units, and appropriate disposition plans can be made.\nEffective communication is vital in this entire process, whether it is a dispatcher responding to a bystander and alerting the nearby facility, or the first responder providing a clinical handover to the receiving unit. There should be clear communication with the patient and their attendants as well.\nThere is no doubt that Bangladesh has all the required elements to design an effective emergency care system; what is needed is the alignment of these elements. The responsibility of ensuring that critical patients survive and make a good recovery does not only fall on the healthcare sector, but all the relevant government sectors as well. This is definitely a challenge—but it is a challenge that Bangladesh appears to be ready to take. \n \nDr Mir Saaduddin Ahmad is academic director at Dr Nizam Medical Centre in Dhaka, Bangladesh, and a trained specialist in emergency medicine.\n",
        "headline_1": "How to design an emergency care system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-design-emergency-care-system-2937306",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2022"
    },
    {
        "full_article": "Many years ago, a colleague at the United Nations invited me to watch a video of Marilyn Waring, an MP and economist from New Zealand, talking about economics. I watched, stunned, as Waring scoffed at the focus on GDP. \"Why should I care about GDP?\" she demanded. \"What does it tell us that is useful or important?\"\nNaturally, I was intrigued. Like so many people, I had unquestioningly assumed that GDP was a great measure of how a country is doing. If GDP is on the rise, then the country is growing more prosperous: people can afford a decent home, enough food, good education for their children, and so on. If GDP stagnates or, heaven forbid, is on the decline, then it's a disaster. Simple, right?\nBut inspired by Waring, I started to learn more, and discovered that Gross Domestic Product doesn't actually tell us much useful about a country's condition. GDP includes all kinds of products that we would do better without, such as weapons, junk food, and tobacco. It fails to include things we need, like the unpaid work of caring for others. It ignores whether products are healthy or harmful; a gun, being more expensive, is far more valuable than a carrot. Cars pollute and kill, but by the logic of GDP, they are vastly more valuable than a bicycle. A forest is a waste of space; a river with clean water has no value. Destruction pays; conservation is wasteful.\nIt's little wonder, then, that our obsessive international focus on GDP and its endless growth has led to so much environmental destruction and the terrifying climate emergency. As Robert Kennedy famously said, GDP \"does not allow for the health of our children, the quality of their education or the joy of their play. It does not include the beauty of our poetry or the strength of our marriages, the intelligence of our public debate or the integrity of our public officials… it measures everything in short, except that which makes life worthwhile.\"\nI realise that after all we've been told, it seems counter-intuitive that economic growth, measured by GDP, will not mean that growing populations will have enough of what they need. So let's break it down a little more. As I mentioned, GDP does not measure only what we need, but rather everything we produce—as long as it's for sale. GDP includes harmful products and excludes beneficial ones, like organic vegetables, if they're not sold. GDP leaves out household work, despite its necessity to societies. So, GDP can go up without people having more access to basic goods.\nAdditionally, we measure GDP per capita. On the surface, that makes sense—we have to spread the material wealth among the population, so population size matters. But GDP per capita is simply an average. If Elon Musk walks into the room, average wealth will skyrocket—but nobody actually has more money. Averages tell us nothing about distribution, and what we do know is that Bangladesh is rapidly becoming more and more unequal, with wealth accumulating in the hands of the rich. Nor does GDP tell us anything about unemployment or the quality of existing jobs, or about people's health or feelings of satisfaction.\nIt isn't like we don't have alternative measures that would give us a better sense of how well we, as a country, are doing. In my research on the topic, the measure I found most impressive, for being the most comprehensive and the closest to measuring what we actually value, is Gross National Happiness. This does not mean, as some people have suggested, that everyone in Bhutan is supposed to smile all the time; what it means is that the Government of Bhutan looks at a wide range of measures, not just one average, and seeks to make things better across all of them: environmental issues, women's overwork, social isolation in the capital, etc.\nMarilyn Waring's strong words about GDP came as a revelation to me two decades ago. We all need to have a shared revelation about the uselessness of GDP as a measure of a country's well-being. Let's stop using a measure that has resulted in obscene wealth for the few and environmental devastation, and focus instead on a measure that takes into account the things we value: access to basic needs for all, clean air and water, time for family, and well-being.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Who still cares about GDP?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-still-cares-about-gdp-2937276",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2022"
    },
    {
        "full_article": "If an open dumpster is allowed to exist near the very entrance of a hospital, and if it emanates foul stench all the time, how can you trust that hospital to ensure the good health of its patients? This is precisely what a visitor to the Khulna General Hospital will notice these days. Beside the dumpster, the entire vicinity of the hospital is littered with waste material, including organic waste that rot fast. It needs no emphasising that the stench makes breathing an ordeal for the patients, hospital visitors, passers-by, and even residents in the surrounding areas.\nA report by this daily on January 12 depicts this sordid picture of a Khulna City Corporation dumpster placed right on the opposite of the main gate of the hospital, where all sorts of garbage and organic waste are dumped on a regular basis. These not only emit foul odour, but also provide a perfect feeding and breeding ground for disease-carrying insects like cockroaches, flies and mosquitoes, as well as rats. Hospital staff and local people invariably dump waste in the container. Often, they throw garbage from a distance, and as a result, half of it falls outside the dumpster.\nMore alarmingly, besides kitchen waste from nearby residences, untreated medical waste is also thrown into the bin, to be scattered away by scavengers like crows, cats, and dogs. Hundreds of people, including little children, who go there to get tested, vaccinated or treated for serious ailments, are forced to breathe in the toxic air as long as they are in the hospital.\nThis is particularly disturbing. At a time when health experts and even government authorities are urging people to observe certain hygiene practices to stay safe from Covid-19, a hospital—a public one, no less—is encouraging or rather forcing people to do the opposite. In fact, the garbage bin is situated near the waiting area of the hospital's Covid-19 unit, where hundreds of people come every day to get tested, treated or vaccinated. Even the local administration, which has a duty to ensure that no such things happen, has been equally silent about this macabre spectacle.\nUnfortunately, the problem of unregulated waste dumping is one shared by many other hospitals and health centres in our country. We have no way of scientifically assessing their impact, but experts have repeatedly warned against such irresponsible conduct. There are many modern technologies for collection and destruction of household or hospital waste in a safe and hygienic way. The Khulna General Hospital authorities should invest more time and money in finding the best way to keep their premises clean. A general hospital should ideally be located in a hygienic and well-maintained area, and proper waste disposal should be a priority at the very outset.\n",
        "headline_1": "A hospital amid garbage!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/hospital-amid-garbage-2937946",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2022"
    },
    {
        "full_article": "It seems like there is no end to the plight of Buriganga and Dhaleshwari rivers, their fates unimaginably entwined. Buriganga had long been the site used exclusively for dumping of toxic substances from tanneries processing rawhide. That is until 2017, when 170 of the 210 rawhide processing units in Hazaribagh, Dhaka were moved to Hemayetpur, Savar. It was expected that the relocation of tanneries from the bank of Buriganga to that of Dhaleshwari would rid the former of its largest source of pollution and, with proper planning and execution, soften the blow on the latter. But a study by a team of researchers now shows that, far from aligning these goals, the move has rather backfired. \nThe study, conducted by researchers from Jahangirnagar University, Stamford University and Waterkeepers, Bangladesh, finds that even though the tanneries are no longer near the Buriganga, pollution from rawhide processing continues to deteriorate its water quality. The tannery estate in Hemayetpur is upstream of the Dhaleshwari, and the resultant pollution in the river also streams into the Buriganga, meaning the latter is still affected. This wasn't meant to be. Before 2017, the relocation was promoted as the answer to our river pollution problem, what with the central Effluent Treatment Plant (ETP) that was supposed to treat all waste from the tanneries, leaving the Dhaleshwari unscathed. But even after all these years, the central ETP remains incomplete, and toxic waste continues to be dumped into the river. \nMake no mistake, waste flown from the Dhaleshwari is not the only reason for the current plight of the Buriganga. There are still dozens of micro-level rawhide processing units operating in Hazaribagh. More importantly, the plying of thousands of vessels, the presence of dyeing factories at Shyampur, and raw sewage from other factories and households continue to afflict its water. But in trying to save one river we've condemned another to a slow but certain death. The study team gave a statistical face to the gravity of the situation, with Dhaleshwari scoring 27.06 and Buriganga 39.39 on the six indicators based on which the river data was analysed. The Dhaleshwari is now in the same category of river health as the Buriganga. \nThis is a totally unacceptable situation, a cautionary tale of what happens when we let poor planning, mismanagement and lack of accountability get in the way of much-needed reforms. Not only have the authorities totally failed to uproot major sources of pollution from the Buriganga's bank, they have also made the situation worse for Dhaleshwari by failing to complete the central ETP in Savar and not holding the polluters responsible for their actions. The recommendation, as made by the parliamentary standing committee on the environment ministry, to shut down the Hemayetpur estate for its lack of facilities, and the mandatory environmental clearance, will not help the situation. The government must bring all heads together to devise a workable plan and eradicate all sources of pollution to save our rivers. \n \n",
        "headline_1": "Rivers are not dumping grounds ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rivers-are-not-dumping-grounds-2937761",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2022"
    }
]