[
    {
        "full_article": "China’s confirmation on Tuesday (October 22, 2024) of an agreement to resolve its four-year military standoff with India, as announced by Indian Foreign Secretary Vikram Misri on Monday (October 21, 2024), is welcome news, given the possibilities it opens up for bilateral ties. Since April 2020, when China suddenly transgressed along the Line of Actual Control (LAC), followed by India’s counter-deployment, bilateral relations had ground to a halt. Anger in India, over the June 2020 Galwan clashes in which 20 Indian soldiers were killed, justifiably brimmed over, and despite steps to avoid further violence and disengagement at five friction points, mistrust over whether the PLA would revert to positions prior to 2020 or “status quo ante” remained. External Affairs Minister S. Jaishankar’s statement that China has agreed to restore troops to pre-2020 levels and positions must be verified, but it is indeed a positive move if true. The announcement of the agreement on “patrolling arrangements” came just ahead of the BRICS Summit in Russia which Prime Minister Narendra Modi and Chinese President Xi Jinping are attending, setting the stage for a possible formal interaction for the first time since 2020. Prior to this, the leaders had close engagement in 18 one-on-one meetings from 2014-19 including two intense retreats in Wuhan and Mamallapuram. Since 2020 they have held informal chats, on summit sidelines. Though trade ties remained at record highs, relations in areas including investment, travel and visas were snapped. It remains to be seen whether these will recover.The government must ensure that the “next steps” Mr. Misri referred to are carried out in as transparent a manner as possible so as to engender trust in the process. This is important as even though China insists that its troops are in its own territory and Mr. Modi has said that “no one has come in or taken Indian posts”, the perception is that Chinese troops have in fact occupied more Indian land than before, and have denied Indian soldiers patrolling rights and villagers in Eastern Ladakh access to their grazing lands. The government’s repeated refusal to fully brief Parliament or to allow media access to the forward areas has added to misgivings over the situation on the ground. It is necessary to demonstrate that the Chinese troops have indeed vacated the forward areas. Premature exclamations of success or the chest-thumping witnessed after the 2017 Doklam disengagement are best avoided, as China doubled down on its presence on the plateau subsequently. Proceeding with caution while learning from past lessons is the best way forward. The two sides will need to discuss whether the old framework of the 1993 Border Peace and Tranquillity Agreement and the 2013 Border Defence Cooperation Agreement still hold, or whether a new modus vivendi is needed to manage their differences over the border from this point on. Published - October 23, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nChina\n\n/\n\nIndia\n\n/\n\nunrest, conflicts and war\n\n/\n\ndiplomacy\n\n/\n\narmed Forces\n\n/\n\nBrazil\n\n/\n\nRussia\n\n/\n\nSouth Africa\n\n/\n\ninvestments\n\n/\n\ntourism\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nparliament\n\n/\n\nmedia\n\n/\n\nLadakh",
        "headline_1": "​Over the borderline: On the India-China deal",
        "headline_2": "The agreement between India and China opens new opportunities",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bover-the-borderline-on-the-india-china-deal/article68783433.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "Charges levelled against India by the United States and Canada regarding New Delhi’s alleged covert operations targeted at individuals designated terrorists by it are doubtless embarrassing to India, its government and its people. No democracy that adheres to the rule of law at home and abroad can take such charges lightly. India has strongly denied any involvement and said that it is not its policy to indulge in such acts. The onus is on the U.S. and Canada to provide any evidence that suggests official Indian sanction to the alleged plots. Their double standard is, however, evident. Even a cursory overview of the U.S.’s conduct in countries hostile and friendly to it would reveal a long record of its interference in their domestic affairs. Covert operations have been a part of U.S. strategy in European countries that are treaty allies and friendly partners, not to mention countries that are its declared enemies. Considering this history, allegations by the U.S. and Canada are less about adherence to any universal standard of rule of law than a convenient political use of that argument against a fellow democracy. The motivations for such a move remain unclear and intriguing. India’s enhanced engagement with its diaspora in the West and domestic political calculations in these countries could be among them.The historic view of western conduct apart, the facts and the circumstances of the controversy are indicative of a continued western insensitivity towards India’s security concerns. Open calls for violence against India, brazen threats to blow up aircraft, and public celebrations of past violence against India are being tolerated in the name of free speech. Indian missions have come under attack from Khalistan proponents in ‘Five Eyes’ countries. While all this is defended as free speech, without irony, an official Canadian report has taken umbrage at Indian media reports that are critical of Khalistan propaganda, which anyway has little support in India. It is notable that all this is happening even as the West is debating whether free speech protections extend to hate speech. Most democracies face turmoil, which calls for new norms and standards, nationally and internationally. Indian immigrants form a considerable percentage of the new citizens in western countries, a trend that will hold for decades. This diaspora can contribute to the continuing vibrancy of western societies, but it also holds the risk of conflict. The India-West partnership is critical for democracy and progress in the current century. Mutual recognition of each other’s concerns and priorities is essential for this. Published - October 23, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nUSA\n\n/\n\nCanada\n\n/\n\nterrorism (crime)\n\n/\n\nnational security\n\n/\n\ndemocracy\n\n/\n\nespionage and intelligence\n\n/\n\nlaws\n\n/\n\nair transport\n\n/\n\nhuman rights\n\n/\n\nmigration\n\n/\n\nimmigration",
        "headline_1": "​West versus the rest: On western conduct and India",
        "headline_2": "The West must not tolerate terror threats in the name of free speech",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwest-versus-the-rest-on-western-conduct-and-india/article68783375.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "Official response so far to hoax bomb calls disrupting aviation is inadequate \nAlmost 100 bomb hoaxes within a week targeted at domestic and international flights of almost every airline in the country is a hit on critical infra. A single flight disrupted over a bomb hoax is one thing, but a cascade of such threats makes the matter one of grave concern given the scale of disruption. Unfortunately, responses of both govt and investigators to the almost synchronised serial hoaxes via social media and emails to airline companies haven’t inspired confidence so far. Why is there talk on changes in law and no-flyer lists when no one’s wiser about who, individuals or groups or outfits, were behind the series of threats, let alone the motive. Several agencies are trying to track down the disruptors, and yet…\nGiven the bulk of threats were via social media, there are any number of digitech tools to ascertain users of such handles. Social media companies themselves have plenty of ways to do the same. Suspension of the fake accounts that posted the hoaxes is simply not enough. Further, identifying perpetrators is one thing, going after them may be quite another, given location could even be countries with whom India may not have pacts for joint probes. But, if these were ‘harmless’ pranksters, how were they so sophisticated that they left no digital footprints, no crumbs, eluding investigators for days?   \nWhich brings one to the question of threat assessment. How threats are assessed demands a review – some were for flights already concluded. Amateurish? Every flight rightly followed SOP once it received the threat. Question is, could such disruption have been avoided in the first place? Surely analysts should have better toolkits to identify the seriousness of bomb threats. Given this, talk of harsher punishment, and deterrents, doesn’t quite fly, because the attacks mostly have highlighted gaps in aviation and tech security framework. \n\n",
        "headline_1": "This doesn’t fly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/this-doesnt-fly/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "Politicians world over think their words can change people’s life choices. They’re always wrong\nYet again some politicians are asking women to have more children. Chandrababu Naidu is telling Andhraites that it is their responsibility to have more children, not for themselves but for the nation. Stalin is telling Tamilians to rethink the small family as it is likely to decrease Tamil Nadu’s seats in Parliament. But nowhere in the world do people have children thinking of their nation or legislatures or govt.\nDo these two CMs imagine that it is political slogans that brought down the country’s total fertility rate from 4.6 in 1980 to 1.91 in 2021? No slogan, from no political dispensation, can railroad this into existence. India’s experience with heavy-handed govt interventions shows how counterproductive they can be, while China’s shows what terrible side-effects they can have. \nSanjay Gandhi’s slogan, Hum Do Hamare Do, didn’t make Indians have fewer kids. What did was that, over decades, there has been – imperfect but still substantive – work on school expansion and healthcare provision, including contraception options, alongside wider availability of economic opportunities. Hence, the great change in what people want from their lives and their children’s lives. The same’s true for girl child education. Slogans won’t do the trick. Targeted fiscal incentives aimed at social groups that see girl children as ‘burden’ will possibly change minds.\nSociety is an incredibly complicated system, tweaking it to a govt’s desire is a fantasy. But it’s a fantasy fervently believed by politicians, in the West or the East, in democracies or dictatorships. Just how complex it gets is clear from this case:  Bengal has a low fertility rate, high school enrolment for girls, large schemes for their welfare – but also a disturbingly high child marriage rate. This paradox has no obvious policy explanation.  \nEarlier this year, Stalin was celebrating how Tamil Nadu accounts for over 40% of the entire female workforce across India’s manufacturing sector. That has a lot to do with women in the state having fewer children. There can be no walkback on reproductive autonomy. Indeed, there are too many women who are still waiting in the wings to earn that freedom. As Nobel Laureate economist Claudia Goldin highlighted, having both ‘family’ and ‘career’ is still way harder for women than men. Make this easier for women, and they may have more kids. Make slogans, you will be ignored – rightly.\n\n",
        "headline_1": "Slogan Sarkars",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/slogan-sarkars/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "All democracies, and not just Canada or India, must rely on ‘vote bank’ politics\nThe diplomatic tiff between India and Canada, which last year accused agents of New Delhi of having had a hand in the killing of Sikh separatist Hardeep Singh Nijjar on Canadian soil, has hit a new low with each side expelling six diplomats of the other country. \nNew Delhi has charged Justin Trudeau’s govt with playing ‘vote bank’ politics to gain the support of the large Sikh community in Canada, which by all accounts has become a haven for Khalistani aspirations. \nThe charge of vote bank politics is inescapably true. The fact is that not just Canada, but all polities which call themselves democracies, including India, by their very definition have to resort to vote bank politics. \nIn India, govt points an admonitory finger at Congress, and other opposition parties, for appeasing minorities, which is a roundabout description of vote bank politics. \nIn retort, Congress and other opposition parties indict govt, and specifically  BJP, of playing to the majoritarian gallery, another synonym for vote bank politics.\nThe dance of democracy – famously described by Churchill as the worst form of govt except for all the others that have been tried – dictates that the party, or coalition, which lures the maximum number of dancing partners from the electorate will have itself a ball at the hustings. \nIt is the obligation of democracy to secure the rights of all minorities, including that indivisible minority which is the individual. \nHowever, the battle of the ballot box, which determines who wins and who loses, compels a strategy based on cornering the major share of votes cast. This is the claptrap, or the clap trap, at the heart of democracy: it is duty-bound to protect those who are in a minority, but in order to do so it must first gain electoral majority, however it can. \nIn that purely arithmetical sense, democracy is a numbers game in which the winner is the one who can, by whatever means, tot up the highest score. \nVote bank politics? That’s what democracy is all about. Or vote it’s all about. \n\n",
        "headline_1": "Majority claptrap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/majority-claptrap/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "In the waning days of the US presidential election, Republican nominee Trump will be holding rallies in New York and California. And while these are the most populous states in the country, the announcement of these rallies has been met with disbelief from political observers, because in US, it’s not the states with the biggest population that matter. A small group of swing states decides the election.\n\nThe US presidential election isn’t really one election, but 51 separate elections, one for each of the states and the capital district. Each of these elections has its own rules: for instance, in some states, the election is done entirely by mail, in some, voters are required to show ID in order to cast a ballot.\nRead full story on TOI+\n\n",
        "headline_1": "Two belts & fractured country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/two-belts-fractured-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "The recent statement by President Mohammed Shahabuddin regarding the resignation letter of ousted prime minister Sheikh Hasina has sparked a controversy that should not have occurred at all. On October 19, during a conversation with the editor-in-chief of daily Manab Zamin, the president said that he had heard about Hasina's resignation but had no documentary evidence. This directly contradicts his address to the nation on August 5, where he said the former prime minister had submitted her resignation to him, and he had accepted it.\nDid the president not grasp the gravity of the confusion he created through his contradictory statement? Did he not consider that his statement would raise concerns that are far more consequential? As far as we see it, the issue of the former prime minister's resignation is a settled matter. Thus, the president's decision to make the statement that touched off such a controversy was unwise. And it also raises questions about whether the president has taken his role seriously enough.\nFollowing widespread criticism, the Bangabhaban issued a statement saying that the former PM's resignation was a settled matter, and that no one should stir a debate out of it. The point is, it is the president himself who created the controversy. He should have been far more circumspect about his remarks, instead of being so casual about it, particularly given the weight and responsibility of his office.\nOn the other hand, the law adviser reacted to the president's statement and went public, saying to the press that the president committed serious misconduct. He questioned his mental capacity, and literally accused him of indulging in falsehood. He also stated that he would go to the cabinet to discuss the president's actions. We believe, however, that there should have been a formal statement from the Chief Adviser's Office instead of advisers going public about it individually.  This would have helped avert confusion and chaos, which the country can ill-afford right now. Therefore, when it comes to such important matters, the government should speak collectively -- which it did later on -- rather than have advisers speak individually. \n \n",
        "headline_1": "A controversy we didn’t need",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/controversy-we-didnt-need-3733776",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "Though the Road Transport Act, 2018 has been a significant step forward, its implementation has faced numerous challenges. A key issue is that many sections of the law were omitted due to pressure from transport owners' organisations. A pertinent question is whether those sections should now be reinstated.\nBangladesh's efforts in road safety legislation date back to 1983, eventually leading to the 2018 act. When drafting the law, the primary focus was on addressing unsafe road conditions, with particular attention to the drivers' working hours, role of assistants, and allocation of responsibilities in road management and accidents.\nChallenges in implementation have persisted. Although the law has been passed, many of its provisions have yet to be properly enforced. Before this law, road crashes and casualties were alarmingly high, and even after the law was passed, these numbers remain significantly high. While there is no definitive research to prove this, observations suggest that the situation on the roads has not fundamentally improved.\nAnother critical issue is the matter of compensation for road crash victims. The act mentions a trust fund for victims, but it took four years after its passing for the fund to be set up. In the interim, no financial assistance was available to road crash victims, leading to legal battles and delays. The law does stipulate financial aid in specific cases, but the mechanisms for calculating and distributing compensations are unclear. There is no system in place to determine the compensation amounts based on the extent of damage or injury. Compensation in the event of death is mentioned, but the law fails to specify appropriate amounts, and in many cases, the sums offered seem arbitrary and unfair. There is a significant gap in how compensations are handled, leaving the victims and their families without proper recourse.\nPreviously, victims could file lawsuits to seek compensation, but this option is no longer available, creating a legal void. Even after the creation of the trust fund, victims continue to face obstacles in obtaining compensation. For example, in a recent case, a victim's application for compensation was not accepted, indicating that the system remains flawed and difficult to navigate.\nGiven these challenges, the question of reinstating the sections of the law omitted previously should be seriously considered. However, such a decision is beyond the scope of committees alone. As citizens, it is imperative to raise these demands with the government. Relying solely on the current system is not enough; more must be done to ensure the proper implementation of the law and accountability for the safety and well-being of all road users.\nMd Borkot Ali is director (legal) at Bangladesh Legal Aid and Services Trust (BLAST) and an advocate at the Supreme Court of Bangladesh.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Compensation mechanism for road crashes still unclear",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/compensation-mechanism-road-crashes-still-unclear-3733381",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "The transportation system in Dhaka right now is extremely chaotic. We have witnessed a growing lawlessness in this sector. Take, for example, the issue of battery-run rickshaws. During public movements demanding their regularisation, two groups emerged: those with and those without batteries. The former prime minister issued directives on their use, but those were widely misunderstood. Despite the High Court prohibiting the battery-run rickshaws and the government officially banning them, many people believed the PM had allowed them to operate anywhere. As a result, police refrained from taking action.\nThis assumption led to an explosion of investors in the battery-run rickshaw business. The profit margins were high, as people demanded quick transportation. This, in turn, led to more vehicles on the roads, creating further disorder. These rickshaws began operating in areas unsuitable for them. To make matters worse, their drivers were untrained, and the vehicles themselves often didn't meet any safety or regulatory standards.\nThe situation was somewhat manageable at first, but now it has spiralled out of control. The police, facing the risk of backlash, are reluctant to take decisive actions. This is the reality we find ourselves in today.\nTo address this crisis, we need to understand that simply shutting down the inflow of illegal vehicles isn't the answer. A city, much like a river, cannot function properly when overwhelmed beyond its capacity. Dhaka's roads are now flooded with untrained drivers and unlicensed vehicles, leading to a sharp rise in road crashes. If we are serious about making Dhaka a modern city, there is no room for pedal-operated or battery-run rickshaws in a contemporary urban setup. Modern cities rely on mass transportation systems, not on small cars or rickshaws. If we focus on improving our public transport system, such as introducing more double-decker buses, we could eliminate hundreds of smaller vehicles, reducing congestion.\nThe core problem lies in the fragmented ownership of public transport. We haven't addressed the issue of unregulated vehicles like rickshaws and motorcycles, and we haven't fixed the disjointed ownership of buses and trucks. This fragmented system is not enforceable by the police alone. What we need are system-level reforms.\nTo truly solve the transportation crisis and reduce road crashes in Dhaka and the rest of Bangladesh, the most urgent step is to reform the ownership and management system for commercial vehicles. Right now, buses and trucks are operated by multiple small owners, each with their own interests. We need to move towards a company-based management system. A good example of this is the Hatirjheel area, where buses run in an orderly fashion without police intervention. Why? Because a single company manages the operations, ensuring everything runs smoothly.\nIf we can bring the buses and trucks under company-based management, we will see several improvements. Large companies understand the value of their assets and will not allow untrained drivers to operate their vehicles. They will invest in proper training and safety measures, something individual owners often neglect. Once the system is properly managed, we won't need the police to enforce it. The system will regulate itself. Many successful cities worldwide have restricted the use of small vehicles in favour of promoting mass transportation. This is the direction we must head in if we want to see real improvements in Dhaka.\nDr Md Shamsul Hoque is professor of civil engineering at Bangladesh University of Engineering and Technology (BUET).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "System reforms needed to deal with transport crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/system-reforms-needed-deal-transport-crisis-3733371",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "The combined impact of high inflation and stagnation in the private sector growth, both in industry and service, have drastically reduced employment opportunities for the educated and skilled segment of the workforce, said the World Bank (WB) in its recent development updates for Bangladesh as well as local experts including market analysts. Earlier, the informal sector was the preserve of the unskilled and semi-skilled workforce of the country. Unfortunately, the employment landscape is changing with members of the experienced and skilled workforce being forced to take pot luck and accept very low-paid jobs or engage in small-scale trading in the informal sector just for their survival. Such wastage of qualified professional workforce is not only negatively affecting the economy's growth potential, but also increasing frustration in society, a development the government will be required to address carefully. In this context, one would do well to recall that the recent student-mass upheaval that resulted in the fall of the immediate past regime was the work of the disgruntled youths who were initially demanding that government jobs should be accessible to the qualified candidates without being encumbered by discriminatory provisions like quotas. So, it is not hard to imagine what a potential time bomb the rising number of disaffected educated youths can be for the stability of society.The data provided by the Bangladesh Bureau of Statistics (BBS) for the decade between 2013-14 and 2022-23 show that average wage rate during that period registered a growth by 6.26 per cent. But that wage increase was offset by a higher rate of rise in inflation by more than 7.0 per cent to the dismay of both the unemployed and employed workers and the common people. But it is not only the loss of real income that is the only issue of concern. The employees of the private sector industries are also facing both job and wage cuts. The worse off among them are the high-salaried professionals as their employers often offload them to reduce what they term the operational cost of their business. Obviously, this has created an atmosphere of job insecurity among those still in employment in the private sector industries thereby affecting their productivity severely. Reports have it that the business houses, especially those that saw unprecedented growth, thanks to the official patronage and largesse they were blessed with during the past regime, have come under the watch of the present interim government. But that is also sending shivers down the spine of the employees of those business houses as they might ultimately lose their jobs as result. That would require the government to tread warily on this matter so that business houses may not use the government move as an excuse for shedding jobs from their organisations. That means alongside the jobless and ill-paid workers, the well-paid ones are also facing the double whammy of income loss and job insecurity. And this state of affairs is part of a challenging macro-fiscal context for Bangladesh where both global and domestic factors are at play, recent WB updates for Bangladesh pointed out. And those would require matching and timely reforms to bolster the nation's economic and institutional resilience. While the reform work to restructure the overall state of the economy is in motion, the government cannot also lose sight of the immediate tasks of enhancing the business's confidence by improving the law and order situation as well as coming up with appropriate incentives to promote investment. The urgent tasks before the interim government, therefore, include easing the rising level of resentment and insecurity among the workers and employers alike.",
        "headline_1": "Tackling rising unemployment, job insecurity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-rising-unemployment-job-insecurity-1729609878",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "The interim government's adviser A F Hassan Arif's recent call for land officials to render hassle-free services reflects the longstanding inefficiency of the land offices and the difficulties, even harassments, that people in most cases encounter when dealing with land related matters in the land offices. The adviser who oversees the ministries of land, local government, rural development and cooperatives made the statement during his visit to a land office on the outskirts of the capital. However, given the entrenched bureaucratic culture in these offices, breaking away from outdated practices is challenging unless a well-planned and comprehensive reform is undertaken. While this is no easy task, the key solution lies in digitisation.It goes without saying that digitising land records is one of the most urgent public interest issues. Since the concept of digitisation gained popularity as a solution to various problems, modernising land record management has become a top priority. The antiquated methods of recordkeeping, which date back to the British colonial period, have persisted across the country. Unsurprisingly, those responsible for safeguarding these valuable documents are often unfamiliar with the modern, technology-driven systems that could ensure both the security and authenticity of the records.Manual handling is prone to cause mismanagement, even manipulation of all sorts leading to endless litigations, vicious enmities, especially in rural areas. It is also a hunting ground for the powerful to prevail upon the weak as there is an opportunity of taking advantage of the age-old methods of record keeping, susceptible to manipulation. It is because of the faulty and vulnerable system reliant on manual recordkeeping in ledgers and registers that a piece of land might get sold a number of times, rendering sales or purchases extremely risky. As a result, the number of land dispute cases pending with the courts all over the country is increasing every year and is believed to be much higher than in most other countries. A good deal of the problems is attributed to the cumbersome and complex system of recordkeeping that often makes accessing correct information more than just difficult. The victims in the process are the commoners. Hassled and tricked by touts and middlemen -- bred by the system over generations -- they often find themselves ripped apart.In this connection, it may be mentioned here that in most government offices, some private offices as well, there is the practice of destroying files and papers once these are found outdated and of no use, after expiry of a certain time as per a guideline. The government offices have earmarked spots for destroying the useless piles of papers and documents by burning them. This cannot be imagined in case of our sub-registry offices - the depository of land records, for when it comes to land records, there is nothing called old, outdated or useless. So, these offices often housed in tiny spaces, especially those in places outside the district headquarters, are crammed with heaps of papers, some as old as fifty or more years. In an atmosphere overstuffed with papers and documents in racks and roof-high dusty shelves, it is difficult to put one's mind to work. Retrieving a decade-old document may take days, even weeks, if mercifully not lost. Given the prevailing situation, there should not be any questioning the merits of digitisation. Two projects were reportedly taken up by the previous government in this regard -- one with its own resources and the other under donor funding -- have run into snags. The then government in 2010 approved a project with its own funding to digitise all existing land documents, including maps, mauzas and khatians in a total of nearly 60 upazilas. But, reportedly, due to application of faulty software the project could barely deliver the goods. The other project -- Digital Land Management System project -- funded by the Asian Development Bank is currently engaged in 44 districts. But this project is also not progressing well, reportedly for delays in release of funds, and hence the project is being repeatedly extended.Today, most countries, including the developing ones, have parted with manual handling of land records. Given that it is a mammoth task and cannot be expected to be completed in a strictly time-bound manner. There has to be a well planned strategy on how to go about it.Digitisation, more than anything, will do away with a lot of public suffering. Because of the manual handling of documents and their susceptibility to manipulation, forgery and even theft, safekeeping is crucially important. This, besides easing the works of the offices dealing with land records, will also provide a great relief to the people. Now that the interim government has picked up the matter, all-out efforts must be in place to facilitate the digitising process that, unfortunately, appears to have lost its thrust for various reasons.\n[email protected]",
        "headline_1": "Phasing out manual recordkeeping in land offices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/phasing-out-manual-recordkeeping-in-land-offices-1729609923",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "That the economy is contracting is no secret. With private sector adopting a wait-and-see policy on how things turn out and the overall investment stagnating, it is inevitable that skilled employment also contracts. More skilled people, i.e. people with university degrees in both general and specialised subjects are finding themselves squeezed out of high-paid jobs because the businesses can no longer afford to keep them on the payroll. The country is suffering from an 'image problem' in its biggest export sector, i.e. readymade garments (RMG). Repeated flair-ups in the industrial belts over workers' wages and the ensuing violence have resulted in many weeks of work stoppages drawing unfavourable international media attention. Foreign buyers are beginning to wonder if the country is stable enough to place orders. Granted that Bangladesh is one of the top three global manufacturers of apparels, this does not allow any chance of missed shipments because the foreign wholesalers' stores cannot lie empty.The law and order situation demands immediate attention. Again, this is easier said than done particularly in the context of the tumultuous change in government two months ago. Law enforcement agencies are in a state of disarray and are taking time to remodel themselves. None of these excuses, however, are going to be good enough reasons to restore foreign buyers' confidence. Similarly, domestic and foreign direct investment is also on hold because no business entity is going to risk putting money into an economy unless the perception on law and order turns positive.According to the Bangladesh Bureau of Statistics (BBS) Labour Force Survey 2022, the size of the workforce increased from 61 million in 2016-17 to 71 million in 2022. It is not in Bangladesh alone that the highest paid jobs are being pushed aside in a bid to curtail spiralling costs in an atmosphere of gloomy business environment. Unless investment takes place and avenues for employment are opened to absorb the rising number of the educated unemployed, economy will not get the required momentum.In the midst of all this uncertainty, job security in the private sector is taking a nose dive. Indeed, data from the central bank states that cash transactions have surged by 8.0 per cent in 2023, despite the wide prevalence of digital-transaction options, including mobile financial services (MFS). This is happening, because a lot of paid employees are now unemployed and are engaged in the informal sector where incomes are cash-based. No longer are they part of the workforce, the members of which get their salaries paid into the banking system. The stagnation in the formal job market has been happening since Covid-19 when there were massive job cuts. Back then, hundreds of thousands lost their paid jobs and a lot of these people ended up opening businesses online. This of course came at a cost, particularly loss of income, but then what else was there to do? The transition from high-salaried, high-skilled jobs to entrepreneurship or low-paid jobs had begun and given the latest disruption in the political landscape of the country, the trend has quickened. But unlike the global pandemic, today's economic landscape is suffering for reasons that can be fixed faster. Back then society faced a life-threatening disease that could only be tackled by isolation from one another. Today, the economy is contracting because basic law and order is missing from the equation. The latter situation can be fixed and it must be done sooner than later. Everything else can wait. \n[email protected]",
        "headline_1": "Private sector shrinks as investment stalls",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/private-sector-shrinks-as-investment-stalls-1729609950",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2024"
    },
    {
        "full_article": "Chittagong University was established 58 years ago. But it has no student-teacher centre (TSC) due to which cultural and co-curricular activities are being hampered. The establishment of a TSC is also essential for fostering a strong relationship between teachers and students, which significantly enhances both the quality of education and the mental development of students. A TSC would provide a vital space for the exchange of knowledge, ideas, and cultural insights, facilitating engagement beyond the traditional classroom setting.In its absence, both students and faculty miss out on valuable opportunities for collaboration through discussions, workshops, and cultural events, all of which are crucial for nurturing creativity and holistic learning. Over the years, students have demanded construction of a TSC, with previous university administrations, including the former Vice-Chancellor, offering assurance of its establishment. However, the promise has not materialised.Students hope that the new Vice-Chancellor will address this long-standing issue and prioritise the construction of the TSC on the CU campus.\nMd. Syful MiaStudentDepartment of Islamic History and CultureUniversity of Chittagong[email protected]",
        "headline_1": "We want a TSC at CU",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/we-want-a-tsc-at-cu-1729609973",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2024"
    }
]