[
    {
        "full_article": "Over the past several decades, Bangladeshi women have made tremendous strides forward simply by stepping out of their homes and participating more in the economy.\nWhen it comes to owning a business, though, it has only been baby steps. Of the almost eight million businesses in Bangladesh, 99.93 percent of which are micro, small and medium enterprises, only 7.2 percent are women-owned and operated, according to the Asian Development Bank. Moreover, what little progress they have made has been largely undone by the Covid-19 pandemic. According to a BRAC survey, 65 percent of entrepreneurs reported having no income, 33 percent said that their businesses were not in operation during lockdown, and 86 percent stated that they could not take any measures to cope with business-related challenges.\nYet, despite the devastating economic effects of the pandemic, Bangladesh's GDP is still expected to grow by 5.8 percent in 2021. As robust as that sounds, there's a great deal more growth to be had. According to a McKinsey report, The Power of Parity: Advancing Women's Equality in Asia-Pacific, advancing women's equality in Bangladesh could achieve an eight percent increase over business-as-usual GDP. That would translate into an additional USD 30 billion.\nAchieving it, however, won't be easy. That is because Bangladeshi women, like most of their counterparts throughout the developing world, are hindered by both long-standing and deep-seated cultural biases and gender disparity, as well as a lack of business readiness to connect and contract with large corporations.\nNo figure better captures this reality than the fact that, although nearly one-third of all private businesses in the world are owned by women, those same businesses earn less than one percent of what large corporate and government buyers spend.\nThe most promising avenue to realising the collective economic potential of Bangladeshi women is to redress gender gaps in corporate value chains and increase access to markets for women-owned businesses. Doing so will require a group effort between the private and public sectors (supported by NGOs) to facilitate gender-inclusive sourcing as a proactive supplier diversity and inclusion strategy.\nOne such project is Corporate Connect, a World Bank project funded by the Women Entrepreneurs Finance Initiative (We-Fi), which seeks to create sustainable market linkages between women-owned businesses and local and multinational corporations. In the first three phases, WEConnect International—a non-profit organisation that drives money into the hands of women business owners by enabling them to compete in the global marketplace—conducted ecosystem research to understand the procurement-related challenges of women-owned businesses and local corporate buyers in Bangladesh. This research then led to launching pilots for business readiness training for women-owned businesses, promoting gender inclusive sourcing programmes for local buyers, and making business connections between the two groups.\nBuilding on the success of the previous phases, the Phase 4 activities started in March while the capacity building training for women business owners was launched at the end of June and is being implemented by WEConnect International and North South University.\nWEConnect International's role will be to share business intelligence and train the women business owners on how to navigate the complexities of corporate value chains and also build a network to access new market opportunities. In addition to providing women business owners with skill-building tools (including business pitch preparation and negotiation training through a masterclass), WEConnect International will continue to work with local and regional corporations to influence the diversification of their value chains and connect them with Bangladeshi women-owned businesses.\nFor its part, North South University will contribute its decades of academic and practical experience through an in-depth supplier readiness training programme, including finance management, decision-making, leadership and HR management, and marketing and sales for those same women business owners.\nSo far, it's working. To date, an impressive 500 buyer-supplier connections have been made, 166 women business owners have been trained, 16 large corporations have signed the supplier diversity and inclusion pledge letter, and women-owned businesses have won 20 contracts through the matchmaking sessions.\nOver the next three years of Phase 4, Corporate Connect will train over 700 women to become supplier-ready and help at least 40 large companies enhance their gender inclusive sourcing strategies.\nIt's a start, but unless we collectively push for urgent, significant change, it will be a long time before Bangladesh reaches the UN's Sustainable Development Goal 5 of gender equality. Still, it is a goal worth striving for, and one that drives the WEConnect International team every day, not only in Bangladesh, but in every country it serves.  \n \nElizabeth A Vazquez is the CEO and Co-Founder of WEConnect International, a global network that connects women-owned businesses to qualified\nbuyers around the world.\n",
        "headline_1": "Public-private partnerships bolster women-owned businesses in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/public-private-partnerships-bolster-women-owned-businesses-bangladesh-2137681",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "In 1895, while studying past Ice Ages, Swedish chemist Svante Arrhenius showed that if carbon dioxide levels in the atmosphere were halved, temperatures could decrease by about five degrees Celsius. He also showed that temperatures would increase by the same amount if the amount of carbon dioxide was doubled. His work demonstrates that the right concentration of carbon dioxide is essential for sustaining life on Earth.\nArrhenius' study may have been purely of theoretical interest, but decades later, modern climate models have confirmed that his numbers are not far off the mark. Today, we know that too much carbon dioxide in the atmosphere has made our planet hotter, triggering widespread changes in the Earth's weather patterns. In fact, this summer kicked off with searingly hot temperatures for many of us in the northern hemisphere. New all-time highs were set across the United States, in western Canada and in towns near and above the Arctic Circle in Europe. The end is not yet in sight. The flashing red spots on weather maps are signalling another heat wave, this time covering most of the US.\nOne of the most \"perverse\" effects of climate change is balmy nights. During the last 50 years or so, nights are warming at a much faster rate than days. There are several plausible scientific explanations for this asymmetrical warming. First, the greenhouse effect responsible for global warming operates 24/7. Second, nighttime temperatures are inherently more sensitive to climate forcing.\nMore importantly, Earth's \"energy imbalance,\" which is the difference between the amount of solar energy absorbed and the amount of energy emitted, almost doubled in the last 15 years. Obviously, any increase in the energy imbalance means the overall climate system of the planet is gaining energy, thereby raising both the nighttime and daytime temperatures. However, during daytime, the extra energy is spread through a thick layer of the atmosphere, up to a few kilometres from the ground. So the air warms slowly. At night, the extra energy is trapped in a thin layer, just a few hundred metres near the ground. Thus air at night warms quickly.\nWarmer nights are more pronounced in big cities than rural areas due to the heat island effect, a term used to describe higher air temperatures in an urban setting as opposed to the lower temperatures found in rural areas. Cities and their suburbs have a lot of asphalt roads, pavements and concrete structures whose surfaces absorb copious amount of solar radiation during the day but does not dissipate it as quickly at night. Hence, warmer nights.\nOne of the effective strategies to make nights relatively comfortable is by painting roofs with white reflective paint to reduce heat absorption. As a longer-term plan, some large cities are using lighter colour and water-retaining paving options for roads. Furthermore, planting trees and other vegetation, preserving lakes and rivers, and creating artificial water surfaces and large-scale heat retention expanses, can keep the night as well as day temperatures under control.\nHot summer nights can lead to significant health-related problems, because they take away our ability to cool down from the overly high temperature. One of the main mechanisms for our body to cool down to a core temperature of about 37 degrees is through sweating. When temperatures fail to drop at night, sweat does not evaporate as efficiently. Less evaporation means the body has trouble cooling itself off. As a result, the sweat clings to our body and body temperature can, in effect, rise. The body nevertheless works harder and harder to lower its temperature, putting more stress on organs like the heart. At the same time, too much sweating leads to the loss of fluids and electrolytes in our body.\nIn addition, there is a threshold temperature­—35 degrees—beyond which the human body cannot sweat enough to cool itself down. Known as the \"wet bulb\" temperature, the threshold is determined by wrapping a wet wick around the bulb of a thermometer. The ambient temperature, which is always greater than the wet bulb temperature, is called the dry bulb temperature. The difference between these two temperatures is a measure of the humidity. When wet bulb temperatures are very high, the difference is close to zero and the humidity of the air is well-nigh 100 percent. Consequently, sweating becomes ineffective at removing the body's excess heat.\nSteamy nights spell trouble for people with underlying health conditions, all at a time when the body is supposed to be resting. Age can also be a factor in how we respond to heat while we are asleep. Young children and elderly people are more likely to experience heat-related illness than older children and adults.\nWhile air conditioning can provide a respite from intense heat, it is not a panacea. Air conditioners work by dumping hot air from inside a house to an even hotter air outside, thus adding more heat to the atmosphere. Besides, fossil fuels that provide power for air conditioners exacerbate climate change. Also, increased use of air conditioners tax electrical grids, making power failures more likely. Clearly, air conditioners make a sizeable contribution to global warming.If air conditioners are climate unfriendly, then how about fans? Contrary to popular belief, fans do not cool air, they just move it around. Having a fan blow air that is hotter than our body temperature can actually make it more difficult for our body to shed heat by sweating. But if the indoor air temperature is in the low 30s or below, turning on a fan can create an artificial breeze that will help evaporate sweat from our skin, making us feel cooler. Moreover, if the blades of ceiling fans rotate counterclockwise, they will push cooler air down towards the floor, producing a somewhat summer breeze effect. Clockwise rotation will raise the temperature as it will create an updraft that will send the warmer air near the ceiling back into the living space.\nFinally, as we try to cope with precedent-shattering extreme temperatures, one overwhelming conclusion is: Thanks to human-induced climate change, temperatures are increasing rapidly during nights. And this trend is likely to continue in the coming decades unless we are serious about arresting global warming.\n \nQuamrul Haider is a Professor of Physics at Fordham University, New York.\n",
        "headline_1": "Thanks to climate change, nights are warming faster than days",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/thanks-climate-change-nights-are-warming-faster-days-2137666",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "The tech and cyber worlds were outraged this past week as the Pegasus Project investigation unveiled the massively unethical software hacking and data leak by use of spyware. Various international media including The Guardian, The Washington Post and Reuters, among others, reported that Pegasus spyware was used as part of cyber surveillance in many countries that hacked hundreds of smartphones belonging to heads of states, heads of government, government officials, politicians, diplomats and ambassadors, judiciary and media persons, and human rights activists, among others.\nThe King of Morocco, the President of France, and the prime ministers of Morocco, Egypt and Pakistan are included in the target list of more than 50,000 phone numbers, stated The Washington Post. Le Monde further reported that several Delhi-based diplomats and ambassadors, including the Nepalese ambassador, are on the potential targets' list, as are Pakistani government officials. \"The numbers of Imran Khan [Prime Minister of Pakistan] and several of his ambassadors in India appear on the list as potential targets. Dozens of other Delhi-based diplomats and ambassadors are included, from Iran, Afghanistan, China, Nepal and Saudi Arabia,\" stated Le Monde.\nThe spyware called Pegasus is reportedly licensed by the NSO Group, an Israeli company. Once this malware infects Android and iPhone devices and smartphones, it can extract messages, photos and files from the device and secretly activate cameras and microphone. Smartphone users remain unaware as to whether their device is infected. The NSO Group claims it sells that spyware only to governments, for intelligence and legal agencies to use it against criminals and terrorists. Instead, it has been used to target government and international agencies' officials, heads of states and governments, diplomats, and other government and public officials.\nIt is condemnable that these actors are being spied on. Snooping on government officials and diplomats may lead to a gap of trust between nations and erode bilateral relations, if it is proven that the governments of the host states themselves are involved in a conspiracy to spy on officials of the sending states. It is a grave threat to the national security and sovereignty of nations whose officials are being hacked.\nBillions of people worldwide use mobile phones as their primary source of communication and many depend on the internet and social media as a major source of information. Data shows that nearly 3.8 billion people, 48.33 percent of the global population, use smartphones, out of more than 5.27 billion who use mobile phones worldwide. By 2023, worldwide mobile users are likely to cross 7.33 billion, predicts Statista, a market and consumer data portal. According to the Global System for Mobile Communications Association (GSMA), there are more than 10.38 billion mobile connections, including cellular Internet of Things, worldwide. In addition, there are more than 4.72 billion internet users and 4.33 billion who use social media; average internet penetration is 59.5 percent globally, while it is 96 percent in northern Europe (real-time GSMA intelligence data as of January 2021).\nIn Bangladesh, total internet subscribers number 117.31 million (107.50 million mobile internet and 9.81 million ISP plus PSTN users), and internet penetration is 28.8 percent. There are 175.27 million mobile subscribers (as of May 2021) and more than 45 million social media users, stated the Bangladesh Telecommunication Regulatory Commission (BTRC).\nMobile subscriptions are more than the total population in Bangladesh (as it is in neighbouring Nepal). The Internet and social media are public platforms where large amounts of public data that influence public policy, decision-making, politics, diplomacy, military, research, intellectual property and finance are shared. The crucial task is to manage, monitor and secure this digital data, while massive amounts of data are being assembled and exploited by various state and non-state actors. Due to the poor digital infrastructure in banks, power-grids, telecom and airports, Bangladesh and Nepal have frequently witnessed critical cybersecurity threats. This has been an emerging challenge for their national security.\nAmid the high possibility of cyber-battles between the two populous and economic giant rivals India and China or between arch-rivals India and Pakistan, neighbouring countries need to strengthen cybersecurity preparedness in advance. Governments need to think in advance of establishing a dedicated cybersecurity centre. Taking into account geo-location, geo-political proximity and dependency on others, countries need to march ahead into the spheres of artificial intelligence and big data. Data and technological sovereignty will be key to determining power capability and wealth for nations.\nThe Global Cyber Security Index 2020 shows that Bangladesh and Nepal rank 53rd and 94th respectively in global rankings out of 182 countries, and 11th and 17th respectively out of the 37 countries in the Asia-Pacific region. Previously, in 2018, they were at the 78th and 109th positions and ranked 15th and 20th respectively regionally. The index is assessed based on the countries' engagement in five key measures—legal, technical, organisational, capacity development and cooperation. Both Bangladesh and Nepal have significantly progressed in the cybersecurity sphere in recent years. Nevertheless, rising in the index alone may not bring cybersecurity to our two countries. They have to be pragmatic in devising strategic and intelligence policies, and have to foster partnerships with the concerned security agencies, ICT providers, industries, academics, and civilians for a sustainable cybersecurity situation. Various legislative policies regarding big data, data protection, privacy, intellectual property, cyber-crime and cyber-terrorism, among others, need to be revised and updated based on the contemporary needs of the society and nation. National security policy has to be pragmatically shifted to developing a resilient national cybersecurity architecture.\nLearning from past failures of political, diplomatic and security intelligence as well as internal weaknesses and power conflicts at various junctures of history, both countries need to take pragmatic steps in upgrading their intelligence mechanisms. For this, they need to invest rationally in intelligence and develop a sound intelligence culture as part of a soft security strategy. Advanced and updated technology needs to be used to gather information from the political sphere around the world. Improved communication systems and corresponding data security are essential for countries like Bangladesh and Nepal. Technically, an advanced intelligence unit needs to be set up such that it would provide time-sensitive data on a real-time basis, which will enable the countries to enhance national security.\n \nGP Acharya is a researcher, analyst and thinker based in Kathmandu, Nepal.\n",
        "headline_1": "Cyber intelligence needed for enhancing national security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/cyber-intelligence-needed-enhancing-national-security-2137656",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "It is unimaginable that the public administration ministry—or anyone else for that matter—would seek any sort of immunity for retired public servants, who have been convicted of committing serious crimes or corruption. Yet that is exactly what the ministry did, according to a report by this newspaper on Tuesday. Fortunately, there was enough sense left for it to be turned down in a recent cabinet meeting. The fact that such exemption was sought, however, is a direct result of this government passing the Sarkari Chakori Ain 2018, which includes a provision that makes it mandatory for the Anti-Corruption Commission to take permission from the authorities concerned before arresting any public servant—or for a court to frame charges against them. This, of course, is in complete contradiction to Bangladesh's constitution, which states that all citizens are equal before the law.\nWhile permission will not be required in case of taking action against ordinary citizens for similar offences, the ACC must take permission from the concerned ministry before arresting any public servant, according to section 41(1) of the Sarkari Chakori Ain 2018. In addition, the 2018 law also allows government servants to be convicted for less than a year, with little more than a slap on the wrist. Moreover, such public servants can be penalised with words of denunciation, temporary demotion or temporarily halting raises, while their jobs remain intact. According to various human rights group, the 2018 law gave government employees a type of impunity and expanded the scope for misuse of power, while creating barriers to observe the professional duties of state institutions and forces involved in curbing crimes and corruption as well as upholding human rights.\nDespite granting such unusual privileges to public servants, it seems that was not enough for the public administration ministry which had the audacity to ask for more. And while we are appalled by such a request, we aren't really surprised by it. By passing the 2018 law, the government created this opportunity. And, of course, someone was eventually going to try and take advantage of it and take it further.\nWhile we are pleased that the cabinet had the good sense to turn down the proposal, we must ask again why the government passed a provision that discriminates so heavily in favour of public servants. What was it expecting would happen once such a law was passed? And why should public servants be granted such exemptions at the cost of the ACC's ability to fight corruption and the integrity of the constitution? We believe that there are no good reasons for it—and we have not been given one by the government either—and therefore the government should immediately scrap the provision in question.\n",
        "headline_1": "Cabinet rejects a shameful appeal by the public administration ministry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/cabinet-rejects-shameful-appeal-the-public-administration-ministry-2138411",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "The Digital Security Act, 2018 has proved to be even more contentious than the controversial Section 57 of the ICT Act, 2006 (as amended in 2013) it purportedly replaced, it being more draconian, illiberal, harsh and, more dangerously, a more randomly applied law. That such a law would not only be tolerated, let alone enacted, by the ruling party, with long credentials of struggle for freedom of speech and dissent, is unfathomable.\nConcerns have once again been raised, justifiably so, by the international rights watchdogs, including Amnesty International, who have echoed the fears and reiterated the demands of the majority of the people of the country—revoke the law or incorporate wide ranging comprehensive changes in it. The law, as it is today, stands as an odious testimony of the ruling party's blatant disregard for the basic rights of the people. Sadly, it has been weaponised to stifle dissent. And even more dangerously, it has been applied against the media in the harshest manner for reporting facts. Reportedly, in the last year only, 75 journalists have been arrested/tried under this law. And in the four months between January and May this year, the Cyber Tribunal has received 199 cases under this Act. The most detestable aspect of the law is that defamation has been made a criminal offence, which allows little respite from immediate arrest or bail. And even more conflictive with the dreams of the founding fathers is the way the law has been used to silence the critics of the administration and those close to the corridors of power, as the cases of Ahmed Kabir Kishore and Mushtaq Ahmed expose.\nNo one can take issue with the need for ensuring cyber security. It is a matter of national security—we all agree. But too often, national security has been exploited to provide the administration with security against criticism, disapproval and reproach. The gross difference between the government and the state has been blurred to the extent that the two have become synonymous. It should not be lost upon the rulers that \"in democracy, dissent is an act of faith\" and to remain silent when one must express dissent is an unpatriotic act.\n",
        "headline_1": "Time to review the DSA",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-review-the-dsa-2138406",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "According to a DS report published yesterday, people have to pay around Tk 200 extra while buying a 12 kg LPG (Liquefied Petroleum Gas) cylinder from the retailers due to inaction from the Bangladesh Energy Regulatory Commission (BERC) in implementing the price that it had set on June 30 of this year. BERC set Tk 891 as the retail price of a 12 kg LPG cylinder, but it is yet to be implemented as importers, dealers and retailers are not abiding by the price set by this government agency.\nDemand for LPG has been growing over the last decade. Currently, LPG use stands at over 12 lakh tonnes, up from 47,000 tonnes in 2009. At the moment, more than four lakh consumers use LPG by buying from the market. And until recently, consumers bought import-based LPG at prices determined by market players. Consumers, however, said they are having to pay extra to get LPG cylinders as importers, dealers and retailers have not been complying with the BERC rates, adding that the commission failed to implement its price in the market. They are taking advantage of BERC's inactivity and charging additional money from helpless people during the Covid-19 crisis. According to the President of the Consumers Association of Bangladesh (CAB) and former Chairman of BERC, the BERC has the power to take legal action to enforce the price of LPG and it also has the power to take action against companies who are not complying. However, nothing of this sort is happening—instead, without using its own jurisdiction, BERC is seeking help from other government agencies to help it carry out its duties.\nBERC must exert its own powers by setting a logical price for the LPG cylinders that will be acceptable to all—importers, dealers, retailers and consumers. Once set, BERC must make sure that sellers stick to the price, and they must take action when sellers try to hike the price. The BERC must assert itself and prove that it can play a vital role in controlling energy prices.\n",
        "headline_1": "Consumers confronted with price hikes of LPG cylinders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/consumers-confronted-price-hikes-lpg-cylinders-2137616",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    }
]