[
    {
        "full_article": "The accidental firing of a missile by India into Pakistan  could have led to serious, unintended escalation of tensions between the two nuclear-armed countries, but, fortunately, that did not happen. The Government of India has said the incident, on March 9, happened in the course of routine maintenance, due to a technical malfunction. India has ordered a high-level Court of Inquiry. The Chargé d’affaires of the Indian High Commission in Islamabad was called twice by Pakistan to convey its concerns. Pakistan has alleged that the incident “indicates many loopholes and technical lapses of a serious nature in Indian handling of strategic weapons”. Islamabad, which termed the inquiry as ordered by India as insufficient, demanded a joint probe. It has also sought the involvement of the international community to promote “strategic stability in the region”. As it moved closer to India in recent years, the U.S. has suspended its fixation with the conflict between the two neighbours, but the fear of nuclear escalation in the region is very deep in Washington’s strategic thinking. India’s global image of being a responsible nuclear power has been built over decades of restrained words and thoughtful action. The security of its nuclear command and technical capabilities has never been in doubt. This incident frays that reputation and measures must be taken to restore the confidence of the international community in India.There has been no official word from India on which missile was involved, which Pakistan has said landed 124 km inside its territory. The description by Pakistan — that the missile was travelling at three times the speed of sound, at 40,000 feet, and is a surface-to-surface missile — has led to speculation that the accident involves the BrahMos supersonic cruise missile which is now in the inventory of India’s three Services. India became a member of the Missile Technology Control Regime in 2016, an acceptance by major powers of India’s status as a reliable defence partner that is capable of handling its strengths and contributing to global security. India is developing more missile systems, including a hypersonic variant. The handling and the launch of any such missiles are highly regulated with checks and balances to avoid accidents. This accident also has echoes of another incident in February 2019. A day after the Balakot air strike, as fighter jets of India and Pakistan were engaged in a dogfight near the LoC, an Mi-17V5 crashed in Budgam shortly after take-off from Srinagar killing its personnel onboard and a civilian on the ground. The Court of Inquiry confirmed that it was shot by an Israeli-origin Spyder surface-to-air missile system of the IAF. India must leave no scope for any doubts about its capacity to handle nuclear and other military assets. That objective can be achieved without a joint probe with Pakistan or any international involvement, but the objective must be achieved nevertheless.",
        "headline_1": "Unguided missile: On a malfunction and Pakistan’s probe demand",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/unguided-missile-the-hindu-editorial-on-a-missile-malfunction-and-pakistans-joint-probe-demand/article65221734.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-03-2022"
    },
    {
        "full_article": "The recent sentencing of the leader of a caste outfit to life-long imprisonment has brought some closure to the horrific killing of a Dalit youth in western Tamil Nadu in 2015, purportedly committed to uphold the pride of a dominant caste. Unlike most emblematic cases of such ‘killings for honour’, the murder of V. Gokulraj, an engineering student, was not done by or at the instance of the family of a girl belonging to the dominant caste. Rather, it was by a gang led by S. Yuvaraj, who ran his own caste outfit and did not know either the victim or his friend, but had chanced upon them engaged in a conversation in a temple. It was likely that he sought to create a sense of awe among his own community’s youth by seizing on the opportunity to punish a man from a downtrodden community. After a quick interview to ascertain their caste status, he sent away the girl, who belonged to his own community, escorted by a couple from his own group. In a chilling sequence of events, Yuvaraj and his accomplices abducted the youth in their vehicle and devised a plan on the fly to kill him and make it appear to be a suicide. They forced him to talk about taking his own life and recorded it on a phone, and even dictated a ‘suicide note’ to be planted later on his body. After strangling him to death at an isolated spot, Yuvaraj severed his head and tossed the torso on a railway track and the head nearby.Yuvaraj, who ran a group called Dheeran Chinnamalai Gounder Peravai, emerged as a key suspect after CCTV footage near the temple showed him and his accomplices leaving the temple with Gokulraj. Over the next few weeks, it was clear that Yuvaraj was after popularity, as during the three months he was absconding, he made public recorded messages and even appeared in a television discussion. Ultimately, this chutzpah proved to be his undoing, as he confirmed on air that he had confronted the couple at the temple but claimed he had left them there. The law, however, went by the principle that the accused with whom a slain victim was last seen, must explain his absence satisfactorily. The investigation saw some setbacks, when a DSP probing it died by suicide, while during trial, several witnesses turned hostile. The victim’s mother, V. Chitra, who obtained an order from the Madras High Court to transfer the trial from Namakkal to Madurai, Special Public Prosecutor B.B. Mohan and investigators who compiled technical and forensic evidence deserve plaudits for the successful prosecution. In a State where prosecutions under the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act often flounder, the sentencing of 10 persons, all for the remainder of their lives, is a rare blow for substantive justice.",
        "headline_1": "Murderous pride: On Dalit youth Gokulraj murder case",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/murderous-pride-the-hindu-editorial-on-life-long-jail-for-a-tamil-nadu-caste-outfit-leader-in-dalit-youth-gokulraj-murder-case/article65221779.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-03-2022"
    },
    {
        "full_article": "The struggle of the poor and low-income group that began with the outbreak of Covid-19 in early 2020 is now worsened by the unabated rise in the prices of essentials. These people are still grappling with their limited budgets as the pressure of price hikes continues to mount. Of course, the global economy is also under tremendous pressure. With the pandemic persisting for more than two years, economies across the world have lost pace and, in some cases, stalled. Supply disruptions, logistical interruptions, shipping and airline charges and port congestions have led to higher prices of commodities. This is affecting the economic recovery process as a large section of people are still struggling to stay afloat. On the other hand, demand is on the rise as countries strive to recover from the pandemic fallout. The capacity of economies to meet the demand remains unfulfilled in view of the economic shrinkages during the pandemic.\nIndeed, Bangladeshi consumers began to feel the inflationary pressure in June 2020. High commodity prices in Bangladesh are often connected with high global prices, but that is not always the reality. In Bangladesh, there is a tendency to blame external factors for high prices even if certain commodities do not have any connections with the global demand. As the country imports a few important commodities, higher prices of those will be passed onto the consumers. Unfortunately, such pass-through is reflected only in the case of price hike. When global prices decline, it does not get reflected in our domestic market. So, when global prices of fuels and other commodities go up, their prices in our domestic market are raised correspondingly, but the opposite does not happen. While importers pay less for their imports, the end consumers continue to pay the elevated prices.\nBangladesh is dependent on imported oils. The oil prices for Brent crude oils have increased by 83.9 percent over the last 12 months. This increase is worrisome since the share of Brent oil in the globally traded crude oil is more than 50 percent. The price is expected to continue to rise in the face of the ongoing Russia-Ukraine war. Therefore, the Bangladesh government will have to prepare to face such price hikes strategically—without any delay. The demand for fuels has been high as countries have been striving to recover from the pandemic slowdown. Bangladesh should make advance purchases to reduce the pressure of high prices. High payment for expensive fuel will be a stress on the country, given the shrinking fiscal space.\nBangladesh also imports edible oil, food, sugar, intermediate goods and raw materials for production. Using the excuse of the ongoing Russia-Ukraine war, prices of these items, particularly of edible oil, have skyrocketed. The government recently withdrew VAT from a few items such as edible oil, chickpeas, sugar and lentils till June this year. This has been a right move, given that the demand for these products will increase ahead of Ramadan, which is less than a month away. However, the need for strong market intelligence is critical. Unscrupulous market players have always been active to take advantage of difficult periods, by stockpiling and creating artificial crises in the market. Efficient market management through close monitoring and supervision will be critical to keep the commodity prices under control during Ramadan and beyond.\nThe other measure that the government should put in place is the enhancement of support for poor and low-income groups. The volume of sale of essential commodities through the open market system (OMS) should be increased. In a welcome move, the government has decided to supply edible oil, sugar, lentils, and chickpeas at an affordable price to 50 million people across the country. Distribution of these commodities must be managed effectively and without any corruption, so that the eligible people have access to these items at low prices. Indeed, the government should provide direct cash support to the poor, enhance social protection for low-income families, and extend stimulus to the small businesses for their survival during difficult times.\nBesides, the government should prepare for maintaining adequate food stock not only through better agricultural production, but also through importing food. The high fertiliser price would lead to higher cost of production and higher prices of agricultural commodities, including rice. Due to the impact of climate change, the global projection of agricultural production is not promising. Natural disasters such as flood, cyclones, drought and wildfire will continue to disrupt agricultural production, resulting in continued inflationary pressure. Because of uncertain climatic conditions, high input costs, and the pandemic, the international food market is predicted to be unstable in 2022 by the Food and Agricultural Organisation (FAO).\nIn Bangladesh, despite bumper production, the rice market has been observed to be volatile during the past years. Despite the claim of being self-sufficient in food, we have to import food from the international market to meet the local demand. Also, Bangladesh's vulnerability to climate change is high. In these circumstances, there is a need for actual demand estimation of rice and other food items in the country. During a crisis, food-exporting countries would not export food without meeting their domestic demands first. If they decided to export, the prices would be exorbitant. Therefore, planning the production and import of food should be done early on. And again, the government must monitor the market closely to curtail any attempt to manipulate the prices. Otherwise, the pain of the inflationary pressure cannot be relieved in the short term. It will hamper a sustainable and inclusive pandemic recovery, since the real purchasing power of many people will decline, causing further inequality.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Inflation could dent Covid recovery",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/inflation-could-dent-covid-recovery-2982251",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2022"
    },
    {
        "full_article": "Today—March 14—marks the 46th death anniversary of Jasim Uddin (1903-1976). Popularly called \"palli kabi\" (folk poet), Jasim Uddin is also considered a major Bangla poet. And by now he has been fully assimilated into the Bangla literary canon and the academy as well. Yet, his work remains marginalised—and sometimes even gets gruffly dismissed—in contemporary Bangla criticism. I think this has to do with a certain \"aesthetic elitism\"—to use the African writer Ngugi wa Thiong'o's term—predicated as it is on the contention that Jasim Uddin's characteristic preoccupations with everything rural or pastoral, accompanied by his inattention to the complexities of urban life, do not make him \"modern\" enough to merit attention.\nBut I will argue that consciously running against the grain of the literary modernism of the 1930s—represented by such poets as Sudhin Dutta (1901-1960), Amiya Chakravarty (1901-1986), Buddhadeva Bose (1908-1974), Bishnu Dey (1909-1982), and, to an extent, Jibanananda Das (1899-1954)—Jasim Uddin's work articulates a particular version of alternative, anticolonial modernity. And, thus, he comes close to Kazi Nazrul Islam (1899-1976), their different thematic concerns and stylistic dispositions notwithstanding. I'll return to the question of Jasim Uddin's anticolonial modernity later. Let me now make some quick observations about a few aspects of his life and work that I find significant for a partly introductory piece like this one.\nPoet in the first place—but also lyricist, composer, dramatist, novelist, short story writer, memoirist, folklorist, teacher, researcher, music critic, and even travel writer—Jasim Uddin was born on January 1, 1903 in a village called Tambulkhana in the district of Faridpur in present-day Bangladesh. His rural upbringing had a lasting influence on the development of his work. By his own admission, his rural life brought him profoundly close to poor peasants, making him live and breathe their own songs and stories that remained in his blood. As a university student, Jasim Uddin worked with his mentor Dinesh Chandra Sen (1886-1939)—the famous educationist, folklorist, and literary historian—under whose guidance he collected folk songs and poems. He ended up collecting more than 10,000 folk songs, some of which are available in his famous compilations called Jaari Gaan (1968) and Murshidi Gaan (1977). And, of course, what has come to be famously known as the Purbabanga Geetika—a collection of folk ballads from Mymensingh, Netrakona, Chattogram, Noakhali, Faridpur, Sylhet, and Tripura—owes much to Jasim Uddin's compilation. Thus, early on in his life, his intimate and intense immersion in Bangladesh's folk traditions significantly contributed to the formation of his poetic sensibility.\nJasim Uddin's phenomenal productivity spanned more than six decades. He started writing poetry at school. While in Class 10, he wrote the proverbial poem \"Kabar\" (Grave). This poem immediately catapulted him into fame, and it was soon included in college textbooks. I think Jasim Uddin is most popularly associated with this singular poetic achievement—a doleful dramatic monologue in which an old man, pointing at his wife's grave, addresses his little grandson. I recall how my own grandfather—who was a primary schoolteacher in a village—recited that poem to me when I was 12 or 13. I immediately felt the poem had a gripping voice, a sad tale to tell, and a musical cadence of its own. A story has it that Jasim Uddin's mentor Dinesh Chandra Sen cried while reading \"Kabar.\" So did I.\nJasim Uddin is also popularly associated with his two masterpieces—his two trailblazing ballads—named Nakshi Kanthar Math (The Field of the Embroidered Quilt), published in 1929, and Sojan Badiar Ghat (The Place of Sojan, the Gypsy) that appeared in 1933. These two works distinctly diverged from the very lyrical tradition dominated by Rabindranath Tagore himself (1861-1941). And Jasim Uddin's ballads seemed to hark back to the mediaeval tradition of verse narratives represented by such figures as Chandidas (1370-1430), Krittibas Ojha (1381-1461), Maladhar Basu (c. 15th century), and even Kashiram Das (16th century), although he by no means returned to mediaeval theocentrism as such. In fact, poor peasants characteristically remain at the heart of his creative enterprises. And, of course, his ballads have their own lyricism and musicality; while Jasim Uddin did not abandon the lyrical tradition altogether, he later decisively returned to it.\nJasim Uddin's first collection of poems called Rakhali appeared in 1927 (which included the poem \"Kabar\"). Some of his poetic works include Baluchor (1930), Dhankhet (1933), Hashu (1938), Matir Kanna (1951), Beder Meye (1951), Sakina (1959), Ma je Jononi Kande (1963), Holud Barani (1966), and Padma Nadir Deshe (1969). And some of his dramatic works include Padmapar (1960), Beder Meye (1951), Modhumala (1951), and Gramer Maya (1952). He also wrote a novel called Boba Kahini (1964)—a work in which he remarkably depicted the struggles of two generations of poor peasants against the colonial-feudal order of things represented and reinforced by the Permanent Settlement of Bengal. Jasim Uddin wrote several memoirs, among which particularly significant is Jibankatha (1964). He also wrote a number of travelogues, among which his Je Deshe Manush Boro (1968) at least implicitly reveals his otherwise lifelong predilection for socialism.\nAnd Jasim Uddin—who remained organically connected to the tradition of what is called \"kabi gaan\" since his childhood—composed numerous songs, embracing such genres as aul, baul, sari, jari, marafati, murshidi, among others. He exemplarily energised and intensified the bhatiyali tradition, in particular. Indeed, Jasim Uddin's own musical works—extraordinarily rich and revealing as they are—call for an extended discussion. But, for now, suffice it to say that the musical and the poetic remain profoundly indivisible in Jasim Uddin's work, while this almost Nazrul-like quality constitutes one of the forces of Jasim Uddin's own \"modern\" sensibility that remains opposed to the derivative modernist aesthetics of the 1930s and colonialism's divisive literary and cultural logic.\nNow, overall, Jasim Uddin's work—in which the narrative, the dramatic, and the lyrical variously intersect and interpenetrate—abundantly reveals his concerns with the common, the ordinary, the insignificant, the neglected, the marginalised, and even the invisible. His avowedly anti-canonical—and anti-colonial—position prompted him to say that he learnt mostly from his \"first teachers,\" who are his country's \"uneducated and half-educated poets\"—Jadab, Parikshit, Ismail, Hari Patani, and Hari Acharya. Respectful as he was of Madhusudan Dutta, Rabindranath Tagore and Nazrul Islam, he made it a point that he would never imitate any one of them. And in the era of the free verse movement, it was Jasim Uddin who both excelled and revelled in reinventing and reusing the payar cadences and couplets that even remained a universal constant in his poetic work.\nDinesh Chandra Sen ardently asserted that no modern poet in his time could simply match up to such an intimate knowledge of rural life as Jasim Uddin had. And his English translators Barbara Painter and Yann Love rightly pointed out, \"The heroes of his poems are farmers, fishermen, boatmen, weavers, cowherds, even roadside barbers, wandering gypsies, palmists, and astrologers.\" But one should also underline Jasim Uddin's passionate concerns with poor, rural women. Many of his titles themselves clearly ascribe centrality to women, as a number of his works—his major ballads included—significantly foreground their suffering and marginalisation, and struggles at more levels than one, although one also notices his limitations in terms of questioning and unsettling male domination in the final instance.\nIn closing, let me say a few words on his two masterpieces, his two groundbreaking ballads, mentioned earlier—Nakshi Kanthar Math and Sojon Badiyar Ghat. Both—unforgettable stories of love as they are—are also remarkable for capturing conflicts, tensions, struggles, rhythms of living, human and even vegetal subjectivities, and life worlds that characterise the totality of rural life. This is more than radical pastoralism for Jasim Uddin. His choices of sites, subjects, scenes, and even signs in his richly structured and textured ballads—and his sensuous rootedness in rural Bengal—are all significantly political and anticolonial, marking his brand of modernity in oppositional terms, at a time when many of his contemporaries remained high on Western aesthetics and poetics.\nAs for Sojan Badiar Ghat in particular—a poem that fiercely dramatises the \"dangerous,\" suicide-inviting romantic relationship between a Muslim man named Sojan and a Namasudra woman named Dulali—Jasim Uddin's own modern sensibility offers an explosive tale of love on the one hand, and on the other, a tempestuous site of the interplays between communalism, colonialism, and casteism, all of which Jasim Uddin contests as an artist. Owing to space constraints, I cannot go into further details here, but I think rereading Jasim Uddin's work at this conjuncture will not only enable us to re-examine the relationship between the politics of art and the choice of our subjects and sites, but will also make us see why he continues to remain relevant as a truly great poet.\n \nDr Azfar Hussain is interim director of the graduate programme in social innovation, and associate professor of integrative, religious, and cultural studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).\n",
        "headline_1": "46th Death Anniversary of Jasim Uddin: More than a pastoral poet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/46th-death-anniversary-jasim-uddin-more-pastoral-poet-2982236",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2022"
    },
    {
        "full_article": "New developments in technology, robotics, automation and digitisation are something all garment manufacturers need to be mindful of. Knowledge, as they say, is power.\nThere are two ways of looking at this. The first is from the perspective of how we can use technology to drive productivity and other improvements—sustainability being an obvious example in our own factories. The second aspect is the extent to which \"Industry 4.0\" represents a threat to Bangladeshi garment manufacturers and how much we should view it as a new form of competition.\nThis week, I read about a garment manufacturing social enterprise called Fashion-Enter Ltd (FEL). FEL has recently entered into a collaboration with a well-known digital printing company, Kornit Digital, to open what is being described by some as the world's most sustainable and efficient end-to-end garment micro-factory.\nThe factory, based in London, United Kingdom, uses direct-to-fabric and direct-to-garment digital printing machines and according to press reports, these can take a dress \"from pixel to parcel,\" or from a design on-screen to being ready to be shipped, in as little as 25 minutes. All of these processes take place at the same site in one seamless, efficient, sustainable operation, although it must be stressed that we are only talking about product samples at the present time.\nIt is also claimed that Kornit Digital's process removes the requirement for harmful textile chemicals (a huge concern for global fashion retailers) and uses a minimum amount of water.\nNot surprisingly, there is already talk of this \"factory of the future\" being replicated across the UK. Every fast fashion retailer in the world is now looking at ways to decrease the time it takes to get the latest fashion styles into the wardrobes of consumers. That said, most wise observers believe this kind of sophisticated, fully digitised production will remain in the domain of mid-to-high end apparel for the foreseeable future.\nShould we, as garment makers, be concerned about such developments? And how can we capitalise on the opportunities these amazing new technologies can offer our industry?\nOf course, we cannot simply ignore the concept of \"near-shoring,\" especially given our heavy dependence on garment exports. And we cannot turn a blind eye to or shrug off new developments in digitisation like this. After all, we are seeing a rapid shift to online purchasing of clothing and the e-commerce business model would dovetail well with a move towards digitisation in supply chains. Industry 4.0 is coming whether we like it or not.\nSimultaneously, it is worth considering that talk around near-shoring has been around for a great many years. The costs involved in producing clothing along fully digital and automated lines are also unclear.\nUltimately, if the garment factory of the future could be scaled effectively in a major western country, it is hard to believe somebody would not have capitalised on this opportunity before now. Perhaps I am being cynical, but experience tells me ours is a conservative industry in many ways, and change comes slowly.\nAll that said, as garment makers, we must be abreast of these issues and give consideration to how we can incorporate aspects of Industry 4.0 into our own operations. If the sustainability gains on offer are as great as being claimed, our customers will soon be knocking on our doors asking how we, as suppliers, can take advantage of these emerging technologies.\nTo this end, surely it could do no harm for some of our more progressive garment factories to think about introducing pilot lines which incorporate full digitisation. If nothing else, such lines, perhaps launched in collaboration with a major fashion retailer, would offer garment makers a chance to show what is possible and would certainly be a worthwhile exercise from a public relations perspective.\nA key benefit of digitisation is speed to market and responsiveness. Our geographic location negates these potential advantages. Therefore, Bangladeshi manufacturers should consider setting up satellite operations in target markets. We are the experts in garment manufacture, and I passionately believe that if anybody is to build the factory of the future, surely it should be us.\nOne other possible avenue for incorporating these digital technologies would be via the formation of a strategic partnership with a global apparel maker. This could see the offering of real-time sampling to customers abroad, even providing short trial runs to test what sells. All of this could be supported by upscaled manufacturing in Bangladesh.\nEmbracing these kinds of new business models and routes to the end consumer will be vital for Bangladesh to ensure our apparel industry remains ahead of the game in a rapidly evolving market.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "For RMG, digitisation is the way to go",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/rmg-digitisation-the-way-go-2982196",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2022"
    },
    {
        "full_article": "The new Election Commission, led by Kazi Habibul Awal, is the first in the country's history to have been formed through the enactment of a specific law, as prescribed in the constitution 50 years ago. This makes it unique, to say the least, although it is too early to say whether it will be able to live up to the expectations that led to this moment. The five-member commission formed by the president will be judged by their actions and decisions with regard to the monumental task that lies ahead—holding credible elections.\nIn the coming days, there will be a lot of discussion on the EC's performance. For now, however, let's turn our attention to how the five commissioners were picked following a hectic selection process—and political parties whose recommendations eventually mattered—to understand if there was a pattern to this process. \nThere are some interesting facts to consider. For one, not a single name recommendation by any heavyweight political party was taken into consideration. Rather, a small Islamist party's recommendation yielded an election commissioner two times in a row. How is this significant?\nAfter the search committee called on political parties to propose names for the posts of chief election commissioner (CEC) and four other election commissioners, the BNP, the Communist Party of Bangladesh (CPB) and several other parties did not respond to its request. Not only did they not recommend any names, they also didn't participate in the president's dialogue on EC formation before.\nOn the other hand, the ruling Awami League, main opposition Jatiya Party, the Workers Party of Bangladesh, Jatiya Samajtantrik Dal (JSD), Bangladesh Tariqat Federation, Ganatantri Party, Bangladesh Nationalist Front (BNF), National People's Party (NPP), and Bikalpadhara Bangladesh took part in the dialogue and also proposed their picks to the search committee, as did some organisations and individuals as well.\nOf the 322 names proposed to the search committee, 138 came from the political parties, although the committee didn't disclose the identities of those who made the recommendations. It didn't disclose details of the 10 shortlisted nominees either, despite repeated calls for those names to be made public.\nAfter the president constituted the 13th Election Commission on February 26, based on the shortlist submitted by the committee, Awami League General Secretary Obaidul Quader said that none of the names recommended by his party had been appointed. And it's not just the ruling party—none of the major participating parties, including Jatiya Party, Workers Party, JSD, and Bikalpadhara, got any mileage with their recommendations.\nThe twist lies in how smaller parties got their recommendations accepted. Let's start with Bangladesh Tariqat Federation, a lightweight Islamist party, which has already proven itself as the \"luckiest\" party in terms of selecting election commissioners.\nCEC Habibul Awal was Tariqat's number one recommendation, while Brig Gen (retd) Ahsan Habib Khan, another name proposed by this party, was chosen as one of the election commissioners. Interestingly, the same thing happened in 2017, when then-CEC KM Nurul Huda and other two commissioners—Rafiqul Islam and Brig Gen (retd) Shahadat Hossain Chowdhury—were picked up from the five names proposed by Tariqat.\nBesides Tariqat, other parties that got lucky with their recommendations were BNF, Ganatantri Party, Samyabadi Dal, Bangladesh Samajtantrik Dal (BSD), National Awami Party (NAP), and NPP, with some of the recommendations repeated between them. Incidentally, Ganatantri Party, Samyabadi Dal and NAP are all part of the Awami League-led 14-party grand alliance, while Tariqat is part of Awami League's electoral alliance.\nNow, let's look at these political parties' representation in parliament.\nIn the 350-seat parliament, Awami League has 302 seats, Jatiya Party 26, BNP seven, Workers Party four, and JSD, Gono Forum and Bikalpadhara have two seats each, while Tariqat Federation and Jatiya Party (Manju) have one seat each. Independent candidates have three seats. So, except for Tariqat, none of the parties associated with EC formation—BNF, Ganatantri Party, Samyabadi Dal, BSD, NAP, and NPP—has any parliamentary representation.\nHere is another twist: even though BNP boycotted the whole process, Gonoshasthaya Kendra founder Dr Zafrullah Chowdhury, known to be close to BNP, did recommend names to the search committee, with CEC Habibul Awal one of them. Immediately after the EC was formed, Zafrullah congratulated the newly appointed commissioners. BNP, however, wasn't happy with his move, not least because it could allow Awami League to claim that BNP had \"indirectly\" engaged in the process through Zafrullah. Recently, the BNP high command decided to boycott Zafrullah, and party leaders and activists have been verbally instructed not to invite him to any of their programmes, nor to participate in any of his.\nThe president's role in the appointment process is significant. According to Section 48 of the constitution, the president shall act in accordance with the advice of the prime minister in all matters, except in case of the appointment of the chief justice and the PM herself. So, as per the constitution, the president must have consulted with the PM prior to appointing the EC. If that is the case, why did the PM not advise him to appoint her party's recommended names? Did she advise him to pick names from the lists of the small political parties, and if so, why? And why did the PM advise him to drop the names proposed by parties with strong support base and organisational structure as well as representation in parliament? Did she leave the whole decision-making process to the president without interfering? We really don't know.\nThe names proposed by the ruling party were not selected by the president this time, while in 2017, only a single name was selected from its recommendations. Is Awami League not capable of proposing the right candidates? Does that indicate a political bankruptcy for a party as old and big as AL?\nOr, is it possible that it used like-minded and pro-government parties to push its preferred names, instead of submitting those themselves, to avoid criticism?\nIf that is the case, it is a smart political tactic indeed.\n \nPartha Pratim Bhattacharjee is the chief reporter of The Daily Star.\n",
        "headline_1": "In EC formation, was AL’s political tactic at play?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ec-formation-was-als-political-tactic-play-2981446",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2022"
    },
    {
        "full_article": "The news of extrajudicial killings, or reports that expose the percentage of \"kills\" by the various elements of law enforcement agencies is always unsettling. Much as we would like to shun the issue, it keeps coming back to haunt us. A report in this newspaper gives us the chilling statistics of a study by the Centre for Governance Studies (CGS) on extrajudicial killings. Between 2019 and 2021, 562 people became victims of extrajudicial killings, the study has found. That amounts to nearly 85 persons every year. The police were involved in 51.24 and Rab in 28.64 percent of the cases.\nThe issue has stained our credentials as a country that claims to be run by the rule of law—not of men. It is disturbing to read which among the law enforcement wings has outdone the other in circumventing the law and taking lives of people in the most arbitrary manner. That the percentage of such crimes is higher among the police is even more disconcerting as this is a force that is responsible for the overall security of all citizens.\nHowever, it must be mentioned that the number of such killings has gone down remarkably since December last year; in fact, there have only been two since (though still too many). Coincidently, it was in December 2021 that the US imposed a sanction on Rab. That begs the question: Is there a link between the December sanction and drop in extrajudicial killings, or is this merely a coincidence? Have all the \"crooks\" decided to be good boys and the law enforcement agencies have found no scope for using their weapons in the manner they used to before then? Without venturing a value judgement, let's say that law and order can be maintained just as well and with equal efficiency, if not more, without resorting to such deviant practice, which the administration chooses to euphemistically call \"crossfire.\"  Let's restate and re-emphasise that extrajudicial killing is immoral, illegal and unethical. It not only subverts the judicial system of the country; it also reveals a lack of confidence of the administration on the judiciary. Every alleged offender, even though he may be a noted criminal, deserves his day in court. The law enforcement agencies can just as well perform their duties effectively without being the judge, jury and executioner at the same time. We should run the system as per law and of our own volition, not because of strictures from abroad.\n",
        "headline_1": "Extrajudicial killing is a blot on our credentials",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/extrajudicial-killing-blot-our-credentials-2982181",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2022"
    },
    {
        "full_article": "We are extremely concerned by the lack of progress made by more than 1,000 RMG units in becoming \"fully safe,\" since the Accord on Fire and Building Safety in Bangladesh closed its operations in the country in May 2020. After the Accord left the country, the responsibility of making the factories structurally safe and compliant with the international standards was handed over to the RMG Sustainability Council (RSC). However, it seems the RSC hasn't made any significant headway in terms of factory inspections and other safety-related matters.\nAccording to the RSC's website, over 70 factories from the Accord and RSC's list still haven't implemented even half of the remediation measures recommended by Accord. Moreover, there are a few factories that are just getting started with their preliminary inspection after the RSC took over. Even though around two-thirds of the listed un-remediated factories had implemented over 90 percent of the remediation measures recommended at the time of Accord's departure, even the minor work that has been left incomplete can cause major accidents—as made evident by the fire at Zaheen Knitwear Ltd in late January this year.\nThe RSC has said that it faced many drawbacks in carrying out its safety-related inspection work and other matters due to the pandemic. However, the fact remains that ignoring such work can be extremely costly in terms of human lives—as proven by a number of past tragedies. Moreover, the goodwill that Bangladesh has been able to develop with foreign brands and other customers since the tragic events of Rana Plaza will also be at risk if RMG factories across the country now start to ignore safety standards in absence of Accord. And that could be very costly economically in the long run, particularly for Bangladesh's balance of payment, which relies so heavily on RMG exports.\nMany experts and activists believe that the fact that the RSC cannot legally force brands to stop buying from factories that are not making progress in remediation—which the Accord agreement had the power to do—is among the main reasons why this process has slowed down so significantly.\nAt the end of the day, factories that do not strictly enforce all the necessary safety measures have to be held accountable in some way. Otherwise, why would they have the incentive to implement them—especially when it is cheaper for them to not do so? We believe that it is time the RSC started acting like an independent and empowered institution that prioritises the issue of workers' safety.\n",
        "headline_1": "Why the delay in making RMG factories safe?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-delay-making-rmg-factories-safe-2982036",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2022"
    }
]