[
    {
        "full_article": "The slogans raised by a child at a rally in Kerala’s Alappuzha on May 21 were chilling not merely for the death threats that they make. The fact that an innocent child could be indoctrinated and tutored such that he could call for violence portends a communal storm that is making landfall in the State. Organisers of the rally, the Social Democratic Party of India (SDPI), disowned the slogans, but not in any reassuring manner. The Islamist group’s claim that its rally was to save the Republic does not cut ice, considering its track record and the threatening posturing that it has engaged in, in recent years. It is merely using the democratic space and the prevailing environment of Hindutva upsurge to advance its dangerous, nihilistic communal agenda. At least five people have been killed in Kerala in SDPI-Rashtriya Swayamsevak Sangh (RSS) rivalry in the State in recent months. In April, in Palakkad, an SDPI worker and an RSS worker were killed within a span of one day; in December 2021, a State Secretary of the SDPI and a Bharatiya Janata Party OBC Morcha State Secretary were killed in Alappuzha in a similar pattern. This was preceded by the murder of an RSS worked in Palakkad, in November. All these killings were brutal in nature, and added an unmistakable communal hue to violence in Kerala unlike the occasional clashes between the RSS and the CPI(M).The latest incident is not an isolated one. Muslim angst is being harnessed by extremist organisations that dismiss the Indian Union Muslim League, a constituent of the Congress-led United Democratic Front, as a futile political platform for the community. The BJP and the RSS are pushing hard to expand their presence in the State. A toxic cloud of communalism is enveloping the State, as Hindu, Christian, and Islamic groups, and devious politicians are trying to profit from disharmony. The Opposition Congress and the BJP have condemned the Alappuzha incident and criticised the ruling CPI(M) for its disturbing ambiguity on the issue. The Kerala police have filed an FIR in connection with the provocative slogans, but what is missing is a political message. Both in words and action, the Kerala government and the ruling Left Democratic Front led by the CPI(M) must make it clear that any call or mobilisation for violence is unacceptable in the State. Political expediency must not be a determinant in responses to communalism. Along with strong administrative measures, Kerala must shore up all its inherent strengths through popular mobilisation against communalism of all hues — Hindu, Christian or Muslim. The government must take the lead.",
        "headline_1": "Communal clouds in Kerala: The Hindu Editorial on hate slogans in SDPI rally",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/communal-clouds-in-kerala-the-hindu-editorial-on-hate-slogans-in-sdpi-rally/article65460774.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-05-2022"
    },
    {
        "full_article": "The U.S. once again faced the grim consequences of its unwillingness to tackle gun violence at its source when a man shot dead at least 19 children and two adults, including a teacher, at an elementary school in Uvalde, Texas. The shooting marks the worst such attack in the U.S. since the Marjory Stoneman Douglas High School attack in 2018, when a former student of the school in Parkland, Florida, opened fire, killing 17 people and wounding 17 others. A similar major shooting that led to outrage yet saw no permanent reform in guns laws occurred at Sandy Hook elementary school in Newtown, Connecticut, in 2012, in which 20 first graders and six school employees perished. The Uvalde tragedy has also shaken the nation for it comes scarcely 10 days after a shooting at a supermarket store in Buffalo, New York, which officials described as a racist hate crime, claiming 10 lives. Overall, there have been at least 26 school shootings in 2022 alone and at least 118 incidents since 2018, according to reports that have tracked this statistic over the past four years. Last year witnessed 34 school shootings, the highest number during this period; there were 24 incidents each in 2019 and 2018 and 10 in 2020. Addressing the nation after the Uvalde attack, U.S. President Joe Biden made an urgent plea for common-sense gun control reform, saying, “When in God’s name are we going to stand up to the gun lobby?... I am sick and tired of it. We have to act... these kinds of mass shootings rarely happen elsewhere in the world… It’s time to turn this pain into action.”Yet, it would be unrealistic to hope for meaningful change in the U.S.’s view on the Second Amendment, which assures citizens of the right to bear arms. Several Presidents, mostly Democrats, have tried and failed to get even basic gun control laws passed through Congress. Former President Barack Obama, for example, came away frustrated after Capitol Hill rejected no fewer than 17 attempts by his White House to bring common-sense gun control to the floor of Congress. While conservative lawmakers seek to score political points by fiercely defending the constitutional right to bear arms, it is common knowledge now that at the heart of the U.S. Congress’s refusal to stamp out gun violence in schools and other public spaces is shadowy lobbying on Capitol Hill by the deep-pocketed and well-networked National Rifle Association and, along with them, the entire gun manufacturing industry. If Mr. Biden genuinely wishes to clamp down on this violence, which has ripped into America’s soul for several generations now, he may have no choice but to follow in Mr. Obama’s steps and use his presidential power of executive actions to enforce gun control measures. These should, at a minimum, include an assault weapons ban, expanded background checks for gun ownership and boosted funding for federal enforcement agencies regulating gun proliferation.",
        "headline_1": "Unending tragedy: On U.S. school shootings and gun control debate",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/unending-tragedy-the-hindu-editorial-on-us-school-shootings-and-gun-control-debate/article65460006.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-05-2022"
    },
    {
        "full_article": "For quite some time, I haven't been writing for national media outlets for reasons which I may share someday, if I think that would make any positive difference in the existing ecosystem of freedom of expression and journalistic values and ethics in Bangladesh. However, I have been quite humbled to have been warmly accepted in some of the leading international and regional media outlets.\nThis is where I can't help but recall with gratitude the constant support and appreciation that I received from a gentleman who has been a great source of encouragement in my intellectual endeavours, both within and outside Bangladesh. He is none other than the late Abul Maal Abdul Muhith, former finance minister of Bangladesh who left this world on April 30, 2022.\nGiven that my father, late Syed Amir Khasru, was Mr Muhith's contemporary in civil service, and because of family links on the side of my mother, Najma Khasru, who hails from Sylhet, I used to call him Muhith Chacha. I would like to offer a few glimpses of this gentleman that many, who were in close contact with him, may already know, while others may feel inspired from the examples he had set during his illustrious career.\nIn spite of his career as an accomplished civil servant and then a politician with the resulting power and privileges that came along with that, one thing that never changed was his unbridled simplicity and honesty in whatever he chose to do or cared to say. His instantaneous, full-face smile would lighten up the room, even on the cloudiest of days, just as his occasional outbursts of irritation and anger would last for a few minutes before returning to that grinning face again. In a civil service which, over the years and in many instances, has seen a growing culture of power abuse, politicisation, polarisation, and weak work ethics, he was a refreshing reminder of what civil service and leadership at the national level are supposed to be.\nOn corruption, with his characteristic simplicity, he would state, \"I don't understand why a government official would be corrupt when their salary has gone up and there are so many perks, privileges, and power they enjoy which, if converted into cash, makes the salary many times more than their basic salary.\" It was a simple, frank obversion. The reality, sadly, is hard.\nHe had an amazing memory which most of us would be envious of. From what happened during the Language Movement of 1952 to who said what during those momentous historical events, he was like a walking encyclopaedia of knowledge, wisdom, and insights. His ability to recall dates, names, and quotes was mind-boggling, as was his penchant for constant learning, reading and writing even in his mid-80s. His most-treasured assets were not any physical or material possessions, but his collections of thousands of books gathered over a lifetime. What many do not know is that for a good part of his life, he lived in solitude with only his books—the one constant companion that never left him, nor did he leave them till his last breath. He used to say, \"Someday when you may not be around, your writings will outlive you.\"\nOn October 10, 2017, I had the privilege of leading the international knowledge outfit The Institute for Policy, Advocacy, and Governance (IPAG) to organise an international event in New York, showcasing Bangladesh's success in achieving the MDGs, in partnership with the Economic Relations Division (ERD) of the finance ministry. This was the first time that a private think tank and a government entity collaborated on an international event held next to the UN headquarters, and in participation of leading multilateral development agencies, think tanks and academia, including the UN, World Bank, Brookings, Harvard University, Stanford University, University of Pennsylvania, Columbia University, etc. It was because of Mr Muhith's support and confidence in us that we could organise such a prestigious event for Bangladesh in one of the world's most well-known cities.\nWhile the IPAG has been soaring into global heights, he was one of our genuine well-wishers. He used to tell me, \"The reason IPAG is rising internationally is because of the low profile you maintain locally and your ability to do things that meet global standards, which very few can do in this country.\" We have tried to live up to his expectations. For example, while Bangladesh is not a member of G20—the 20 most politically and economically powerful nations of the world—IPAG has written nine policy briefs for the G20 Leadership Summits from 2017 to 2022, and I personally have been privileged to be the only person who is the co-chair of two G20 Task Forces, i.e. SDG and Digital Transformation under the G20 Indonesian Presidency 2022. For G20 Presidency 2023 under India, we already are in close consultation with the country's ministry of external affairs on how we can play a positive role during its G20 presidency. Similarly, for COP26 in Glasgow, I was among the few invited by SDG Action under UN SDSN to write for the climate action edition by leading global thinkers to help set out priority action for COP26, and I wrote about how digital revolution can help tackle climate change.\nIn the same spirit, when Mr Muhith attended meetings of the World Bank, IMF, Asian Development Bank, etc, in many instances we made short policy briefs for him to read during the flight. Although he had official summaries made by his ministry, these insightful notes provided perspectives on a whole range of issues that were of significance. While many people of power and position in this country praise the quality of our work in the international arena, hardly anyone has cared to use our global outreach and expertise for supporting the country, as we would neither serve their own interest nor do business as usual. In Mr Muhith, we had someone who understood the value of professional excellence and international as opposed to local standards; his selfless appreciation of our work has been an inspiration.\nLast but not the least was his humility. On one such occasion, there was a dinner at my place where Mr Muhith confirmed his attendance. On the day of the dinner, his private secretary called to say that there was a family programme in the evening on occasion of his birthday, which had been inadvertently overlooked, and that he may not be able to attend the dinner. I told him that it was too late to call off the dinner, as most of the invitees had already confirmed their attendance, including heads of some of the diplomatic missions and development agencies. Putting aside family commitments, he came to my home for dinner at 8:00pm, and was there until 9:30pm, keeping his family members waiting. I doubt if many in his place would have done the same. He was true to his commitments and respected people, no matter how big or small, older or younger.\nIn this era of social media and digital revolution, when we are more connected than ever before, we are sadly getting increasingly disconnected from principles and values like honesty and integrity, simplicity and humility, decency and grace. Mr Muhith has been an embodiment of these finer qualities which we need so badly today. May God reward him for the good examples he has left behind to be inspired from, no matter what position and resulting power we may be privileged to enjoy. Adios to a gentleman whose wisdom and goodness will be missed.\n \nProf Syed Munir Khasru is chairman of the international think tank Institute for Policy, Advocacy, and Governance (IPAG), and a faculty member at the Institute of Business Administration (IBA), University of Dhaka.\n",
        "headline_1": "AMA Muhith: A few glimpses into the man",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ama-muhith-few-glimpses-the-man-3031836",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2022"
    },
    {
        "full_article": "Pakistan seems to be heading towards political confrontation following the government's decision to ban the PTI march in Islamabad. Crackdowns on the opposition leaders and the sealing of the capital have created a highly volatile situation. The government already seems to be panicking.\nImran Khan had earlier this week called upon his supporters to storm the Pakistan capital. He is demanding the immediate dissolution of the Nat­io­nal Assembly and the announcement of an election date. He plans to gather more than a million people to bring down what he describes as an \"imported go­­vernment\" installed through a \"foreign conspiracy.\"\nWhether or not Khan succeeds in his objective, the situation is becoming increasingly untenable for the present dispensation. The government's actions could set fire to a combustible situation. That's exactly what the former prime minister wants. He has already announced he will defy the government's ban. The impending confrontation could cause the entire political edifice to collapse, raising the possibility of extraconstitutional intervention.\nCuriously, Imran Khan has warned the security establishment to stay neutral in the political fray, marking a complete turnaround from his criticism of the military leadership's decision not to rescue his government. He has, however, urged the families of military personnel and former servicemen to join the march.\nIt is evident that he actually wants the security establishment to be on his side, rather than stay neutral in the political power struggle. The campaign against the military leadership by PTI supporters seems to be a part of the effort to bring the institution under pressure. It's an extremely dangerous game that could have serious implications for the unity of the institution.\nPakistani politics has been on a roller coaster forever. But what's happening now on the country's political stage is bizarre. Just a few months ago, before his ouster from office, Imran Khan's popularity graph seemed to have plummeted to a new low. Bad governance, the rising cost of living, and erratic decision-making had eroded his support base. The creeping demoralisation in party ranks had triggered defections. The hybrid project had fallen apart and an epitaph was being prepared.\nBut within days of the vote of no-confidence move, the situation changed dramatically. The party rose like a phoenix from the ashes. Khan's narrative of a \"foreign conspiracy,\" however false, hit a chord with large sections of the population that held deep-rooted anti-American sentiments. His demagoguery weaponised nationalist emotions.\nIt is, however, not the only factor contributing to the exponential rise in Imran Khan's political fortunes, as is evident by his massive public rallies. His narrative of \"imported rule\" that, according to him, has marked the return to power of a \"tainted and tried\" leadership, has proven to be extremely effective in rallying support, particularly among the urban middle classes and the youth.\nIt has been more than six weeks since the installation of the new government, but nothing has been done to stop the financial haemorrhaging caused by subsidies. While talks with the IMF are on, the finance minister has reiterated that the government would not remove the subsidies on petroleum prices. The latest development has increased political uncertainty and is bound to have an adverse effect on negotiations with the IMF and diminish the possibility of getting a bailout from friendly countries.\nIt seems that the coalition government has decided to preside over a possible economic meltdown rather than going to the hustings. Its decision not to dissolve the Assembly also seems to have been driven by Imran Khan's policy of confrontation. Fearful of taking any unpopular action on its own, the Sharif government is now looking towards the security establishment to help it salvage the situation.\nThere has been some talk about involving the National Security Committee in taking hard decisions on the issue of subsidies. The suggestion to seek the military's support has further exposed the government's incapacity in dealing with the crisis. A redundant parliament has worsened the government's predicament, raising questions about its sustainability.\nIt appears Pakistan may be moving towards a new hybrid arrangement with a weak administration seeking the military's support in propping it up. The latest development could put the military leadership, which is already under attack by the PTI supporters, in a serious quandary. Imran Khan's warning seems to be directed at the security establishment. While once he himself had been propped up by the establishment, the former prime minister is now on the warpath against his former patrons. This situation has raised the possibility of the military getting mired more deeply in the political power game. It is perhaps the most serious crisis the country has faced in recent times.\n \nThis is the abridged version of an article published in Dawn, an ANN partner of The Daily Star, on May 25, 2022.\nZahid Hussain is a Pakistani journalist and author.\n",
        "headline_1": "Imran Khan’s march to chaos",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/imran-khans-march-chaos-3031831",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2022"
    },
    {
        "full_article": "At the 26th United Nations Climate Change Conference (COP26) in Glasgow last November, Bangladesh Prime Minister Sheikh Hasina, speaking on behalf of 55 vulnerable developing countries under the Climate Vulnerable Forum (CVF), put forward a demand to set up a facility to finance loss and damage from human-induced climate change. This demand was included in the draft of the Glasgow Climate Pact until the last official day of COP26, but after the COP president extended the time by one day, the language in the final version was changed from the \"Glasgow Facility on Finance for Loss and Damage\" to the \"Glasgow Dialogue on Finance for Loss and Damage.\" This was done at the insistence of the US, who refused to allow the finance facility to be announced.\nNeedless to say, this was a great disappointment for all the leaders of the CVF member-states.\nThe impacts of climate change have been scientifically attributed by the Sixth Assessment Report (AR6) of the Intergovernmental Panel on Climate Change (IPCC). The ongoing heat wave in Pakistan and Northern India have led to many deaths and widespread sufferings, and there will be many more such impacts of human-induced climate change everywhere in the world—every day, going forward. \nHence, the developing countries need to regroup and make sure that the Glasgow Dialogue actually results in the setting up of the facility for financing loss and damage in COP27, which is scheduled for November this year in Egypt, who will have the presidency. \nThe dates for the Glasgow Dialogue have now been announced to be held in June in Bonn during the Subsidiary Bodies meeting of the United Nations Framework Convention on Climate Change (UNFCCC). It is essential for the vulnerable developing countries to participate in the dialogue with an effective strategy. \nI offer some suggestions for their consideration to present their views in the dialogue and beyond. \nFirst, this is not the first time that there has been a dialogue on finance for loss and damage; there was a similar one called the \"Suva Expert Dialogue,\" held some years ago, that only considered insurance as the only tool to address loss and damage and resulted in a major initiative called \"Insuresilience\" led by Germany, but outside the UNFCCC, which was supposed to insure 400 million people. This initiative has piloted a number of different insurance schemes around the world with mixed results. However, it has become quite clear even to the Germans, who are still the greatest promoters, that insurance cannot be a solution for the poorest people in the poorest countries, who cannot afford to pay the premium for insurance.\nAlternatively, Germany is now proposing to develop something they call the \"Global Shield,\" which it will place at the upcoming G7 meeting in June. While the details of this Global Shield are still not clear, it does go beyond simply providing insurance, which is a positive step.\nHowever, it is still an initiative promoted by Germany outside of the UNFCCC's scope, and does not formally address loss and damage from human-induced climate change explicitly. \nHence, the climate-vulnerable countries need to insist that the Glasgow Dialogue not simply repeat the poor results of the Suva dialogue on loss and damage.\nSecond, the vulnerable developing countries must have their own proposal for the dialogue, to ensure that it leads to the setting up of the facility for financing loss and damage at COP27. The details of how the facility would work can be finalised at COP28 in 2023. This procedure of announcing a new entity at one COP and then fleshing out the details at the subsequent COP was how the Santiago Network on Loss and Damage (SNLD) was finalised.\nIt is also important to recognise that the UNFCCC negotiations are no longer the only game in town as far as the actual finance for losses and damages is concerned—Scotland has already contributed two million pounds into a new loss and damage support with a number of others adding more funds. A significant new player is the Facility for Loss and Damage created by the Multi-Donor Fund of the CVF and V20 (the finance ministers of the CVF), which is managed by the UN and will fund communities in vulnerable developing countries suffering impacts of climate change and dealing with actual losses and damages. The CVF and V20 have invited others to contribute to their facility if they wish to actually help the victims of climate change. \nAn important element of the current dialogue on loss and damage in the UNFCCC is that the developing countries are not invoking the notion of liability and compensation, rather simply appealing to a sense of solidarity from all countries to help the poorest victims of climate change. \nThis doesn't mean that the arguments of making the polluters pay has been forgotten, but it has moved out of the UNFCCC discussion and into legal cases under national legal jurisdictions in countries like Germany, the US, Australia and others. It is also likely to be taken to the International Court of Justice (ICJ) by some countries in the Pacific, led by Vanuatu. They will start by seeking a resolution in the upcoming session of the UN General Assembly to allow them to seek an advisory judgement from the ICJ.\nThus, the issue of finance for helping the victims of human-induced climate change has now become the most urgent climate issue, and needs to be addressed both inside and outside the UNFCCC. Bangladesh has played a leading role in this important issue, and should remain at the forefront going forward as well. \n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Finance for loss and damage from climate change must be ensured soon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/finance-loss-and-damage-climate-change-must-be-ensured-soon-3031696",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2022"
    },
    {
        "full_article": "The notoriety of Dhaka's traffic is now daily news. Civil society members have been venting frustration about this maddening crisis. Transportation engineers—local and international—have been busy offering solutions akin to those in highly developed cities like Melbourne or Singapore. These solutions include, among others, improved public transportation and automated ticketing systems, dedicated lanes for bus rapid transit, smart road signals, and coordinated traffic management. They are all well-meaning suggestions. But they are, alas, pipe dreams, given our tangled urban realities. While technically sound, these solutions are likely to fail, because they ignore complex sociocultural issues and public behavioural patterns that make traffic congestion an insurmountable knot in the first place.\nThe hard reality is that Dhaka's traffic problem will not go away anytime soon. The causes for the city's clotted streets can't be undone overnight. Technical solutions alone are not enough, since the capital city's traffic jam is the result of a complex combination of sociocultural factors, lack of rational land use, and misguided urban governance. Let me explain these three issues briefly before contemplating ways forward.\nFirst, to unpack the sociocultural roots of our capital city's notorious traffic congestion, it would be logical to zoom in on its primary contributor: the private car. Private cars occupy 70-80 percent of Dhaka arteries, while serving only 5-10 percent of daily commuters. This is a glaring example of social injustice and inequity. Neither Copenhagen nor Singapore would ever allow this asymmetric distribution of urban resources. Let's put it in perspective. Assume 150 people from a neighbourhood need to go from Point A to Point B. Compare the road space needed by three public buses that can carry them with the space needed by 75-100 personal cars to transport the same number of people. Imagine the street: three buses with a lot of free road space versus 75-100 cars with very little road space left. This is the reality of Dhaka's roads. And, this is not fair to the 90 percent of the city's daily commuters.\nThis is also simple maths justifying the utility of public transportation. An efficient public transportation system means people won't have to rely on private cars to go around. Yet, we don't embrace the idea of public transportation. There are a host of reasons for this. For the rising middle class, the personal automobile is the ubiquitous expression of social mobility—a moving family fortress that ensures safety on a hazardous road and showcases social status. About 4,000-6,000 newly registered cars and other motorised vehicles pour into the streets of Dhaka every month. Banks offer up to 90 percent of car loans to help clients buy their dream cars. The mushrooming car dealerships across the city are viewed as symbols of a prosperous society. Rapidly growing personal car ownership is the future of the city. And that future is filled with insanely congested streets.\nThe personal car is not the disease. The problem is how we embrace the personal car as a lifestyle. In a democratic society, how would the government discourage a family from buying a personal car when there is no safe, comfortable, and gender-friendly alternative for mobility? Singapore deploys draconian measures to make car ownership an impossibly expensive and bureaucratic process. Policies are in place there to encourage the public to utilise an efficient mass transit. Owning a car in Singapore is, in fact, a burden. In Dhaka, such measures won't work yet, because there are no comfortable alternatives. The Singapore model won't work because we have not yet figured out what kind of city we would like to develop. It is a deeply political and cultural question.\nSecond, Dhaka traffic is a multigenerational crisis, long in the making. Since the 1980s, when the capital city's urbanisation began to accelerate, we have ignored one of the key tools of creating a sustainable urban DNA: land-use planning. We allowed the city to become an untenable urban juggernaut, an infernal urban agglomeration, paying little attention to how the city's land could be developed with a logical sequence of use and zoning. What is land-use planning? A basic example begins with your family. Your children should be able to walk safely to their school in 5-15 minutes. This means each neighbourhood or a ward should have a number of good schools, so that a kid from Dhanmondi will not have to make an exhausting trip to school in Uttara. A good Segunbagicha school for Segunbagicha kids is good land-use planning. A city with a prudent land-use template reduces unnecessary road traffic, because people will not have to crisscross the city to reach their destinations.\nThird, it is inevitable that a lack of coordinated urban governance would result in unregulated clogged streets. Much has been said about the lack of coordination among Dhaka's different urban agencies responsible for providing services. The streets of a megapolis like this city are too heavy a responsibility to be left to too many agencies. Cleaning the traffic mess in the city needs one tsar. That tsar needs to go to sleep thinking about solutions for Dhaka streets and wake up thinking about solutions for Dhaka streets. Period.\nWhat are the ways forward? The hard truth is that if Dhaka's urban status quo continues, it is going to take a generation or two for the city to become sane before it bursts at its seams.\nIf we don't want to wait until Dhaka becomes Mohenjo-daro, the only way out is its decentralisation. Dhaka needs to stop being a monstrous primate city (greater than two times the next largest city in a ​country or containing over one-third of a nation's population). As the former World Bank economist Ahmad Ahsan studied, the economic costs of the capital city's overgrowth are a staggering 11 percent reduction in GDP, or about USD 32 billion in 2019. Ahsan wrote, \"The urban population of Bangladesh has grown by nearly 10 times after independence, where as much as a third of which has taken place in Dhaka, whose population grew at an annual rate of 5.4 percent per annum between 1974 and 2017. Other large cities, though—Chattogram and Khulna with populations of more than one million—have grown at a far lower rate of 1.7 percent per annum.\"\nDhaka must stop being the only dream centre in the country. We need to lessen the city's burden. University education? Go to Dhaka. Heart surgery? Go to Dhaka. Establish a startup? Go to Dhaka. Why can't Sylhet become a national hub of healthcare? What's stopping Chattogram from becoming all things maritime? Why is Rangpur, with a new airport, not an industrial hub? Why can't Barishal be a new centre of high-tech industry, like Bengaluru, in the wake of Padma Bridge? Dhaka doesn't have to be everything. Being everything is killing Dhaka. Why are some ministries not located in other divisions?\nDecentralisation is easier said than done, particularly when there is a pervasive but irrational political fear that being away from Dhaka—the centre of all powers—is to risk being forgotten, ignored, and diminished. Nobody wants to go outside Dhaka. The risk is too high. Time has come to fight this entrenched fear to save this city from the looming disaster. Dhaka must be decentralised. If necessary, the capital should be split between two cities. In an earlier column, I wrote, \"Time has come when the idea of splitting the administrative functions of the capital into two cities should no longer appear absurd. On the contrary, the idea should rapidly sink in … Indeed, we should begin to incubate this idea in our political and administrative heads.\" I provided many examples of capital relocation across the world.\nDuring Eid holidays, the insanity of Dhaka's streets disappears. That's because people return to their homes in other parts of the country. This \"return\" should be encouraged, facilitated, and incentivised by a policy of decentring Dhaka. Which ministry should we move to Rajshahi first?\n \nAdnan Zillur Morshed, PhD, is an architect, architectural historian, and urbanist. He teaches in Washington, DC, and serves as executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n",
        "headline_1": "There is just one way to save Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/there-just-one-way-save-dhaka-3031096",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2022"
    },
    {
        "full_article": "We are surprised to learn that a senior secretary of the Local Government Division (LGD) returned home from a foreign \"study tour\" only a day before his retirement from civil service. This, obviously, raises the question: what benefit will the citizens obtain from the knowledge, if any, acquired by him during this trip? According to a report in this daily, all the expenses of his 10-day trip to the Netherlands and Spain were borne from the funds of three government projects.\nThe trip must have cost the country's exchequer huge sums of foreign currency amidst the ongoing strain on Bangladesh's foreign exchange regime, so we struggle to find any justification for the study tour of an official who was already on the verge of retirement. After the news broke out, some commentators have rightly called it \"a parting gift\". But in public records, this will definitely remain as a blatant wastage of public money. This is also quite unethical, according to a former cabinet secretary, who said that such study tours are meant for young officers who can apply the knowledge gained in nation-building projects—and surely not for a retiring bureaucrat who has no time to use that knowledge.\nThe officer in question, however, tried to justify his action by saying that the experience he had gathered can be of use in sectors like the WASA and LGED if they choose to use it. This sounds dubious. Also, how can someone become an expert on any subject after a 10-day study tour? Our report further states that the tour money came from the funds of three projects, namely Dhaka's Food System (DFS) Project, Emergency Multi-Sector Rohingya Crisis Response Project (EMCRP) and City Governance Project, but the high-level delegation had hardly anything to do with the stated purpose and apparent scope of the tour. This raises questions about the lack of transparency and accountability in the use of project funds that are intended to serve the public interest.\nWe strongly feel that such wastage of public money by government officials transcends all ethical bounds, and it must stop. In this connection, we appreciate the recent ban on unnecessary foreign tours imposed by the government and hope that it will entertain no exceptions. The government must be careful about how it uses the hard-earned money of the citizens to ensure its optimal benefits.\n",
        "headline_1": "How does a study tour by a retiring secretary benefit citizens?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-does-foreign-study-tour-retiring-secretary-benefit-citizens-3031601",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2022"
    },
    {
        "full_article": "It is inevitable that every time Bangladesh Chhatra League (BCL) does something reprehensible, which it has been with alarming regularity, it would reflect poorly on the ruling party too. That hardly seems to bother the student organisation, however. On Tuesday morning, men allied with BCL swooped on rival members of Jatiyatabadi Chhatra Dal (JCD) at the Central Shaheed Minar area of Dhaka University as the latter tried to enter the campus to hold a pre-scheduled press briefing. The resulting scuffles, which stretched into several adjacent locations and over several hours intermittently, injured about 30 JCD activists, including a few female students.  \nThe manner in which BCL men carried out the attacks—unprovoked and armed with sticks, iron rods and machetes—is disturbing, with video clips showing footage of female students being mercilessly beaten up. Perhaps equally alarming is how little effect the prime minister—who on May 7 reportedly asked party leaders to allow opposition parties to hold public meetings and processions without hindrance—had had on BCL, which decided to do the exact opposite. Three days ago, BCL men also beat up JCD leaders in the TSC area, leaving three wounded. Last Monday, they again attacked JCD activists on the Rajshahi University campus. This is not just an example of insubordination; it shows how out-of-control BCL has become that it can ignore a direct order from the party chief herself.\nWith the next general election fast approaching us, this trend may have grave consequences. The continued intolerance shown by BCL, and other organisations affiliated with the ruling party, threatens the ever-shrinking space for the opposition and the prospect of a healthy electoral environment ahead of the general election. If this is a sign of things to come, we cannot help but worry about the future of democracy in the country. There are other concerns, too: what gives BCL the right to attack anyone, not just rival student groups? The BCL leadership, after Tuesday's attacks, fell back on old, hackneyed arguments about \"protecting general students and preserving DU's academic environment\" as a justification for their actions. Even if that were the case, they had no legal or moral authority for said actions. On the contrary, the culture of fear that they have created may further disrupt academic activities in our public universities.\nWe urge the DU administration and the police to investigate the attacks by BCL and take necessary actions. The police, especially, must take stricter action in the face of a law-and-order situation. Equally importantly, the ruling party must rein in the unruly elements of BCL for the sake of democracy. It must protect the rights of opposition parties and student groups to hold peaceful meetings and processions without hindrance.\n",
        "headline_1": "What gives BCL the right to attack anyone?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/what-gives-bcl-the-right-attack-anyone-3031586",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2022"
    }
]