[
    {
        "full_article": "At the ninth edition of the annual Raisina Dialogue, External Affairs Minister S. Jaishankar called India a “bridging power”, a country seeking common ground through a “multi-vector” policy, and playing the role of a “Vishwamitra” or friend of the world. Such lofty ambitions are why the conference, launched by the Ministry of External Affairs, aims to engage global leaders on the big issues and challenges in the world. Greek Prime Minister Kyriakos Mitsotakis, who inaugurated the event, spoke about the importance of connectivity projects such as the India-Middle East-Europe Economic Corridor. Global governance, the inequality at the top of the UN Security Council and the need for reform were discussed. India’s rightful place at the high table of global decision-making, or as Mr. Jaishankar put it, “to be a player, rather than a playing field”, was referred to repeatedly, as was India’s success in hosting the G-20 last year. Due to the G-20 Foreign Ministers Meeting in Brazil, there was no senior ministerial presence from the P-5 or the major G-7 or BRICS-10 countries. However, the large ministerial contingent from Central and Eastern Europe, which included all Ministers of the Baltic-Nordic forum, enabled a new diplomatic outreach for the government that is seeking trade agreements and investment ties with this part of Europe that is oft-overlooked but competitive, economically.The greater part of the conversations, however, focused on global conflicts, with the heavy presence of the European dignitaries turning the spotlight on the Russian war in Ukraine, and panels on military and naval strategy concentrating on the need to handle an aggressive China. Unfortunately, these conversations did not strive for balance, as neither Russia nor China was invited. There was minimal presence from South East Asia, Latin America, and even South Asia (excepting Nepal and Bhutan); a larger presence may have offered more variegated positions and thrown light on the pressures they face from these conflicts. Panels on democracy understandably steered clear of the vibrant debates within India on the decline of freedoms, but the lack of non-governmental civil society organisations in the discourse produced a narrow view of the challenges that democracy faces worldwide. Notably absent were conversations focusing on the Israeli war in Gaza. Such omissions not only mean a lack of diversity in conversations at India’s premier forum for foreign policy thinking but they also take something away from Mr. Jaishankar’s otherwise sound observation that the Raisina Dialogue has become the “Made in India” version of the “Global Public Square”.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndiplomacy\n\n/\n\nIndia\n\n/\n\nGreece\n\n/\n\nUnited Nations\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nFrance\n\n/\n\nRussia\n\n/\n\nChina\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nNepal\n\n/\n\nBhutan\n\n/\n\nIsrael-Palestine Conflict",
        "headline_1": "At the high table: On the Raisina Dialogue",
        "headline_2": "The Raisina Dialogue lacked diversity in conversations on foreign policy",
        "link": "https://www.thehindu.com/opinion/editorial/at-high-table-on-the-raisina-dialogue/article67885118.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-02-2024"
    },
    {
        "full_article": "Moon landings are picking up pace for the second time in history, but now with more countries and novel definitions of success in the mix. Chandrayaan-3’s soft-landing confirmed that the Indian Space Research Organisation’s (ISRO) understanding of the technologies and processes involved and the choices it made — as an impressive space research and flight provider emerging from colonial shadows — are correct. Similarly, the failure of the Luna 25 mission would have taught Russia’s Roscosmos something about what it got wrong, particularly as a space agency whose reputation is on the wane after spectacular highs. On February 22, U.S.-based Intuitive Machines (IM) became the first private company to soft-land a robotic craft on the moon. The success of many space service providers in the U.S. is rooted in crucial support from NASA in their formative years. This is true in IM’s case as well, but with important distinctions. IM launched its Odysseus lander to the moon as part of NASA’s Commercial Lunar Payload Services (CLPS) programme, through which the agency is funding instruments onboard commercial missions to the moon hoping their findings will ease NASA’s eventual return to the natural satellite. IM’s Odysseus itself had a rocky last leg of the journey: as its descent got under way, the lander’s navigation instruments glitched, forcing IM engineers to quickly cobble together a fix and transmit it to the craft, instructing it to switch to an experimental NASA instrument onboard. After this hotfix, Odysseus appeared to have soft landed, but no confirmation was readily forthcoming due to a weak data link between the craft and antennae on the earth. The next day, IM said Odysseus may have tipped over but without consequence to most of its payloads, including six from NASA, and solar panels.IM’s success testifies to the potential of the CLPS programme and could help extend it in future. NASA’s say in CLPS missions is limited to flagging interesting landing sites and providing some payloads. By 2020, it had contracted 14 companies to bid on missions, with its purse size of $2.6 billion. For the devolution of such critical responsibilities to be possible in any country, it needs, as the U.S. possesses, a healthy and diversified private space service landscape. This is the value of IM’s success within the context of the U.S. space programme. India recently approved up to 100% automatic foreign direct investment in parts of its national space programme, potentially paving the way for healthy competition among Indian start-ups to ease ISRO’s burden in future. Space is an area that necessitates expansive collaboration, among nations and within them.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nspace programme\n\n/\n\nISRO\n\n/\n\nRussia\n\n/\n\nUSA\n\n/\n\ntechnology (general)\n\n/\n\nrobotics\n\n/\n\nforeign investment",
        "headline_1": "A new success: On collaboration in space programmes",
        "headline_2": "Space is an area that necessitates expansive collaboration",
        "link": "https://www.thehindu.com/opinion/editorial/a-new-success-on-collaboration-in-space-programmes/article67885101.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-02-2024"
    },
    {
        "full_article": "A judge expressed ‘shock’ that in Kerala, of all states, a woman was given ‘written instructions’ by in-laws to help conceive a ‘good baby boy’. And that for long, state depts ignored her pleas. The petitioner (39), married in 2012, was long tormented by in-laws and husband for giving birth to a girl, a ‘financial liability’ for the in-laws.\n\nHome truths | Surelythe judge knows that obsession for boys is unsurprising in modern-day Kerala? It’s no news the once matriarchal state is jauntily patriarchal today. Only recently, HC took the state to task for denying pension to a divorced daughter of a freedom fighter. In Sabarimala, it took an SC order for women to breach hoary temple customs. Kerala movie world’s vicious misogyny and abusive actors’ troll armies cannot have escaped the judiciary’s attention either. Kerala’s society can plumb patriarchy’s depths as effortlessly as any other. In January, a judicial officer took her own life – her notes alleged severe workplace harassment.\nCourt matters | Where Kerala stands out is in the fight in its women.That’s why they knock at court’s doors – especially on family matters, where those in most states would baulk. So, Anupama Chandran, a politician’s daughter, justly won back her child, ‘kidnapped’ by her parents. HC junked a govt dept ban on hiring women for jobs with night shifts. HC has often restored women’s rights. Even under socially embedded patriarchy so long as courts have women’s back, women can hope to have their rights realised.\n\n",
        "headline_1": "Case by Case: Kerala HC shows how judges can protect women’s rights",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/case-by-case-kerala-hc-shows-how-judges-can-protect-womens-rights/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2024"
    },
    {
        "full_article": "From both Ukrainian and Western perspectives, Ukraine-Russia war is only getting more complicated. Its economic damage is of course not being felt by the West alone, but the whole world. As the war enters its third year, people are feeling pessimistic about it ending anytime soon. But that’s what everyone wants. And that can only be brought about by resuming peace negotiations.\n\nTalks Boris wrecked | Türkiye facilitated peace negotiations between Russia and Ukraine in Istanbul during the second month of the war, ultimately leading toColumnist based in Ankara the signing of a feasible deal. However, these were quickly put on hold by Zelensky. This was at the West’s behest, particularly Boris Johnson, British PM at the time.\nRead full story on TOI+\n\n",
        "headline_1": "‘Zelensky must listen. Ukrainians want peace’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/zelensky-must-listen-ukrainians-want-peace/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2024"
    },
    {
        "full_article": "But AI tools pose a big challenge to copyright regime\nCopyright is one of the biggest money machines in the world. Who Owns This Sentence? A History of Copyrights and Wrongs by David Bellos and Alexandre Montagu describes how the concept of intellectual property swelled in the last few centuries. Today, intangible assets eclipse land, plant and machinery and other material wealth; those who own intellectual property are the barons of the 21st century, and these are usually big corporations.\nCrossborder licensing of IP was worth $508 billion in 2021. This includes patents, trademarks and copyright. While patents remain for 20 years and trademarks lapse when not being used, copyright is automatic, lasts a century or more, and covers more and more, from books to films, sounds to photos, software and architecture and graphic design.\nThis was not an intuitive concept for most of human history. There is little moral justification for it, argues the book. Creative expression, which cannot be depleted by consumption, was not seen as heritable property, but as something meant for the public.\nAnd it’s not about the rights of creators either. Authors’ incomes have been falling ever since these laws were passed, but copyright industries have grown richer. So many things are protected by copyright that it’s hard to calculate what we indirectly pay this machine. It is an engine of inequality, in a way that economists have not fully contended with.\nWith successive laws and acts, the threshold of ‘original’ work has been set so low that almost anything can be closed off and monetised. In US, a work is copyrighted for 70 years after the author’s death. Disney fiercely protected any reference to its Mickey Mouse – copyright lapsed only last month – while freely plundering myths and tales around the world. The Happy Birthday tune was minting money for a company every time it was used in a show or movie, until recently.\nAmerica was a pirate nation that built its economy and culture from ideas, books, machines and devices culled from the rest of the world for free. Today more than a quarter of international IP payments flow there, its foreign sales bring it more than agriculture, chemicals, pharmaceuticals, airplanes or rockets – these copyright industries comprise between 8-12% of its economy.\nCopyright and its restrictions have been resisted, especially by artists and writers. Software has seen a movement for collaborative invention.\nCreative Commons licences offer authors a suite of protections, with different levels of protection between personal control and public ownership. Photography wasn’t allowed a patent, nor was the internet, nor does Wikipedia seek ownership, nor do advances in maths. The question is, will these free zones increase in the future, or will they be reined in by law?\nAI is a new challenge. Machine learning creates outputs without human involvement, but their underlying training material is based on copyrighted human inputs. If a few software corporations that own copyrights in AI programmes are allowed to own services and simulations they create, then we’re all in their hands. AI tools will spawn the next generation of copyright litigation. Will the copyright regime cope or will AI break the back of the current system?\n\n",
        "headline_1": "Why IP holders are new barons of 21st century",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-ip-holders-are-new-barons-of-21st-century/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2024"
    },
    {
        "full_article": "By Anil D Ambani\nOn my 50th birthday, my mother, Kokilaben Dhirubhai Ambani, dug out the pillow that used to lie in my crib. She had embroidered the words, ‘Mothers hold their children’s hands for a while but their hearts forever.’ And it’s true. My mother is the bedrock of my existence and has sculpted the very essence of who i am. She epitomises strength, compassion, patience, and stability – virtues that make her nothing short of extraordinary. She is more than a parent; she is my guiding light, my unwavering source of motivation, and my ultimate sanctuary of comfort.\n\ni recognise that my profound admiration and love for my mother are sentiments many share, each cherishing their unique bond with the maternal figure in their lives. Pondering the linguistics, it’s fascinating to observe how the term ‘mother’ echoes a universal sound in languages across the globe. In Hindi, we say ‘maa’, in Gujarati ‘mata’, in Urdu ‘amma’, and in English ‘mama’. This linguistic symmetry is a testamentto the universal essence of motherhood. The ‘ma’ sound, often among the first vocalisations of a baby, is instinctively associated with the most primal and profound relationship – that between a mother and her child.\nMothers, in their silent, often unnoticed ways, are the architects of society. They lay the foundation of our character, instilling in us values and wisdom that precede any formal education. They are the unsung heroes whose dreams and aspirations often take a back seat to nurture the potential in their children. Their love, a universal language, speaks directly to the heart, transcending the barriers of speech and cognition.\nOften attributed to a Hadith, a line in Arabic says, ‘Al-jannatu tahta aqdamil ummahat’ – paradise lies under the feet of mothers. Even the Old Testament’s Exodus emphasises honouring one’s mother. In the New Testament, Jesus is on the cross but tries to ensure that his mother is taken care of by his disciple John. The Quran 31:14 specifically talks about the hardship and sacrifice of mothers and the eternal gratitude that must ensue.\nTruth be told, every mother is a manifestation of Shakti, through her role as a life-giver, nurturer, and protector. Her inherent strength, resilience, and unwavering love mirror the qualities of Shakti, as she tirelessly works to create, sustain, and transform the lives of her children and family.\nIn the rich tapestry of Bharat’s past, the maternal archetype is portrayed with divine reverence and multifaceted complexity. Mothers like Yashoda, who nurtured Krishn with boundless love, or Kaushalya, whose sacrifices were pivotal in Ram’s journey, stand as pillars of strength and virtue. Then there’s Sumitra’s selflessness, Devaki’s endurance, Anjana’s dedication, Parvati’s patience, Sita’s resilience, and Kunti’s wisdom. These symbolise the virtues that mothers worldwide embody and pass down through generations.\nOn the momentous occasion of my mother’s 90th birthday today, join me in ‘Charan Sparsh’ to all mothers. To the composers of our first lullabies, who whisper the tunes of life into our ears. To the providers of unconditional love, who embrace us with the warmth that never wanes. To the healers of our souls, who mend our wounds with tender care. And to the nurturers of our dreams, who sow the seeds of possibility in our minds and hearts. May we cherish, honour, and recognise their indispensable presence today and every day.\n\n",
        "headline_1": "Celebrating the shakti we call Maa, Mata, Amma",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/celebrating-the-shakti-we-call-maa-mata-amma/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2024"
    }
]