[
    {
        "full_article": "On September 22, the National Investigation Agency (NIA) arrested over 100 leaders and activists of the radical Islamist outfit, the Popular Front of India (PFI), after raids in 15 States. The PFI claims to be a ‘neo-social movement’, but its rhetoric and activities have left little doubt about its true nature. The latest demonstration of its violent, and threatening, character was seen the next day after the raids, when it called for a hartal. The PFI continuously invokes the Constitution, democratic values and rule of law, but all that cannot camouflage the violence in its action and speech as unleashed in Kerala last week. Kerala is its cradle and launch pad. Extremely provocative slogans and speeches formed part of the protest. The PFI and the Social Democratic Party of India (SDPI) which acts as its political front, often deny their association, as unconvincingly as their claims of being on the right side of the law and democracy. The NIA has accused the PFI and its affiliates of conspiring to foment hostility between different religions and groups, thereby disrupting public tranquillity and causing disaffection against India. The agency, which has so far registered 19 PFI-related cases, charge-sheeted 355 people and secured the conviction of 46, has charged them with propagating an alternative justice delivery system justifying violence, instigating vulnerable youth to join banned terror outfits such as al-Qaeda and conspiring to establish Islamic rule in India.During these searches on the outfit and its members, the NIA claims to have seized a hit list of prominent leaders of a particular community. Going by the claims of the enforcement agencies, the outfit has been continuously indulging in unlawful activities, ever since the Narath arms training case of 2013 in which members of the PFI and SDPI were convicted for organising a terrorist camp with the intent to train youth in explosives and weapons use. In 2020, some PFI members were arrested for their alleged role in inciting people during the Delhi riots. The outfit also faces the charge of raising money domestically and overseas to fund its operations, thus attracting money laundering investigations by the Enforcement Directorate. As it turns out, the rise of the PFI-SDPI axis is being resisted by moderate Muslim organisations. These outfits are profiting from the sense of insecurity among Muslims caused by Hindutva aggression and allied Government measures that seem prejudiced and fuelled by majoritarian politics. The state must act against radicalism of all kinds, rather than being selective in its approach to communal hate.",
        "headline_1": "Violent front: On the Popular Front of India",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/violent-front-the-hindu-editorial-on-the-popular-front-of-india/article65934845.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "The draft telecommunication Bill, put out last week for public comments, hints at a disturbing governmental pursuit, for more control over a range of digital applications and over-the-top streaming services that millions of Indians use daily. It seeks to do this by bringing them under the ambit of telecommunication services, the operation of which would require a licence — that is if the draft provisions do go through. This means the likes of WhatsApp, Zoom, and Netflix will be considered telecommunication services. And so would a whole range of digital services that are anyway regulated by the IT Act. This, the Government wants to do, by a wide expansion of the definition of what constitutes a telecom service. The new definition includes everything from broadcasting services to electronic mail, from voice mail to voice, video and data communication services, from Internet and broadband services to over-the-top communication services, including those that the Government may notify separately.It is all well to state, as the Government has done, that the country requires a new legal framework, and not the existing one that is based on the Indian Telegraph Act, 1885, to deal with the realities of the 21st century. But, it is not just technology that has evolved in over a century but also a democratic society’s understanding and expectations of user rights, privacy and transparency. Not long ago, the highest court in the country acknowledged a citizen’s right to privacy as a fundamental right. This draft, however, disappoints on the above counts. According to it, for instance, the Government has the powers to prevent a message from being transmitted “on the occurrence of any public emergency or in the interest of the public safety”. Another clause in the draft Bill requires an entity that has been granted a licence to “unequivocally identify the person to whom it provides services”. A similar clause under the IT rules brought in last year — requiring messaging apps to “enable the identification of the first originator of the information on its computer resource” — has been challenged in the Court. There are enough valid reasons to doubt whether this is even technically possible without breaking encryption and making all communications vulnerable. While this is not to underplay the mounting challenges for ensuring security, the repeated attempts by the Government to be able to tap into all kinds of communication, without making sure the common man has a legal armour in the form of a data protection law, is extremely problematic. The Government needs to upgrade its thinking on users and privacy. This draft needs to go back to the drawing board.",
        "headline_1": "Over the top: On privacy and regulation of digital apps",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/over-the-top-the-hindu-editorial-on-privacy-and-regulation-of-digital-apps/article65934864.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "Speeding up progress towards a healthier, fairer and more prosperous world depends on commitment and innovation. And this is where India leads the way.\nEarlier this month, our foundation released a report on progress towards the Sustainable Development Goals (SDGs). These goals – to end poverty and hunger, achieve economic growth, ensure access to clean water and sanitation, and more, all by 2030 – were agreed upon seven years ago by every member country of the United Nations.\nRead full opinion on TOI+\n\n",
        "headline_1": "At G20, India can show the way: PM Modi’s welfare, empowerment schemes should be a blueprint for many countries",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/at-g20-india-can-show-the-way-pm-modis-welfare-empowerment-schemes-should-be-a-blueprint-for-many-countries/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "Punjab CM Bhagwant Mann last week announced that his government was studying the modalities of reverting to the old pension system (OPS). OPS’s defining feature is a guaranteed monthly payout that gets adjusted for inflation. Faced with many claims on their resources, many governments around the world are moving away from guaranteed pension payouts to one linked to market returns on retirement savings of employees – something similar to what private sector employees who are part of EPFO get.\nIn the 2001-02 Union Budget, GoI flagged the challenge of guaranteed pension payouts. For GoI, pension payments had risen from 0.6% of GDP in 1993-94 to 1.7% in 2002-03. The solution was to move government employees from the guaranteed OPS to the National Pension System (NPS), which is similar to the EPFO system. That is, the monthly contributions from an employee’s salary are defined, but the amount received during retirement depends on the market returns on the contribution. GoI employees who joined in 2004 were moved to NPS. Many states did the same, with Punjab, then under a Congress administration, being among the first to do so. Rajasthan was another early mover and so was Chhattisgarh, both states have – alarmingly – announced reversion to OPS.\nIf opposition-governed states are looking at OPS as a weapon against BJP, they have chosen unwisely. OPS favours a miniscule proportion of a state’s workforce. CAG’s reports show that on March 31, 2018, a mere 3.1 million state government employees across all states were part of NPS. Therefore, in no state can government employees swing an election. However, OPS commitments can eat into spending on genuine welfare schemes for the larger population, which are also effective vote catchers. The huge challenges faced by the Indian armed forces are a warning. Defence thinktank IDSA’s study showed that in 2011-12, 49% of the defence budget went to salaries and pensions and 27% to arms purchases. A decade later, partly on account of OROP, salaries and pensions ate up 61% of the budget and 19% went towards buying weapons. State governments should take this as a warning. A broader point is that India cannot afford fiscal recklessness. To prevent it, governments must not give in to extravagant demands of any section of society. The cost has to be borne by others. Opposition state governments should stick to NPS.\n\n",
        "headline_1": "Pension tension: Punjab may join Rajasthan, Chhattisgarh in junking NPS. This is fiscally ruinous & politically ineffective",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pension-tension-punjab-may-join-rajasthan-chhattisgarh-in-junking-nps-this-is-fiscally-ruinous-politically-ineffective/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "Army chief General Manoj Pande recently emphasised the need to develop India’s grey-zone capabilities. Wars of tomorrow will be fought across multiple traditional and non-traditional domains. And China over the last decade has emerged as a fine practitioner of grey-zone warfare. Look, for example, at the fusion between Chinese civilian and military naval assets. Only last month we witnessed a so-called Chinese scientific vessel, Yuan Wang 5, dock at Sri Lanka’s Hambantota port. In reality it was a spy ship capable of tracking intercontinental missiles.\nSimilarly, China, which has the world’s largest navy, has been deploying civilian trawlers and a maritime militia to assert its maritime claims in the South China Sea. This, despite the fact that the Permanent Court of Arbitration in 2016 had ruled against China’s so-called Nine Dash Line cartographical innovation that laid claim to almost all of the South China Sea region. Chinese fishing vessels numbering in hundreds regularly turn up at disputed island groups like the Spratlys. They even encroach upon traditional fishing grounds and exclusive economic zones (EEZs) of neighbouring states. Case in point, in March 2021, 220 Chinese fishing vessels had intruded into the Whitsun Reef area, which is part of the Philippines’s EEZ. Add to this China’s hybrid maritime intimidation in the waters around Taiwan, especially after Nancy Pelosi’s visit to the island in August.\nGeneral Pande is right that such civilian-military maritime forces mean formidable strategic and tactical worries for India. To counter this India needs to seriously upgrade its coastal defence and sharpen its naval fleet. While the addition of indigenous aircraft carrier INS Vikrant was good news, we need many more high-tech naval vessels and listening posts to counter the China threat. Doing this isn’t easy. But not doing isn’t an option.\n\n",
        "headline_1": "Greying threat: India must have its version of China’s fusion of civil and military in naval deployment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/greying-threat-india-must-have-its-version-of-chinas-fusion-of-civil-and-military-in-naval-deployment/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "India’s Rs 1,500-crore (annual turnover) flight catering industry is staging a smart recovery from the dark days of March 2020 when it had ground to a halt for some time, as air traffic makes a smart comeback. Arun Batra, executive chef of Tata Group’s TajSATS that dishes out over half the flight meals in India, tells Saurabh Sinha how the stratospheric gastronomic experience is going to soon change. Excerpts: \nOn an average, how many meals were you preparing pre-Covid and when did the business start coming back during the pandemic?\nBefore March 2020, we used to dish out about 75,000 meals daily for breakfast, lunch, dinner and snacks across several categories. About 60-70% of them were for domestic flights and the rest for international flights. By the end of March 2020, this number dropped to zero for a very few days, after which we started preparing meals for the medical fraternity, security personnel and evacuation flights. Business started returning from October 2020 as air traffic picked up. Now domestic meals are back to pre-Covid level. International meals are at 70%-plus levels and we hope to be at 100% this winter.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Air travel is booming … but things have changed, people want more options for in-flight meals’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/air-travel-is-booming-but-things-have-changed-people-want-more-options-for-in-flight-meals/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "At a time when the world faces multiple threats that seem to have no sign of abatement, Prime Minister Sheikh Hasina's speech at the UN General Assembly (UNGA) has hit the right chords of relevance and immediacy. Her speech very succinctly brought forward the most formidable crises: the Russia-Ukraine war, effects of climate change, and the Rohingya crisis. These are all emergencies that have not been adequately addressed by the developed nations of the world.\n\nHer pointed remarks about the continued Rohingya crisis and Bangladesh taking the brunt of it – with the international community playing no effective role in solving it – should be a wake-up call. As she rightly said, the uncertainty over repatriation has led to widespread frustration among both the refugees and the host population.\nAgainst the backdrop of the virtual inaction and silence of the international community, PM Hasina has made some bold statements alerting them to the devastating consequences of allowing these crises to continue. Her pointed remarks about the continued Rohingya crisis and Bangladesh taking the brunt of it – with the international community playing no effective role in solving it – should be a wake-up call. As she has rightly stated, the uncertainty over repatriation has led to widespread frustration among both the refugees and the host population. Cross-border organised crimes, including human and drug trafficking, have risen while the armed conflict in Myanmar is further hampering the repatriation process. The PM also mentioned the increasing threat of radicalisation. All these, she said, have security implications for the entire region and the international community has to take them seriously and take effective action to solve the crisis.\nAs she has also done before, Sheikh Hasina was emphatic in her call for an end to the Russia-Ukraine war, and appealed to the conscience of the world in stopping the arms race and sanctions. She reiterated how the prolonged war is threatening lives and livelihoods of people around the world and causing extreme suffering and insecurity, especially for children.\nThe PM urged world leaders to promote inclusive climate actions and mentioned the measures Bangladesh is taking to reduce the country's vulnerability against impacts of climate change through the \"Mujib Climate Prosperity Plans.\" In an AFP interview during the UNGA, she expressed her disappointment at the tepid response of wealthier nations – which are the highest polluters – regarding their commitment to contribute to the climate fund as agreed in the Paris Accord. These funds would be used by developing countries that are most affected by climate change in order to cope with its devastating impacts.\nSheikh Hasina's resolute support of the Palestinian people, and the two-state solution, was also a bold move in the wake of the warming up of some Middle Eastern countries towards Israel which continues to pursue its policy of occupation.\nOverall, the PM's speech was substantive, frank and clear on the need to move away from rhetoric and push forward for effective, immediate actions to solve these multifarious crises affecting global peace and stability.\n",
        "headline_1": "PM’s UNGA speech was on point",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/pms-unga-speech-was-point-3128066",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "On September 2, the student front of a political party announced its intention to form committees in 16 private universities.  It was greeted with apprehension and alarm.  More than 10,000 guardians of students in these universities sent letters expressing their concerns, the administrators overwhelmingly opposed the move, and the Association of Private Universities in Bangladesh rejected the idea outright.\nThey have the legal right to make that choice based on sections 14.1 and 14.2 of the 2010 Act (which amended the Act of 1992 governing private universities) that implicitly provides them that authority. They also felt buoyed by the Education Minister Dr. Dipu Moni's wise decision to leave this matter to the Universities. Moreover, the evidence, logic and ethical foundations of their argument opposing this effort were sincere and compelling. \nIt should also be noted that most of the intellectual leaders resisting this proposal are richly credentialed and deeply dedicated educators. Many are personal friends held in much affection and respect.  There is no doubt that their intentions are noble.  But as many pundits, including Marx, have pointed out – the road to hell is paved with good intentions.\nIt is understandable that what passes in the guise of \"student politics\" in many public universities would naturally evoke anxieties among students, parents, teachers, administrators, trustees and stakeholders in many private universities who may be justifiably worried about similar pressures and practices being reproduced there.\nThe behavior of some student leaders in some public universities indicates that they are not exactly the paragons of personal virtue, intellectual nimbleness or social grace.  There are allegations about being engaged in activities ranging from small-time extortion and seat allocation \"business\"; to humiliation and physical punishment of other students for supposed \"inappropriate\" behavior (e.g., not being sufficiently obsequious towards the leaders, or not joining a rally or meeting at their command); to facing more serious charges of torture, sexual predation and even murder. Some observers have wryly noted that they act like petty criminals, local mastaans and Mafia Dons rolled into one. \nThese leaders routinely \"control\" the residence halls, not only in terms of who can stay and where, but also some other operational aspects as well. Newspapers reported that, in this semester, when ordinary students demanded seats in the dormitories, they rallied in front of the living quarters of these leaders rather than the offices of the University authorities. They know where real power lies.\nThere is a general perception that the student leaders function in an ideological vacuum.  There are no ideals or visions that motivate them at the national level e.g., challenging inequality, communalism, pollution, corruption, injustice, and so on. They are equally unconcerned about issues that affect them directly as students e.g., budgetary allocations for higher studies, library or research facilities in the Universities, the living conditions of the dorms, the safety and dignity of women students, or cultural life on campus.  According to UGC figures (Annual Report, 2020) the total students enrolled in these universities are 9.02 lacs.  These numbers are not inconsiderable, and these voices could have been consequential. But they are silent. Ironically, instead of supporting student movements aimed at achieving positive social change such as demands for No Vat on Education, No Quotas, or Safe Streets, they have attacked the protesters with extreme prejudice. \nTheir indifference to any policy or position is reflected not only in their violent engagements for personal benefits (e.g., attacking vendors in the New Market area causing widespread mayhem and two deaths), but also in the fact that they are as apt to fight or kill for intra-party dominance (6 deaths over the last 20 months) as in inter-party rivalry (3 deaths in the same period). \nThe \"culture of impunity\" within which they functioned has turned into a \"culture of contempt\" for the laws, the sanctity of educational institutions, or the norms and courtesies embedded in our social traditions.  They are confident that their \"bad behavior\", or even first-degree criminal charges they face, would not lead to their exclusion from the highest committees on campus (TDS, September 7, 2022) or result in their expulsion from the Universities (unless one accidentally stepped on the wrong toes or unfortunately becomes a sacrificial lamb).            \nIt is popularly held that \"student politics\" revolves around purely selfish and material considerations, intent on ensuring supremacy through threat, thuggery and thievery, and focused on building profitable networks for the future.  In the sixties, the idea circulated that \"the personal is the political\" indicating that very personal decisions have political implications.  In our public universities today, we see that \"the political is the personal\" where many of these student leaders cultivate patron-client relationships with party \"bosses\" by providing muscular and related services in exchange for current and future protections and financial prosperity.  It is a Faustian bargain pursued in perversely hyper-masculine ways (though women student leaders are increasingly displaying their own brand of cruelty and control). \nAll this is well known and widely reported.  The essay does not refer to any specific leader, faction, or party in describing this situation thus underscoring the conviction that it is not a problem created by any particular regime, though those who remain in power for longer periods of time naturally bear the heavier burden of the accusations.\nThe charges against \"student politics\" cannot be disputed. The solution currently adopted by the private universities is more questionable, for three reasons.\nFirst, it is intellectually lazy.  Simply to condemn the unsavory aspects of student politics in public universities and therefore disallow it at their institutions provides an answer without raising any questions. After all it was not always (indeed never) like this in the past.  We all remember with pride and gratitude the incredible contributions of our student leaders in our march towards establishing our national identity, our struggles for equality and justice, and our war of independence. That tradition of public engagement continued till the early 1990s, but then collapsed.  What happened?  To duck that question is to avert their moral and scholarly responsibilities as educators.\nSecond, it is rhetorically a bit slippery and the sub-text may even carry a whiff of hypocrisy.  If they are arguing that student politics is bad, it would require them to condemn all student politics and not merely at private institutions.  However, most of them are not doing so.  They are suggesting that students should be free to pursue politics, but not here.  It is like claiming that racism is terrible, black and white people should study, work and interact together, but a black family cannot be allowed in my gated community. Or saying, we believe in worker's rights and collective bargaining, but no unions will be allowed here.\nThis suggests another awkward perspective.  Is it possible that their decision is governed more by commercial considerations, rather than intellectual or administrative?  After all, disturbances are generally bad for business, and student politics may have a disruptive impact in the campuses.  This may affect enrollment (read profits) and, as shrewd businessmen, the university trustees want to protect their investments.\nFurthermore, it exposes a class bias.  It suggests that it may be acceptable to allow student politics in public universities but not in private ones, because the former is populated by the children of the hoi polloi (who can go to hell) , while the latter caters to the rich and powerful (who must be guarded and coddled). Apparently, what is sauce for the gander is not sauce for the goose.\nWhen five of our most distinguished teachers (Drs. Anisuzzaman, Serajul Islam Chowdhury, Kabir Chowdhury, Zillur Rahman Siddiqui and Jamal Nazrul Islam) issued a statement prior to the formulation of the 2010 Act, they had explicitly suggested that the relationship between student bodies and political parties must be severed in all cases and everywhere. The clarity, consistency and the principled nature of that position is not reflected in the argument advanced by today's educators.\nThird, it demonstrates a reductionist approach towards politics as a cynical and self-serving exercise, an amoral project where the means do not matter and the ends are driven by the lust for power as Machiavelli had suggested. It ignores its rich philosophical genealogy in its emphasis on public service, collective welfare and high ideals.             \nIn Socratic terms politics was about establishing justice, in Aristotelian terms about instilling civic virtue, in Mill/Benthamite or Utilitarian terms about securing the greatest good for the highest number, in Marxian terms about pursuing distributional fairness, in Jeffersonian terms about protecting the inalienable rights of the people to life, liberty and the pursuit of happiness, in Hannah Arendtian terms it was about the celebration of human agency, individual autonomy and personal freedom. \nIt is entirely possible to enjoin the politics of the public good, not personal interest; the politics of establishing the rights of the people, not protecting the privileges of the few; the politics of the healthy competition of ideas among fellow citizens not a confrontation between enemies; the politics of encouraging the better angels of our nature, not pandering to the worst demons in our psyche.\nWe must remember that it is possible to have politics without democracy.  But, it is absolutely impossible to have democracy without politics. The politics of anti-politics being prescribed and encouraged today by apparently well-meaning advocates not only disregards that fundamental reality, it ignores our own history and, more ominously, hints at darker times.\nIt is important to understand that student politics in our public universities did not sour suddenly, by default, or by accident.  We must consider the political culture within which it is located - where the national elections are farcical, the parliament irrelevant, the judiciary overwhelmed, the rule of law throttled, and the country forced to endure a putrid environment of violence, corruption, rudeness, intolerance, and the shameless flaunting of naked power, as well as the vulgar display of conspicuous consumption, by the economic, bureaucratic and political elite.\nWe must also try to examine the education we are imparting to our students.  What emphasis on society, history and the humanities are we putting in our schools, on culture and aesthetics, on critical thinking?  What are we teaching them about personal responsibility, humility, social graces, caring for the environment, tolerance of \"others\", respecting the \"public space\" shared by all, shaping a \"civic consciousness\", or distinguishing right from wrong? What are they learning about democracy, constitutionalism, civil liberties, human rights, free speech, public accountability or the rule of law?  Even in our institutions of higher education, how many of our private universities have regular departments or courses on the social sciences, history, arts and the humanities?                 \nAcademics must also honestly interrogate themselves about their own culpability in creating the enabling conditions for this situation to develop. While there are uplifting examples of individual brilliance, devotion and integrity, the image of university teachers remains tarnished by \"scandals\" - of teachers who allegedly plagiarize; assault, or even plot to kill, other colleagues; lock each other up in, or out, of their offices;  pressure women students for sexual favors; disregard their teaching responsibilities in seeking temporary gigs elsewhere; undertake little or no research; undergo no professional developments; and engage in their own color-coded political gamesmanship for personal gain? \nSimilarly, there are reports of VCs who do not attend office, hire people on personal or partisan considerations (one issued more than 130 appointment letters on his last day in office), demonstrate environmental insensitivity in pursuing construction projects, arrange \"pay-offs\" for student leaders out of development funds, threaten legal action against critics, call student leaders for personal protection when they feel threatened (not the relevant law enforcement authorities), and face multiple investigations for procedural and ethical transgressions. Even private universities are not immune to some of these charges with issues of embezzlement and other problems surfacing lately. \nIt must also be remembered that no elections were held in our premier public university for 28 years, and when they was allowed, the elected VP was regularly threatened, beaten, or harassed in court. Similarly, do all private universities permit representative bodies elected by the students?\nWhat examples, experiences, role models, or inspirations are we, the teachers and administrators, setting for our students to follow?  Can we raise Lion Kings in a chicken farm?\nAt the same time, student leaders must also realize that the reasons why they are so unwelcome in the private universities is not because these institutions are opposed to their constitutional rights to express themselves and organize, but because of their reputation for alleged corruption, violence and their aggressive intolerance of any criticism or contrary views. Fear as an instrument of unilateral dominance and control is completely antithetical to the democratic spirit.  These leaders cannot claim a democratic right while denying it to others.\nSo, rather than pointing fingers at each other, let us all accept responsibility for this terrible state of affairs affecting higher education and find credible, creative and collective ways to improve the situation.  Given the importance of politics in the development of democratic values and institutions, let us not throw the baby out with the bathwater. \nPerhaps, instead of being a threat, this may be an opportunity.  Instead of shutting our doors in fear, we can open our hearts in hope.  And instead of assuming that students and academics, or private and public universities, pursue divergent objectives, let us imagine a space where both education and democracy (my twin passions for long) may support each other to survive and flourish.      \nFootnote: A few paragraphs here are based on earlier writings.\nDr Ahrar Ahmad is Professor Emeritus at Black Hills State University in the US, and Director General of Gyantapas Abdur Razzaq Foundation in Dhaka. He can be contacted at ahrar.ahmad@bhsu.edu\n\n",
        "headline_1": "Student politics in private universities: To be or not to be …",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/student-politics-private-universities-be-or-not-be-3128041",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "\"Killing rivers\" used to be a metaphorical expression in Bangladesh until rivers were granted the legal status of \"living entities\" in early 2019. That designation made it more literal, symbolising the importance of rivers in our life. About four years later, however, it remains the only outcome of a verdict hailed as \"historic\" as everything else remains unchanged, with rivers being polluted, filled, and encroached across the country as before. We get a fresh reminder after newspaper reports observing this year's World Rivers Day – with a time-befitting theme of \"Rights of Rivers\" – showed how dire the situation is. The rights of these \"living entities\" are not only being violated with reckless abandon, but even their so-called guardians, who are supposed to protect them, are partaking in this slow killing.\n\nEviction and excavation remain two of the biggest challenges facing our rivers. Reportedly, about 68 percent of the 57,390 illegal river grabbers listed by the National River Conservation Commission are yet to be evicted.\nThis is deeply disturbing. Not that Bangladesh doesn't have enough laws, policies or resources dedicated to the protection and management of rivers. But the futility of official endeavours – by relevant authorities including Bangladesh Water Development Board, Bangladesh Inland Water Transport Authority, National River Conservation Commission, and the ministry of shipping and water resources – and the general indifference to rivers are becoming harder to explain, and accept.\nConsider, for example, how the demarcation pillars installed along the embankments of many rivers, including Buriganga and Turag, have been rendered pointless over the years. These are not mere signs determining the boundaries of rivers. These are meant to act as a deterrent against any encroachment attempt, and for the authorities to intervene if it happens. Unfortunately, according to a report by The Daily Star, these pillars are increasingly becoming a forgotten relic as the case of a demarcation pillar in south Keraniganj – standing about 100 feet inland from the nearest bank of Buriganga – shows. Garbage accumulated from indiscriminate disposal by citizens, industrial units and even responsible institutions is filling up the riverbanks, leading to their eventual encroachment. We have another report showing how, in Tongi and Gazipur, untreated waste is being discharged into interconnected waterbodies to the same effect.\nRivers Day specials by other newspapers are also replete with such painful details. We come across a report describing how the Karnaphuli River in Chattogram is being suffocated with plastic waste, brought in through the network of canals surrounding the city. At least 785 tonnes of waste are being discharged into the river every day, leading to its pollution and loss of navigability. This, according to experts, is largely due to the illegally built structures near the riverbanks. Closer to Dhaka, the contamination of Bangshi and Dhaleshwari rivers in Savar, mostly because of untreated industrial waste, has reached a level that no fish can be found in many areas. Many areas were also encroached with little resistance from the authorities. In Rajshahi, three rivers reportedly became extinct, and the same fate awaits several rivers connecting Thakurgaon, all because of encroachment, pollution, and lack of proper eviction and excavation drives.\nAcross the country, eviction and excavation remain two of the biggest challenges facing rivers. Reportedly, about 68 percent of the 57,390 illegal river grabbers listed by the National River Conservation Commission – ranging from influential people, businessmen, politicians, and government agencies to even ordinary people – are yet to be evicted. In many cases, the evicted grabbed the land again later. In case of excavation (and re-excavation), the situation is equally bleak.\nThe overall situation has reached a point where only drastic action can protect what remains of our rivers or their health. The authorities must shed their present laissez-faire approach to rivers. They must address their plight with the urgency that it deserves.\n",
        "headline_1": "We need drastic action to save our rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-drastic-action-save-our-rivers-3127911",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "For many children, their childhood is marred by their parents working late and having very little time for them. Or, as with the changed scenario nowadays, parents being home with their kids, but still being bombarded with work calls, emails, and (no thanks to the pandemic!) online meetings. After working around 8 to 10 hours every day, employees still have to spend many hours at home dealing with work-related communication. Due to the ongoing Covid-19 pandemic, as people have taken up working from home as part of the new normal, the fine line between work and personal time seems to have become erased. Although Zoom or Google Meet meetings have made it easier for people to work from the comfort of their homes, work hours have become extended and have diluted family time.\nIn such circumstances, the right to disconnect is becoming more and more relevant. The \"right to disconnect\" refers to an employee's ability to disengage from work and any other communication related to work after the working hours are over. This right has its origin in a few pre-existing rights. For example, the right to rest and leisure with reasonable limitation of working hours under Article 24 and the right to just and favourable conditions of work under Article 23 of the Universal Declaration of Human Rights. Thus, instead of considering the right to disconnect as new or emerging, it is more apt to consider it a necessary element for the realisation of existing rights. \nIn 2004, the Chambre Sociale (Labour Division) of the Court of Cassation of France stated in another case that not answering phone calls outside working hours does not constitute serious misconduct and therefore does not justify a disciplinary dismissal. Article 55 of the El Khomri law, enacted by France in 2016 to reform working conditions, established the right to disconnect for employees to ensure respect for rest periods and leave as well as personal and family life. The provision stated that the employer shall draw up a charter, after consultation, to define the procedures for the exercise of this right to disconnect. The provision was added after a report to the French Labour Minister suggested \"professional disconnection,\" so that the introduction of digital technologies in the workplace could have a positive impact. \nAlthough the provision introduces the right to disconnect, it does not define its scope, but rather leaves it upon the employers to draw up a policy regarding this right after consulting with workers and other stakeholders. Similarly, in Italy, article 19(1) of the Senate Act no. 2233-B stipulates that an agreement shall govern the performance of work outside the premises of the company, as well as decide the technical and organisational measures to ensure that the worker is disconnected from the technological equipment. \nThe Philippines provides this right to workers by stipulating that employers establish hours during which no employee is obliged to send or receive work-related electronic communication. Recently, Ireland passed new guidelines providing the right to disconnect. Besides, a lot of renowned companies in Europe including Volkswagen, Allianz, Henkel, Daimler, and Siemens, etc provide this right to their workers to varying degrees. \nAgainst the backdrop of increased workloads thanks to digital means due to the Covid-19 pandemic, members of the European parliament have been calling for a law that enables people working digitally to disconnect outside their working hours. Recently, the International Labour Organization, in its report titled \"Work anytime, anywhere: The effects on the world of work,\" discussed the right to disconnect as a policy response.\nAlthough the right to disconnect is gaining momentum due to the rise of remote working, the right is equally relevant for people working from home and from the office. Proper implementation of right-to-disconnect policies will not only be instrumental in providing employees much-needed rest and allow them to enjoy their family life after a busy day at work, but it can be beneficial to employers as well. Proper rest and leisure may boost the productivity of employers and keep their mental health in check through the minimisation of work-related stress and communication. \nAgain, availing this right will allow working parents to spend an adequate amount of time with their children, which in turn will have a positive impact on children's quality of life. With the gradual empowerment of women in the educational and professional spheres, a lot of families consist of both parents working. Thus, to provide a child with the necessary care and quality time with their parents, it is essential to avail the right to disconnect to working parents. \nArticle 15(c) of the constitution of Bangladesh prescribes the right to reasonable rest, recreation and leisure as a basic necessity for life, thus creating an obligation upon the state to secure it through progressive policies. \nAdapting to the current challenges of employment in the 21st century, it is desired that the government makes it mandatory for companies and corporations to have policies to implement the right to disconnect. Proper utilisation of the right to disconnect will help minimise the side effects of electronic communication in workplaces and bring out the best of employees. Even if establishing the right to disconnect as a human right seems a bit overdone, implementing it as a policy will increase the chances of better implementation of a range of rights related to the workplace and also to one's personal life.\nArafat Ibnul Bashar is a lecturer in the Department of Law at Port City International University, Chittagong.\n\n",
        "headline_1": "The human right to disconnect",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-human-right-disconnect-3127896",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "At a time when the world faces multiple threats that seem to have no sign of abatement, Prime Minister Sheikh Hasina's speech at the UN General Assembly (UNGA) has hit the right chords of relevance and immediacy. Her speech very succinctly brought forward the most formidable crises: the Russia-Ukraine war, effects of climate change, and the Rohingya crisis. These are all emergencies that have not been adequately addressed by the developed nations of the world.\n\nHer pointed remarks about the continued Rohingya crisis and Bangladesh taking the brunt of it – with the international community playing no effective role in solving it – should be a wake-up call. As she rightly said, the uncertainty over repatriation has led to widespread frustration among both the refugees and the host population.\nAgainst the backdrop of the virtual inaction and silence of the international community, PM Hasina has made some bold statements alerting them to the devastating consequences of allowing these crises to continue. Her pointed remarks about the continued Rohingya crisis and Bangladesh taking the brunt of it – with the international community playing no effective role in solving it – should be a wake-up call. As she has rightly stated, the uncertainty over repatriation has led to widespread frustration among both the refugees and the host population. Cross-border organised crimes, including human and drug trafficking, have risen while the armed conflict in Myanmar is further hampering the repatriation process. The PM also mentioned the increasing threat of radicalisation. All these, she said, have security implications for the entire region and the international community has to take them seriously and take effective action to solve the crisis.\nAs she has also done before, Sheikh Hasina was emphatic in her call for an end to the Russia-Ukraine war, and appealed to the conscience of the world in stopping the arms race and sanctions. She reiterated how the prolonged war is threatening lives and livelihoods of people around the world and causing extreme suffering and insecurity, especially for children.\nThe PM urged world leaders to promote inclusive climate actions and mentioned the measures Bangladesh is taking to reduce the country's vulnerability against impacts of climate change through the \"Mujib Climate Prosperity Plans.\" In an AFP interview during the UNGA, she expressed her disappointment at the tepid response of wealthier nations – which are the highest polluters – regarding their commitment to contribute to the climate fund as agreed in the Paris Accord. These funds would be used by developing countries that are most affected by climate change in order to cope with its devastating impacts.\nSheikh Hasina's resolute support of the Palestinian people, and the two-state solution, was also a bold move in the wake of the warming up of some Middle Eastern countries towards Israel which continues to pursue its policy of occupation.\nOverall, the PM's speech was substantive, frank and clear on the need to move away from rhetoric and push forward for effective, immediate actions to solve these multifarious crises affecting global peace and stability.\n",
        "headline_1": "PM’s UNGA speech was on point",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/pms-unga-speech-was-point-3128066",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "\"Killing rivers\" used to be a metaphorical expression in Bangladesh until rivers were granted the legal status of \"living entities\" in early 2019. That designation made it more literal, symbolising the importance of rivers in our life. About four years later, however, it remains the only outcome of a verdict hailed as \"historic\" as everything else remains unchanged, with rivers being polluted, filled, and encroached across the country as before. We get a fresh reminder after newspaper reports observing this year's World Rivers Day – with a time-befitting theme of \"Rights of Rivers\" – showed how dire the situation is. The rights of these \"living entities\" are not only being violated with reckless abandon, but even their so-called guardians, who are supposed to protect them, are partaking in this slow killing.\n\nEviction and excavation remain two of the biggest challenges facing our rivers. Reportedly, about 68 percent of the 57,390 illegal river grabbers listed by the National River Conservation Commission are yet to be evicted.\nThis is deeply disturbing. Not that Bangladesh doesn't have enough laws, policies or resources dedicated to the protection and management of rivers. But the futility of official endeavours – by relevant authorities including Bangladesh Water Development Board, Bangladesh Inland Water Transport Authority, National River Conservation Commission, and the ministry of shipping and water resources – and the general indifference to rivers are becoming harder to explain, and accept.\nConsider, for example, how the demarcation pillars installed along the embankments of many rivers, including Buriganga and Turag, have been rendered pointless over the years. These are not mere signs determining the boundaries of rivers. These are meant to act as a deterrent against any encroachment attempt, and for the authorities to intervene if it happens. Unfortunately, according to a report by The Daily Star, these pillars are increasingly becoming a forgotten relic as the case of a demarcation pillar in south Keraniganj – standing about 100 feet inland from the nearest bank of Buriganga – shows. Garbage accumulated from indiscriminate disposal by citizens, industrial units and even responsible institutions is filling up the riverbanks, leading to their eventual encroachment. We have another report showing how, in Tongi and Gazipur, untreated waste is being discharged into interconnected waterbodies to the same effect.\nRivers Day specials by other newspapers are also replete with such painful details. We come across a report describing how the Karnaphuli River in Chattogram is being suffocated with plastic waste, brought in through the network of canals surrounding the city. At least 785 tonnes of waste are being discharged into the river every day, leading to its pollution and loss of navigability. This, according to experts, is largely due to the illegally built structures near the riverbanks. Closer to Dhaka, the contamination of Bangshi and Dhaleshwari rivers in Savar, mostly because of untreated industrial waste, has reached a level that no fish can be found in many areas. Many areas were also encroached with little resistance from the authorities. In Rajshahi, three rivers reportedly became extinct, and the same fate awaits several rivers connecting Thakurgaon, all because of encroachment, pollution, and lack of proper eviction and excavation drives.\nAcross the country, eviction and excavation remain two of the biggest challenges facing rivers. Reportedly, about 68 percent of the 57,390 illegal river grabbers listed by the National River Conservation Commission – ranging from influential people, businessmen, politicians, and government agencies to even ordinary people – are yet to be evicted. In many cases, the evicted grabbed the land again later. In case of excavation (and re-excavation), the situation is equally bleak.\nThe overall situation has reached a point where only drastic action can protect what remains of our rivers or their health. The authorities must shed their present laissez-faire approach to rivers. They must address their plight with the urgency that it deserves.\n",
        "headline_1": "We need drastic action to save our rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-drastic-action-save-our-rivers-3127911",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "Had the authorities and unsuspecting people in Dhaka and the nearby areas taken the dengue outbreaks seriously in the years 2018, 2019 and 2020, the capital could have been declared dengue-free by now. After the year 2019 witnessed record number of dengue deaths --- numbering 179, and dengue cases reaching 101,354 ---the ferocity of the scourge declined noticeably. It could be possible thanks to the all-out drives against the dengue vector Aedes Aegypti. But both the capital's inhabitants and the authorities defaulted on their tasks. Oblivious of their duties, the residents of Dhaka nonchalantly watched rainwater accumulating in their home compounds, and the officials of the two city corporations not delivering on their promises of keeping the water bodies free of the larvae of Aedes mosquito. Against the backdrop of the eventual drop in dengue fatalities and hospitalisations in the last two years people have been convinced that dengue may not re-emerge. But it has struck this year again.On many counts, the year 2022 may be singled out for an extensive dengue outbreak. Dengue has flared up in the country's other parts as well. In its updates on dengue this year, the Directorate General of Health Services (DGHS) put the number of deaths at 50 on Friday. It has shown the total number of dengue patients set to cross 13,000-mark. Many deaths and hospitalisation cases allegedly remain unreported following similar practices earlier. However, hospital admissions are continuing unabated. Many cases are reportedly misdiagnosed at private hospitals and clinics, leading to patients' deaths following wrong treatment. Why such a simple disease should be misdiagnosed is baffling indeed.Unlike in the past, especially during the early years of the outbreak of dengue, both public and private hospitals in dengue-affected regions and areas have now opened wards dedicated to the treatment of the chiefly fever-based, but also complicated, dengue. With dengue situation turning apparently worse this year, the two Dhaka city corporations i.e. DSCC and DNCC have taken up a few anti-dengue crash programmes to stop its spread. During a field survey, they have visited 1,830 households in 58 DSCC wards and 1,319 households in 40 DNCC wards. The survey has found 14 wards under DSCC, and 13 under DNCC, to be highly vulnerable to dengue. The presence of the dengue vector Aedes has been found to be higher in these city wards. Not all residents are satisfied with these anti-dengue measures. They have reasons to feel frustrated. In the past few years, there was enough hullabaloo over the much-publicised inspection of residents' surroundings, and red-marking of houses with pools of stagnant rainwater. All these measures eventually petered out with no result.A gloomy outcome of this year's dengue outbreak is the experts' view that it may turn into a dreadful scourge. Some of them are of the opinion that dengue shows all signs of becoming endemic to Bangladesh. This is no good news. All-out efforts and public awareness can repulse the dengue attacks. Unless the country is made dengue-free in the coming monsoons, this seasonal disease may cause more human sufferings and even losses of lives along with financial haemorrhage.",
        "headline_1": "Dengue stages a ruthless comeback",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dengue-stages-a-ruthless-comeback-1664113675",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "The financial reporting regulatory space in Bangladesh has suddenly turned a little turbulent in recent times, with two of the major actors, the Financial Reporting Council (FRC) and the Institute of Chartered Accountants of Bangladesh (ICAB) engaged in what appears to be a war of words against each other. According to a recent article published in the Financial Express on August 22, 2022, the FRC has written to various ministries of the government accusing the ICAB of overstepping its authority. The FRC appeared particularly dissatisfied with the ICAB's attempt to propose some amendments to the Bangladesh Chartered Accountants Ordinance of 1973 bypassing the independent oversight body for the public accountancy profession. The FRC also claimed that they were the sole regulator of the public accountancy profession in Bangladesh. In response, the ICAB issued a strongly worded rejoinder (published in the Financial Express on August 25, 2022) refuting such claims. The ICAB reminded the FRC that unlike many other professional bodies, it was established on the strength of a government charter, giving it complete autonomy to regulate the profession. The ICAB also mentioned that the proposed changes to Bangladesh Chartered Accountants Ordinance of 1973, which in FRC's view, was outside the scope of ICAB's work, were in response to a government request to translate the ordinance in Bengali and make it more up to date. Both the ICAB and the FRC, however, seemed to have enough confidence that the Ministry of Commerce would make the right call to resolve the differences in opinion. Therefore, it can be expected that the current stalemate would be over soon. However, the tension between two of these major actors in the audit regulatory space is unlikely to disappear quickly. This is primarily due to the process through which the FRC was promoted and established.Historically, the accounting regulatory space in Bangladesh had been occupied by two major players-- the ICAB and the Institute of Cost and Management Accountants of Bangladesh (ICMAB) for a long time. The members of the ICAB primarily provide financial accountancy and auditing services, whereas the members of the ICMAB focus on the cost and management accountancy area. The ICAB was established by the Chartered Accountants Order of 1973 (President's order no 2 of 1973) for the purpose of 'regulating the profession of accountants and for matters connected therewith' (The Bangladesh Chartered Accountants Order, 1973). In the decades that followed, the ICAB acted as a primary regulator for the financial auditing profession in Bangladesh, engaging itself in activities ranging from development and adoption of financial reporting standards to taking disciplinary actions against its own members. Consequently, chartered accountancy started being viewed as a highly prestigious profession and an attractive career option for many. During this period, the ICAB, however, also attracted significant amount of criticism for its failure to ensure high quality audit on a consistent basis. This is, however, primarily due to the family-dominated corporate culture in Bangladesh, where corporate governance mechanisms, including external audit, is sometimes viewed as intrusive and unnecessarily burdensome. Following the collapse of Enron, the global public accountancy profession moved from a self-regulation model to an independent oversight model, with independent oversight bodies, such as the PCAOB in the USA and the FRC in the UK, gradually taking responsibility of watchdogs for the profession. In Bangladesh, the idea of an independent oversight body for the public accountancy profession was not home-grown. Rather, the notion of an independent oversight body for the public accountancy profession first came from a World Bank (2003) Report on Observance of Statutes and Codes (ROSC). The ROSC (2003) proposed that the FRC, the secretariat of which might be 'housed' within the Bangladesh Securities and Exchange Commission (p. 12), should monitor and enforce the accountancy and auditing requirements for preparation of general-purpose financial statements. Although the establishment of the FRC was actively promoted by the World Bank, the government took a considerable amount of time to establish the body. This is perhaps due to confusion among policymakers over the rationale behind this new oversight body. The structure of the FRC, and the scope of its sweeping power also drew considerable criticism from many stakeholders. Eventually, the Financial Reporting Act was passed in parliament in 2015, paving the way for establishment of the FRC. Fast forward to 2022, five years since its inception, the FRC still seems to be struggling to establish itself as a strong actor within the financial accounting regulatory space in Bangladesh. Understandably, the FRC's ability to operate efficiently has been severely handicapped by its resource constraints. For any new actor entering an established regulatory space, it is important to quickly establish its own legitimacy. This can be achieved strategically by recruiting persons of indisputable repute and expertise to leadership positions. These leaders would not only have sufficient social capital that are widely recognised and appreciated, but also established networks with important stakeholder to be able to lead the organisation pragmatically. Visibility issues can be addressed to some extent by connecting with the relevant stakeholder groups and co-hosting high-profile events. For example, the FRC can consider co-hosting a series of theme-based events jointly with organisations such as the ICAB, ICMAB, FBCCI, MCCI, the BSEC, the stock exchanges, and with universities. This will provide the organisation with some much-needed media attention and will help gradually establish its legitimacy within the regulatory space. The FRC also needs to spend a considerable amount of time in understanding the audit profession in Bangladesh and the way it operates. It is common knowledge that the audit fees paid by even listed companies in Bangladesh are amongst the lowest in the world. This is partly due to the management's treatment of external audit as an unnecessary deterrent and only a regulatory requirement. The Bangladesh corporate sector still does not appear to understand the value of good quality audit and corporate governance mechanisms. Although the ICAB has a chart of fees, it is hardly implemented. As a starting point, it might be of help for the FRC to sit with related stakeholder groups, including management of listed companies, and agree audit fees that can allow auditors to perform an audit of reasonable quality. This, along with a focus on corporate governance practices that allow the production of high quality financial statements, can go a long way in enhancing audit quality in Bangladesh, and elevate the reputation of the FRC. \nJaved Siddiqui is a Professor of Financial Reporting at the Alliance Manchester Business School, the University of Manchester. [email protected]",
        "headline_1": "Making FRC a strong actor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-frc-a-strong-actor-1664113750",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "Sea-level rise has become a headache for most nations, particularly for those with long coastal belts. The rise lately has already been concerning because its rates have been higher than in the past 2,700 years. Even the prediction of 0.2m rise by the year 2050 made by the Intergovernmental Panel on Climate Change (IPCC), co-authored by 200 scientists from 66 countries, may fall far short of the actual rise because of a combination of nations' failure to reduce CO2 emission and the consequent faster ice cap melting, frequent natural turmoil like storm, cyclone and change in the speed of sea currents.As if these were not enough trouble, a new international study now points to the fact that coastal cities in Asia and South-east Asia are actually inviting further danger to their existence. Satellite images of 48 coastal cities processed all across the world from 2014-2020 showed that those were sinking because of extraction of underground water to meet the burgeoning demand of growing city populations. The median rate of subsidence for those urban centres was estimated at 16.2mm a year. But it is highly concerning for Asian cities, some of which recorded subsidence as high as 43 mm a year. Before this study with which were involved a team of international scientists led by a PhD fellow at the Nanyang Technological University of Singapore, the issue of subsidence of large urban centres in coastal areas was not taken into cognisance. When the coastal cities' highest rate of sinking at 43 mm is taken into account against the global mean sea-level rise at 3.7 mm, the extent of danger facing those urban settlements can be gauged. Worsening climate change will only exacerbate the process of sea-level rise further and the existential threat to the coastal cities. As the growth centre and area of rapid urbanisation, Asia, more particularly South-east Asian countries with sea front, faces the greatest threat. Bangladesh's port city Chattogram along with Vietnam's Ho Chi Minh City, India's Ahmedabad, Indonesia's Jakarta and Myanmar's commercial hub Yangon are facing the gravest threat because of the excessive load they put on the soil they sit on and make the matter worse by drawing water from underground aquifers beyond sustainable limit. It is not for nothing that the IPCC has warned that more than one billion people living in coastal cities will find themselves severely affected by sea-level rise by 2050. Given the subsidence of cities, this may happen earlier than the time foreseen by the IPCC.The question is, how grave the threat is. Will inhabitants from these coastal cities be compelled to move away and their living abodes abandoned? In some cases such an ominous possibility cannot be ruled out. When cities in the coastal areas will suffer such reversals, its ripple effects will be adverse not only on lives and livelihoods of people living in and around those urban centres but also on the economies. If even parts of Chattogram, Ho Chi Minh, Yangon cities go under water, the international commercial transactions Bangladesh, Vietnam and Myanmar carry will be badly affected. Also, makeshift and fragile settlements that grow around commercial centres will be the early victims. Experts in earth sciences and civil environmental engineering have suggested building up of coastal defences like sea walls or nature-based redress such as mangroves. But to address the subsidence of cities proper, there has to be a strategy to stop using groundwater and instead find an alternative like surface water and also developing a mechanism for recharging of aquifers preferably by pumping used water into the underground. Rain waters can as well be collected for domestic use and recharging of aquifers. This refers to research and technological innovation to overcome the supply crunch of water not just in coastal cities but also in megalopolises like Dhaka. \n[email protected]",
        "headline_1": "The threat coastal cities of Asia now face",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-threat-coastal-cities-of-asia-now-face-1664113780",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2022"
    },
    {
        "full_article": "Dengue has taken a serious turn in Bangladesh. Two more dengue patients died on Friday, raising this year's death toll from the mosquito-borne disease to 50. The viral fever cases are also on the rise. What is more worrying is that a recent survey has found a greater density of Aedes mosquitoes, the vector of dengue, in Dhaka city. The survey conducted on 3,149 houses in the city has found larvae in 392 houses, which is 12.44 per cent of the house index. The mosquito density, as the survey says, is double the size found in Dhaka before the monsoon season.The responsibility of mosquito control in Dhaka city relies on the two city corporations. They do the routine work for controlling mosquitoes. However, their efforts of eradicating mosquito's breeding grounds do not seem to have worked at all. And the dengue outbreak has become a seasonal epidemic for us. Every year, it claims dozens of lives. But the authorities concerned have not yet been able to find a way to contain it. It is high time they looked for an effective measure to tackle dengue. I also request the authorities to regularly launch anti-dengue awareness campaigns in schools and colleges. If everyone takes part in the dengue prevention campaigns to keep their living spaces clean, remove standing water, and dump the discarded and damaged items, then it is possible to get rid of the dengue virus.\nBadsha Faysal, Jurain, Dhaka, [email protected] ",
        "headline_1": "Arresting dengue menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/arresting-dengue-menace-1664113804",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2022"
    }
]