[
    {
        "full_article": "The Government has quietly dropped the practice of releasing preliminary monthly merchandise trade estimates at the beginning of the month, and updating them two weeks later with ‘quick’ estimates. The foreign trade numbers for October 2022 and beyond will be released by the middle of the next month, as was the practice till two years ago. Perhaps the idea of issuing early estimates for export and import shipments in late 2020 was driven by the need to have some more high frequency indicators for assessing the direction of the economy as it found its feet again after the battering from COVID-19 lockdowns. While one cannot really say the pandemic is over yet, it is a sensible decision to now revert to the older system when ‘quick’ estimates were released on the fifteenth day of each subsequent month, or earlier if that date happened to fall on a weekend. The early estimates have emitted conflicting signals about the economy in recent months, thanks to sharp variations between the preliminary and ‘quick’ estimates in the volume of trade and even the direction of exports growth. For instance, the first data set for August suggested a 1.15% contraction in exports — the first such contraction since February 2021 — while September’s numbers showed a 3.5% dip year-on-year. Even as industry and economists read this as an omen of the global turmoil and slowdown coming home to hurt the Indian recovery engine, the ‘quick’ estimates for both these months showed a 1.6% and 4.8% uptick, respectively, in outbound goods trade.The difference in the two sets of numbers largely arises from the lack of electronic data interchange facilities at some ports, thus making it difficult to factor in such shipments into the first data set. But with variations so wide, it is smarter to wait till all the data is compiled and released at one go — even as attempts must be redoubled to ensure all ports onboard the electronic data system. The Government should now stick to a clear time table for releasing the trade data — recent months were also marred by suspense over when the initial estimates would be released and the last set came about 90 minutes before midnight on October 3. It should also refrain from being selective about data points. For March, it initially only released export numbers, and September’s preliminary data omitted the growth rates for India’s top 10 export, import items. A consistent, comprehensive and transparent approach to releasing economic data will also bolster the country’s credibility as a reliable alternative to China.\rTo read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Measuring trade: On the need for consistent export, import data",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/measuring-trade-the-hindu-editorial-on-the-need-for-consistent-export-import-data/article66124802.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "The University Grants Commission’s decision to remove the mandatory requirement of getting research papers published in peer-reviewed journals before submitting a PhD thesis is a bid to stem the unhealthy practice of many scholars paying substandard, predatory journals to publish their papers without sufficient review, which has weakened the quality of India’s doctoral education. Seen from this angle, the UGC’s move is indeed the right one. Studies have shown that a majority of doctoral students publish in such journals, rather than go through the more time-consuming process of submitting their drafts to reputed journals, awaiting review and revising. Given the insufficiency of scholarships and stipends, many students are also in a hurry to complete their doctoral degrees rather than taking the time needed for quality research. The removal of a compulsory requirement is also in line with global regulatory standards. However, while paper publication is not mandated in most countries, it is certainly considered essential for any top researcher, with many theses consisting in their entirety of published papers. The UGC has also emphasised that it would be advisable for scholars to publish papers in high-quality journals for their own sake, as it would add value to their PhD for any post-doctoral opportunities. The regulator hopes that by removing the mandatory requirement, it can help create a more conducive atmosphere for self-motivated research by students and universities, as is found in the IITs which do not have such a requirement.The removal of the mandatory requirement is also an acknowledgement of the diversity in academic disciplines; in some branches of the humanities, the publication of a monograph is a more accepted method of communicating with academic peers than journal papers, while top computer science researchers may value conference presentations over journal publications. Patents obtained are also seen as a better indication of the quality of research in some disciplines. Removing the mandatory requirement will thus allow for more innovation. There is, however, some concern that the removal of mandatory requirements will result in a further dilution of quality, as the worth of a researcher and a university is judged on the basis of papers published and cited, with funding also dependent on such benchmarks. To encourage students to publish in reputed journals even without a mandatory requirement from now puts the onus on university research advisory councils and doctoral supervisors to up their game. Given that a reason students rush to publish is the need to quickly complete their PhDs due to financial constraints, higher levels of funding are urgently needed to ensure that the UGC’s move does not backfire.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Research first: On the UGC move on research papers by Ph.D. scholars",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/research-first-the-hindu-editorial-on-ugc-doing-away-with-mandatory-publishing-of-research-papers-for-phd/article66125251.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "‘Rearranging deck chairs on the Titanic’ is a phrase that seems to best describe some of Delhi’s actions these days. Let’s look at some of the items on the 15-point action plan that was announced by the government recently to fight pollution. For instance, a special park to process electronic waste. While e-waste is a huge environmental problem, its exact contribution in fouling Delhi’s winter air is hazy. Indeed, not knowing precisely how much pollution comes from each source makes it hard to take strong action because polluters can point fingers at each other.\nLearning lost: Actions like shutting schools come with a cost to kids from less privileged backgrounds\nTo fix this, the Delhi government had promised to set up a real-time source apportionment system that would tell us at any time what—vehicles, burning trash, or construction—was causing pollution and by how much. This system was supposed to be up and running by the end of October, but, at the time of writing, it is not yet. Until then, talking heads squabble while most existing studies blame vehicles and stubble burning for the PM2.5 pollution spike (add dust/industries for PM10).\nDoes Delhi’s plan fix those? The Delhi government proposed spraying farms with free bio-decomposer to reduce stubble burning. Farmers burn stubble to quickly and cheaply clear their fields as the gap between paddy harvest and wheat sowing is only around 10-14 days. This year, because of an extended monsoon, that gap is even smaller. Farmers complain that the decomposer needs about three weeks to work and adds to their costs. So, Punjab reportedly adopted the decomposer on less than 1% of its paddy acreage. Neighbouring Haryana fared better by significantly decreasing its stubble burning by helping farmers access stubble management machinery (like balers), using the bio-decomposer and making burning financially less attractive. It was not nearly enough. On November 3, when Delhi’s pollution was hazardous, stubble burning accounted for a third of PM2.5 pollution.\nAnother item on the 15-point plan is deployment of 380 teams to ensure vehicles (especially older ones) don’t pollute, and help clear congestion. But with over 7 million active vehicles on the road, this will be hard to do. Electric mobility (EM) is heralded as a future messiah, but less than 10% of vehicles sold thus far in 2022 were electric. EM needs to scale up far more to make a dent on pollution. Could Delhi try something else? Mexico City, with air so foul that birds fell dead from the sky in 1992, cleaned up its air by improving its fuel quality and increasing public transport. While Delhi’s metro is a success, the capital needs better last-mile connectivity and bus network for shorter journeys. While Delhi appears to have reduced its congestion this year (as per the TomTom index), is that by banning vehicle entry and work/study-from-home orders? These actions have costs.\nTo control dust, Delhi turns to smog guns (and plans to increase tree cover). While smog guns are very visible, studies place the impact of controlling dust from construction by barriers or fogging at less than 1%. As for green cover, while the forest department says it has increased, several experts put this down to flawed methodology and point instead to 77,000 trees having been felled or transplanted in the past few years. Transplanting trees is a dusty business. Having industries switch to gaseous fuels is an effective method of countering pollution, except that industries play a bigger role in summer pollution rather than in the winter spike.\nOther actions, like shutting schools, are cruel in their irony. When a home has no fancy air purifier, and the child has no gadget or data to connect to class, who bears the pain of shutting schools and who reaps the benefit? Banning waste burning, while effective, hurts the poorest, who have few other options for staying warm. Are we acting against only ‘weak’ polluters? Also, banning some things while letting others go (relatively) unpunished makes people less likely to follow rules overall.\nRemember London, Los Angeles, Beijing, and Mexico City have each fought against air pollution and won. Their battles began with a good understanding and agreement on what caused the pollution and was clinched with public support (or brute power in China) for strong action against polluters. In India, I sympathise with our political leaders. Stopping farmers from burning stubble is, politically, a Herculean task, since thousands of crores are spent annually to subsidise a crop pattern that encourages it. It’s hard to reduce vehicular pollution by making more space for buses in roads, when that hurts powerful people who drive cars. Taking such actions means prioritising health for all over catering to narrow interests. It is a coming-of-age moment in democracies. One predictor of this turn is sustained public attention. But since public attention on pollution has flagged even as Delhi’s air quality improved from ‘hazardous’ to ‘very unhealthy’, don’t hold your breath for brave political action. Expect more deck chairs to be shuffled.\n\n",
        "headline_1": "Delhi needs brave political action but don’t hold your breath",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/delhi-needs-brave-political-action-but-dont-hold-your-breath/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "Back in 2016, a Pakistani comedian made an appearance at a local event in Zimbabwe impersonating the beloved comedy character Mr Bean. The penny soon dropped that the Pakistani gentleman was not, in fact, the genuine article. The Zimbabwean organisers, presumably, were incensed.\nShortly before Zimbabwe faced Pakistan at the men’s T20 World Cup, a Zimbabwean Twitter user exhumed this obscure six-year-old grievance. He swore revenge, seemingly holding all of Pakistan responsible for the counterfeit Bean. Images of the odious fraud rapidly flooded the internet, leaving cricket fans in splits.\nPak Bean was born.\nBEAN THERE, DONE THAT: The ‘bean’ joke was as memorable as Zimbabwe’s performance in the T20 World Cup\nIn a dramatic departure from how internet jokes typically play out in real life, the Pak Bean curse came true. Pakistan were just 44 runs from victory in Perth with 7 wickets standing when Zimbabwe ambushed them with an audacious comeback. Five wickets tumbled in a frantic final sequence. Zimbabwe snatched a one-run win.\nAmong those celebrating the victory was Zimbabwean President Emmerson Mnangagwa. “Next time, send the real Mr Bean,” he tweeted.\nIt was a punchline every inch as memorable as Zimbabwe’s performance. That Pakistan have reached the World Cup final after the Pak Bean defeat owes much to another unfancied team.\nWhen the Netherlands faced up to South Africa last Sunday, a win was assumed to be South Africa’s for the taking. The Netherlands, though, had other ideas. They put up 158, and then promptly turned the tournament on its ear by strangling South Africa down the stretch. Miraculously, Pakistan— given a 3% chance of avoiding elimination at one stage—advanced instead.\nThe Pak Bean match and the Netherlands’ stunning upset added to superb performances by Ireland, Namibia and Scotland on this tournament’s highlight reel. All told, it’s quite striking that the two World Cup finalists were conquered by Zimbabwe and Ireland in group play.\nA patronising narrative has long enveloped such results. These ‘minnows’ are often perceived as if they’re witnesses to an accident; innocent bystanders who just happen to be in the vicinity while an established team spontaneously combusts.\nThat’s a hard story to sell about some of the performances at this World Cup, though. Namibia’s Jan Frylinck and JJ Smit smashing a match-winning 70-run partnership off 34 balls against Sri Lanka in Geelong was no accident. Scotland’s Mark Watt and Michael Leask snaffling five West Indian wickets for 27 runs after their batters put up 160 in Hobart wasn’t either. The Netherlands and Ireland combined for three huge wins in the Super 12 stage. That’s an awful lot of bystanders witnessing an awful lot of accidents.\nThere’s another reason why these underdog wins feel so affirming. It comes from trying to imagine how second-tier teams must grapple with the anxiety that every World Cup is a make-or-break event for them. It must be impossible for them not to view every match through the existential lens of whether their tiny communities playing cricket for a living is a worthwhile endeavour.\nHappily, T20 is a terrific antidote to this flavour of dread. The format is carefree by design. A healthy culture of pardoning failures is built into its foundations. It prioritises quick thinking and opportunism, which can be a massive equaliser. Competing against top opponents despite not having a domestic structure is unrealistic in most sports. T20, however, makes it viable.\nWhat the smaller teams miss is sustained presence. To the average viewer, it still feels as though a Netherlands or a Namibia emerge around World Cup season, and then go straight back to their Associate Member sandboxes.\nThis is an ICC issue, with two concurrent difficulties.\nOne is that the ICC’s decisions are made by committee, where member representatives largely act in narrow self-interest. To change this model, as ICC chairperson Greg Barclay recently put it, you have to “get a lot of turkeys voting for Christmas.”\nThe other is that the ICC’s revenue distribution is deeply disadvantageous to smaller members. Instead, it rewards those who least need the money. Bigger members take the view—reasonably, in their minds—that they deserve the maximum share since they bring in the most revenue.\nGiven this stalemate, innovative solutions are required. That might involve prominent T20 franchises taking a chance on lesser-known players. It might necessitate creative ways of stapling additional matches onto the schedules of top teams. On the horizon, there is the exciting prospect of taking the 2024 T20 World Cup to the United States. If executed well, this tournament could see second-tier teams gain more ground just as T20 breaks lucrative new ground.\nThe cricketing underclass cannot unlock their full potential competing amongst themselves. This World Cup has provided heaps of evidence that these one-time minnows can mix it at the top table, under intense pressure. Building on that momentum demands opportunities, resources, and compelling rivalries.\nLuckily, the rivalries are no longer a problem.\nYou wouldn’t dare miss a Pak Bean rematch at the next World Cup.\n\n",
        "headline_1": "No longer ‘minnows’: T20 World Cup shows tier-2 can step up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/no-longer-minnows-t20-world-cup-shows-tier-2-can-step-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "We are not the same people we were a decade or two decades ago. Through life’s twists and turns and ups and downs, we win some battles, lose some battles, gain knowledge, experience and in general what doesn’t kill us only makes us stronger. But we are human and our reactions to pain, fear, hurt and rejection varies over time, and has led us to being who we are today. \nThere may have been many moments when you suffered in silence or lashed out in anger and both those are regrets you carry today. Forgive yourself. We all make mistakes, but that doesn’t mean we have to live a lifetime with mistakes or for that matter let those mistakes define us. We are constantly learning how to adapt, protect, win and shine. Circumstances in life aren’t in our control, but how we respond to them is. When we think something is our fault we are filled with guilt, regret, anger and despair. \nIt’s okay to forgive yourself for mistakes and work towards correcting it. Sometimes things cannot be undone, but to learn to undo the damage consistently is always within our power. Stop being hard on yourself, because a hardened version of you is no joy to the family, circle or the planet. When you heal, all around you heals. Taking responsibility for yourself and your actions is the most important aspect of forgiveness. \nWhen you allow your sense of love, peace and joy to depend on someone else, you automatically take away your ability to be so if your equation with that person changes. Self-love, self-reliance are intrinsically linked to self-forgiveness. There are many times we do so much for others at the cost of ourselves, our finances, our time, our resources or even our emotions and when we feel rejected or unappreciated at the end of it, there is a deep sense of loss and sadness and self-punishment as well. Forgive yourself, not for being a good person to them, but a neglectful person to your own self. Most importantly, forgive yourself for doubting your own strength and denying yourself your own evolution. We change constantly and consistently, and as you change your vibrations change, and those who don’t resonate with the newer version of you slowly start to move away. Forgive yourself for trying to hold on to what was and denying yourself the joy of what could be and who you have now become. There should be no guilt or misery in evolving to a different version of you, especially if it’s one that feels right and meaningful and happy. Anger towards other is unavoidable, forgiveness towards them is a choice. Remorse of your own actions is unavoidable, self-forgiveness is also a choice. When you allow yourself to forgive others, why do you deny yourself the same respect and joy? \nI am an entrepreneur, divorcee and mother to a 22 year old daughter. I got engaged to my high school friend five years ago and we live together. My daughter is independent and does not stay with us. My fiance has never been married before and at 58, this is his first serious relationship. We have a beautiful relationship I feel and I do not understand why he is not coming to the topic of marriage. He doesn’t want to get married to me? Why?\nIt depends on how he perceives marriage. Sit together with the intention of understanding what the institution of marriage did to him that makes him so wary of it. Also, you need to assess and analyse together why marriage is still important to you. You’ve been there, done that and had a child as well. An engagement isn’t just a ring, it is a deep commitment towards a life together and a firm decision taken. Marriage only means getting the govt involved. What is it that a piece of paper can give you that an engagement ring cannot? Engagements can end, so can a marriage as you very well know by now. In my perspective, it’s the exit clause that becomes hard in marriages, and if a relationship isn’t working is it even fair to legally bind, punish or hold on to someone?\nI love to sing but my family is not supportive. My parents do not want to encourage me at all saying this will never work out and I will not be able to make money. I am 20 and I love music and I feel I can do this. How do I convince my parents?\nTell them you expect a balance in your life between what they want for you and your passions, and you will give your 100% to studies if you are allowed to explore your musical interests. Tell them if your studies drop then they can demand focus from you, but if it isn’t impacted, music only enables you to have a well-rounded life and one without regrets. Add that if it does become lucrative, it’s of benefit to everyone.\nMy work makes me come late from work and I am never in before 12.30 or 1 am… I feel too tired to go to work or do any housework after. But my partner never understands. She makes me want to share all household chores and taunts me because I earn less than her. I just cannot take it. I love her but I think I will have to let go of this relationship – she does not care about me or my health and is not supportive enough.\nWhat is love? Love isn’t just passion or commitment. Love is caring, nurturing, understanding, strengthening, empowering and supportive. And love that’s one sided can only lead to distress, dissatisfaction and pain. Express yourself in a gentle and clear manner and ask if she can change the lens that she views you with, or if she would like to exit a relationship that doesn’t seem to be working for her either.\n\n",
        "headline_1": "When did you last Forgive yourself",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/when-did-you-last-forgive-yourself/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "On highways in Australia, a driver who has spent a long day on the road, or is preoccupied with her thoughts, might occasionally make the mistake of slipping into a lane where she should not be. WRONG WAY! GO BACK! The signs scream out, repeatedly and in the largest font sizes possible, a red background warning of danger. The Indian team saw this sign about a year ago, when they began planning in earnest for the T20 World Cup Down Under, but they largely ignored it.\nGetting the pace wrong \nOn highways in Australia, the speed limit can be as high as 130 kmh, in the Northern Territory, and 110 kmh everywhere else. This means that you do not go faster than that, give or take a small margin, unless you want to risk life and limb and an almost certain fine. But, equally, you cannot be pottering around at 60 kmh on these roads, because this also makes you a danger to others and yourself. The Indian team recognised that they had to bat at a certain pace in the shortest version of the game, and yet played in the traditional manner that had brought them success in 50-over cricket.\nRead full opinion on TOI+\n\n",
        "headline_1": "On the highway to ignominy: India’s implosion in T20 tournaments will continue unless team management admits some deep problems",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/on-the-highway-to-ignominy-indias-implosion-in-t20-tournaments-will-continue-unless-team-management-admits-some-deep-problems/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "The last 15 years have seen an increase in the frequency and intensity of cyclones, floods and tidal surges in Bangladesh. The impacts of salinity intrusion and drought have worsened in the last couple of years. These climate events have taken a toll on the livelihoods of the coastal population and their ability to adapt.\nAgricultural options are already scarce in coastal areas, and due to extreme salinity and change in rainfall patterns, harvesting paddy or other seasonal crops has become quite difficult. On the other hand, shrimp cultivation, despite being popular in coastal areas, hasn't generated much employment opportunities. It is also vulnerable to climate change effects, as the shrimp farms can be washed away by powerful tidal surges and cyclones. Apart from agricultural activities, options for entrepreneurship and service industry jobs are also limited in coastal villages.\nIf you look in from the outside, it might seem like the local youth and their families have very little hope for the future. Poverty, school dropouts, early marriage, and health problems due to the use of saline water are widespread. But if you hear about their dreams, you will be surprised at their resilience.\nMany local youth have already completed college or even postgraduate studies. The internet has now reached even the remotest villages of Padmapukur and Koyra, connecting people and their ideas. Young people are not just playing games on their smartphones, but accessing information on job opportunities, at home and abroad.\nFor instance, I met an HSC student in Kaikhali Union of Shyamnagar, Satkhira, who was planning to learn IT skills to get some freelance or online jobs. Ambitions have no boundaries. I met eight-year-old Asmat, who has already made up his mind about becoming a pilot. He doesn't want to be a van driver like his father, who works hard to make ends meet.\nAnother HSC candidate, Sadiya, is looking for opportunities to work abroad. In fact, many adolescents like her are fascinated by overseas employment. For instance, a man was telling me how he goes to work in India every year. Although one of his friends was caught by the police and jailed for a few months for illegally working there, he still considers it profitable because he finds no viable work opportunities in his village during the rainy season.\nThe young population in the coastal villages want to develop their skills and knowledge and advance their career. But in the absence of training and employment opportunities, many of them fail to fulfill their potential. They end up working in brick kilns or other informal sector jobs where exploitation of labor is quite prevalent. The lack of necessary protection mechanisms also leads to failed migration for some.\nHowever, the parents of these young children also understand the importance of research for local adaptation. Many have expressed their hope that the government will make special arrangements to export manpower from their climate-vulnerable villages.\nPeople in the coastal areas might not have any knowledge about the GCM (Global Compact on Migration) objectives that aim to create a legal pathway for their overseas migration. They are also not very conscious about the government's action plans designed for their adaptation. Still, they are raising demands for overseas jobs and training opportunities to become self-sufficient and resilient, no matter where they are.\nBut how far have we progressed in achieving the GCM objectives? So far, it took the biggest step by calling on the state parties to plan visa options for climate-vulnerable people. But there is still a long way to go to yield substantial policies and translate them into tangible benefits. The politics around climate migration remains an intractable issue. For instance, at COP27, climate migration was not included on the agenda. But can we discuss climate adaptation and loss and damage without even considering the need for creating a global pathway for climate-vulnerable people? Adaptation or resilience-building won't be so easy if this part of it is missing.\nAdvocacy on climate migration at COP27 is an opportunity to influence the wealthiest countries to play their part. Other than getting their general affirmation or commitment, we must make them accountable to provide financing and technical support to establish safe pathways for overseas migration. The government of Bangladesh can play a strong role here in discussing legal frameworks to promote overseas employment for the climate-vulnerable people in Bangladesh.\nShakirul Islam is the founding chair of Ovibashi Karmi Unnayan Program (OKUP), a grassroots migrants' organisation in Bangladesh.\n\n",
        "headline_1": "Bangladesh must advocate for legal migration opportunities for the climate-vulnerable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-must-advocate-legal-migration-opportunities-the-climate-vulnerable-3167791",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "Since the national budget was placed five months ago, the country's economic situation has steadily deteriorated. This is visible on the balance of payments, and also in terms of revenue collection and public expenditure. The fiscal deficit seems to be steadily rising, and remittances and exports have experienced fluctuating fortunes. Bankers are having a field day, buying dollars cheap and selling at a higher price.\nOur seven percent growth target has now been revised by external and international agencies to six percent. However, this is a tricky indicator – it is possible we can still achieve this because GDP growth rate has become like an expanding balloon that some say is devoid of any reality. However, it is concerning that the investment situation remains depressed.\nThe Russia-Ukraine war and global supply chain disruptions means domestic agricultural production has also become more important, although the government procurement targets are similar to last year – three lakh metric tonnes of paddy and five lakh metric tonnes of parboiled rice. And while migrant workers' numbers have increased, there is a mismatch between this and flow of remittances. Hundi transactions and pre-election illicit financial outflows are possible factors in this.\nWith regard to the interest rate, we have been operating on a 9-6 formula. The private sector argued it should be fixed due to high costs of capital in Bangladesh, and they were also permitted to borrow from abroad. That outstanding debt has now gone beyond USD 10 billion, with very little being paid back. The point is, the fixed interest rate system really did not lead to higher investment, although there are other major bottlenecks as well.\nOverall, the situation looks very dire, but at the same time, economists should be careful about raising panic.\nThe critical question is, how did we arrive here? There are two dominant narratives currently doing the rounds. The official narrative, promoted by politicians and some bureaucrats, is that everything was fine until a storm of external factors hit us, including the war in Ukraine.\nThe other narrative is that, while there are global issues such as volatility in food markets, fuel prices and other inputs, they do not form the whole story. There are what I call legacy issues, which were not addressed on time and have now combined with recent events to form a very dangerous state of affairs.\nThe official response to this is that even advanced economies are suffering. But we must remember the abilities of different economies in terms of dealing with those stresses. Our capacity is quite different from the US or a European country, who are able to spend more and manage their economy through various institutions. In the same way that a Covid patient with existing vulnerabilities is likely to be more at risk, Bangladesh has some built-in unattended vulnerabilities that are now creating problems for us.\nSo, what are these legacy issues? The first is that we have failed to push our tax-GDP ratio beyond nine percent, and that it heavily depends on indirect taxes. Where does all the money go? Today, if we had a 12 percent tax-GDP ratio, policymakers wouldn't have to think twice in terms of allocating more subsidies to the poor. We also didn't focus on the quality of public expenditures, leading to overvalued projects with dubious outcomes, wrong gestation periods, and high-cost funding. The steady increase of operating expenditures vis-à-vis development expenditures is also a huge problem.\nThe banking sector is the soft belly of the whole thing. There is so much window dressing when it comes to the non-performing loan (NPL) amount, even though we know that there are provisioning and capital adequacy shortfalls. Even more importantly, the non-banking sector has been left unattended over the years, along with the stock/money market.\nSubsidies are another area of concern. We must stress more on the quality of subsidies given by the government, rather than the amount. The composition of the subsidies is a more important matter. In economics, we always distinguish between whether the bad subsidies have taken over the good subsidies.\nUltimately, we really don't have the data to show what situation we are in. All professionals have been arguing for quarterly GDP growth and labour market figures. If we don't know how many people are employed and coming into the market, how can you make informed policy choices?\nThree months ago, I mentioned that the economy is under pressure but not in crisis. I'm not quite sure about that today. There are three types of crises: a creeping one, a slow burn, and a sudden crisis. The official narrative is that we are in a sudden crisis because of unpredictable external factors. I think we are between a creeping crisis and slow burn crisis, but are coming closer to the latter now because of the absence of responses over the decade. The important question now is, are we coming out of our denial syndrome?\nThe government has responded to our economic woes belatedly, half-heartedly, without coordination, and without adequate follow-ups. Whilst I fully support the discreet measures that have been taken – including import control, marginal adjustment of the exchange rate, and public expenditures control – this kind of partial intervention that doesn't touch the interest rate or look at the fiscal side of things, will not be enough to address the fundamental issues.\nWhatever we do, dealing with inflation has to be the anchor of that package. If that be the case, what should be our choice of tools? Any economist will tell you there is no silver bullet. The relaxing of the interest rate and slowing down of credit growth may be one way forward. On the other hand, we will have to carry on with giving social aid programmes to the poor. Regardless, the unfortunate truth is that the middle-class will still have a very tough time.\nDebapriya Bhattacharya is Distinguished Fellow at the Centre for Policy Dialogue (CPD).\n\n",
        "headline_1": "Denial syndrome is hampering our economic policies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/denial-syndrome-hampering-our-economic-policies-3167426",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "The US midterm election on November 8 was not such a disaster for the Democrats and President Biden as pollsters had predicted it would be.\nOn November 3, the president told a rally in Albuquerque, New Mexico: \"Five days – five days to go until the most important election in our lifetime.\" At stake were all 435 seats of the House of Representatives (the lower house) and 35 (roughly one-third) of the Senate (the upper house).\nWhile opinion polls had been predicting a major shift in voter sentiments away from the Democrats – who were in control of the White House and both houses of Congress – the news on election night, as results started to trickle in, demonstrated that the US electorate is much smarter than what political pundits had assumed.\nOne of the few axioms of US politics is the loss of seats by the president's party in midterm House elections. Data shows that, in the last 12 midterms, the party in command of the White House lost an average of 25 seats (except in 2002 after the 9/11 attacks).\nThus, it is no surprise that the 2022 elections were a setback for the Democratic Party, which is expected to lose control of the House of Representatives, and gave the incumbent President Joe Biden plenty of reasons to worry about the next two years of his term. Yale economist Ray Fair's forecasting model suggested that Democrats would get 46.7 percent of the national vote in November – down from the 51.3 percent in 2020 when Biden defeated Donald Trump. The actual number was pretty close, a little under 46 percent.\nThe outcome was not completely unforeseen. Polls leading up to November had uniformly pointed to the direction which US voters were leaning towards given the economic hardship and geo-political uncertainty that has resulted from two years of Biden's stewardship. It is also well-known that the Democrats were warned by many that the stimulus package unfurled by the-then newly elected Biden would only unleash inflationary pressures, and this was not helped by pandemic-related disruptions and geopolitical conflicts (in Europe and the Far East).\nSo, did Biden's economic policy determine the outcome of the elections? Yes and no. There were three factors in play: politics, policy, and economics.\nPlato, the Greek philosopher said, \"A democratic society in its thirst for liberty may fall under the influence of bad leaders,\" but added that \"popular acclaim will attend on the man who tells the people what they want to hear rather than what truly benefits them.\"\nIt is known that Biden and the Democrats tried to distract people with their own agenda, including the January 6 riots, the Supreme Court's decisions, and the war in Ukraine. The Republicans played up the rising crime rate, immigration crisis, high interest rates, and defeat in Afghanistan.\nThe US economy overall is in very good shape, except for one issue: the rate of inflation has been high for almost a year, and there is no sign of it coming down soon.\nThe average price of unleaded regular gasoline has been ticking up again, reaching USD 3.80 a gallon on November 6, according to American Automobile Association (AAA). That is lower than the USD 5 we saw in summer, but 38 percent higher compared to the same period last year. And US consumers remember that the price of a gallon was only USD 2.40 when Biden took office.\nThe price of everything else has gone up considerably, too. The Federal Reserve, the US central bank, is on a mission to bring down the inflation rate to two percent, with only modest success so far.\nThe week before the election, there were two pieces of bad news: the Fed raised the interest rate another three-quarters of a percent and the rate of inflation was 8.2 percent in September. The good news on the economic front is that jobs are plentiful and the unemployment rate is low. But there are pockets of poverty and the wage rate is not rising with the cost of living.\nThe Fed also announced that, because inflation was higher and unemployment rate lower than what was necessary to curb inflation, it would be raising interest rates again and that the next year, the US electorate would have to live with a rising interest rate, high inflation, and possibly a recession.\nData shows that soaring prices and rising interest rates drove typical homebuyers in October to pay 77 percent more on their loans per month than they paid last year, according to Realtor.com.\nMark Zandi, the chief economist at Moody's Analytics, said \"This may be the worst time in my living history for the home buyer – it just doesn't make sense.\"\nSo, yes, the economic news is not so good for homebuyers and commuters, but there are some silver linings. Used-car prices have come down, and home prices have reached a plateau in many markets.\nHowever, the policies of the Biden administration are also facing strong headwinds before the new Congress convenes in January. Three issues need to be mentioned: the financial support for the war in Ukraine, Biden's kowtow to the rulers of Saudi Arabia, and the House Democrats' failure to control the January 9 investigation.\nAlthough President Biden was not up for reelection, he was considered a weak and prevaricating leader. The Democratic Party was led by politicians who were clueless. A 30-member strong Congressional Progressive Caucus, a progressive group, came out with a statement beseeching the president to refrain from feeding the Ukraine War machine. According to the Congressional Budget Office estimates, US taxpayers are funding the war to the tune of USD 5 billion every month.\nSo, what can we expect in the coming months? Bloomberg Economics model projections show that a recession is effectively certain in the next 12 months because of tightening financial conditions, persistent inflation, and expectations of a hawkish Federal Reserve pressing ahead with rate hikes. The model is more certain of a recession than other forecasts. A separate Bloomberg survey of 42 economists, predicting the probability of a recession over the next 12 months, stands at 60 percent, up from 50 percent a month earlier.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\n",
        "headline_1": "Bad economic policies and Biden’s loss",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/bad-economic-policies-and-bidens-loss-3167396",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "Pregnancy and childbirth are things we take for granted. We assume that when a woman conceives, she will easily learn everything needed from her peers. This might have been the case in the past when the joint family was the norm. But in today's reality of the unitary family, getting help from one's peers is difficult. \nApart from peer support, health professionals cannot help much because of the low doctor-to-patient ratio, socio-cultural settings, and other issues. The only option left for a mother is to learn what is needed as the pregnancy progresses.\nLet us first acknowledge that pregnancy is entirely a different chapter in a woman's life. Conceiving a human baby within one's body, nourishing it, and bringing a healthy child into the world is not a small feat. A mother needs to prepare for this even before the child is in the womb. \nWhen a woman gets pregnant, her head explodes with thousands of questions. Why is my body changing the way it does now? What should I eat? Why am I going through such frequent mood swings? What exercises should I do? How do I prepare for labour? Should I go for a caesarean section or natural delivery? How do I care for my newborn? How do I feed the baby? \nThese are only some of the questions that a mother faces during her 40-week journey. Getting answers to these questions is crucial for the mother because they will enable her to make informed decisions and give her confidence to bring her child into the world and raise them in the right way. \nDeveloped countries have a setup called prenatal classes to educate and prepare mothers with these answers. These classes are not medical in nature. Rather, they are conducted by trained childbirth educators who teach and guide a mother about the essentials of a healthy pregnancy, labour, caring for a newborn, and more. \nWhile peer support in the Bangladeshi context is more experience-driven, these prenatal classes are a mix of traditional knowledge and scientific evidence. \nPreparing for pregnancy, balancing nutrition and exercise during pregnancy, knowing the signs of labour, knowing when to seek medical help and how to face labour, knowing how things progress during birth, knowing about birthing positions, relaxation techniques, postpartum care, caring for a newborn, etc are some of the topics taught in prenatal classes. Ideally, there would be multiple classes to cover these topics and a group of pregnant and to-be-pregnant mothers would join the class.\nSome may think that prenatal classes are only for pregnant women, but this is not the case. Rather, a person who is planning for a baby (be it a husband, a friend, mother-in-law, or sister of a pregnant woman) can also join the classes to gain better insight. \nEvery pregnancy is different. Even a mother who has already given birth knows this to be true. So knowing about this 40-weeks-long journey is essential for a successful birth. A person who knows is confident about her decisions. A positive birth story is something a mother cherishes for a long time and knowing all about the pregnancy journey is the first step to making the it memorable.\nAfifa Raihana is a trained childbirth educator from Amani Birth and co-founder of Matritto.com.\n\nIshrat Jahan is a teacher, head of the Finance department at Birshreshtha Noor Mohammad Public College, and founder of Matritto.com, a social business solving problems around pregnancy, parenting, and motherhood.\n",
        "headline_1": "The need for prenatal classes for safe motherhood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-need-prenatal-classes-safe-motherhood-3167256",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "The recent controversy around a question in this year's HSC Bangla First Paper exam has, once again, brought to light the many deficiencies in our education system. The incendiary question has hurt the religious sentiments of Hindus and stoked communal disharmony. It makes us wonder if the so-called \"creative\" question pattern is serving the purpose of inspiring critical thinking when the teachers themselves are so lacklustre in their performances. \nThe creative question system was first introduced in 2008 to promote critical thinking and move the students away from blindly memorising guidebooks. However, many teachers still remain woefully unprepared to set questions under this system. According to a government survey, about 38 percent of secondary and higher secondary school teachers in Bangladesh cannot set question papers under the creative method. More than half of all teachers have not been trained in setting creative questions. The teachers who did receive some training complained that it was not adequate. \n\nOur education system for young students should inspire them to think critically and creatively. An atmosphere of learning and free thinking should be upheld at all the educational institutions across the country, and our teachers should be trained to maintain that. \nThis has resulted in some teachers copying questions directly out of guidebooks, as had reportedly happened in the 2020 SSC Bangla exam. Many others are accused of buying questions from teachers' associations, even though there are strict government orders against doing so. The other problem that has arisen from this is the appearance of questionable questions in public examination papers, the latest of which is mentioned above. \nReportedly, an assistant professor at Dr Saiful Islam Degree College in Moheshpur, Jhenaidah prepared the question paper, which was later reviewed by four other teachers from Jashore education board. The teachers involved have been identified and a probe has been launched against them, which is an admirable development. But it is worrisome how teachers who are \"master trainers\" could prepare such a question or approve it to begin with, as they receive more training than the standard three-day training for question-setters. \nAll these suggest that many of our teachers lack the necessary guidance to set creative questions, in the absence of adequate training or comprehensive guidelines of what's acceptable to posit in a question. It's high time we took a look at what these trainings contain and evaluated whether our teachers themselves lack the sensitivity and critical thinking needed to foster such skills in their students. \nOur education system for young students should inspire them to think critically and creatively. An atmosphere of learning and free thinking should be upheld at all the educational institutions across the country, and our teachers should be trained to maintain that. Academic freedom and a free exchange of ideas should be the first priority of our educators. Failing that and preparing communal question papers instead will do irreparable harm to our society.\n",
        "headline_1": "Are we really fostering creativity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-really-fostering-creativity-3166576",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "Countries scurrying to source more natural gas to replace Russian gas supply are risking years of emissions that could thwart climate goals, according to a new research by the Climate Action Tracker (CAT). These countries mostly happen to be the more advanced ones, who had earlier made big pledges to drastically cut back on their greenhouse gas (GHG) emissions, since up until now, they have been the primary emitters. Not only is this unfair to the rest of the world – particularly the more climate vulnerable countries who are least responsible for climate change – but is extremely reckless and dangerous. \nAccording to the CEO of Climate Analytics, a research institute that is part of CAT, the world is currently \"witnessing a major push for expanded fossil gas LNG production and import capacity across the world.\" The projects that are in the pipeline could emit 10 percent of the world's remaining carbon budget – the cumulative amount that can be emitted if warming beyond 1.5 degrees Celsius is to be avoided. Among them are projects for new gas drilling in Canada and LNG import capacity in Germany and Vietnam.\n\nWithout a political understanding, the ongoing energy war and war in general cannot be stopped. And that will only worsen the climate change problem that endangers us all.\nUnder the Paris Agreement, countries had agreed to attempt to stop GHGs heating the planet by more than 1.5 degrees Celsius above the pre-industrial levels. Scientists have made it clear that going past that level would unleash far more severe climate impacts than the deadly wildfires, floods, and rising seas that we are already witnessing today. Yet, due to narrow geopolitical interests, the more advanced countries, while paying lip service to climate goals and lecturing others, are waging an energy war that is putting the entire world at risk – partly by risking nuclear war, partly by ignoring the consequences of intensified GHG emissions. \nBangladesh, being one of the most climate vulnerable countries in the world, should bring the matter up at the ongoing 27th United Nations Climate Change Conference (COP27) in Egypt, along with others, and seek to put an end to this madness. Without a political understanding, the ongoing energy war and war in general cannot be stopped. And that will only worsen the climate change problem that endangers us all. Here, we urge the UN to play a more convincing role in persuading countries to find common grounds, and let common sense prevail. \nCountries around the world have made numerous commitments to cut down on dirty energy, to invest more on renewables, etc. At a time when scientists are arguing that even those might not be enough, the world cannot afford to move backwards. Instead of making new pledges just for the sake of optics, countries around the world – particularly those most responsible for climate change – should really live up to their past pledges. Only then will their new pledges mean anything, and the world will have a chance of avoiding total catastrophe.\n",
        "headline_1": "Stop endangering the whole world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-endangering-the-whole-world-3166571",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "It is good to see policymakers, experts and economists agree on the vital role mobile financial services (MFS) can play to increase the fast declining remittance inflow through formal channels. As things stand now, it is estimated that about half of all inward remittance is channelled through illicit channels and that costs the government billions in lost foreign exchange earnings. Policymakers and experts were on the same page during a recent roundtable arranged by the Economic Reporters Forum that laid stress on taking immediate steps to encourage our expatriate workers to use official channel that would see their precious earnings take the legal route to reach the monies to their dependents back home.The country presently has several tried-and-tested MFS but getting that news out to our expatriate workers abroad has not been done. Bangladesh has missions in all the major foreign labour markets where economic migrants work and it is necessary to engage embassy and high commission officials to disseminate the possibility of using MFS to send their earnings safely to the country. Looking beyond the modalities involved, the issue of the wide gap between what is offered in terms of exchange rate by the government and hundi (unofficial channel) operators must be addressed. Expatriate workers will not be weaned away from hundi operators if the difference remains Tk5 to Tk6 against 1 US$. One way could be to increase the cash incentive to the point that it makes up the difference and the cash back process must be instantaneous, i.e. built in to the MFS platform.The bulk of Bangladeshi workers who go abroad are blue collar workers who are not sufficiently educated. Yet they do understand smart phones and are in general well acquainted with digital devices. Smart phones are used to keep in touch with family back home via online voice / video services. This makes the transition to digital payments systems like MFS easier, provided a well thought out campaign is designed and executed to make them aware of such a service that takes only a few clicks on their cell phone devices. If this can be done, then the country stands to gain an additional US$10 to $12 billion worth of remittance that is currently lost to informal channels. Even if half of the illicit transactions can be brought through formal channels, the remittance basket stands to gain at least $5 billion a year. That is going to be immensely helpful for the economy. Because as things stand now, the war in Europe has sapped the purchasing power of European consumers who have less to spend on our primary export products, namely apparels. With a general downturn in the global economy, there has been a corresponding loss of exports for the country and hence boosting remittances has become all the more important.With forex reserve declining at the rate of about $1 billion a month, it is now a matter of national priority to launch an exhaustive campaign to reach out to migrant workers. Without taking into account their issues and tribulations, it will be an uphill task to get them to use formal channels to send their hard earned forex. The inputs received must go into the design of the digital platform that will potentially be used by MFS to channelise remittance to the country.",
        "headline_1": "Greater role for Mobile Financial Services",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/greater-role-for-mobile-financial-services-1668261516",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "It was in September 2015 when world leaders gathered under the umbrella of the United Nations (UN) agreed to work together to make the world a better place for the next generation to live in. A total of 193 countries unanimously adopted the 17 interlinked Sustainable Development Goals (SDGs) to strive for the universal reduction in the negative impact of the climate change, poverty and inequality, and also improvement of education, health, and economic growth. Trade is considered an important tool to achieve the goals. The concept of sustainable trade was, however, in the development discourse even before the SDGs were formulated. The UN SDGs bring the issue of trade in the frontline and also make trade sustainability in the long run as a part of sustainable development.In general, sustainable trade occurs when the commercial exchanges of goods and services generate social, economic and environmental benefits in accordance with the fundamental principles of sustainable development. It means trade should not only create economic value and reduce poverty; it also needs to cut the inequality as well as preserve and reuse the environmental resources. Thus, the countries also need to manage the social and environmental consequences of trade. The increased pressure for achieving sustainability objectives drives countries and companies to design various routes to make a balance in this regard. International organisations like the United Nation Conference on Trade and Development (UNCTAD) and the World Trade Organisation (WTO) are also trying to measure the sustainability of trade using various yardsticks.A small but good addition in this exercise is The Hinrich-IMD Sustainable Trade Index (STI). The STI is published every two years since 2016 by The Hinrich Foundation which is a unique Asia-based philanthropic organisation working for advancing mutually beneficial and sustainable global trade. The latest index, published in the first week of this month, is a joint effort of the foundation and the Institute for Management Development (IMD) based in Switzerland. Thus it is renamed The Hinrich-IMD STI which analyses the juncture of international trade and sustainability. The latest index covers only 30 economies, including Bangladesh. It uses some 70 indicators to measure the 'readiness and capacity of economies to participate in the international trading system in a manner that supports their long-term domestic and global goals of economic growth, social capital development, and environmental protection.'New Zealand, the United Kingdom (UK) and Hong Kong are the three topmost sustainable trading economies in the world, according to the index. These countries are followed by Japan, Singapore, Australia, Canada, South Korea, the United States (US) and Taiwan.The index is constructed by three pillars. The 'economic pillar' measures the capability of an economy to stand in economic growth through international trade. The quality of trade infrastructure, ease of conducting international trade, export diversification in bilateral trade partnerships, and concentration of export goods are included in the pillar. The 'societal pillar' assesses the social factors contributing to an economy's long-term ability to manage trade. The development of human capital like level of education and labour standards and the backing of a population's tolerance for trade expansion are assessed under the pillar. The tolerance is again measured by the extent of inequality, political stability, and exploitative practices in international trade. These practices include child and forced labour and human trafficking used in an economy's imports and exports. The 'environmental pillar' measures the degree of using natural resources in an economy and the externalities (cost-benefit) that arise from its economic growth and participation in the global trading system. Indicators like air and water pollution, national environmental standards, carbon emissions, and share of natural resources in exports are used in this connection. The index puts Bangladesh at 24th place among the 30 countries in terms of trade sustainability. It also shows that trade is more sustainable in Bangladesh than in India (26th) and Pakistan (29th). Bangladesh is in the 24th position in the Economic pillar, and 21st in both the Societal and Environmental pillars, indicating that the country needs to work more on economic front to improve the position. It becomes clearer when an analysis of the index shows that the country is still far behind in terms of trade liberalisation, trade costs, export concentration, technological innovation and technological infrastructure. However, the bright spots are: non-tariff barriers, monetary policy intervention and growth in labour.Again, under the Societal pillar, Bangladesh shows the best performance in 'trade in goods at risk of modern slavery' sub-index among the 30 countries. But the country's performance in educational attainment, labour standards, political stability and absence of violence, goods produced by forced labour or child labour, and government response to human trafficking is shown quite poor.Finally, the country's environmental situation is largely dissatisfactory in various areas including air pollution and wastewater treatment. Environmental standards in trade are also quite bad though the share of natural resources in trade is very small and it is the only bright spot under the Environmental pillar of the STI. The country is, however, well ahead of many of the peers as regards renewable energy, ecological footprint, transfer emissions and carbon. The bottom line of the index ranking for Bangladesh is that the country is yet to properly recognise the necessity of sustainable trade. That's why consideration on environmental and societal aspects gets inadequate space in the trade policy. This needs to be changed especially when Bangladesh is going to strip itself of the Least Developed Country (LDC) tag by 2026. In the post-LDC world, environmental standards have become a major determining factor for the country's trade expansion and market access in the developed world. It will be further challenging if the societal factors, as mentioned earlier, continue to be depressed.[email protected]",
        "headline_1": "Country's performance on the economic front",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/countrys-performance-on-the-economic-front-1668261567",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "Of late, almost all social activists appear to be obsessed with the task of saving the dying rivers of the country. Given the extent of indiscriminate killing of rivers, few tasks could be more urgent. A worrying aspect of the frenetic efforts to keep the rivers free of the encroachers' claws is the canals being left in the lurch. But they are also grabbed. Many have already disappeared. As the river-saving activism gains momentum, the canals are being pushed to the backburner. Few appear to have tried to realise the canals' critical role in agro-production and many other aspects of the rural life. Water communication linking different parts of a rural swath and connecting the outlying rurally important spots is mostly dependent on the canals. Most of the activists prefer remaining completely oblivious of these age-old waterways, narrower than existing rivers.There are, however, cogent reasons. The river-saving activists are least interested in saving the canals. Some canals are ever-lively owing to their depth and their location. But they hardly provide the prospects for gains from underwater sand-beds. A small number of the country's canals do yield profits by enabling river-grabbers to collect sand-mixed muddy earth. It is a profitable material used in the making of many concrete structures. The highest gain coming from hundreds of the country's canals is the fish catch. In this country, there are fishers who have been netting fishes through ages in canals. Due to their dependence on the canal-water small and medium fishes, this profession could be termed ancestral. They hardly make their forays into the wider rivers.Although the mechanised fishing boats or trawlers ply the rivers normally, many of them are found collecting fishes from the canal-side big wholesale markets. The myth of fishes caught in the canals are tastier may have some elements of truth in it. Many nearby small-town people thronging the canal-side 'bazars' is proof to it. However, these are presumed facts. Yet in the river-filled Bangladesh, the importance of canals can in no way be undermined. It's because they commonly branch out from the bigger rivers. Some are found flowing into another river cutting across a large rural land mass. Some villages are gifted with several small and large canals. These rural habitats hardly suffer from the dearth of irrigation water. Village womenfolk also use canal water for different domestic purposes.Amid the laudable initiatives taken by the ministry concerned and the other authorities related to road and bridge construction, the canals have a pitiful place. Few bridges constructed across canals have triggered fanfare and festivity like that goes with the river-bridges' openings. To the authorities, the canals and the concrete bridges over them, perhaps, are of little importance in terms of the communication network and the economy. But that is hardly the case. To the great woes of a large percentage of the villagers, few of them are able to see a canal bridge's full-length operation during their lives. In place of canals, what they encounter is a semblance of bridge --- half-done with no approach roads, or the bridge users, in cases, plying country boats while crossing the middle part of the canals. Bamboo-made approach passages or the dilapidation of the whole length of a bridge are common spectacles throughout the country. Though the only mode of communication in the countryside, the canal-bridges continue to receive phases of short shrift. Through the ages beginning from the British colonial times to the 21st century, the fully workable rural bridges have remained an unmet dream. Economists working with various aspects of the rural life have long emphasised the role of modern infrastructure like bridges and roads in materialising rural uplift. But they stress smooth communication sans canals.[email protected]",
        "headline_1": "Of canal-bridges, rural uplift",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-canal-bridges-rural-uplift-1668261614",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2022"
    },
    {
        "full_article": "Due to their extreme brightness, LED headlights are being used these days on the vehicles, be it four- or two-wheelers. However, it is completely blinding for the drivers who are coming from the opposite side. It worsens if the mercury or LED headlights are on full beam within the city. The extreme brightness coming from the other side of a road makes the driver blind for a moment and often leads to deadly accidents. LED headlights can be considered as death traps for the three-wheelers that run on the highway at night. Many countries are very strict on the use of full beam lights within the city limits. But, our traffic police are hardly seen taking any action against such offences. Many of us may not be aware that using the high beam within city limits is illegal. High beams should ideally be used only when one is driving on highways. If drivers use high beams with LED or mercury headlights, they cause serious harm for the drivers coming from the opposite direction. Moreover, LED lights are also very harmful to human eyesight. These lights directly hit the retina of the eye by producing more than tolerable levels of light. If our traffic police start punishing the drivers using LED headlamps, it will surely save lots of lives on the road and also not cause inconvenience to the drivers coming from the opposite end. Abir Hasan SujanStudent of Department of Land Management and Law, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Stopping use of LED headlamps",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stopping-use-of-led-headlamps-1668261653",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2022"
    }
]