[
    {
        "full_article": "Russian President Vladimir Putin has concluded a short summit meeting with Prime Minister Narendra Modi in New Delhi, highlighting the “all-weather” partnership between the two countries despite trying global circumstances. Not only does the President’s visit come as the world faces the grim prospect of the Omicron variant of the COVID-19 pandemic, but it also follows years of growing proximity between New Delhi and Washington, a potential irritant to Moscow. Simultaneously, the China factor has been steadily pulling the India-Russia bilateral tango in all the wrong directions. While Russia relies on cordial ties with China to stabilise its interests in an unstable Afghanistan post the U.S.’s exit, New Delhi and Beijing have scarcely seen eye-to-eye on border tensions and geo-political rivalry across the Asia region. Notwithstanding these reasons for possible strategic dissonance, India and Russia reaffirmed the strength of their abiding deep, multi-decade ties, building further confidence in each other through substantive defence agreements. Moscow has agreed on a 10-year military-technical plan that includes technology transfer to India. And trade received a fillip through an agreement for India to produce more than 600,000 Kalashnikov assault rifles. For India’s part, despite resistance from Washington through its Countering America’s Adversaries Through Sanctions Act, New Delhi will proceed with purchasing the S-400 missile defence system from Moscow.The challenges facing Mr. Modi and Mr. Putin in terms of maintaining this momentum in bilateral exchanges are multidimensional. First, and most imminently, the pandemic has periodically crippled the growth of both economies and the threats to public health remain despite considerable progress with vaccinations. Second, Russia-U.S. ties are showing signs of fraying yet again, this time over U.S. President Joe Biden’s intention, reportedly, to warn Mr. Putin that Russia will face “economy-jarring sanctions” if it seeks to occupy Ukraine, a fear that has grown in the U.S. as Russian troops massed near the Ukraine border. India has so far held firm to its mantra of ‘strategic autonomy’ in a multipolar world, but South Block will have to work hard to manage the tightrope act between Moscow and Washington. Third, India and China have forged an uneasy truce across their Himalayan border in the aftermath of the Galwan valley exchange in 2020, yet there are numerous potential flashpoints that could send ties into a spiral again, including China’s historically provocative actions in the South China Sea and its thinly veiled insecurity about India joining the Quad for Indo-Pacific security. Moscow has adroitly managed to remain friends with both its mega-neighbours, but it will require a robust focus on confidence-boosting cooperative initiatives if India and Russia are to safely navigate the complex geopolitical landscape that they occupy.",
        "headline_1": "A robust friendship: On Modi-Putin summit meeting",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-robust-friendship-on-modi-putin-summit-meeting/article37889404.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2021"
    },
    {
        "full_article": "India’s domineering cricketing aura, especially in its backyard, was further reiterated at the conclusion of the Test series involving New Zealand at Mumbai’s Wankhede Stadium on Monday. The emphatic 372-run triumph in the second Test helped Virat Kohli’s men clinch the series at 1-0. This climax emerged after New Zealand mounted a stirring resistance in the opening drawn fixture at Kanpur when Ajinkya Rahane led India in Kohli’s absence. The Indian template at home — runs on the board and wily spinners on the mark — was in vogue and there was nothing much the Black Caps could do, especially after regular skipper Kane Williamson missed the final Test with an injury. The latest victorious outing in the longest format was India’s 14th consecutive Test series win at home since 2012 December when the visiting England squad ambushed the host riding on Kevin Pietersen, Graeme Swann and Monty Panesar. Since that stumble, India at home has been invincible. Batters obviously feeling at home, seamers adept at swing — both conventional and reverse — and spinners headlined by a remarkable R. Ashwin, have all contributed in nursing India’s blinding halo in a familiar environment. Perhaps it was prescient of former Australian skipper Steve Waugh to refer to India as the Final Frontier two decades ago. And as the last fortnight revealed, the fortress remains intact.The sparkling performance at Mumbai and the earlier 3-0 sweep in the Twenty20 Internationals against the same rival, also helped new coach Rahul Dravid step in on a winning note. But as Dravid pointed out, New Zealand competed hard at varying points, especially in Kanpur. Even if the unit got overwhelmed in the subsequent clash, left-arm spinner Ajaz Patel’s Perfect Ten in the first innings, following in the footsteps of Jim Laker and Anil Kumble, was a splendid feat. The Mumbai-born New Zealand-immigrant’s excellence reflected the Indian diaspora’s increasing sporting clout across shores. This was the return of the prodigal, but with a twist. And as the pandemic throws up variants while India looks ahead at the imminent tour of South Africa, it is not essentially a perfect slate. A series may have been won despite the absence of Rohit Sharma and Jasprit Bumrah, and the excellence of Ashwin, Shreyas Iyer, Mayank Agarwal and Axar Patel to name a few, augurs well. Yet, the poor yields from Rahane, Cheteshwar Pujara and even Kohli by his exalted standards, are a cause for worry. Having won his bouts against poor form during a storied career, Dravid understands the challenges that his core group of batters are grappling with. A turnaround is needed as a crucial overseas tour beckons.",
        "headline_1": "At home: On India's series win over New Zealand",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/at-home-on-indias-series-win-over-new-zealand/article37889448.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2021"
    },
    {
        "full_article": "State Minister for Information and Broadcasting Murad Hassan has been made to resign from his post, at the specific instructions of the prime minister of Bangladesh, and women across the country who have been following the recent developments in this regard have breathed a collective sigh of relief. We are grateful to the PM for her swift and decisive actions, demonstrating that there is no place in her cabinet for members who make such vile and misogynistic comments in public spaces and brazenly display a total lack of respect for women, without even a second thought to what the consequences may be.\nFor anyone not clued into the recent controversy, a quick recap. The first video of the ex-minister that was widely circulated on social media, about six days ago, consisted of him hosting an event where he calls a model onto stage and goes on to comment on her \"zero figure\". His failed attempts to be witty are met with scattered laughter and the woman in question becomes increasingly uncomfortable, at one point visibly recoiling as he advances towards her—not the sort of behaviour that anyone would expect from a member of cabinet, but also not the sort of behaviour that we expected one to get fired for, because men in this country have done so much worse.\nThe second video surfaced a day later, where he brings up the granddaughter of the leader of BNP and calls her a slut, among other things, and also questions the paternity of the opposition leader's son. (These might not be the sort of words one expects to read in a reputed newspaper. Then again, they are also not words that one expects to hear from the mouth of a cabinet member). His comments become more and more vile, while the interview host, who runs a Facebook page called NahidRains Pictures, eggs him on and sniggers at every disgusting comment—although he has now done a full 360 and changed his tune, even going so far as to congratulate the government for not tolerating Murad's \"arrogance and obscenity\". At one point, Murad brags about how obscene he really can be, saying if he gets started, he can make your eardrums burst with his language. A strange sort of brag from a member of parliament.\nAs expected, the country's feminist organisations immediately took a stand and condemned Murad's comments. In their press release, Naripokkho asked, \"how can a public representative and a member of cabinet not only make such misogynistic and racist comments, but also take pride in them?\" And although we fully shared in their astonishment, many of us did wonder—would this be enough to land him in trouble? In a country where an MP can stand up in parliament, in the very seat of our democracy, and argue that scanty clothes and too much liberation is the reason behind women being raped—where a judge can imply that rape victims who consent to drinking, dancing and partying are also consenting to being raped—would a state minister be reprimanded for his offensive and misogynistic comments? Or would this be laughed off and accepted as one of those \"boys will be boys\" (read: men will be toxic and misogynistic with impunity) situations?\nIt is now clear that the final nail in Murad's coffin was the release of a phone conversation with two film actors, the contents of which are impossible to repeat here, except to clarify that what he said, without a doubt, counts as a threat of sexual violence. As this voice clip made the rounds from Monday, criticism of this controversial public figure increased and spread like wildfire as we all continued to discuss—how can this not move party leaders to act? Will this finally spell the end for Murad Hassan?\nOnce again, we applaud the government for setting our fears to rest. In this instance, we must personally commend the prime minister, since the initial comment from the Road Transport and Bridges Minister Obaidul Quader, of how Murad's views were \"personal\" and did not represent the party or the government, filled us with dismay. Yet, only a few hours later, after a conversation with the PM, he disclosed to reporters that Murad Hassan has been asked to resign from the cabinet.\nHowever, we feel compelled to ask, especially given the initial lack of outrage from the only party representative commenting on the issue—is this enough punishment for Murad Hassan? When criticism of his comments began to mount, Murad's first reaction to the press was that there is \"no question\" of him issuing an apology. This is not only after he had been found making vulgar and sexist personal comments about the opposition leader and her family, using the sort of language and rhetoric that has no place in the political spaces of any decent society, regardless of how charged and competitive those spaces may be. This is after he had been caught threatening to abduct an actress after she had refused his advances, by employing members of the law enforcement and intelligence agencies. This is a public representative, whose job is to work for the people of this country—threatening to use the forces who are there to protect the same people he is meant to work for, in order to drag a woman to his bed to be raped. This is a member of parliament, claiming that he is able to abuse his power to the extent of using the arms of the country's justice system to commit a violent crime against a citizen of this country.\nWill this same man be allowed to stand up in parliament and speak for us? What does this tell us about the leaders of this country, and about the sanctity of our legislative assembly? Does that mean more men like Murad will be allowed to represent us, or worse, that they already do? And if that is the case, if we really have policymakers who are willing to sit in the same house with men like Murad—who are okay with political representatives who cannot even treat women as human beings, let alone treat them with respect—how can we ever expect to achieve our rights as equal citizens of this country?\nI would also like to point out that while Murad Hassan was making violent and misogynistic comments online, he was doing so with the pictures of the prime minister and the Father of the Nation in the background. We must remember that he is not only a representative of the government, but of a party whose roots go back to the very creation of this country. At a time when Bangladesh is celebrating Bangabandhu's birth centenary and the 50th anniversary of liberation, what does this say about us as a nation if a man like Murad continues to be a member of Bangabandhu's party?\n \nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @ShuprovaTasneem\n",
        "headline_1": "Murad’s mind-numbing misogyny",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/murads-mind-numbing-misogyny-2912191",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2021"
    },
    {
        "full_article": "As the world's biggest conference on climate change drew to an end last month in Glasgow, we cannot but help look back at what was said and heard. For Bangladesh and all other climate vulnerable countries, COP26 carried a lot of significance, keeping in mind its national and regional interests.\nOver the past decades, Bangladesh's tryst with extreme climatic events have continued to increase in terms of intensity and frequency, proven by the regular experiences of floods, cyclones, storm-surges, and droughts. Moreover, the recently published sixth assessment report of the Intergovernmental Panel on Climate Change (IPCC) has sent out a clarion call for the world, citing that \"tipping points\" in the form of consequences of climate change, such as melting ice sheets, rising seas, loss of species, and acidic oceans, will be irreversible. The findings of the report are far from hope-inducing, and are being considered as a stern warning for global leaders who need to take meaningful actions to keep global temperatures from rising well below 1.5 degrees Celsius.\nPriorities for Bangladesh\nFor Bangladesh, COP26 was of utmost importance this year. The four key climate agendas advocated by Bangladesh included the following: i) Countries that are playing the biggest role in carbon emissions need to formulate and implement a specific ambitious plan in the form of National Determined Contribution (NDC); ii) To reduce the damage caused by climate change, the developed countries must set up a pledged fund of USD 1 billion annually and allocate half of it for adaptation and mitigation; iii) Developed countries need to extend a helping hand to the most vulnerable countries by providing clean and green technology at affordable prices while considering the development needs of Climate Vulnerable Forum (CVF) countries; and iv) The issue of financial and materialistic climate induced loss and damage must be addressed, including sharing of global responsibilities for migrants displaced by rising sea levels, rising salinity, river erosion, floods, and droughts.\nCOP26 shaped a few successful outcomes, but to the dismay of many climate vulnerable nations, the expectations remained unfulfilled for a number of agendas.\nLoss and damage\nIn climate vulnerable countries, intense droughts are wiping out crops, and rising seas are forcing entire villages to relocate. Developing countries, including Bangladesh, brought a strong message to the Glasgow summit: That we are suffering from a problem which we have done very little to cause. They proposed that wealthier countries compensate them for climate change-related \"loss and damage\". At the summit, Scotland offered the first contribution for a loss and damage fund—two million pounds—a sign that many thought could pave the way for more nations to join in. Developing nations argued, at the very least, a COP26 agreement to establish a fund, or \"facility\" in UN jargon, with details to be worked out in the years to come. But during negotiations, the idea ran into a brick wall. Wealthier countries, including the US, didn't support it. Instead, a final compromise was agreed that discussions, named the \"Glasgow dialogue\", will begin between nations about how loss and damage funding might work.\nFossil fuels\nWorld leaders have met 26 times since the 1990s to hash out complex climate agreements. While COP delegates have called for increased use of cleaner energy sources, they've shied away from explicitly calling on the world to stop using fossil fuels. Oil-and-coal-producing countries like Saudi Arabia and Australia have historically objected to any mention of phasing them out. This has been one of the biggest failures of this year's COP26, as the legacy of coal-fired emission continues.\nYet, despite contributing to just 0.47 percent of global emissions, Bangladesh has taken a commendable decision to cancel 10 coal-fired power plant projects worth USD 12 billion of foreign investment. To the utter disappointment of climate vulnerable countries, in the final draft of the Glasgow Pact, the language was tweaked to reference phasing out \"unabated\" coal power and \"inefficient\" subsidies. That opened the door for some coal power to remain, if its emissions are captured before reaching the atmosphere.\nClimate finance\nTwelve years ago, wealthier countries like the US promised to provide USD 100 billion in \"climate finance\"—funding to help vulnerable nations reduce their emissions with renewable energy, cleaner transportation, and other projects. By 2020, richer nations pledged to provide that amount annually through both government and the private sector, but so far, have fallen short of that goal. In 2019, countries hit about USD 80 billion in climate finance. Much of that funding came in the form of loans, instead of grants, which developing countries say further strains their climate efforts as they struggle to repay them.\nThis year, the US, Japan, Norway, Sweden and others announced new climate finance pledges, but the USD 100 billion goal is still elusive and likely won't be met until 2022 or 2023. A UN report estimates that funding for climate adaptation should be five to 10 times greater than what's being spent now.\nThe young and bold\nAt COP26 this year, although most countries pledged to keep the hope of limiting temperature rise to 1.5 degrees Celsius alive, aggregately, the pledges will not reduce emissions fast enough to keep the world within the crucial limit by 2100, as agreed during the Paris climate talks. Instead, the world would be on track for 1.8 degrees Celsius of warming, according to an analysis from the International Energy Agency.\nYoung climate leaders came together in Glasgow with negotiators, officials and ministers from across the world, demanding for them to take urgent action needed to limit global temperature rise. While politicians and leaders chose to deliver rhetorical pledges, they took to the podiums, stages and streets to voice their concerns on how governments must come together to prevent catastrophic impacts of climate change within our lifetimes. Events across COP26 thus focused on harnessing the expertise of young people and putting their views directly to the negotiators and officials working to agree on global action on climate change.\nFor Bangladesh, the need for capacity building, empowerment and inclusion of youth voices in climate action, knowledge creation and diplomacy are sine qua non. We must invest in the youth of today, so that they can continue the fight for climate justice. The onus is on them, but not to mention, equally on us.\n \nLamia Mohsin is a junior consultant, Research for Global Center on Adaptation at the United Nations Development Programme (UNDP), Bangladesh.\n",
        "headline_1": "COP26: Deepening chasms between reality and expectations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/cop26-deepening-chasms-between-reality-and-expectations-2912181",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2021"
    },
    {
        "full_article": "Violence against women is normalised in our societies to such an extent that it is almost invisible, like the air we breathe. Neither the perpetrators nor the systems that permit and breed violence against women are put on the stand. Inevitably, the blame falls on the women, who have been beaten, raped and/or murdered because they were \"asking for it\", by being in the \"wrong place\" at the \"wrong time,\" with the \"wrong person\" or for wearing the \"wrong clothes.\"\nThis is true for all women. However, when it comes to violence against indigenous women, the level of impunity is higher. Available data shows that indigenous women and girls are more likely to suffer from gender-based violence compared to non-indigenous women and girls, including those with disabilities. It is clear that, in the case of indigenous women, their racial/ethnic identities not only make them easier targets of violence but also provide the perpetrators a ground for rationalising their violent acts. \nIt is important to ask why and how indigenous women's intersectional identities of being \"women\" and being \"indigenous\" make them more susceptible to violence. To answer this question, we have to go beyond the narratives of the prevalent culture of impunity and the \"ineffectiveness of law and order.\" Many theorists, including Maria Lugones, claim that it has a lot to do with the way the concept of gender was reconfigured due to colonial intervention, and how it changed the region's social relations—a process she identifies as the \"coloniality of gender.\"\nTo be sure, no one can say exactly what pre-colonial societies were like. We can only gain perspectives from fragments of written and oral histories. These suggest that both in Africa and in our Indian subcontinent, pre-colonial conceptions of gender were complex and fluid, and they were structured differently from European conceptions, which are prevailing in most of the world now.\nLet me share an example from the indigenous community I belong to—Chak in the Chittagong Hill Tracts (CHT) of Bangladesh. One of the elders, who is in her nineties now, once pointed out to me how sexual ethics in her youth were far different from the ones we practice today in our Chak community. She told me a love story about a young couple who could not get married because their parents did not get along. So the woman married another man who was selected by her parents. The surprising part of the story for me was that the woman was visibly pregnant with a child from her previous lover during the time of her marriage. I asked the elder, \"And everyone was okay with it?\" She replied, \"Everyone, including the parents of the boy who was marrying her, knew about the romantic relationship, and becoming pregnant is a common consequence of making love.\" Lowering her voice, she went on to say, \"But these things are seen as immoral now. When a woman or girl becomes pregnant before marriage, she and her family get a bad name.\"\nThis incident tells us that, in our Chak community, women did not use to be named and shamed for the act of pre-marital sex and pregnancy in a not-very-distant past (approximately in the 1950s). But now, not only is the woman condemned for such acts but their families are also socially humiliated. The other observation from the aforementioned case is that neither the woman nor the man was criticised for pre-marital sex and pregnancy, whereas now, the blame and shame of such acts fall solely on the shoulders of the women. It means that, from the 1950s to 1980s and onwards, not only did the ethics related to sex and marriage change drastically, but the position of women in the Chak community has been further subordinated. So, what happened during this time to cause such a shift?\nPerhaps another story can help us understand what happened. My mother (anno) remembers, in the late 1970s, the Chak leaders who had travelled outside the community and been exposed to dominant Bengali culture had declared that wearing short na-phings—the traditional handwoven mini-skirt-length garb of Chak women—was \"shameful,\" and so was bathing \"naked\" in the river. They also explained that times were changing and to protect themselves from outsiders (Bengalis), the Chak women should wear longer na-phings. Gradually, younger women in the community doubled the length of their na-phings to adhere to the newly founded \"modest\" behaviours for Chak women. It would be relevant to remember that this was the time when the Bangladeshi nation heavy-handedly asserted nationalist agendas in the Chittagong Hill Tracts through extensive securitisation and state-sanctioned population transfer from the plains to the hills. It was a population which had different ideas and expectations of gender, negotiated by different religious and colonial experiences.\nThis encounter of two peoples thus brought about intimate violence to almost every aspect of how indigenous women go about their lives. My mother's story is only one small example, out of thousands, of how cultures and gender norms of indigenous communities were reshaped by outside influences. Ideas of modesty and gendered roles have also changed and a gradual subjugation of women's position in the name of modesty could be observed. This way, indigenous women became the subject of surveillance and moral policing based on the changed concept of \"modesty.\" \nAs this concept permeated into our communities, indigenous women are now having to deal with violence against themselves, inflicted both by indigenous men and by non-indigenous men. It also entails their dehumanisation by Bengali males and females.\nThis is what coloniality of gender does to our cultures, our psyches and our bodies. We, the indigenous women, inflict violence on ourselves by continuously trying to fit into the foreign and \"appropriate\" ethnical and gendered roles, responsibilities and behaviours. And those to whom we are subjects of subjugation (men from the same community, men and women from the more dominant communities including Bengali, and traditional and/or state-sanctioned justice systems) continue to violate us by pointing out how we fail to fit these standard roles. \nTo be clear, there is no way of claiming that pre-colonial societies were non-patriarchal, but the patriarchies and masculinities we experience within our indigenous cultures now are the direct results of colonisation(s).\nI am not asking to go back to a glorious past. We cannot, because the past is always constructed against the present we live in. Locating roots of violence against indigenous women in colonial legacies does not mean looking for solutions from or reviving pre-colonial socio-cultural settings, or romanticising the pre-colonial time. Rather it is about understanding how colonisation(s) occurred in our contexts, how coloniality of power and coloniality of gender are still at work, and how they shape and dictate our minds and bodies through socio-cultural and legal institutions. Only with an understanding of how the larger dominant social order is, will we be able to challenge hegemony and liberate the subjugated from oppression.\nNow, who are the oppressed? In fact, everyone is, including Bengali females. Even males (both Bengali and indigenous) who seemingly enjoy greater power over women do so because society expects and allows them. They can also behave differently if we can imagine our society differently. \nThus, locating the roots of gender-based violence to colonial reconfiguration of gender allows us to understand that our (indigenous female and males, and even Bengalis in general) struggles are connected. Decolonisation is not about merely being free from visible control of the British empire, or Pakistani rule, or Bengali hegemony (in the case of indigenous women in Bangladesh). It is about unpacking how the oppressive systems came into being in post-colonial countries. The visible control can be fought against, but the value systems they leave behind are harder to battle since they are invisible. That is what we should all work together to combat, and that is where we should strive to build our resistance against non-hegemonic/non-binary and respectful relations by reimagining our relationships. And also by keeping in mind that decolonisation is \"a long-term process involving the bureaucratic, linguistic and psychological divesting of colonial power,\" as Maori intellectual Linda Tuhiwai Smith stated in her 2010 book, Decolonizing Methodologies: Research and Indigenous Peoples.\n \nUchacha-A Chak is a researcher, activist, and a member of Lokayoto Bidyaloy.\n",
        "headline_1": "Indigenous Women and the Coloniality of Gender",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/indigenous-women-and-the-coloniality-gender-2912166",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2021"
    },
    {
        "full_article": "A gentleman does not. But a man not so gentle does. A genuine award from a respectable organisation becomes a thing of joy, but an award given by a shady group to a questionable character raises eyebrows. Such a questionable character is a desperate \"wannabe\" who wants to be seen and heard by educated and sophisticated people in society. Since he does not have the required attributes to stand in the same rank with the enlightened ones, he begins to manipulate his way into the inner circle. He is thrilled when his half-literate sycophants cheer him up as he tries to go uphill to reach the goal. But then he falls from halfway to the pits of despair, which is painful.\nAfter attending to his bruised ego, he declares with disdain, \"Those men up there are no better than me. I shall start a campaign against them on social media where I can have many of my cronies help me in my measly mission.\"\nHe approaches some television channels, run by the likes of him, and pours filth befitting his own ill worldview. Soon after, lo and behold, such a despicable and disposable character starts to get many \"awards\" from shady groups for \"lifetime achievement\" in wheeling and dealing! He sheepishly smiles at the camera as he accepts the awkward award. Now he begins to suffer from the delusion that he has become \"somebody\" in the midst of the minions. But there are whispers in the wind that such people spend a lot of money to \"manage\" an award.\nOn the other hand, a respectable award is a wonderful thing to happen to a deserving person in a progressive society. It may be given to a professor, physician, economist, researcher, novelist, poet, sportsman, stage performer, film or TV performer/director or to a singer. This formal recognition of one's endowments and unique talent makes the recipient happy and humble, and they accept the award with a bowed head. This recognition in turn inspires others to work harder and better.\nGood awards and deserving candidates are not found in multitudes in any society. In our youth, we only knew about the Nobel Prize and the Oscar. Then we came to know about other awards like the Man Booker Prize, Magsaysay Award and some of our prestigious national awards like Ekushey Padak and Shwadhinata Padak.\nAs Bengalis, we take a lot of pride in the fact that as many as four Bengalis have received the Nobel Prize since Rabindranath Tagore in 1913. In fact, out of 10 Nobel Prize winners from India and Bangladesh, three come from Kolkata and one from Dhaka. \nPeople wait the entire year to know who the recipients of this year's Nobel Prize or Booker Prize would be. And of course, in Hollywood, \"This year's Oscar for best direction goes to…\" is awaited with equal fervour. The Dadasaheb Phalke Award is India's most prestigious award for cinema. It is presented annually by the Ministry of Information and Broadcasting. The awardees in all categories are selected by a competent body of talented persons. They no doubt select only the deserving candidates from among a bevy of names after going through their track records and recommendations. The names are kept a secret until the last days.        \nOne really has to work hard for many years and reach the highest level of excellence in a particular field of work to be selected or nominated. People who have gotten these awards in the past had no idea that their names were proposed to the committee. No one worthy of an award works with any thought of receiving one in the back of their head.\nRecognition, awards and rewards—however small—lift up the self-confidence of workers. They motivate workers to do better and strive to reach perfection. Employee of the month is a good form of recognition introduced in some hotels and restaurants. These rewards are small in size but great for making employees happy.    \nSo what happens when a non-deserving person gets an award? Well, nothing happens to him, but the systolic of the people who watch the man accepting the award goes through the roof. Viewers look up at the sky and mumble, \"God! Why? Why him?\" And then we watch the overnight metamorphosis of the unworthy recipient.\nFrom a shy, cunning person, this undeserving man turns into a boisterous bragger in the social club. Fellow members try to invent excuses to leave the room as soon as he enters through the door.    \nAwards can be fun, too. In many countries, gag awards are given to office colleagues. This is done with no malice in mind, rather to generate healthy laughter. These are given to co-workers who always come in early or late or are health freaks and so on. \nIn the field of journalism, the Pulitzer Prize is considered as prestigious as the Nobel Prize. According to the Encyclopedia, \"It recognises a distinguished example of meritorious public service by a newspaper or news site through the use of its journalistic resources, which may include editorials, cartoons, photographs, graphics, video and other online material, and may be presented in print or online or both.\"\nThe New York Times has so far won 132 Pulitzer Prizes since 1918. It has won more Pulitzer prizes than any other newspaper or organisation. A 19-member board, comprising senior editors, columnists, media executives, artists, as well as academic administrators from Columbia University, administers the prize.\nWe were fascinated by the story of the busting of the Watergate scandal by two journalists in the early 1970s. Journalists Bob Woodward and Carl Bernstein, through their investigative journalism, broke the Watergate story for The Washington Post that led to the resignation of President Richard Nixon.\nTheir hard work and taking of risks set the standards for modern investigative reporting. Both the journalists and The Washington Post were awarded the Pulitzer Prize. That particular report and its consequences were so huge that the award came to them almost automatically.\nSo, don't chase an award. Let the award chase you.\n \nShahnoor Wahid is a freelance journalist.\n",
        "headline_1": "Should you chase awards?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/should-you-chase-awards-2912146",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2021"
    },
    {
        "full_article": "Although users in Bangladesh cough out more per minute of talk on mobile phones than users in other countries of the region, the service, we feel, can be much better than what it is at present. People continue to be dogged by frequent disruptions in communications—technically known as call drop, without being adequately compensated. Although the volume of call drop has halved from the last fiscal year, in the 12 months up to June this year, users experienced disruptions of 52.59 crore talk-time minutes, according to a recent report of a committee formed by the BTRC to assess the quality of telecom services and the call drop issue. That translates to nearly 4.5 crore calls per month or nearly 40 lakh calls per day.\nWhile there are both technical and systemic reasons for this, the most obvious is the fact that the number of towers does not meet the requirements of the increasing number of mobile and internet users in the country. Reportedly, very few new towers have been built in the last two years despite the fact that the number of mobile users has increased by about 20 million in the last couple of years. To compound the matter, the telecom operators use radio frequency for transmission and link instead of fibre optic cables, which are a far better vector for the purpose. In this regard, we believe the BTRC has a role to play by rescinding its order of 2011 preventing the use of fibre optic cables.\nCall drops can be a nuisance. Anyone who has suffered it—and most of us have—will vouch that it is more than annoying, particularly during an emergency. Conversely, the service providers are not living up to their commitment to compensate the users fully for service disruption. They are, reportedly, giving back only 15 to 30 percent of the loss incurred by a user, a gross breach of the BTRC directive which stipulates that the users must be compensated in equal amount of the loss they incur. In another violation of the directive, only on-net call drops (on the same network) have been compensated, whereas off-net call drops (on other networks) have been ignored. The surprising aspect of the matter is that none of the major service providers possess up-to-date data on call drops. That is why it is not possible to determine exactly whether the rate of call drop is within the internationally accepted two percent.\n   The current situation admits of no excuse. The technical glitches must be removed. The regulatory provisions must be implemented stringently and oversight must be maintained strictly, and spectrum hoarding penalised. That is the only way to ensure that the users get their money's worth.\n",
        "headline_1": "Call drop continues to be an annoyance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/call-drop-continues-be-annoyance-2912136",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2021"
    },
    {
        "full_article": "We applaud the prime minister's decision to ask State Minister for Information and Broadcasting Murad Hassan to resign from the cabinet for his offensive and derogatory remarks towards women. In a country where resignations of public officials—no matter the offences they commit—are a rarity, this swift action goes a long way towards demonstrating the prime minister's commitment to upholding the rights of women and challenging misogyny even when it generates from her own party and cabinet.\n \nNot only did Murad use sexist, racist and belligerent language unbefitting a public official against Khaleda Zia and her granddaughter in an interview and publicly humiliate a model during an event, he went so far as to threaten sexual violence against an actress when she refused to respond to his unwanted advances. He even warned her that he would use law enforcement officials against her. The fact that a cabinet member would misuse his power—and that of the state—so blatantly to intimidate a woman is appalling and unacceptable, to say the least, and calls into serious question the morality and sense of responsibility of those entrusted with running the country.\nIt is clear from the video and audio clips that have surfaced on social media that Murad's immorality and misogyny were not isolated incidents. It begs the question: how many more women did he threaten, and how far did he actually go with them? How many times and to what extent did he misuse state machineries? We can all agree that his actions were repulsive, but more importantly, were they also criminal? Did he commit crimes against women, confident that he would get away with it because of his post?\nThough timely and in itself a big step towards holding MPs and cabinet members accountable for their actions, resignation can only be the beginning of his castigation. There needs to be serious investigation into the accusations of his misuse of power to harass, humiliate and attempt to rape women, and exemplary action must be taken against him to send a clear message to all concerned that such revolting behaviour will not be tolerated under any circumstances.\n",
        "headline_1": "We applaud the PM’s timely decision",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-applaud-the-pms-timely-decision-2911846",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2021"
    }
]