[
    {
        "full_article": "As a State used to coalition governments and the fluid loyalties of its politicians, Meghalaya has had at least a third of its 60 MLAs hopping parties during the five-year term of the outgoing Assembly. Even in the run-up to the elections scheduled for February 27, a National People’s Party (NPP) candidate flipped sides to become the Bharatiya Janata Party’s candidate, and a Congress candidate switched to the Trinamool Congress (TMC). In 2018, the Congress had won 21 seats, the NPP 20, the BJP 2, and regional parties and independents the rest. Meghalaya is the only State among the three in the northeast going to the polls now where the Congress has a fighting chance. The party, once the main political force in Meghalaya, has no MLA though it was the single-largest party in 2018. The BJP is contesting all 60 seats in the hope of reaching a double-digit figure. The TMC, which became the State’s Opposition party overnight after 12 Congress MLAs switched over in November 2021, is fielding 55 candidates. The most influential regional entity, the United Democratic Party, is contesting 46 seats. The State’s politics is driven by the dynamics of three matrilineal tribes — the Khasi and Jaintia tribes that are ethnically closer, and the Garo tribe which held the Chief Minister’s chair for 34 years since the formation of the State over 50 years ago.\rThe Garos have often sought a separate State, although the demand has been somewhat muted this time. The Khasi-Jaintia Hills encompass 36 of the State’s 60 seats, and the Garo Hills 24 seats. The ruling NPP and prime challenger, the TMC, are facing off in the Garo Hills, where the contest is the most intense. The issue of Bangladeshi immigrants, a staple of Assam elections, entered Meghalaya this time with the NPP and the BJP trying to portray the TMC as a Bengali party sympathetic to people from India’s neighbour. The TMC and its allies have been accusing the NPP of misrule, and large-scale graft in power, health, education, PDS and other sectors besides striking a “lopsided” deal with Assam to resolve border disputes. The allies have washed their hands of the record of the government that they have been part of, trying to shift the full blame onto the NPP. Allies say the NPP called the shots and never consulted them on any issue. Allies in the outgoing government are contesting against it, with each one trying to maximise their strength in the Assembly and keeping post-poll options open.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMeghalaya Assembly elections 2023\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\nAssam\n\n/\n\npolitics",
        "headline_1": "Open season: On Meghalaya polls and changing loyalties of politicians",
        "headline_2": "Post-poll alliances are more important in Meghalaya than any pre-poll understanding",
        "link": "https://www.thehindu.com/opinion/editorial/open-season-on-meghalaya-polls-and-changing-loyalties-of-politicians/article66482171.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "As India ramps up its international outreach in the year of its G-20 presidency, better ties with Canada are clearly on the agenda for the government, with the External Affairs Minister, S. Jaishankar, hosting Canadian Foreign Minister Melanie Joly for bilateral talks in New Delhi. This visit of Ms. Joly, who will be in Delhi again for the G-20 Foreign Minister’s Meeting in March, and later again to accompany Canadian Prime Minister Justin Trudeau for the G-20 summit, will be followed by several other Ministers for other G-20 meetings. Another reason for the acceleration in relations is Canada’s deteriorating ties with China. In November, Canada announced its new Indo-Pacific Strategy that marked out China as an “increasingly disruptive global power”, while referring to India as a “critical partner” with shared traditions of democracy and pluralism. In addition, Canada’s search for new markets to diversify its considerable economic engagement with China coincides with India’s push to conclude free trade agreements with many countries. While officials have been working to announce an “Early Progress Trade Agreement” this year, they are also hopeful of securing a Comprehensive Economic Partnership Agreement soon. The flurry in bilateral activity is in contrast to past developments, especially after Mr. Trudeau’s disastrous India visit in 2018, and his criticism of the Modi government’s handling of the farmers’ agitation in 2020-21 that led to the cancellation of diplomatic activity. The ties began to be reset after he met Mr. Modi on the sidelines of the G-7 summit in Germany last year.Several issues remain to be sorted out — New Delhi has continued to express concerns over the resurgence of Khalistani separatism and calls for a “referendum” amid the Sikh community in Canada as well as incidents of vandalism and violence targeting the Indian community there. In addition, Canadian pronouncements on developments in India, including on rights and freedoms can always set off diplomatic landmines. This has been a running thread in bilateral ties, which have seen many ups and downs over the past decades, despite a massive Indian diaspora population and student links. Canada was among the first countries associated with India’s nuclear programme, but the relationship ruptured after India’s nuclear tests in 1974. When ties began to improve in the 1980s, it was Indian anger over Canadian shelter to separatist Khalistani groups behind the 1985 bombing of an Air India flight and the prolonged trial. Relations were restored in 2010, with the visit of Prime Minister Manmohan Singh to Canada, and an agreement on civil nuclear cooperation, and Mr. Modi in 2015. But they flagged after 2018. This year, timing and intent seem on course for a leap in ties which could bring strategic and economic gains, provided both sides also focus on side-stepping the possible political pitfalls along the way.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nChina",
        "headline_1": "A quick reset: On India’s G-20 presidency",
        "headline_2": "India and Canada are looking at the big picture as they put behind misunderstandings",
        "link": "https://www.thehindu.com/opinion/editorial/a-quick-reset-on-indias-g-20-presidency/article66482502.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "One thing that is clear and much spoken about has been the thrust of the Union Budget on capex and more specifically on infrastructure investment. But what about consumption? India is a consumption-led economy, with private consumption contributing more than 55% to the GDP. Hence it is important to understand what the budget had to offer on this front.\nBroadly the consumption story, post the pandemic, reflects the much talked about K-shaped recovery. While the upper-income category is showing strong pent-up demand as reflected by jump in sales of luxury goods and services, the lower-income category remains cautious in its consumption spending. High inflation and pandemic-induced disruptions in the unorganised sector/ MSME segment were two big culprits constraining the consumption revival.\nRead full opinion on TOI+\n\n",
        "headline_1": "Are we spending enough? Consumption is the economy’s biggest mover. As inflation moderates, Indians should be consuming more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/are-we-spending-enough-consumption-is-the-economys-biggest-mover-as-inflation-moderates-indians-should-be-consuming-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "The world of chatbots is hotting up. Google on Monday said that a new artificial intelligence (AI) service named Bard is being tested ahead of a public launch. It’s a conversational service which can provide textual answers to questions raised by users. Bard’s public launch will make it the second generative AI, after ChatGPT, to be freely accessible. Generative AI represents another dimension where the technology has moved beyond pattern recognition to synthesising answers from large data sets.\nAI doesn’t have a precise definition. It’s best described as a constellation of technologies. The idea arises from English mathematician Alan Turing’s work in 1950 where he suggested a machine could be programmed to learn from experience in the way children do. The idea has now fructified, and AI is transforming every conceivable area of activity. Acknowledging its importance, the budget announced that three centres of excellence in AI will be set up in top educational institutions, with the private sector contributing to the effort. GoI has taken the right step as AI, the world’s most disruptive technology, is growing everywhere on the back of a collaborative effort between the state and private sector.\nGoI’s foremost contribution to making India a key centre in the global AI network will have to be in research. Not all of it can generate commercial returns immediately. However, the long-term payoffs are invaluable. A lot of US government support to domestic AI development is routed through its defence industry. China, the other AI powerhouse, has thrown the weight of the state’s resources behind its attempt to dominate. Large-scale funding and creation of research ecosystems that draw in global Indian talent in AI need to be GoI’s priorities.\nAI is already in extensive use at the commercial level. Indian firms have access to domestic talent to leverage these opportunities. It now needs to be complemented by access to data. AI rests on three pillars: data, algorithms and computing power. Indian firms need a sound regulatory framework that allows access to a lot more anonymised data. A GoI expert committee suggested open access to non-personal data. India’s lagging in establishing a legal framework to both safeguard privacy and provide open access to anonymised data for Indian startups. This needs to be addressed soon. AI is the technological frontier that offers India a chance to leapfrog a few stages.\n\n",
        "headline_1": "Make in IndAIa: As Google comes up with a ChatGPT rival & AI becomes ubiquitous, here’s what GoI must do",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/make-in-indaia-as-google-comes-up-with-a-chatgpt-rival-ai-becomes-ubiquitous-heres-what-goi-must-do/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "When the US-born, Bengaluru-based composer Ricky Kej won a Grammy this year for the best immersive audio album, he dedicated his award to India, no less. Any Indian, if they so choose, can bask in the glow of his success, feel like they own a bit of his talent and work, whether or not they’re familiar with it. Nobel-winner Venki Ramakrishnan had perhaps a different view, putting nationalist self-congratulation in perspective. He pointed out that science depends on the flow of ideas around the world, and narrow nationalism harms both science and the nation.\nThey’re both fine attitudes, and a secure nation can take both. Besides, high as the nationalist pitch is globally, the link between place and homeland is messy, especially in our globalised times. Migrant workers pine for home, NRIs idealise it. Some people might relate more to a distant nation. Other people might feel unwanted in their own country. Recently, the Pakistani-origin singer Adnan Sami claimed that flying a Telugu flag contradicted the idea of being ‘Indian first’. But for most people, love for neighbourhood, country and other countries are like concentric circles. They can exist independent of each other, and in harmony.\nAnd there’s no one way to love your country. Those who can’t do public service can do lip service. Some even dodge their taxes and profess to love the country. Some demonstrate feelings for Bharat Mata through their shopping carts and stock portfolios. Cheering a cricket team or watching a Bollywood movie, painting a flag on one’s face or boosting a hashtag, no effort is too much for the nation. As long as loving one’s country doesn’t come with hating each other or any other country, it’s all for the better. So, thank you, Ricky Kej, the thought does count.\n\n",
        "headline_1": "Ricky, Venki and us: There’s no one way to love your country, and you needn’t love only your country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ricky-venki-and-us-theres-no-one-way-to-love-your-country-and-you-neednt-love-only-your-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "Amid signs of another round of intensification of the Ukraine war, ambassador Julianne Smith, the US Permanent Representative to Nato in Brussels, spoke to Naomi Canton about Nato’s position, India’s role and supporting Ukraine:\nCould you give some insights on what is happening to the bids of Finland, Sweden and Ukraine to join Nato? \nFinland and Sweden are going through what we call the ratification process. We now have a situation where 28 of the 30 allies have completed that process. We are waiting on two countries: Hungary and Turkey. We anticipate that the Hungarians will likely ratify in the weeks ahead. As you know Sweden, Finland and Turkey have been meeting regularly since middle of last year to talk about some of the security concerns that Turkey has expressed and would like to see Sweden and Finland address as it relates to terrorism. Our hope is that these two countries will become full-fledged members of the alliance by the summit this July.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Russia doesn’t get a veto on Nato enlargement… we want to put Ukraine in the strongest possible position’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-interviews-blog/russia-doesnt-get-a-veto-on-nato-enlargement-we-want-to-put-ukraine-in-the-strongest-possible-position/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "In 1996, the BNP-led government passed the 13th Amendment to the constitution, allowing the formation of the neutral caretaker government (NCG). The amendment represented a \"political settlement\" as the then Awami League-led coalition of parties demanded such a system, and BNP, after much resistance, accepted it. It not only allowed a peaceful transfer of power, but also provided equal opportunity to major political parties.\nHowever, the unilateral passage of the 15th Amendment in 2011, in a \"majoritarian\" manner, by the Awami League-led alliance weaponised the constitution, destroying that political settlement. It started with the BNP-led government passing the 14th Amendment in 2004, which raised the retirement age limit for justices, ensuring that a particular former chief justice would become the chief adviser of the caretaker government before the ninth parliament elections. A further blow to the political settlement came in the form of a divided \"short order\" of the Appellate Division on May 10, 2011, authored by Chief Justice ABM Khairul Haque, which declared the 13th Amendment \"prospectively\" void after the 10th and 11th parliamentary elections, although two High Court benches had previously found the amendment constitutional.\nIt may be noted that Justice Khairul Haque, who was appointed chief justice superseding a senior, revived the appeal against the High Court judgment six years after it had been filed, and authored the short order only eight days before his retirement, with only 10 days of hearing and ignoring the pleas of the amicus curiae. The other three assenting justices were subsequently made chief justices, at least in one case superseding a senior, raising the concern of \"some communication\" between the chief justice and the government (The Law and Politics of Unconstitutional Constitutional Amendments in Asia, Chapter 11: \"The Politics of Unconstitutional Amendments in Bangladesh\" by Ridwanul Haque). Self-interest might have also played a role in Justice Haque's authoring the short order, as he would be the chief adviser if the 10th parliamentary election was held under the caretaker government system.\nIt may be recalled that on July 21, 2010, a 15-member special parliamentary committee was formed, 12 of whom were senior Awami League members, to amend the constitution. The committee unanimously recommended on March 29, 2011, after consulting 104 distinguished citizens – including a former president, the incumbent prime minister, three former chief justices, political leaders, editors and civil society members – to amend the constitution by retaining the neutral caretaker government system with a three-month tenure. Next day, the committee met with the prime minister, which led to a change in the committee's recommendation, and the suggestion to amend the constitution to abolish the system.\nOn May 31, 2011, the prime minister held a press conference where she said the court had abolished the caretaker government system with an observation that, for holding the next two elections under the system, the parliament's approval would be required (Prothom Alo, June 1, 2011), which was not true. Thus, the 15th Amendment was passed not only defying the unanimous recommendation of the 15-member parliamentary committee, but also through a serious misrepresentation of the Appellate Division's short order and before the full judgment was published 14 months later. It was a decision serving self-interests, which led to the next elections being held under a political government headed by the same prime minister. As researcher Adiba Aziz Khan observed, \"Despite dissent from the opposition, civil society and voters, the AL-led supermajority Parliament disregarded the direction given by the Court that the NCG should remain in place for two more national elections\" (\"The Politics of Constitutional Amendment,\" International Review of Law, 2015).\nExperts have been raising questions on the constitutionality of the 15th Amendment. The constitution represents the will of Bangladesh people, and it should not be amended without their consent. Although our 1972 constitution did not have it, the Fifth Amendment incorporated the referendum provision in the constitution. The 12th Amendment, which was passed in 1991, based on a compromise between the Awami League and BNP and affirmed by a referendum, amended the referendum provision by limiting it to the amendment of the preamble and a few other articles. Although an Appellate Division judgment found the Fifth Amendment unconstitutional, the referendum provision remained as it was included in the 12th Amendment. Thus, it is clear that the 15th Amendment was neither legitimate nor constitutional, as no referendum was held before its passage.\nNo serious deliberations took place on the 15th Amendment before its passage either. Even though the BNP was asked to propose a name for the special parliamentary committee, it refused to do so, and it was also absent during the amendment's passage. Thus, the 15th Amendment did not have the support of the major opposition.\nIn addition, the 15th Amendment made about a third of the constitution unamendable by designating them as \"basic provisions,\" equating them with the \"basic structure,\" which cannot be amended. This clearly violated the constitutional doctrine of basic structure. The constitutional expert, Mahmudul Islam, said, \"No parliament can bind the successor parliament\" (Constitutional Law of Bangladesh, 3rd Edition, Pg 31), which also makes the 15th Amendment unconstitutional.\nThe Appellate Division's judgment is also unconstitutional. As Mahmudul Islam argued, \"Providing the rider clause giving life to the discredited (NCG) system for the next two parliamentary elections, the Appellate Division made judicial legislation interfering with the functions of Parliament assigned by the Constitution and thereby dented the well-established jurisprudence and acted contrary to the rule of law and separation of powers.\" The Appellate Division also intruded into political matters, which is a clear violation of \"political question\" – a doctrine respected by our court in the past. In addition, Justice Khairul Haque materially changed his final judgment by adding the condition of parliamentary approval for holding the 10th and 11th parliamentary elections under the caretaker government system, which amounts to \"fraud on the court\" and the violation of the professional code of conduct.\nTo conclude, abolition of the caretaker government system led to two failed elections in 2014 and 2018. Another failed election will have serious long-term consequences for us as a nation. Without a new political settlement, a credible 12th parliamentary election is likely to be a far cry, which can get us into an uncharted territory.\nDr Badiul Alam Majumdar is secretary of SHUJAN: Citizens for Good Governance.\n\n",
        "headline_1": "The Constitutionality of 15th Amendment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-constitutionality-15th-amendment-3241761",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "At the end of 2022, the European Union and European Parliament agreed to what will become the world's first Carbon Border Adjustment Mechanism (CBAM). In simple terms, CBAM is a tariff on the import of carbon-intensive products. Initially, these products will include those that require a highly carbon-intensive manufacturing process – cement or fertiliser, for instance. But this list could soon be extended. This seems to be the direction to which we are all headed, with regulators around the world becoming more and more focused on limiting carbon emissions and carbon neutrality.\nThe objective of this new levy is to deter carbon-intensive processes and encourage manufacturers to \"green\" as much of their manufacturing processes as possible. It aims to prevent what is known as \"carbon leakage.\" This happens when the EU's efforts to reduce carbon emissions are hampered by increased emissions from outside the EU bloc via relocation of production to the countries with less ambitious climate policies by EU standards. Also, these efforts could be offset through increased imports of carbon-intensive products.\nWhy is this important for Bangladesh? Because the EU is the largest export market for the RMG products manufactured in Bangladesh. Our RMG sector is not included in the industry sectors covered by CBAM yet. But it may be only a matter of time. The European Parliament has already signalled a clear intention to include plastics and chemicals by 2026 as well as all sectors covered by the EU Emissions Trading System (ETS) by 2030. In addition, indirect emissions such as those caused by the production of energy used in the manufacturing process will also be included in calculating the carbon content of an imported product \"under certain circumstances,\" according to an EU statement.\nWhile there is some uncertainty as to how and if RMG export will be covered by the EU laws around carbon markets, I think our industry should start planning now for such a possibility.\nFirst and foremost, if the EU were to apply a tariff on RMG import due to the emissions associated with their production, this tariff would need to be built into the price of such products. In other words, the tariff should be passed onto the consumers in the importing country.\nAlso, how will CBAM's imposition on RMG and textiles work for those ethical suppliers who have already determined to become carbon-neutral? Will they take a \"wait and see\" approach, rather than make investment now to become carbon neutral? Why make an expensive investment now if the EU bands everyone together for this purpose in the future? Bangladesh has already learnt that making huge investments with regards to green factories has little to no direct payback. The CBAM could further dampen the motivation to make more investment – unless how it will be implemented on RMG import is announced soon.\nBut these are perhaps secondary issues; we need to think about the bigger picture here. This is the ongoing sustainability drive of some of our largest trading partners, and the implications of this for Bangladesh is big. If ever we needed a wakeup call about the need to reduce carbon emissions associated with our main export market, the CBAM is surely that.\nAt present, our RMG production is still far more carbon-intensive than that in the EU. In fact, we are more carbon-intensive as an industry than Turkey, the US and even neighbouring Pakistan. To give an example, if one were to shift textile production from Bangladesh to the EU, the carbon emission associated with this activity would be reduced by around 45 percent. That's because the EU has made far more progress than Bangladesh in the use of renewable energy.\nConsider this from the perspective of a fashion brand looking for a production source, which has carbon emission targets to meet. More and more, fashion retailers are documenting the amount of emissions associated with their products, for regulatory and environmental reasons. What if a brand decided to shift all of its production to the EU and out of Asia because it felt that this would be the only way it could meet its supply chain emission targets?\nIf you think that sounds far-fetched, think again. Targets for carbon emissions are closing in fast on some of Bangladesh's largest trading partners. Some have set targets for 2030. Things are moving more quickly than anybody could have imagined on this issue.\nThe answer for Bangladesh is quite simple. We must, with utmost urgency, shift our energy mix into predominantly renewable energy. We don't have time to waste on this issue, and it means our policymakers, legislators, planners and industry leaders must start working together to devise a smooth transition into a clean energy future. We need a plan and we need to implement it quickly.\nAs I said earlier, the EU could one day be placing a tariff on RMG products manufactured in Bangladesh because of the emissions involved in their production. That would be a problem, but we may be able to solve it by raising prices.\nHowever, if our customers begin sourcing elsewhere because our energy mix is not environmentally friendly, that is a different challenge altogether – and one that we need to take a proactive stance on.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "Why carbon emissions could cost Bangladeshi RMG makers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-carbon-emissions-could-cost-bangladeshi-rmg-makers-3241701",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "Our heartfelt sympathy goes out to the people of Turkey and Syria, whose lives have been turned upside down by a massive 7.8-magnitude earthquake – followed by a series of aftershocks – that devastated vast swathes of the countries on February 6. The first quake was centred in southern Turkey, near the northern border of Syria, according to the US Geological Survey (USGS). As of writing this editorial, the death toll has crossed 5,000 – some 3,419 in Turkey, and 1,600 in Syria – with the World Health Organization warning that the death toll could exceed 20,000. Rescuers continue to look for survivors, digging through the rubble, in some cases, with their bare hands. At this most critical juncture, we urge all countries and international organisations to send their full support to help Turkey and Syria.\nMonday's quake is believed to be the strongest to hit Turkey since 1939, when an earthquake of the same magnitude killed 30,000 people, according to the USGS. Eyewitnesses, after the latest quake, have described it as apocalyptic, which shows the immense magnitude of the disaster. According to the Turkish and Syrian disaster response teams, more than 5,700 buildings have been confirmed flattened across several cities, including many multi-storey apartment blocks that were filled with residents who were sleeping when the first earthquake struck.\nThe wave of destruction swept through 10 Turkish provinces, including Kahramanmaras, Gaziantep, Sanliurfa, Diyarbakir, Adana, Adiyaman, Malatya, Osmaniye, Hatay, and Kilis. While in Syria, most of the damage was reported in Northern Aleppo, Hama, Latakia, and Tartus. Even though rescue workers across the two countries have been scrambling to provide support to the victims, it is becoming clear by the minute that they desperately need as much support as possible from the international community. Therefore, we urge the international community to put their geopolitical interests and conflicts aside, and come to the rescue of Turkish and Syrian people on an immediate basis. The sanctions imposed on Syria will do nothing but harm its people at this moment. Therefore, all these factors should be set aside in the pursuit of rescuing the victims of this massive devastation.\nRescue efforts, we are told, have been made difficult by the winter weather. Many victims are reportedly trapped underneath the rubble amidst freezing cold. Meanwhile, hospitals in both countries are being flooded with thousands who were injured. Without immediate attention towards the seriously injured, the number of casualties could climb even higher. Thus, providing Turkey and Syria with urgent medical assistance, as well as emergency rescue personnel and equipment, should also be a high priority for the local, regional and global leaders.\nIt is at times like these that the international community must come together and act as one, and help out the devastated communities. We urge every country to provide as much assistance to the affected – and in the process save as many lives – as possible. Multilateral agencies such as the UN can play a big role here to ensure that these aid measures are well-coordinated and provided on an urgent basis.\n",
        "headline_1": "Humanity must act as one to help quake survivors ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/humanity-must-act-one-help-quake-survivors-3241501",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "Our heartfelt sympathy goes out to the people of Turkey and Syria, whose lives have been turned upside down by a massive 7.8-magnitude earthquake – followed by a series of aftershocks – that devastated vast swathes of the countries on February 6. The first quake was centred in southern Turkey, near the northern border of Syria, according to the US Geological Survey (USGS). As of writing this editorial, the death toll has crossed 5,000 – some 3,419 in Turkey, and 1,600 in Syria – with the World Health Organization warning that the death toll could exceed 20,000. Rescuers continue to look for survivors, digging through the rubble, in some cases, with their bare hands. At this most critical juncture, we urge all countries and international organisations to send their full support to help Turkey and Syria.\nMonday's quake is believed to be the strongest to hit Turkey since 1939, when an earthquake of the same magnitude killed 30,000 people, according to the USGS. Eyewitnesses, after the latest quake, have described it as apocalyptic, which shows the immense magnitude of the disaster. According to the Turkish and Syrian disaster response teams, more than 5,700 buildings have been confirmed flattened across several cities, including many multi-storey apartment blocks that were filled with residents who were sleeping when the first earthquake struck.\nThe wave of destruction swept through 10 Turkish provinces, including Kahramanmaras, Gaziantep, Sanliurfa, Diyarbakir, Adana, Adiyaman, Malatya, Osmaniye, Hatay, and Kilis. While in Syria, most of the damage was reported in Northern Aleppo, Hama, Latakia, and Tartus. Even though rescue workers across the two countries have been scrambling to provide support to the victims, it is becoming clear by the minute that they desperately need as much support as possible from the international community. Therefore, we urge the international community to put their geopolitical interests and conflicts aside, and come to the rescue of Turkish and Syrian people on an immediate basis. The sanctions imposed on Syria will do nothing but harm its people at this moment. Therefore, all these factors should be set aside in the pursuit of rescuing the victims of this massive devastation.\nRescue efforts, we are told, have been made difficult by the winter weather. Many victims are reportedly trapped underneath the rubble amidst freezing cold. Meanwhile, hospitals in both countries are being flooded with thousands who were injured. Without immediate attention towards the seriously injured, the number of casualties could climb even higher. Thus, providing Turkey and Syria with urgent medical assistance, as well as emergency rescue personnel and equipment, should also be a high priority for the local, regional and global leaders.\nIt is at times like these that the international community must come together and act as one, and help out the devastated communities. We urge every country to provide as much assistance to the affected – and in the process save as many lives – as possible. Multilateral agencies such as the UN can play a big role here to ensure that these aid measures are well-coordinated and provided on an urgent basis.\n",
        "headline_1": "Humanity must act as one to help quake survivors ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/humanity-must-act-one-help-quake-survivors-3241501",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "We are deeply alarmed by the news of unidentified criminals desecrating idols of Hindu gods and goddesses in Thakurgaon's Baliadangi upazila earlier this week. According to a report by this daily, at least 14 idols of Saraswati, Laxmi, and Manasha were vandalised at 12 temples in the area. From what we know so far, whoever carried out the attack did so quietly, under the cover of darkness, as locals came to know about it only when they went to offer prayers at the temples next morning. And even though the culprits have not been identified by police yet, from the nature of the attacks, it can be said that those were no isolated incidents. Those were rather coordinated. \nWhile we condemn these acts in the strongest terms, we would also want to know what might have triggered the criminals to vandalise the idols. Did they want to create an atmosphere of fear among the Hindu community of Thakurgaon? Or did the criminals simply hold the misguided notion that by desecrating sacred symbols of other religions, they are actually showing love for their own? Whatever might have been their twisted reason, we must send them a strong and clear message that every person in the country has the right to practice their own religion, and that this right is guaranteed by our constitution. We must also remind them that desecrating others' religions totally goes against the ideals of our Liberation War as well as our long-held social values.\nHaving said that, we also need to find out why such incidents keep recurring in the country, despite assurances by the government that religious intolerance or violence would not be tolerated. If we look at some of the past incidents of religious violence, we will see that in most cases, those involved were never brought to justice. The failure to take action is emboldening others to commit similar crimes. We need a strong, powerful and uncompromising collective social voice against the growing religious tension and intolerance in the country. While the government must play its part by holding the criminals accountable, our religious leaders must also play their due role. They must tell adherents that religious intolerance is totally unacceptable in a pluralistic society that we aspire to be. They must send out a strong message of interfaith harmony.\nAs for the Thakurgaon incident, we urge the local administration to identify the culprits responsible for the desecration of idols and take legal action against them and also, equally importantly, extend protection to the local Hindu community. The authorities must create a safe environment for all minority communities by creating a society tolerant of diversity. To do that, it is vital that orchestrators of all previous communal attacks are also brought to book. Only by showing zero tolerance can we prevent repetition of such incidents.\n",
        "headline_1": "Who desecrated idols in Thakurgaon?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-desecrated-idols-thakurgaon-3241221",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "The two-day's visit to Bangladesh by the home minister of the newly elected Malaysian government is learnt to have ended on a positive note. As expected from the Bangladesh side, the main focus of the meeting between the Bangladesh's expatriates' welfare and overseas employment minister and the Malaysian home mister was on relaxing the existing migration law of Malaysia and making the manpower recruitment process easier, faster and cheaper. To this end, the joint working group comprising representatives of the two nations, it was informed, may sit sometime this month.As reported in the media, the meeting between the two ministers also considered the possibility, if necessary, of reviewing the Memorandum of Understanding (MoU) signed in December, 2021 between the two countries when the immediate-past Malaysian government was in office. Notably, the stakeholders from Bangladesh side at that time expected that the Malaysian recruiting agencies would bear the recruitment cost of Bangladeshi workers. Additionally, it was also expected that they would pay the plane fare, prepare job contract, bear the cost of repatriation and housing. Also, the Malaysian employers of Bangladeshi workers would pay the immigration and visa fees, costs of health check-up, insurance, etc. However, the MoU in question drew a lot of flak from the recruiting houses and other quarters concerned in Bangladesh. The reason is, as the local stakeholders noted, the MoU in question allowed only 25 Bangladeshi recruiting agencies to perform the job of sending workers to Malaysia. It would be worthwhile to mention here that at present there are over 1,500 registered recruiting agencies in Bangladesh, though the government permits only 100 of them to send workers abroad.Regrettably,however, allegations abound against the local recruiting agencies. One of those is that they charge between Tk 250,000 and Tk 300,000 as migration expenses from Bangladeshi workers seeking jobs in Malaysia, which is rather high considering that the government-fixed rate for the job is Tk79,000 for each person recruited. Against this backdrop, the ministers from the two countries have left these issues, as included in the MoU, to the proposed working group meet for resolution through discussion. Reassuringly, the visiting Malaysian minister, as he spoke to the press following the meeting, appeared quite responsive to the concerns as expressed by the Bangladesh side. Especially, his statement that his government was working to speed up the process of hiring workers from abroad and reducing cost of migration is no doubt of great significance.The Malaysian minister further informs that his newly elected government is sensitive towards meeting the foreign workers' needs, reducing various costs and protecting their integrity. Most importantly, the Malaysian minister's disclosure that his government has meanwhile legalised a good number of foreign workers as part of its programme to regularise illegal foreign workers is appreciable. Starting at the end of the last month, it is no doubt music to our ears that 55 per cent of those legalised so far are migrant workers from Bangladesh. The willingness that the Malaysian side has shown to change the existing rules if those cannot meet those requirements is uplifting. Last but not least, such a visit to Bangladesh by a Malaysian cabinet minister whose government has taken office only two months back, hopefully, heralds a new era in every sphere of bilateral cooperation between the two nations in the future.",
        "headline_1": "Easing workers' migration to Malaysia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easing-workers-migration-to-malaysia-1675777935",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "Among the major causes of environment pollution in the country, toxic waste of mills and factories, recognisably the most talked-about culprit, continues to leave its ruinous impact. In earlier times, absence of appropriate technology was a factor responsible for not addressing the problem, especially in countries like ours. But the situation now is far different with effluent treatment plants (ETP) abundantly used all over the world to free the environment from untreated hazardous substance emitted from factories and industrial enterprises. When it comes to effluent treatment plant, it is the Savar leather estate that first comes to mind -- for the wrong reasons, though. In fact, it is the failure of the authorities for long to dispose of mountains of toxic waste through well-functioning ETP in the leather estate that has made the term familiar to even those who are not conversant with the processes involved in the scientific waste disposal method. The leather estate makes frequent news as the faulty waste disposal method is keeping overseas buyers away, drastically affecting the country's leather export, despite relocation and some systematic measures by a number of entrepreneurs in the estate. Needless to say, a lack of internationally recognised waste disposal system by means of ETP is a serious lapse as regards fulfilling procurement norms of major leather importing countries.Since leather is a major component of export basket with high potential of becoming the country's next growth driver, it draws media attention for obvious reasons. For the same reason, we sometimes come across scathing reports on the lack of required facilitation from the authorities. But what about numerous other waste generating factories that keep doing the foul play right under the nose of the authorities? A report recently published in a local daily says there are as many as fifty factories, that too in government's industrial estates, which are run without ETPs. The result is what it should be -- strong stinking smell in the neighbourhood round the year, and water bodies including rivers polluted by reckless release of liquid and solid types of waste. It is unthinkable to inhale the foul stench of waste day in and day out without any recourse to relieve the choked lungs. Setting up of ETPs in industrial units that emit chemical waste is mandatory. It is not just a promise or a verbal agreement but one that has to be done by the industry owners, and its functioning monitored by the sponsoring authority of the industrial estates. But as things are now, this important aspect appears to have received little attention. Allocation of land and utility services for the units are no doubt primary jobs of official sponsors like the Bangladesh Small and cottage Industries (BSCIC) under which these industrial estates and parks operate. But ensuring proper waste disposal is no less an important task, and it appears from the state of things that both the entrepreneurs and the BSCIC are yet to prioritise it as integral to setting up industrial units. This is evident from reports that neither the BSCIC nor the Department of Environment (DoE) are up for any remedial measures to address the health and environmental hazards posed by industrial units operating without mandatory ETPs in the industrial estates.According to BISCIC sources, it is because of a lack of authority on the part of BISCIC to penalise offending units that has led the situation this far. In Dhaka division alone, there are around two dozen units without any proper waste disposal system --- not to speak of ETPs. In Chottogram division, too, the number of such units is well over a dozen. From reports published in the newspapers, it appears that many of the industrial units raise the issue of fund shortage for installing ETPs. True as that may be, observers do not consider this a good enough reason to skirt past the subject, as ETP is crucial to setting up industrial units that emit chemical waste. Many of the units in BISCIC estates produce goods that are either already exported or have the potential for export. Exporting may be difficult, even impossible, if the scale of production increases to the extent of drawing attention of major international buyers. Currently, some of the exporting units are in a position to export in small volumes flouting environmental and procurement protocols of importing countries, but with the increase in productivity and market demand, the issue of compliance is sure to figure as a deterrent if the situation remains the same as it is now. Not just for export, the reason these units need ETPs is to contain the harmful effects on environment. We have seen extremely harmful impact of the Hazaribagh tannery hub on the Buriganga river until it got relocated to Savar, but following the shifting, it is now the Dhaleshwary river that is critically under threat of pollution from liquid toxic waste generated by the leather units there. All these are the fallout of the absence of proper waste management, or in other words, the apathy of the authorities concerned.Without mincing words it has to be stated that a sheer lack of understanding the multifaceted implications of industrial waste management has made things worse. The DoE and the BSCIC cannot shirk their responsibilities, and must come up with pragmatic measures to ride out the situation as early as possible. \n[email protected]",
        "headline_1": "Management of factory waste poses daunting challenge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/management-of-factory-waste-poses-daunting-challenge-1675777998",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "Banks are reportedly facing a major liquidity crisis and this is because a lot of depositors have withdrawn their money. This money has not taken flight out of the country, but is being kept under mattresses or holed up in private safes. The money that is no longer with financial institutions (FIs) is suspected to be to the tune of Tk 2.7 trillion, or Tk 2,700 billion. According to a report published in this newspaper on February 6, \"currency outside the banking system is defined as legal tender in the hands of the public\" and has been caused by a number of factors --- one being the galloping inflation that has taken the bite out of people's savings. More money is needed today than yesterday to buy essentials ranging from kitchen market goods to commodities of daily life. The other factor, one that has made economists worried is the dearth of confidence in FIs. Repeated instances of graft involving financial institutions and the lack of initiative to bring those to book for crimes committed is effectively undermining people's confidence. The third factor is falling rates of interest on deposits. The combination of these factors (amongst others) has led a lot of people to believe that it is better to have cash-in-hand, rather than have cash in the bank.In a country, where 'rumours' dictate a lot of the decision-making for ordinary people, lack of action on the part of the authorities to properly address scams is harming the economy. Although recently the interest cap has been lifted and banks desperate to fill their coffers are offering better interest rates, things will not improve until people's misgivings about the safety of their hard-earned money is adequately dispelled. These are not ordinary times. The global economy is reeling from all sorts of shocks. Advanced economies in Europe are contracting. Consumers from Europe to the American continent, are all tightening their belts as their wallets get squeezed. Not exactly promising news for countries like Bangladesh that remain heavily dependent on apparel export! Although Bangladesh serves the basic apparel market and hence better cushioned to survive the downturn internationally, it is fighting a losing battle against informal channels that facilitate inward remittance. That is why the news that 'legal tender' is growing should not come to anyone's supply. Indeed, what is learnt is that the volume of legal tender has \"more than doubled in percentage to 27.27 per cent\", which had, on an average, grown between 12 to 13 a year previously.The fallout from all this, of course, is that it adversely affects how much FIs can lend. Until the situation with deposit growth can be checked, the health of FIs cannot improve. While the central bank is at liberty to keep reassuring the public that everything is fine, depositors need to see actions taken against big defaulters; and that means result-oriented steps, not just public announcements. The authorities need to do something in this regard or stop the drain. That more and more people are converting the local currency at hand and buying up foreign exchange, particularly US dollar, speaks volumes for which currency they believe to be more robust and a better bet against inflation. Restore people's confidence by tackling the issue of graft in FIs head on. The government needs to be seen as truly having a \"zero tolerance\" to corruption.\n[email protected]",
        "headline_1": "Restoring people's confidence is essential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restoring-peoples-confidence-is-essential-1675778034",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2023"
    },
    {
        "full_article": "The devastating earthquake jolting Syria and Turkey and killing hundreds of people has left lessons to be learnt by Bangladesh. The country's geographical position has made us vulnerable to earthquakes. As there had not been any major earthquake since more than a century, the risk has become more tangible. We just cannot overlook the possibility of an earthquake to happen in our country. So, preparations for minimising the damage must start from this moment. Faulty buildings should be marked and necessary steps taken to make people safe. The way high-rise buildings are growing in Dhaka city it could be presumed that there would be huge loss of life and property in case of a major earthquake. Capital Dhaka should prepare to face a major quake as it is one of the most vulnerable cities. In the event of a major earthquake, 80,000 buildings are likely to collapse in Dhaka alone, according to experts. So, we think both the authorities concerned and the people should be deeply wary of it and take some measures in advance to minimise damage. The authorities should not waste time since the outcome of any negligence can be catastrophic. Also, we need to make our people aware of what to do and what not to do during an earthquake. As soon as a quake is felt, we should keep ourselves cool. If you are at home, you have to take shelter in the corner of the wall, under the hard bed or table. The safest way is to stay under the open sky. The elevator should not be used when leaving the house, and the head should be covered with a pillow or a thick towel. To keep people free from the horror of earthquakes, the media should raise public awareness about this natural disaster.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Take steps to minimise quake damage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/take-steps-to-minimise-quake-damage-1675778063",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-02-2023"
    }
]