[
    {
        "full_article": "Amidst global turmoil, the Intergovernmental Panel on Climate Change — the largest international consortium of scientists analysing and reviewing the evidence on the present and future man-made impacts of climate change — has a message that is predictably dire. The world faces unavoidable multiple climate hazards over the next two decades with global warming of 1.5°C; even temporarily exceeding this warming level would mean additional severe impacts, some of which will be irreversible. The report points out that the rise in weather and climate extremes has led to some irreversible impacts as natural and human systems are pushed beyond their ability to adapt. Alluding to the Conference of the Parties (COP26) in Glasgow, in November 2021, the report notes that most of the targets that countries have set for themselves are too far in the future to have an impact in the short term at meaningfully reducing the climate impact.India will achieve net zero emissions latest by 2070, that is, there will be no net carbon emissions, Prime Minister Narendra Modi declared at the COP26 summit. By 2030, India would also ensure 50% of its energy will be from renewable energy sources. However, none of this can help the 1.5°C mark from being breached. A major point of emphasis of the report, particularly for South Asia, is the trend in the ‘wet bulb’ temperature — an index of the impact of heat and humidity combined — and its effect on health. Lucknow and Patna, according to one of several studies cited in the report, were among the cities predicted to reach wet-bulb temperatures of 35°C if emissions continued to rise, while Bhubaneshwar, Chennai, Mumbai, Indore, and Ahmedabad are ‘at risk’ of reaching wet-bulb temperatures of 32°C-34°C with continued emissions. This will have consequences such as a rise in heat-wave linked deaths or reduced productivity. Global sea levels will likely rise 44cm-76cm this century if governments meet their current emission-cutting pledges. But with higher emissions, and if ice sheets collapse more quickly than expected, sea levels could rise as much as 2 metres this century and 5m by 2150. India is one of the most vulnerable countries in terms of the population that will be affected by sea-level rise. By the middle of the century, around 35 million of its people could face annual coastal flooding, with 45 million-50 million at risk by the end of the century if emissions are high. Experience has shown that partisan economic calculations trump climate considerations, but India must shore up its adaptation measures and urgently move to secure the futures of its many vulnerable who have the most to lose.",
        "headline_1": "A cautionary tale: On warning of the IPCC report",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-cautionary-tale/article65144683.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-03-2022"
    },
    {
        "full_article": "World football’s governing body FIFA ejecting all Russian teams, national representatives or club sides, from its competitions until further notice is the most severe of sporting sanctions imposed in the backdrop of the Russia-Ukraine crisis. The announcement was coordinated with European football’s controlling organisation UEFA, making the ban applicable at the continental level too. The immediate casualties will be Russia’s Qatar 2022 World Cup playoff match against Poland this month, and a prospective qualifier against Sweden or the Czech Republic, and Spartak Moscow’s Europa League contest against Germany’s RB Leipzig. UEFA went further and ended a lucrative sponsorship deal (around $50 million a year, reportedly) with Russian gas giant Gazprom. Last week, UEFA had shifted the venue for this summer’s Champions League final from St. Petersburg to Paris. Russian teams — not Russian athletes — were already serving a two-year ban from global competitions (to end on December 16, 2022) for the doping scandal first reported at the 2014 Winter Olympics in Sochi. FIFA’s initial measures, announced on Sunday, were similar; of Russia playing without its flag and national anthem, at neutral venues and behind closed doors. A total ban came close on the heels of the International Olympic Committee (IOC), on Monday, recommending to sports federations not to allow Russian athletes in order to “protect the integrity of global sports competitions”.\rIt remains unclear if the IOC indirectly forced FIFA’s hand, but it has resurrected the debate whether athletes should pay the price for the machinations of their political leadership. The IOC, unlike a few individual sporting bodies, has often sought to shield clean sportspersons from becoming collateral damage, a position it took in the doping scandal too. It based the recent ban recommendation on the need to ensure a level playing field, a sacrosanct Olympic ideal. If Russians can move freely to sporting competitions while Ukrainians cannot because of the continuing siege at home, it militates against this principle of fairness. The toughest strictures were instead reserved for Russian officials, including President Vladimir Putin, who was stripped of the Olympic Order (the highest award of the Olympic movement) for violating the Olympic Truce, adopted by the UN General Assembly on December 2 and in force until March 20, seven days after the Beijing Winter Paralympics ends. The developments have also brought focus on English football club Chelsea’s owner Roman Abramovich, an oligarch. Even as British lawmakers called for the wide-ranging economic sanctions targeted at Russian businesses to cover Abramovich too for his alleged links to the Russian state, he has moved to place his club’s “stewardship and care” under “Chelsea’s charitable Foundation”. The worlds of geo-politics and sports have long overlapped. But they have not seemed this entangled in recent memory.",
        "headline_1": "Kicked out: On suspension of Russian sports team",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/kicked-out/article65144305.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-03-2022"
    },
    {
        "full_article": "Do the official inflation figures in Bangladesh reflect the actual inflation faced by the economically marginalised households in the country?\nThe Bangladesh Bureau of Statistics (BBS) calculates the official inflation rates in the country. It constructs Consumer Price Indices (CPIs) for national, rural, and urban areas, and calculates inflation rates for these areas using the respective CPIs. The reference groups for the constructed CPIs are the average urban and rural households of Bangladesh. The consumption patterns of these households are derived from the Household Income and Expenditure Survey (HIES) of 2005-06. In the urban consumer basket, 422 commodities are included, while the rural basket consists of 318 food and non-food items. Using the data of HIES 2005-06, the BBS derives the weights of items in the baskets based on the average expenditure incurred by a household on the item, expressed in terms of its percentage share in the total expenditure on all items.\nThere are two major concerns related to the process of the BBS's estimation of CPIs and inflation. First, it is difficult to understand why the BBS is still using the 2005-06 HIES data to derive the weights of the items in the consumption baskets, whereas the latest data, HIES 2016, has been available since 2017. It is quite reasonable to argue that the food habits of people in Bangladesh—both poor and non-poor—have changed since 2005-06. But these changes are not addressed while calculating the CPIs by the BBS. Second, and more importantly, the CPIs calculated by the BBS hardly reflect the inflation faced by low-income households in Bangladesh—in both urban and rural areas. The average consumption baskets used by the BBS to calculate the CPIs are not truly representative of the consumption pattern of many low-income households.\nTherefore, the official figures of inflation do not reflect the reality of the marginalised households—the stress that they suffer—in the wake of price hikes. In this exercise, we offer an alternative estimation of the inflation rates for such households. We have identified eight marginalised household groups in Bangladesh, who are vulnerable to food insecurity due to the rise of essential food item prices. In the urban areas, these household groups are ready-made garment (RMG) workers, day labourers, rickshaw/van-pullers, and small traders. In the rural areas, these groups include landless farmers, day labourers, rickshaw/van-pullers, and small traders.\nWe have constructed CPIs for each household group by using the detailed and disaggregated data of the nationwide survey of 10,500 households, conducted by the South Asian Network on Economic Modeling (Sanem) and the General Economics Division (GED) of the Planning Commission of Bangladesh in 2018. From this survey data, typical food consumption baskets of these eight household groups are constructed, and respective weights of items in the food baskets are calculated. Using these food baskets, the monthly point-to-point food price indices and food inflation rates are calculated based on retail price data collected by the Department of Agricultural Marketing under the Ministry of Agriculture, and the Trading Corporation of Bangladesh (TCB). The results are striking!\nFirst, food consumption baskets of the selected marginalised household groups are concentrated on much smaller items than the food baskets used by the BBS. Second, the average food consumption is 61.13 percent of the total consumption expenditure of the urban marginalised household groups, and 65.36 percent of the total consumption expenditure of the rural household groups under consideration. These are much higher than the food shares used by the BBS in their CPI calculation: 45.17 percent for the urban areas and 58.54 percent for the rural areas. Third, the calculated average food inflation rates in February 2022 for the marginalised households under consideration in the urban and rural areas are 12.47 percent and 12.10 percent, respectively. In January 2022, these figures were 11.36 percent and 11.21 percent, respectively. This suggests that not only the food inflation rates have increased in February, but the rates are also much higher than the official inflation figures. For example, in January 2022, according to the BBS, the food inflation rates for the urban and rural areas were 4.85 percent and 5.94 percent, respectively. However, our estimation suggests that the marginalised households in Bangladesh are facing food inflation rates that are more than two times the officially reported food inflation rates.\nInflation is the \"cruellest tax\" for marginalised people. Our analysis shows that the officially reported food inflation figures are grossly underestimating the actual food inflation faced by financially marginalised households in Bangladesh. Due to the high reliance on the necessary food items, poor people cannot cut down on necessities and are hit the hardest by the soaring prices of necessities. The policymakers in the country need to address this concern with utmost priority.\n \nDr Selim Raihan is a professor of economics at Dhaka University, and executive director at the South Asian Network on Economic Modeling (Sanem). \n",
        "headline_1": "Looking beyond the official arithmetic of inflation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/looking-beyond-the-official-arithmetic-inflation-2973591",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2022"
    },
    {
        "full_article": "\"We're not talking here about Syrians fleeing the bombing of the Syrian regime backed by Putin; we're talking about Europeans leaving in cars that look like ours to save their lives,\" said Philippe Corbe of BFM TV, a French cable news channel.\n\"This isn't a place, with all due respect, like Iraq or Afghanistan that has seen conflict raging for decades. This is a relatively civilised, relatively European—I have to choose those words carefully, too—city where you wouldn't expect that, or hope that it's going to happen,\" said Charlie D'Agata of CBS News.\n\"Just to put it bluntly, these are not refugees from Syria; these are refugees from (the) neighbouring Ukraine. That, quite frankly, is part of it. These are Christians, they're white, they're very similar people,\" said Kelly Cobiella of NBC News.\n\"They seem so like us. That is what makes it so shocking. War is no longer something visited upon impoverished and remote populations. It can happen to anyone,\" Daniel Hannan wrote in The Telegraph.\nAl Jazeera's Peter Dobbie, referring to the Ukraine refugees, lamented how they \"are not obviously refugees trying to get away from areas in the Middle East that are still in a big state of war; these are not people trying to get away from areas in North Africa; they look like any European family that you would live next door to.\"\nAnd on BBC, David Sakvarelidze, a former deputy general prosecutor of Ukraine, said, \"It's very emotional for me because I see European people with blonde hair and blue eyes being killed every day with Putin's missiles and his helicopters and his rockets.\"\nThese are just a handful of the soundbites that have emerged from some of the \"reputed\" news channels—acclaimed for their credibility—in the aftermath of Russia's invasion of Ukraine. While the condemnation of the Russian attack—like any other attack in any other country in any part of the world—is a natural and just action, demeaning the significance of other wars and invasions to make this one look more serious is a problematic narrative.\nIs the life of a Syrian refugee less important than the life of a Ukraine refugee? Perhaps it is, which is why Poland has now opened its doors to refugees from Ukraine, the same ones it had earlier closed on refugees from other nations. One might tell, again, the tale of the plight of hundreds and thousands of non-European refugees stranded at the Poland-Belarus border over the last few years, many of whom perished as the temperatures dropped in the dead of winter. The pain of these refugees were perhaps not worth the attention of the Polish authorities, which is why they were left out amid the darkness of the cold woods at the border.\nThe discriminating dehumanisation of refugees—beyond the apparently entitled Europeans with \"blonde hair and blue eyes\"—does not fail to remind one of Ralph Ellison's Invisible Man, \"I am an invisible man … I am a man of substance, of flesh and bone, fiber and liquids, and I might even be said to possess a mind. I am invisible, simply because people refuse to see me. Like the bodiless heads you see sometimes in circus sideshows, it is as though I have been surrounded by mirrors of hard, distorting glass. When they approach me, they see only my surroundings, themselves or figments of their imagination, indeed, everything and anything except me.\"\nSome news channels also promoted visuals of people—especially women—busy making Molotov cocktails to resist the aggressors. The narratives were full of praise for the brave, resilient people of Ukraine. Replace the faces with those of people of colour, and these same people will turn into terrorists and criminals. People in Palestine, Afghanistan, Iraq, Syria and Yemen were killed for less. In fact, a Molotov cocktail from Gaza can as well trigger an onslaught from Israel.\nIt is very unfortunate that in order to signify the plight of the Ukrainians, they are being compared to people from other nations. But is this comparison really necessary to highlight the Ukrainians' sufferings?\nAnd the problem with these narratives is not just limited to prejudice or racism—these are essentially distortions of facts. Everything that is being said today in the media will be used in the future as sources of historical evidence. And in those sources, the plight of the Syrians, Yemenis, Palestinians, Afghans, Iraqis and Libyans will be seen as less significant in comparison to the sufferings of the Europeans. These sources of historical information will be misleading and incorrect, and will only be a manifestation of a Eurocentric perspective of world events.\nWhile not all the media outlets are promoting racially biased narratives, and some of the above-mentioned news outlets have also apologised for their inappropriate comments, the fact remains that these comments have been aired by reputed, mainstream news channels, and this has dented their credibility.    \nThe press is considered as the fourth estate, with the power and responsibility to expose the truth, to hold culprits and criminals accountable, to act in a neutral manner. A segment of the press, it seems, is forgetting the significance of their role.\nWhile these media narratives have come as a shock for some, this is not the first time that the Western media has deviated from their professional ethics and justified their countries' geopolitical propaganda. Some of these media outlets have, in the past, helped Western governments in creating a sense of fear among the people of the \"others,\" and even tried to sway public opinion in favour of the unprovoked invasion of Iraq, the Israeli occupation of Palestine, and the various wars in the Middle East and North Africa. And because these media outlets have gotten away with the propaganda, is why today they are perhaps so blatantly taking a racist approach to contextualise the human sufferings in the Ukraine invasion.\nIt is a matter of great concern for everyone, because it is the neutrality and fairness of the press that we depend on—that the future generations depend on—for credible information.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Russia’s invasion of Ukraine: Why is our perspective of human suffering so Eurocentric?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/russias-invasion-ukraine-why-our-perspective-human-suffering-so-eurocentric-2973571",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2022"
    },
    {
        "full_article": "The Intergovernmental Panel on Climate Change (IPCC), a global body under the United Nations (UN), has been conducting periodic reviews (every six or seven years) of the state of scientific knowledge on climate change for the last 30 years. The agency is currently in the process of publishing its Sixth Assessment Report (AR6) in three parts. The first part was published in August 2021 by Working Group 1 (WG1) based on scientific modelling by physical sciences. The first part of AR6 made the unequivocal claim, for the first time in three decades, that the impacts of human-induced climate change are now evident due to the global temperature rise of over one degree Celsius due to greenhouse gas (GHG) emissions since the First Industrial Revolution. This was the first time that such scientific attribution could be made.\nThe second part of AR6, prepared by Working Group 2 (WG2) and on vulnerability, impacts and adaptation, was just published this week, and it has reinforced the message that climate impacts are clearly visible everywhere in the world.\nHaving had the opportunity of being a lead author of the IPCC's AR3, AR4 and AR5 in the past, I can provide some context on what the IPCC reports do (and don't), and what the AR6 means for Bangladesh as well as the world.\nFirstly, the IPCC has grown to become the biggest global collaborative scientific enterprise in the world, with several thousands of scientists from all countries, representing many different disciplines and assessing tens of thousands of scientific papers in different languages from around the world. However, there are two main limitations that must be kept in mind. The IPCC doesn't do any new research, but only assesses existing peer-reviewed scientific publications. And its reports must be policy-relevant, but not policy-prescriptive. In other words, the scientists provide options for policymakers—the decisions are left to the policymakers.\nEach cycle of the IPCC produces a number of reports that include the reports by WG1 on science, WG2 on vulnerability, impacts and adaptation and WG3 on actions to tackle climate change, and finally the synthesis report by all three working groups. The remaining reports of the AR6 cycle will be published before the 27th UN Climate Change Conference (COP27), scheduled for November this year in Egypt.\nSecondly, in addition to these regular reports, the IPCC sometimes commissions special reports on specific issues as well. The climate-vulnerable developing countries pushed for such a special report in the last cycle on capping the temperature rise to 1.5 degrees Celsius, which proved to be significant in getting this target included in the Paris Agreement during COP21 in 2015.\nOne of the most significant results of the WG2 report is the fact that the impacts of human-induced climate change are occurring in all countries, poor as well as rich, and that all countries must now focus on enhanced adaptations in a whole-of-society manner.\nIt also points out the fact that the most negative impacts are already occurring, and will continue to occur, in the poorest countries who have the least capacity to tackle the said impacts. UN Secretary-General Antonio Guterres, in his remarks on the publication of the WG2 report, emphasised the need for the rich countries to step up and contribute to the funds to help poorer countries adapt to these adverse impacts.\nAt the same time, there is also a need for focusing on the consequences of climate impacts, namely the losses and damages associated with those impacts. However, one reason that the AR6 doesn't have a great deal of analysis of loss and damage is the lack of solid research on this topic until now. \nFinally, every IPCC report has serious implications for global decisions, especially at climate summit that follow the report's publication, as we saw happening at COP26 in November 2021, where the Glasgow Climate Pact included a recognition of the results of the WG1 report. It is expected that the results of WG2 report will also receive similar recognition at COP27, especially the need to ramp up investment in adaptation as well as start funding for loss and damage, which COP26 failed to achieve.\nAs far as Bangladesh is concerned, there is some recognition of our success in adaptation to climate change at both local and national levels. We will need to step up our investment in both adaptation and addressing loss and damage going forward, so that Bangladesh can remain a global leader in tackling climate change.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Another grim warning on climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/another-grim-warning-climate-change-2973561",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2022"
    },
    {
        "full_article": "Before Ukraine was invaded, it received strong assurances from the US and the UK that they would stand beside the country if it's attacked. Europe in its entirety, too, had vowed to stand with Ukraine.\nUkraine has been invaded.\nLast week, Russia launched a land assault from three different fronts, as well as an air strike and missile attacks. Europe and the US are now busy imposing sanctions on Russia. The more they threaten sanctions, the more aggressive Putin's attacks become. US and Nato have confirmed they won't send troops to Ukraine. European superpowers Germany and France, on the other hand, have started sending weapons to Ukraine as a show of companionship.\nBut there's no comparison between Ukraine's military prowess and Russia's might. Ukraine, a former Soviet Union colony, was once the world's third largest nuclear power, but thanks to the US, the UK, Russia and Europe, it is now a denuclearised country. It was forced to hand over some of its nuclear weapons to Russia after failing to pay off its debt for gas. Some it had to destroy. Now, Ukraine is helpless as Russian President Vladimir Putin's aggression lays waste to the country.\nRussia has already claimed to have destroyed Ukraine's anti-aircraft defence system and a number of military establishments. Its tanks are waiting on the outskirts of the capital city of Kyiv and the second major city of Kharkiv. US President Joe Biden proposed to rescue Ukrainian President Volodymyr Zelenskyy, but declining the offer, Zelenskyy asked for firearms instead, which the US and Europe are supplying.\nBut will Ukraine be able to continue resisting the Russian advance with these weapons? How would doling out these weapons to the general population help its cause? Within a couple of days of the invasion, Ukraine realised that their 200,000-strong military force wouldn't be able to withstand Russia's aggression. What chances does a regular citizen, sans any training, have against the Russian military, then? A guerrilla warfare by enlisted civilians could cause Russia some trouble—but to what extent?\nBefore supplying these weapons, the so-called compatriots kept on bellowing that Russia would have to pay a heavy price for invading Ukraine, threatening to slap the country with the toughest economic sanctions ever. Let's assume that all these sanctions would put Russia in a troublesome situation, which it wouldn't be able to recover from even with full support from China, an economic superpower. In that case, Russia will face economic devastation and the Western powers stand to benefit from Russia getting weaker. But what does Ukraine stand to gain in that scenario?\nTwo regions of Ukraine have declared independence. Russia's bombs and gunfire will not only demolish Ukraine's physical infrastructure—they will also destroy its economy. A large part of the population will be displaced to Poland and other European countries as refugees. It is difficult to predict whether the death toll amounts to thousands or hundreds of thousands.\nWhat was the point of the promise to \"stand with\" Ukraine, then?\nThe US and Europe aren't trying to bring Ukraine into Nato's fold out of the goodness of their hearts; they have their own interests. It is impossible to station US or Nato troops near Russian territory, and the US knows that—so does Ukraine—because Russia has always been vocal about its displeasure in this regard. But the US' empty promises misled Ukraine. Despite knowing that Putin would go aggressive, the US led Ukraine to take the risky route of trying to join Nato.\nWill Putin emerge as the winner from the conflict with Ukraine? History tells us otherwise. The ever powerful Soviet Union had to bow out of Afghanistan after suffering a humiliating defeat. The same happened with the US and its allies decades later. No big power has been able to claim victory by invading a smaller country. But then what happens to those smaller countries? The Taliban took over Afghanistan, and Assad managed to retain his throne in Syria, but did they win? It's not about winning or losing here. Those nations were destroyed in the conflicts between big powers.\nPutin may install a government of his choice in Ukraine, or the huge economic sanctions may seal the fate of this modern-day dictator. The current rulers of Ukraine are likely to get killed or seek political asylum in other European nations. But what about the Ukrainian people?\nIf the war continues for an extended period, Ukraine will collapse. Even if Russia retreats from Ukraine within a short period of time, the internal wars in Ukraine will not cease to exist. Everyone for or against Russia will stay armed. Now the anti-Russian groups are getting weapons from the West. Russia will give more weapons to the pro-Russian population. The armed conflict within Ukraine may intensify and culminate into a civil war. There's also the possibility of Russia further breaking the country down into smaller, independent nations.\nBasically, the devious US strategy is responsible for the proliferation of arms among Ukrainian civilians. The US and European media are widely publishing heavily glorified tales of recently married couples, lawmakers and former presidents of the nation taking up arms to defend their homeland. On the other hand, Russia is slowly but surely capturing Ukraine. As history tells us, the worst fate awaits the common people of Ukraine. Already, more than 100,000 people have sought refuge in Poland. The West will make them political scapegoats, instead of repatriating them. The armed Ukrainian factions will fight each other. The US will keep on supplying more weapons to the groups they favour. Their opponents will get supplies from Russia. War—or to be more precise, civil war—will be a permanent feature of life in Ukraine. It doesn't matter whether Putin will win, lose or get toppled—Ukraine, a country rich with mineral resources, will fall into ruin.\n \nGolam Mortoza is a journalist at The Daily Star. The article was translated from Bangla by Mohammed Ishtiaque Khan.\n",
        "headline_1": "Why Ukraine will end up in ruins",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-ukraine-will-end-ruins-2972711",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2022"
    },
    {
        "full_article": "What should one make of the report published in this daily that, in the last five months, at least 18 students of Dhaka University (DU) have been either assaulted or mentally tortured at the \"guest rooms\" of six dormitories in 10 incidents, mostly by \"BCL\" men? What is equally reprehensible, if not more, is that the university authorities have not taken any action as yet against the alleged perpetrators. On top of that, three university correspondents of different media outlets were also victims of these culprits. This horrific story was revealed by a newly formed rights-based organisation, Students against Torture (SAT), which is monitoring the human rights issues of students.\nPredictably, the allegations have been denied by the leader of Bangladesh Chhatra League's (BCL) DU unit, who explained it away as one of those unexpected incidents that happen in the dorms, and that some \"unpopular\" organisations were bringing allegations against the student front of the ruling party to garner attention.\nThe Chhatra League explanation cannot wash with the public. One would perhaps have accepted their account were it a one-off incident. Unfortunately, such is not the case. Reportedly, in November last year, five students of Sir AF Rahman Hall in DU were beaten up, allegedly by BCL activists, for Facebook posts calling for a halt to the guest room culture. A similar incident occurred last Sunday, as reported in a leading Bangla daily, when a student of Kazi Nazrul Islam University was severely abused in a \"torture cell\" by BCL leader Rakib's group. The beating was so severe that the victim, a second-year student of the university, had to be admitted to the hospital.  \nWe must voice our serious misgivings and alarm at what can only be described as a brutal practice, unbecoming of the highest seats of learning in the country: the universities. Reportedly, these cells are used to indoctrinate newcomers, or chastise those that fall out of line or refuse to join the party bandwagon. The BCL cadres even brag about their political connections openly, and of their power that, they claim, supersedes that of the powers of the VC. Such practice must be stopped forthwith. The university authorities owe it to the general students, as guarantors of their well-being, to take appropriate measures to stop this horrible practice. They must put their personal political predilections aside and serve the general students. Failure to do so will mean abdication of their duty, and a slur on their credibility and honour as teachers.\n",
        "headline_1": "The odious ‘guest room’ culture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-odious-guest-room-culture-2973551",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2022"
    },
    {
        "full_article": "Since its enactment in 2018, the Digital Security Act (DSA) has been repeatedly used to target critical voices. The arbitrary enforcement of some of its overly broad and vague provisions meant that the victims came from all sorts of backgrounds, although it was always feared that journalists and political activists would be disproportionately targeted. A review of court cases by the DSA Tracker, a project by the Centre for Governance Studies (CGS), now reveals that politicians did form the majority of victims. After studying the professions of approximately 400 individuals being prosecuted under the law during 2020-2021, the team found that at least 167 of them were politicians. Journalists were a close second, with at least 160 facing prosecution during this period. \nThe numbers of DSA cases and accused are, of course, much higher. But what makes the CGS findings significant is that it puts a number on two categories of victims who, by virtue of their professions, are closest to the citizens—thereby their most authentic representatives. While we await more exhaustive analysis of the defendants in DSA cases, it's safe to say that most were targeted because they said something deemed \"offensive.\" \"Freedom of expression has its limits,\" said the organising secretary of the ruling Awami League while defending the law. We beg to disagree, because the freedom to speak is precisely the freedom to offend, shock or challenge, and the offended are welcome to protest it, but not gag the offenders. \nBut this is exactly what is happening now. Political activists, rights campaigners and even journalists—after a promise of undue concessions in DSA case filings from the law minister—continue to be at risk. Two oft-parroted excuses for filing such cases are \"hurting the spirit of the Liberation War\" and \"hurting religious sentiment.\" Between 2020 and 2021, the DSA Tracker reportedly logged over 2,000 DSA cases filed against 1,530 people, of whom at least 90 were prosecuted for hurting religious sentiment and \"provoking unrest.\" Of them, at least 55 belonged to the minority Hindu community. Equally frighteningly, police have been solely empowered to decide whether the spirit of the Liberation War or anyone's religious sentiments have been hurt. \nThe existence of these undefined terms and vague provisions in a legal document that is supposed to be unambiguous is as much to blame as our general culture of intolerance. The CGS findings show how far the rot has spread. At a time when people, especially the youth, are showing increasing disinterest in joining politics and assuming the mantle of leadership, such targeted, ill-motivated use of DSA is bound to send a very wrong message. We can't expect them to be politically active without being politically vocal. We urge the government to repeal the law—or at least amend its questionable provisions.\n \n",
        "headline_1": "Is being political a crime?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/being-political-crime-2973346",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-03-2022"
    }
]