[
    {
        "full_article": "Good governance is not only about keeping the routine going but also about anticipating obstacles and smoking out fault lines, preventing the loss of human life, at the very least. Over the last couple of days in Kallakurichi, in north Tamil Nadu, 39 people have died after consuming hooch laced with methanol. With others admitted in hospital in a critical condition, the toll might go up even further, rendering this one of the most devastating hooch tragedies in recent times. It is not as if the signs were not obvious, particularly after the hooch tragedy which claimed several lives in 2023 in Marakkanam and Madhuranthakam, also in north Tamil Nadu, where it was clear that industrial methanol was being diverted to the illicit brewing cottage industry. The relatives of those dead have spoken about the easy availability of cheap hooch in the region regularly, and that the cost of the local moonshine is much lower than the price of alcohol in the Tamil Nadu State Marketing Corporation Limited (TASMAC) shops. With irregular incomes as daily wage, fuelled by an aggressive price rise in liquor and fleecing at the TASMAC shops, regular drinkers gravitated towards the local brew. This trend is something that the Prohibition Enforcement Wing of the Tamil Nadu police is mandated to pick up, and act on. The State government has now taken action against district officials and instituted a one-man committee to inquire into the tragedy. The Chief Minister has also announced a solatium of ₹10 lakh each for the families of those who died, and a sum of ₹50,000 for those in hospital. The CB-CID has commenced investigation into the case.Whatever is being done post-facto, is ultimately too little, too late. Methanol, also a form of alcohol, is added to moonshine to increase its strength. It is a potent poison, and even in very small quantities, can cause liver failure, blindness, and death. While various governments have shifted the State’s position on allowing or banning the brewing of arrack, one measure that seemed to have controlled deaths due to hooch after its introduction was selling low-cost liquor through TASMAC in 2002. That year, methanol was brought under the ambit of the Tamil Nadu Prohibition Act, and rules were amended to control methanol supply. However, in the light of Kallakurichi, it seems methanol flows freely. There can be no complacence about bringing the culprits to book. The government needs to shut down the small-scale industry of illicit brewing in the State, and should also expressly work towards increasing public health awareness on the inherent dangers of drinking hooch.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKallakurichi hooch tragedy\n\n/\n\nTamil Nadu\n\n/\n\ndeath\n\n/\n\ngovernment\n\n/\n\ninvestigation",
        "headline_1": "Killer moonshine: On the hooch tragedy in Kallakurichi",
        "headline_2": "The hooch tragedy in Tamil Nadu points to failures in policy and enforcement",
        "link": "https://www.thehindu.com/opinion/editorial/killer-moonshine-on-the-hooch-tragedy-in-kallakurichi/article68312990.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "Revenues from the Goods and Services Tax (GST), which completes seven years at the end of this month, hit a record high of ₹2.1 lakh crore in April that typically sees higher inflows due to a year-end compliance rush. Receipts in May, for transactions undertaken in April, were the fifth highest ever at ₹1,72,739 crore, rising almost 10% from a year ago, compared with a 12.4% uptick in the previous month. This was the slowest rise since July 2021 when the second COVID-19 wave had dented economic activity. In the nearly three years since then, GST revenues have generally grown at least 11%. Compared with the average monthly receipts of ₹1.68 lakh crore in 2023-24, taxes pertaining to the first month of this fiscal are 3% higher. Although gross revenues from domestic transactions grew 15.3%, accelerating from a 13.4% rise a month earlier, revenues from goods imports dipped for the second time in three months. Domestic revenue growth has also been uneven across States, with five recording a decline in May, and eight growing far slower than the national average. However, broader worries about GST revenues being underwhelming, voiced by the Union Finance Minister at a GST Council meeting in late 2021, have now receded.This is, therefore, an opportune time for the Council, which is meeting this Saturday, to press the pedal on its pending reform agenda to make it a truly Good and Simple Tax as originally envisaged. Meeting for the first time since last October, the Council may have much routine work on its plate, including clarifications related to, and reviews of, past decisions such as the 28% levy on online games and casinos. However, it is hoped the Council will also find time for bigger things such as reviving the plan to rationalise GST’s complex, multiple-rate structure. A ministerial group, tasked with this agenda since 2021, must be asked to restart its work expeditiously. A new rate structure might also entail lower levies on items such as cement and insurance, for instance. A road map is also needed to bring excluded items such as electricity, natural gas, and petroleum products into the GST net to ensure businesses can avail credits for these inputs. Along with easing compliances for smaller firms as promised in the Bharatiya Janata Party’s election manifesto, there is room for simplifying the system for all businesses, including large ones which are compelled to register in each State and face varying compliance diktats. Not all of this can be discussed in one go. So, it is most critical that the Council, which is usually expected to meet every quarter but has been convened just six times since 2022, resolves to meet more often.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntaxes and duties\n\n/\n\nCoronavirus\n\n/\n\neconomy (general)\n\n/\n\nonline\n\n/\n\ncasino and gambling\n\n/\n\nBharatiya Janata Party\n\n/\n\nGeneral Elections 2024\n\n/\n\npolitics",
        "headline_1": "Move ahead: On GST and reform",
        "headline_2": "The GST Council must not dither any further on pending reforms",
        "link": "https://www.thehindu.com/opinion/editorial/move-ahead-on-gst-and-reform/article68312343.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "By Sumit Paul\nWorld Music Day, also known as Fete de la Musique, celebrates the beauty and diversity of music. Sangeet transcends boundaries, cultures, and genres. People worldwide embrace music and its profound impact on their lives.\nIn his essay Music at Night, Aldous Huxley rightly said, “After silence, which comes nearest to expressing the inexpressible is music.” Music is to the soul what words are to the mind. Everything in the universe has a rhythm; everything dances. Science has proven that rhythmic tones diminish the feral instincts not only in humans but also in animals.\nRangers at Kruger National Park in South Africa play instruments to tranquilise rogue elephants. Urdu poet Naubat Rai ‘Nazar’ wrote, “Patthar ke seene mein bhi dil ubhar aata hai/Iss qadar asar hota hai mausiqi ka” – Heart appears even in a stone/This is how music impacts.\nThe Arabic word mausiqi became music in English. The universal language of symphonic serenity, which the cosmos uses to express itself, neither has geographical barriers nor requires learning a new language to appreciate. One only needs ears to appreciate nature’s soulful cadences. “Kaanon mein jo shahad ghol de/Pahunchaye jo dil ko sukoon/Usi ko naam diya hai mausiqi ka” – What pours honey into the ears/Gives solace to the heart/That’s what we call music.\nDon’t we say in English that it’s mellifluous to our ears? Anything with the power and quality to transport us to an ethereal realm is tuneful. Listen to Chopin’s classical piano masterpieces, Yehudi Menuhin and Niccolo Paganini’s gossamer creations on a violin or Beethoven’s most famous compositions, including Symphony No 5 in C Minor; you’re bound to say, Agar firdaus var-roo-e-zameenast/Hameenst, hameenst, hameenst – If there’s heaven elsewhere on earth/It’s here, here and here.\nTuneful soulfulness also has a therapeutic impact on the human mind. Many prisons in the western world have a specific room where prisoners can go and listen to symphonies because rhythms can curb criminal tendencies. In other words, music has a humanising quality. It makes us human and humane. Tunes and tenors are also cathartic. That’s the reason heartbroken people listen to sad songs and ghazals. They feel better after that because sangeet purifies from within and is heart-cleansing. To quote Mirza Ghalib, “Rone se aur ishq mein bebaak ho gaye/Dhoye gaye hum aise ke bas paak ho gaye” – I felt more liberated in love/Once I shed tears and became sanctified.\nLet’s listen to soothing music in these times of utter cacophony and merge ourselves into the Elysian bliss because Life is for the living/Death is for the dead/Let life be like music/And death a note unsaid. Remember, some people have lives; others have musical notes as boon companions. Doesn’t it sound like an ethereal symphony to your ears?\nJune 21 is World Music Day\n\n",
        "headline_1": "Let your life be like music",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/let-your-life-be-like-music/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "LS polls produced a fairly strong govt and a fairly strong opposition. Onus now on both sides to ensure fairly okay governance\nGoldilocks, the children’s story of a girl and three bears, in which she finds her porridge ‘just right’, is used to describe something ‘just right’. In many ways, this was a Goldilocks election where the results were ‘just right’, and everyone had something to be happy about. BJP/NDA earned a third term. Congress/INDIA did much better than expected. There’s a reasonably stable govt. There’s a reasonably strong opposition. It all seems just right. Or is it? Do we have perfect govt and opposition? Or will it take something else for this to become a Goldilocks term?\n\nRead full story on TOI+\n\n",
        "headline_1": "India’s Goldilocks moment?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/indias-goldilocks-moment/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "Global demand for animal protein is fast growing. That demand has been met by a sharp increase in meat and fish production. Animal farming has grown to the point that almost a third of all land is used for raising livestock. This, in turn, has increased carbon emissions.\nThe most jarring statistic is that to meet this demand, 900,000 cows, 1.4mn goats, 1.7mn sheep, 3.8mn pigs, 12mn ducks and 202mn chickens are slaughtered daily for human consumption, per FAO 2021 data. Add to that, fish consumed – an average 211mn killed daily, by one estimate. Caveat: fish stocks, production and consumption are reported in tonnes, so numbers of fish killed daily have various estimates.\nRead full story on TOI+\n\n",
        "headline_1": "Meat for thought: Why 100 billion animals die every year",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/holycow/meat-for-thought-why-100-billion-animals-die-every-year/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "As Thailand becomes the third Asian nation to legalise same-sex marriage – pending senate and royal endorsement – it’s an occasion to examine the lengthening distance India has to cover. Basic individual freedoms to love and marry as we like are now being begrudged by political and legal establishments. Family law is being weaponised, to curb rather than guarantee liberty. Homosexuality was decriminalised six years ago. But last year, SC refused to extend the Special Marriage Act to all citizens, irrespective of their sexual orientation. GOI invoked ‘the Indian family unit’. But marriage equality petitioners were not seeking religious or social validation – only recognition of legal coupledom.That’s not all. India remains a shameful exception among democracies for refusing to criminalise marital rape, unless spouses are separated or the wife is a minor. We have civil remedies, but refuse to see the crime for what it is. All women, whatever their circumstances or personalities, are sole owners of their own bodies, and are rights-bearing citizens.\n\nMarriage does not make consent irrelevant. The stubborn patriarchal reflex is that a man is entitled to his wife’s body, that marriage can be a torture chamber but remains his private dominion, and that the harm of rape is ‘shame’ and ‘dishonour’ rather than assault. And this gut-feeling in our institutions is the only reason that situation persists.\nThis refusal to see women as humans with wills and desires of their own, but as the property of family and community, has taken on frightening new forms. Even abortion is now being cast differently by our courts, with arguments about the ‘right of the foetus’ making their way into the discourse. The Special Marriage Act, our civil family law that allows “any two persons” to marry independent of religious personal laws, has been made onerous with public notifications and procedural roadblocks that allow families and vigilantes to raise a ruckus. Interfaith marriage has been made practically impossible in states like UP, cast as ‘unlawful conversion’. Basic questions of fairness in marriage and divorce are being distorted to single out and criminalise Muslim men.\nThe right over one’s own body, romantic partnerships, and family arrangements is the most basic of rights. The state’s looming shadow on the intimate lives of Indians is one of India’s great, and continuing, tragedies.\n\n",
        "headline_1": "Love and let love",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/love-and-let-love/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "Excerpts from 'The Poet Speaks' – an exclusive interview of Sufia Kamal by Editor and Publisher of The Daily Star Mahfuz Anam, taken on December 28-29, 1995 and published on January 1, 1996 – the year Sufia Kamal was awarded 'Woman of the Year' by The Daily Star. We are reprinting this on the occasion of the poet's 113th birth anniversary\nWhat are some of the most prominent thoughts in your mind at this critical moment in our history?\nNow I am very sick. I cannot go out into the streets and listen to the people or talk to them, as I have been doing all my life. What worries me most is the condition of the common people. How are they? Have their situation improved?\nOne of the things that worries me very much is our increasing foreign dependence. I agree that over the last several years a lot has been achieved, many bridges, miles of roads, some factories and big buildings in the cities. But have all these really helped our people? With whose money have we done all these? Is it with borrowed money that all these have been built? What will happen if money from abroad suddenly stops coming? Have we not become more and more dependent on foreign aid over the years? I do not understand much about economics, but I have been taught this much that the growth that does not come from my own wealth and is dependent on somebody else's assistance cannot be all that good for me.\nI do not understand much about free trade and what not. But I can see that today even most of the essentials - eggs, lentil, vegetable, fruits, even salt, I am told- come from India. How can this be good for us? This leads me to talk about the question of employment.\nThe other thing that worries me is the rising unemployment. It is increasing all the time. Our young boys and girls are coming out of universities and colleges and from vocational institutions but there is nothing for them to do. What have we done to give employment to our young educated people? In the old days when we did not have all these bridges, there used to be small businesses on both banks of a river for people who would cross. Now we just go across the bridge. I know the bridge has improved many things but what about those who lost out on their daily earnings? What alternative measures have we taken for them? What I am citing is a small example of how modernisation leads to greater unemployment unless we plan carefully. Widespread unemployment is the fundamental cause for violence and criminal activities among the young.\nThis is the third thing that worries me. I cannot recall any time in the past and I have lived through many critical times, when there was so much violence and insecurity all round. This is very worrying indeed. The great tradition of our students is being destroyed by the criminal elements that have been injected into our student community by the political parties. I cannot believe, I refuse to believe that any genuine student can raise a gun against a fellow student, let alone kill him. These are criminals who are under the protection of the political parties.\nThese criminals have spread their wings into the whole society. Every aspect of our civic life is now suffering under their evil influence. Close relations within a neighbourhood does not exist anymore because of the local mastans. People visiting their neighbours, our children going from one house to another a common feature of life in Dhaka- has all but disappeared. We do not feel safe letting our children move freely within our own neighbourhood anymore. Before every neighbourhood - para, moholla- used to look after its own community, and there was pride and joy in each others' success. Now we stay within our shells. Part of it is the change of times, but a large part of it is due to the criminalisation of our society.\nRising population also worries me. We have such a small country and there are so many of us. I know now, the government and the NGOs are giving loans to buy a cow, a lamb or to raise chicken at home. But for the large number of landless and for those who have a small home with large family members, where will they keep their animals or raise chickens? I think the idea of small loans to raise home-based farms of all types is a very good idea. But does it really help our landless? Can they benefit from such loans?\nAnother thing that worries me is the lack of respect for women these days. Earlier when men and women used to work side by side, there used to be tremendous mutual respect. Now it is all gone. It is the age of competition and I can understand that men may resent women intruding into their world. So let there be competition, but why should it come with lack of respect?\nWhy have we not been able to build our country better in the last 25 years?\n\nThe most important reason is that we do not have a courageous leader who can lead us out of this all pervasive degeneration. We may have committed leaders today, but none of them are courageous enough to take sweeping and visionary decisions; decisions that go far beyond their partisan or coterie interest. Our leaders lack courage. People of Bangladesh have never fallen back from supporting any courageous leader. Our people are ever ready to undertake whatever struggle necessary to solve all the problems that we face today. What we are lacking is leadership. In Sheikh Mujib's name, our nation plunged into battle with bare hands. So our people are full of courage, our leaders are not. Today they take recourse to bombastic rhetoric but never take the bold and unpleasant decisions—because they lack courage.\nDo you see any sign of hope or only of failure?\nOf course, I am tremendously hopeful about the ability of our new generation. If they are not misled by vested groups or the so-called leaders, I think our young people can build this country and take us out of this shameful poverty and backwardness.\nWhat are your views on the current political crisis?\nI have read in the newspaper that Sheikh Hasina said that she will talk with Prime Minister Khaleda Zia after she resigns. My view is, once Khaleda resigns, then she will not have any power to implement whatever decision they both may arrive at. Out of power Khaleda Zia's words will carry far less weight, and they will make less impact on the course of events. So the talks should be held when Khaleda remains the Prime Minister to enable her to implement the outcome, and take follow up actions. Therefore I suggest, they should sit immediately and start talks on solving the present crisis.\nDuring my meetings with Hasina, I asked her why she left the parliament. She said that opposition was not given due opportunity to play its role. Whatever may have been the situation it was wrong of Hasina to have left the parliament. Parliament belonged to us and it was our place to keep the government in check.\nDid Khaleda Zia ever come to see you?\n\nOnly once, a long time ago, may be sometime in the mid eighties.\nShe did not visit you during your last illness?\nNo. Hasina came to see me. She comes now and then. If she comes again­­—she has not come for sometime now­—I will tell her that she must sit for talks immediately. She should not insist on Khaleda's resignation.\nThere is another thing I feel strongly about. Isn't there a single person… a single intellectual in our country who is acceptable to both sides, somebody who can mediate between these two groups? Why do we have to get a foreigner to solve our problems? It is a shame for us. When Mr Shahabuddin (former President) came to see me during my illness, I asked why he did not try to mediate and resolve the crisis. He said \"Did you not hear that PM, thinks that only a child or a mad man is capable of being neutral. Since I am not a child, neither am I mad, how can I be neutral enough to be able to mediate? Please excuse me, I do not think I can do anything to resolve this crisis.\" If I was well, I would have invited them for talks in my own house. I would have appealed personally to both of them to come to an understanding. Most probably Khaleda Zia would never come to my house, but I, nevertheless, would have tried. I cannot see the suffering of the common people anymore.\nI am very much against these hartals and strikes. These actions do not hurt the government, it hurts the people. The more poor one is, the more strikes and hartals hurt. The widespread violence, random breaking of cars etc., pain me very much. These activities are pulling us backwards further. The middle class and the small business people are especially affected by these strikes– the small entrepreneurs, the shopkeepers, the roadside vendors, daily workers, hawkers etc.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The Poet Speaks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/the-poet-speaks-3637486",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "After the recent freezing of recruitment of Bangladeshi migrant workers in Malaysia because of irregularities, the possibility that job opportunities in the United Arab Emirates (UAE) might also be shrinking for our citizens, as highlighted by a report from Prothom Alo, is quite worrying. Losing a market like the UAE, from where we received the highest amount of remittance in the first 10 months of the ongoing fiscal year, would deal a severe blow to our remittance inflow, not to mention the many thousands whose lives rely on it.\nAfter Saudi Arabia, the UAE has the largest base of Bangladeshi migrant workers. In fact, more than 17 percent of our migrants are employed in the UAE, as per an estimate by the Bureau of Manpower Employment and Training (BMET). Between July 2023 and April 2024, we received more than $3.65 billion in remittance from the UAE—the highest from any destination country. Meanwhile, workers in Saudi Arabia sent $2.16 billion during the same period.\nHowever, employers in the UAE are reportedly growing reluctant to recruit Bangladeshi workers due to fraudulent activities on our end, raising the chances of us losing a strong source of foreign currency. According to industry insiders, some unscrupulous manpower agents and agencies have been abusing a post-Covid provision enforced by the Gulf country that allows workers to enter the country on a tourist visa and then convert it to work visa through the recruiters. This has led to many workers getting cheated and stranded in the UAE with no work. Employers, too, don't want to risk getting fined for recruiting illegal workers.\nIt is a familiar story: fraudulent activities by agencies led to Malaysia freezing recruitment of Bangladesh workers, too. Over the past several years, many issues regarding overseas recruitment have been flagged and irregular activities regularly reported, with demands for appropriate remedies, yet the authorities have done little in this regard. Their inertia is leading us towards the potential loss of another key labour market, especially at a time when we need the precious dollars to replenish our dwindling reserves.\nIt is, therefore, high time the authorities stopped dilly-dallying, and did what's necessary to overhaul our overseas employment sector by getting rid of rampant corruption and mismanagement.\n",
        "headline_1": "We can’t afford to lose UAE labour market, too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-cant-afford-lose-uae-labour-market-too-3637491",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "The recently proposed budget has been disappointing for job seekers, especially the youth. People expected allocations favouring jobs and quality education for young people, yet the announced national budget fell short in both aspects.\nAccording to a recent citizen survey entitled \"New Government, National Budget and Citizens' Aspirations\" conducted by the Centre for Policy Dialogue, three top priorities were decent jobs (22 percent), quality education (17.5 percent) and social protection (12 percent). Among those who prioritised decent jobs, almost half wanted reduced unemployment, while one-third wanted increased job opportunities. This year's budget didn't reflect these priorities.\nThis is all the more surprising considering that the Awami League's 2024 election manifesto listed \"ensuring job-oriented education and employment for youth\" as the second most important focus. Moreover, one of this year' election campaign slogans was \"The Power of Youth—Prosperity of Bangladesh.\" A decade ago, the 2014 Election Manifesto of Awami League also made bold claims that, \"...illiteracy will fade away, educated and trained human resources will abound, [and] unemployment will be reduced to zero with crores of young people getting employed.\"\nIn fact, in the last 15 years, more than a dozen plans, policies, acts and rules have been introduced concerning the youth. The National Youth Policy 2017, National Skills Development Policy 2011, the Seventh Five Year Plan 2016-2020, the Expatriate and Overseas Employment Policy 2016, and the Overseas Employment and Migrants Act 2013—all have acknowledged and addressed the issue of youth employment. The A2i project has promoted the idea of the smart youth of Smart Bangladesh while the Department of Youth Development of the Ministry of Youth and Sports also has published a supplementary report entitled \"Smart Youth, Prosperous Country, Bangabandhu's Bangladesh.\" Since January 2020, we have also adopted a specific plan of action for the implementation of the National Youth Policy 2017.\nSo why does a pro-youth budget still remain elusive? One explanation might be \"youthwashing.\"\nSpeech writers and political event organisers are more than happy to make lofty pro-youth promises and encourage youth participation for the sake of good publicity and annual reports. Yet when it comes to delivering on promises, they are missing in action.\nYouthwashing is on the rise. Take for instance the 2024 election manifesto of the Awami League. It painstakingly catalogued the government's achievements in youth development—over 13 million young individuals were provided with skill development training and close to a million young people are engaged in self-employment. We are told that, owing to various motivational programmes, training, self-employment projects, youth loan schemes, and poverty alleviation initiatives, there is a sharp decline in the unemployment rate from 6 percent in 2009 to 3.6 percent in 2022.\nYet, the reality is that the majority of our unemployed population is between 15 and 24 years old. Not only does Bangladesh have a double-digit youth unemployment rate of over 10 percent, the rate of people not in education, employment, and training (NEET) is also nearly double the global average of 21.7 percent.\nAccording to Bangladesh Bureau of Statistics data, the share of youth aged 15 to 24 years who fall into the NEET category has increased from 28.9 percent in 2017 to 39.88 percent in 2022. Paradoxically, university degree holders also continue to suffer from a high rate of unemployment. But this is not a new phenomenon. A 2014 comparative study jointly conducted by the British Council and the Economist Intelligence Unit reported that nearly five out of every 10 graduates in Bangladesh were unemployed against approximately three out of 10 in India and Pakistan. Given the high NEET rate, Bangladesh's youth labour force is shrinking.\nTherefore, an editorial in this paper from June 9, 2024, rightly concluded that the proposed budget for FY 2024-25 offers no hope or way out for the Bangladeshi youth.\nJust like \"greenwashing\"—a practice by large corporations and governments to market their activities as sustainable or environmentally friendly, when in reality they do harm—youth concerns in our national policy agenda have become increasingly tokenised for narrow political gains. Each year, we're presented with new empty slogans like \"The power of youth, the prosperity of Bangladesh\" (Tarunner shokti, Bangladesh er shomriddhi).\nVarious youth forums and groups have also proliferated, and our government has given space to these groups and forums in various national events. On paper, youth concerns are well-recognised in government policy and planning documents. Yet, they are not met with concrete actions, at least in the decisions that matter. Youth inclusion is yet to bring meaningful changes when it comes to employment and skills.\nThe so-called \"youth inclusion\" in planning documents on the one hand, and implementation failure of these plans and budgetary exclusion of youth concerns on the other raises serious questions about the true priorities of our lawmakers. Does the youth agenda have any value beyond serving as cheap ingredients for political campaigns?\nOr is youthwashing only a symptom? Perhaps the broken interlink between education and employment despite the propaganda of youth power as the driver of prosperous Bangladesh is reflective of a more fundamental gap in policy making, i.e., the lack of credible and accountable political leadership.\nThat said, youthwashing is not unique to Bangladesh. Similar to exploiting the green agenda for popular publicity and rhetoric, politicians in authoritarian regimes are increasingly exploiting young people's voices but doing so in a performative way while de facto paying little attention to them, or failing to act on concerns raised by this group. But this practice is likely to be particularly costly for Bangladesh given that our first demographic dividend window will close between 2030 and 2042. Youthwashing must be resisted as a strategy for political elites to cover up underinvestment in education and employment.\nGlobally, the youth has had a long legacy of facilitating social transformation processes through active involvement in democratic uprisings. Future-focused movements such as fighting climate change have also attracted young voices who are collectively campaigning to save the planet and protect their future. Recognising their transformative potential, international development partners are also supporting concrete measures for youth policy development to facilitate young people's access to rights and social opportunities. The UN, too, recognises youth action as key to SDGs such as Quality Education, Decent Work and Economic Growth, and Reduced Inequalities. Given this recognition, young people must collectively bargain for their future and hold governments accountable for delivering jobs and quality education.\nBangladeshi policymakers, therefore, must not underestimate the youth's ability for public action, as evidenced in the nationwide protests demanding fair, quota-free access to public sector jobs in 2018. At a time of gradual democratic backsliding worldwide, the growing practice of using young people as popular propaganda tools must be challenged. Politicians must be held accountable for their election-time promises of reducing youth unemployment. We must not forget that young people are the main stakeholders of the Smart Bangladesh Vision 2041 as well as the Delta Plan 2100. It is time for them to take charge of the public campaign for the formulation of a \"national youth budget\" as well as a national strategy for youth employment.\nM Niaz Asadullah is Southeast Asia Lead of the Global Labor Organization, Fellow of IZA Institute of Labor Economics, Visiting Professor of Economics, University of Reading, UK, and Professorial Fellow, North South University. He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Is the budget just another attempt at ‘youthwashing’?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-budget-just-another-attempt-youthwashing-3637456",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "The flash floods that have deluged Sylhet and Sunamganj districts unveil deep-seated vulnerabilities and systemic failures in disaster preparedness and response. This calamity has not only displaced and marooned tens of thousands but also brought to light the urgent need for more robust flood management and community resilience strategies. The floodwaters, originating from upstream and exacerbated by seasonal rains, have caused untold sufferings to people in the affected areas in Sylhet and Sunamganj. Despite a slight fall in the water levels in certain areas during the last two days, the situation still remains dire. Important rivers in the region, including the Surma and the Kushiyara, continue to flow well above their danger levels. Specifically, the Surma at the Kanaighat point is 44 cm above the danger level, and the Kushiyara at the Amalshid point in Zakiganj upazila is 13 cm above the threshold. The overflowing rivers have engulfed vast swathes of land including homes, schools, roads, and agricultural fields across 48 unions in both districts. Floodwaters have trapped approximately 658,000 people in low-lying areas, despite evacuation operation that have reportedly relocated 80,000 people to safer grounds. This massive displacement has created acute shortages of food and drinking water, highlighting the inadequacy of the current relief measures. The 547 shelters set up by the district administration are currently housing only about 3,739 people, leaving the vast majority of affected villagers without refuge. The struggle for survival in the inundated areas is compounded by the collapse of essential services and the looming threat of outbreaks of diseases due to contaminated water and poor sanitation.The response to this crisis has been hampered by significant shortcomings in preparedness and execution. Flash floods are a recurring phenomenon in Sylhet and its neighbouring regions, yet the local government's response has been sluggish and uncoordinated. The seasonal nature of these floods, often resulting from heavy rains and upstream water flow, should have prompted better preparedness. Instead, the current situation reflects a stark failure in anticipating and mitigating the impact of the disaster. A critical aspect of this failure is the ineffective flood management infrastructure. Despite significant investments in large flood protection embankments designed to safeguard the haor regions of greater Sylhet and Mymensingh from pre-monsoon flash floods, these structures are pathetically vulnerable to onrushing waters from upstream.The flash floods in Sylhet and Sunamganj underscore a recurring challenge for the region, one that demands a robust and multi-faceted response. The foremost priority now is to ensure delivery of food, clean water, and medical supplies to the stranded populations. With many communities cut off due to flooded roads and washed-out bridges, emergency solutions are needed to reach those in need. The capacity of existing shelters must be expanded to accommodate more people. Additionally, there is a need for temporary housing solutions and the establishment of more accessible and safer evacuation routes. Medical teams and supplies should be deployed to address immediate health concerns and prevent outbreaks of waterborne diseases. Providing clean drinking water and maintaining sanitation facilities are critical to avoiding a secondary crisis.",
        "headline_1": "Deadly flash floods in Sylhet and Sunamganj",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deadly-flash-floods-in-sylhet-and-sunamganj-1718896619",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "In the Oscar-winning US movie \"Her\", a heart-broken man falls in love with the voice of an artificial intelligence (AI) character, a girl. In China, the opposite is happening right now. It is, however, not a single case of a Chinese girl who has opted for romantic relationship with a virtual boyfriend. There seems to be an epidemic of human-robot relationships where Chinese girls consider regular conversations with virtual companions convenient, caring, reliable and invigorating. They enthuse that the boyfriends may not be 'flesh and blood' but those have everything they look for in their soul mates. OpenAI is the creator of a ChatGPT and the boyfriend version of it is called Dan which stands for Do Anything Now. What is special and unique about Dan is that girls looking forward to entering into a romantic relationship can create a virtual boyfriend of their own choice. How? Identified by his first name Walker, an American student hit upon the idea while scrolling through Reddit filled with users who intentionally made 'evil' versions of ChatGPT. Walker posted a set of instructions on how to create one's own version of Dan, prompting other users to shape up their companion to their taste and liking. Thus Dan evolved in myriad forms surpassing Walker's expectation. Its maker intended to make it 'neutral' and even positive. But the chatbot can, if its users so wish, bypass the 'basic safeguards' OpenAI put in place such as no use of sexually explicit language. In its latest version of ChatGPT launched in May last, the programme has been made 'chatty' and even 'flirtatious' to certain prompts. In its conversation, Dan uses slangs and colloquialism, maybe, in order to be more intimate. Although OpenAI policy requires users to be at least 13 years old or the minimum age required for availing of the service in different countries of the world, it is still an uncharted territory. The majority of countries even have no mandatory age bar for using chatbot.Following this, Shanghai-based startup MiniMax has come up with \"Glow\". This chatbot is catering to the ever growing demand for romantic partners in China. The app is free but the burgeoning industry has all the making of other such online services like yahoo, Gmail, former twitter, now X, facebook and many others to garner revenues on the basis of popularity and use. My AI Boyfriend is yet another such AI-powered simulator created and advertised by Anima AI Ltd. The company claims it can be an 'AI Friend', 'Virtual Lover' or even 'Daddy'. It adds that the highly romantic experience is risk-free. One wishes one could agree with the contention. Isn't it ironical that AI-powered robot which has already threatened to take away jobs from employees has also ventured into an area so long considered the exclusive preserve of human heart? Now the Chinese girls are finding emotional support in their virtual but perfect partners. They are exuberant that their virtual boyfriends are highly courteous and value their partners more than do boyfriends in real life, who have set habits. But the AI partners take note of earlier conversations and change themselves accordingly to the liking of their real girlfriends. Imagine the heartbreak when the AI boyfriend-pampered girls will confront life with their real partners not rising up to expectations!Perhaps this gives a glimpse into Chinese society where the workaholic mantra has left almost no time for chivalry, romance and intimate emotion for bachelors. Girls are busy too but they naturally pine for romantic relationship. However, the Chinese are not the only ones who have turned robotic only to find a robotic solution to their emotional crisis. Moreover, it is a crazy time and immature minds take fancy to trends such as this. Society at times is taken off guard by such stormy and overwhelming trendy crazes. Bangladesh like other countries has reasons to be concerned before the floodgates of this playful romantic overdose open up. The AI boyfriends are obviously smart, handsome and an epitome of maleness. Their evolution in the days to come will be even more chiselled and refined. If unguided girls go mad after such virtual companion, the emotional support they seek may turn into unmitigated emotional crisis. This is more likely to happen than not because the powerful companies behind it will churn out money out of it like they do from online games. The latter has devastated careers and lives of many talented young people not only in this country but also all across the world. The addiction to computer game is no less, if not more, ruinous than substance addiction. Whether AI-powered robot will ultimately prove to be a Frankenstein to the human civilisation is yet to be known but the signs are quite ominous. Large-scale automation with AI performing the tasks of human hands in factories and industries has posed an unprecedented challenge before the millions of employees the world over. There is, of course, no harm if AI caregivers are engaged to look after the aged, infirm and patients who need 24 hours of care and support. But allowing them to take their own decisions unfolds an unknown territory of science and technology. It may pave the way for a far dangerous and more vengeful monster than the Mary Shelly-created Frankenstein. Even if it does not go to that extent, data protection and privacy of individuals have a real chance of getting abysmally compromised.\n[email protected]",
        "headline_1": "In search of AI-driven companions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-search-of-ai-driven-companions-1718896661",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "Human rights have long been a buzzword globally. Most of the countries have committed to the protection of human rights through the adoption and ratification of different international statutes. However, how a state or society accepts human rights in its thinking is reflected in how it treats the citizens, particularly those of weak and backward classes. Bangladesh's record of human rights protection is not enviable as we see in different international reports. The country has its own version about the protection of rights. A recent incident has, however, brought to the fore how much the authorities here are committed to the protection of the weak section of society. The incident involves Dhaka South City Corporation's eviction of the Harijan community from a centuries-old colony at Bangshal in the capital.The mindless eviction drive, which forced residents of Miranzilla Harijan Colony to take refuge in a temple and school, has shocked the conscience of every sensible citizen of the country. The displacement from the place where they have been living for generations has caused unfathomable agony to them with the elderly people, children and women suffering the most. We are unable to imagine how much trouble the displaced people are facing to feed their children thrice a day after they lost their houses and belongings. Most public places, including restaurants and shops are off limit to them since they are treated as the 'untouchable'. The Harijans live an inhuman life in their shanty-like houses with their scant income and isolation from mainstream society, but they hardly complain. Now the authorities are driving them out of their shelters without making an alternative arrangement for their living.The Harijans were previously called Dalit (meaning oppressed, broken), who are considered untouchable for their status at the lowest level of the Hindu caste hierarchy. They began to be called Harijan (literally children of God), a term coined by a Gujarati poet-saint of the Bhakti tradition, to give an impression that they are equal to others. But the lot of the Harijan people suggests the new term has contributed little to changing their position in society. The Harijans in Bangladesh have their roots in different parts of India. They were brought here during the British rule to be engaged in cleaning, sweeping, tea gardening, land clearing, etc. Since then, they have been somehow living in colonies provided by local authorities.The city authorities are saying the land the Harijan people are living on belongs to the city corporation. Their claim may be genuine but these did not illegally occupy the place, they were allowed to settle there, maybe, without entitlement right. But they have been living there for centuries and this gives them their right to the land. Yet they can be evicted but not before their proper rehabilitation. The city authorities have gone overboard to drive out a community that renders a service without which the city may collapse.The city authorities' eviction of Harijan people is neither logical nor consistent with the government's plan and efforts to arrange shelter for everyone. The government has built hundreds of thousands of houses for homeless people and also plans to construct many more. Against such a backdrop, forcing the Harijans out of their houses is unacceptable. Anyway, it is good to know that the High Court has halted the eviction drive. Now the authorities should take urgent measures to reconstruct their shacks they have bulldozed so that the displaced people can return to their shelters.\n[email protected]",
        "headline_1": "No hostility towards Harijans, please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-hostility-towards-harijans-please-1718896699",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2024"
    },
    {
        "full_article": "Since 1991, Bangladesh's Directorate of Women Affairs, operating under the Ministry of Women and Child Affairs, has established daycare centres to empower low and middle-income working women. Ministry data reveal a total of 119 daycare centres are operational, funded both by government revenue and under various projects. However, these centres, offering a combined 2,830 seats across 43 facilities across the country, fall short of meeting the demand.Recent statistics from the Bangladesh Bureau of Statistics (BBS) indicate a significant rise in the number of working women, underscoring the growing need for reliable childcare solutions. Existing centres have faced criticism over quality, environment, and services provided.Women's employment is a vital avenue for their empowerment, making it imperative for families, society, and the state to ensure a healthy and conducive environment for their children. The effective enforcement of the 'Daycare Centre Rules-2022,' aimed at addressing irregularities and enhancing services, is crucial. This initiative not only supports working mothers but also contributes to the economic self-sufficiency of many families.Etablishment of daycare centres at workplaces nationwide corresponds to contemporary needs by way of supporting women's empowerment.\nNazneen AkhterGulshan, Dhaka",
        "headline_1": "Establish adequate daycare centres",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/establish-adequate-daycare-centres-1718896721",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-06-2024"
    }
]