[
    {
        "full_article": "Campaigning is languid and politics cold in Nagaland, which is to elect a new Assembly on February 27. Long-pending issues regarding regional autonomy exist around a demand for carving out a State in the eastern region, but Nagaland appears to have achieved a typical equilibrium that hinges on transactional politics. The Bharatiya Janata Party (BJP) and its regional partner, the Nationalist Democratic People’s Party (NDPP), are continuing with their 2018 seat-sharing formula: contesting 20 and 40 seats, respectively. The Opposition Naga People’s Front (NPF) joined the NDPP-BJP government in August 2021 in a ‘united push’ to solve the vexed “Indo-Naga political issue”, a euphemism for the final settlement with extremist groups, primarily the NSCN (Isak-Muivah). Voters, parties and other groups appear to be at peace with the Opposition-devoid arrangement of politics. Of the NPF’s 25 MLAs, 21 merged with the NDPP in April 2022, but most were denied a ticket; one moved over to the BJP to become one of its 20 candidates. The Congress, decimated in 2018, has 24 candidates while the once-formidable NPF has named 22 candidates.Demand for a Frontier Nagaland State remains an issue despite the withdrawal of a poll boycott call by the organisation fighting for it, across six districts in the eastern part of the State encompassing 20 constituencies. The most talked about issue, as in the past elections since 2003, is the peace process with extremist groups. Political ideology has a limited role in Nagaland, and elections are usually fought around personalities and their capacity to project proximity towards the ruling establishment in Delhi. Electoral calculations by groups are made around central funds, which form the foundation of the State’s rent-driven political economy. The BJP-NDPP alliance had characterised 2018 as an ‘election for solution’ to the autonomy question. The Centre signed the Framework Agreement with the NSCN (I-M) in August 2015 and the Agreed Position with the Naga National Political Groups (a federation of seven outfits that have joined the talks), in November 2017 — towards resolving the insurgency, but soon ran into a stalemate over a separate Naga flag and Naga constitution. The extremists have demanded a political settlement before polling, accusing the BJP of betraying Naga trust. The new government will have its hands full.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNagaland Assembly elections 2023\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics",
        "headline_1": "Quiet contest: On the upcoming Nagaland Assembly elections",
        "headline_2": "Elections are low key in Nagaland, despite demands around statehood and autonomy",
        "link": "https://www.thehindu.com/opinion/editorial/quiet-contest-on-the-upcoming-nagaland-assembly-elections/article66493652.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "Union Minister for Labour and Employment Bhupender Yadav seems to have little to say on the issue of the Employees’ Provident Fund Organisation (EPFO) allowing sections of subscribers and pensioners to opt for higher pension under the Employees’ Pension Scheme (EPS), 1995. With the four-month period fixed by the Supreme Court in November last year set to lapse soon for those who were in service as on September 1, 2014 to exercise the option, his observation that the Court’s directions, which have “legal, financial, actuarial and logistical implications”, are under examination, has not been reassuring. The issue of allowing higher pension — pension proposed in the event of employers making 12% mandatory PF contributions on employees’ actual pay that exceeds the statutory ceiling — has been bothering the PF establishment almost from the start. Adopting actuarial principles for ensuring long-term financial viability, the Pension Scheme is funded by the transfer of 8.33 percentage points out of the 12% PF contributions by employers coupled with the central government’s contribution of 1.16% of the monthly wages that do not go beyond ₹15,000. Opposition to the higher pension is around the projected actuarial deficit in the valuation of PF, lower returns on investments and increasing pensioner longevity. The EPFO top brass feels that higher pension may deplete the resource base in no time. The PF establishment has every reason to feel concerned but what has not helped its case is the proviso — paragraph 11 (3) of the pre-amended rules of the EPS — allowing for such requests to be entertained.\rEven in September 2014, when the proviso was removed and amendments made to the EPS’s rules, the concept of higher pension was not abolished. Instead, the amendments provided 12 months for employees and employers to exercise the joint option. This is why sections of pensioners are justified in their demand for higher pension, as their employers had, during their service period, made contributions on their actual pay which had exceeded the statutory ceiling. But, the authorities, while providing an online option for pre-2014 retirees to exercise the option, have sought to mirror the conditions in Himachal Pradesh Tourism Development Corporation (a battle for higher pension that began over 15 years ago). Such an approach goes against the spirit of the Court’s 2022 judgment, which was based on the 2016 verdict of the Court, as the two judgments are for eligible pensioners to reap the benefit. What has added injury to insult is the EPFO’s circular (January) re-opening the cases of higher pension after 2016, and initiating recovery proceedings. The government and the EPFO must explain to the stakeholders the genuine difficulties in implementing the Court’s directions. Bureaucratic shortsightedness and compliance difficulties around simplistic legal directives have raised hopes as well as triggered anxieties among pensioners and those nearing retirement.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npension and welfare\n\n/\n\njudiciary (system of justice)\n\n /\n\nMaharashtra\n\n/\n\nTamil Nadu\n\n/\n\nKarnataka\n\n/\n\nGujarat\n\n/\n\nHaryana\n\n/\n\nDelhi",
        "headline_1": "The pension conundrum: On the EPFO resource base",
        "headline_2": "A higher pension may quickly deplete the EPFO resource base",
        "link": "https://www.thehindu.com/opinion/editorial/the-pension-conundrum-on-the-epfo-resource-base/article66493662.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "Just days before the 75th anniversary of Mahatma Gandhi’s death, the University of London indulged in some conspicuous social media advertising of its “notable alumni”, complete with a prominent image of the great man. It does this routinely, even though, as a well-known historian once observed, this particular institution left such little impression on Gandhi, he doesn’t even mention it in his autobiography.\nThe Mahatma’s appropriation as a marketing tool is not particularly surprising, even if by an entity in the former raj, whose foundations he set out to shake. With a message that was woke before woke was properly recognised as a politically conscious word, the Gandhi brand is very visible, instantly recognisable and absolutely everywhere.\nRead full opinion on TOI+\n\n",
        "headline_1": "Mandela wine, Gandhi mugs: When the greats of history appear in merchandise does it also cheapen their memory?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mandela-wine-gandhi-mugs-the-merchandise-used-to-grow-their-brand-also-risks-cheapening-their-memory/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "BJP’s manifesto for the Tripura assembly election contains an assortment of welfare measures. It spans smartphones to special canteens promising meals at Rs 5. Election manifestos of most political parties overlap significantly in terms of welfare promises. Any idea that resonates in one state is quickly emulated elsewhere. But very few ideas travel well across states or even between the Centre and states. There are two structural reasons for this.\nGovernments are overstretched in terms of their welfare agenda. For example, GoI’s budget contained 780 schemes classified as centrally sponsored and central sector schemes. It’s impossible for either the political executive or bureaucracy to devote adequate attention to all of them. Therefore, when schemes such as Swachh Bharat or Ujjwala or Aawas Yojana do well, it really comes down to the prioritisation of the political executive. The entire system reacts to the signals sent from the top. To take another example, Tamil Nadu’s Amma Canteens are the most successful attempt at providing cost-effective meals. Started by the J Jayalalithaa government in Chennai in January 2013, they were rolled out to 160 municipal areas in just 21 months. These canteens were even certified under FSSAI.\nRegional parties also seem to fare better in delivery of handpicked schemes. Telangana was the pioneer of the investment support to farmers with the Rythu Bandhu scheme, which now offers an annual Rs 10,000 per acre to farmers. In Odisha, the Naveen Patnaik government used the idea to expand its coverage to even landless agricultural households to engage in allied activities such as goat rearing with the Kalia scheme. A grab-bag of welfare promises is hardly enough to win over a savvy electorate. It’s about latching on to a couple of big ideas and getting the governance structure to respond.\n\n",
        "headline_1": "Food for thought: Why some welfare schemes work & some don’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/food-for-thought-why-some-welfare-schemes-work-some-dont/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "Denmark’s recent landmark decision that it will grant asylum to all women and girls from Afghanistan “solely based on their gender” needs to be emulated by other nations. The decision was taken citing the worsening condition of Afghan women and girls since Taliban’s takeover of Afghanistan in 2021. In fact, Sweden too had announced a similar policy in December.\nTrue, large sections of the Afghan population as a whole are facing dire circumstances. There is acute hunger and the local economy is in tatters. But Afghan women are doubly discriminated. Taliban have barred them from high school and university education, banned them from working in government offices, local and international NGOs, and put serious restrictions on their movement. These are major violations of basic human rights. And GoI too has expressed concerns about these developments.\nIndia had introduced the ‘e-Emergency X-Misc Visa’ after the fall of Kabul, for which an estimated 60,000 Afghans had applied in 2021. But by December of that year only 200 such visas were issued. Granted there are security considerations here. But giving emergency visas to Afghan women and girls after proper processing shouldn’t be a problem. As a well-wisher of Afghan people and a credible stakeholder in Afghanistan’s development, India must extend this lifeline to Afghanistan’s women and girls, saving them from their tragic fate.\n\n",
        "headline_1": "Help Afghan women: Prioritise visas for them. Save them from Taliban",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/help-afghan-women-prioritise-visas-for-them-save-them-from-taliban/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "From mass shootings in Monterey Park and Half Moon Bay to a six-year-old shooting his teacher, all last month, America’s gun violence is only escalating. Bloodbath Nation by the novelist Paul Auster, brings out the stark facts. 393 million guns are currently owned by residents of the US: that’s more than one firearm for every man, woman and child in the country.\nAmerica is a society of permanent armed struggle today. Mass shootings happen with stunning regularity, only a few are reported because of their magnitude and horror. Each shooting, the death and injury, creates trauma that ripples across generations – Auster’s own family is imprinted by the trauma of his grandfather’s death. Guns are a touchstone issue, a central metaphor for everything that divides US society, says Auster. But it wasn’t always so.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why America has more guns than people: It’s a measure of society’s deep ideological discord",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-america-has-more-guns-than-people-its-a-measure-of-societys-deep-ideological-discord/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "We welcome the High Court's order to Bangla Academy to allow publishing house Adarsha Prokashoni to participate in this year's Boi Mela. This is definitely a triumph, albeit minor, for freedom of expression in the country, at a time of increasing censorship and muzzling of dissenting voices. However, it is still concerning that the court ordered the publishing house not to sell or exhibit three specific books to which the Academy had originally objected. It is particularly confusing as a press release signed by the Deputy Director of the public relations sub-division of Bangla Academy stated that the publication was barred from having a stall on the grounds of only one of their books containing \"political obscenity\". \nThe court also issued a rule asking Bangla Academy and the government to explain why the academy's decision not to allow Adarsha Prokashoni to run its stall in Boi Mela should not be declared illegal. We would also respectfully urge the court to consider on what grounds the books were found \"obscene\" in the first place and whether such censorship goes against our constitutional guarantees of freedom of expression. Bangla Academy, we are saddened to note, has thus far failed to provide a consistent or convincing answer for its decision to bar Adarsha.\nWhile the three books in question may contain criticisms and narratives that challenge dominant discourses with which one may not agree, we believe the answer lies in counter-criticisms and debates, not in bans and censorship. It is important for the health of a democracy to allow diversity of views and creative freedom(s), but we have noticed with increasing alarm how that space has shrunk over the past decade, leaving little to no room for divergent thoughts. From arrests under increasingly stringent digital laws, to attacks on writers, journalists and bloggers, to films getting stuck at the censor board, creativity and critical thought are now essentially under siege. \nThis incident, even if it is somewhat resolved, has contributed to the growing culture of fear and censorship that has left our media and intelligentsia crippled. New publishers will think twice before publishing content that may be critical of the dominant narrative in any way, while writers will find themselves having to navigate an even more tricky terrain of censorship simply to get published. It is all the more alarming that such censorship should take place in the month of February and at the Boi Mela, which for Bangladeshis signify the Language Movement and freedom of speech and expression. \nWe have noted with increasing apprehension the politicisation of the Bangla Academy, particularly with the enactment of the Bangla Academy Act 2013 which allows the government to nominate more members to the executive committee compared to those nominated by the general assembly and fellows of the academy. We hope there will be no arbitrary bans on books and publication houses from the Boi Mela in the future, and that, moving forward, the Bangla Academy will uphold the true spirit of the Language Movement.\n",
        "headline_1": "An ‘Adarsha’ upheld",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/adarsha-upheld-3244401",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "Many associate development with the growth of cities and transformation of the urban landscape. But this is too narrow a view. Development is equally relevant for the rural regions. The relative absence of rural issues in national discourses over the preceding two decades is quite striking. There was a time in the 70s, 80s and even the 90s when rural dominated our research interest. Some interest is still there, but nowhere near as before. The discourse around development is incomplete if our focus remains fixed on urban transformation, ignoring the transforming rural landscape.\nA new reality has emerged which I am terming as \"new rural\". A severe knowledge gap prevails in our imagination vis-à-vis this \"new rural\". For example, how has the class structure evolved and transformed in the villages of today? Earlier, rural class structure revolved around matobbor, morol, jotedar, petty peasant, landless, etc. There have been major changes in rural class structure. But there has been little new research in this area.\nA key element of rural transformation is agriculture. There has been research on agricultural transformation but a holistic understanding has been missing. For example, there have been research on agricultural mechanisation. Also on crops, horticulture, fisheries, rice, etc. But how do these transformations in productive activities relate to relations of production? There was a time when rural and agriculture were inter-changeable concepts. Whenever we imagined villages, images of agriculture floated up. But our anecdotal realisations hint that today's transformed villages and agriculture are no longer synonymous realities. But where exactly are the differences? Here too, the knowledge gap is acute.\nKey driver of agricultural transformation has been spread of high-yielding varieties. Many features of rural transformation are tied up with this. New seed varieties, chemical fertiliser, multiple cropping, sub-sectors such as horticulture, fisheries, livestock, etc have driven the transformation in agriculture. The transformation of agriculture began from the east. Meghna-Dhonagada and Chandpur Irrigation Projects gave a big push to crop production in the 1970s. Akhter Hameed Khan's Comilla Model played an important role in this first phase transformation of agriculture. The next transformation frontier was in the north which saw a big push on boro cultivation through groundwater irrigation using deep-tubewells. This led to major changes in agriculture in the northern districts. Now the new agricultural frontier lies in the south-western districts from Bhola to Barishal, from Khulna to Jashore, etc. Padma bridge has opened new possibilities. We wait to see which model of agricultural expansion will occur in this new frontier.\nThe transformation of traditional agriculture in Bangladesh is usually referred to as the green revolution, a first wave driven by surface water-based irrigation and a second by groundwater-based irrigation. It is not yet clear what type of technologies will drive agricultural transformation in its new south-western frontier. In the earlier waves of the green revolution, small peasantry managed to survive and even prosper. They were an integral partner in the green revolution process. Now there is corporate inroads into agriculture. Urban realities are intruding into rural spaces, where the non-farm is as much a rural realty as the farm. What is the future of the small peasantry in such transforming realities? Bangladesh has always been a land of small peasants. Perhaps still so. But what is their future now? There is a glaring knowledge gap in understanding that.\nIt is a striking feature of Bangladesh's developmental journey that the largely illiterate peasantry readily embraced technology. Through rapid adoption of new technologies, these farmers, many lacking in formal education, really drove agricultural transformation. Such inventiveness did not stop with technology only. In Daudkandi in the Cumilla region, I have seen spread of new organisational forms quite foreign to traditional agriculture, namely a shareholding company model to develop floodplain fisheries. When these low-lying lands go under water during monsoons, there are no ails – plot boundaries. So how do they pursue collective fishing? What do such changes in relations of production signify?\nRural transformation also gained momentum through expansion of non-farm activities. Microcredit played a big role in this. The economics of such activities are well-known though less so on the welfare impacts. But what have been the social impact of the spread of the non-farm? Rural transportation too has seen a sea of changes with both passenger and goods transportation seeing explosive growth. Number of shops and rural marketplaces have sprouted everywhere. Rural consumers are major new customers of urban goods. The economic base of the rural family is a changed reality. How will we characterise a family who does some agriculture, some non-farm, owns some rural land but also has some property in urban areas? How do such realities fit into our traditional models of class differentiation? Are there winners and losers in the process?\nThere is also a knowledge gap on the remittance dynamics. Remittance destinations are more in rural areas. How has rural life been transformed by such remittance inflows? Community centres have emerged in the rural landscape. So have beauty parlours, tailors for up-to-date fashions, restaurant centres, even dating places. Rapid expansion of such consumer demand has its economic aspects but little is known on the social and psychological aspects of these changes.\nThere was a time when there were distinct divides between urban and rural realities. But such boundaries are rapidly dissolving. We need new analytical frameworks to describe rural and urban, mofussil and metropolitan. We need better understanding of growth of urban centres and spread of urban demand in rural centres. The family head of a rural household maybe working abroad, but he/she now has new aspiration for their children in the village to go for English-medium education. Families are choosing certain development symbols, hoping that these will be the ladders for upward progress. So, kindergartens are sprouting up. Their names maybe English-sounding, but are there competent teachers in such institutions? Clearly, villages are brimming with new aspirations but how well are the returns they are getting from their expenditures on \"modern\" services in education, health, skills, etc? The alarming rise in the educated unemployment is but one area of concern in this regard. The kaleidoscope of changes is in all directions, but knowledge gaps in making sense of these is equally glaring. Dress codes have changed beyond recognition. But child marriages too have gone up. What then are we to make of the social norms that are emerging? Village is now connected to the external world. But this connection is being driven by consumption aspirations mainly. The same cannot be said for the spread of a global citizen mindset or responsible behavioural norms.\nHow is power to be understood in the \"new rural\"? What are the new power centres in the villages? Before, landed influentials and educated middle class occupied these power spaces. Now politics and state have become central to rural power dynamics. The long shadow of police hovers over these spaces as never before. One important research enquiry can be types and nature of conflicts in today's \"new rural\". Conflict analysis can shed light on the reality of power dynamics. A moot question here is why does a union parishad election now entails expenditures in the crores. These are urgent questions for sociological research. We need better understanding of women's story too. Women have been central to Bangladesh's development journey. But have they reaped the benefits of it? And what to make of changes in the cultural life in the \"new rural\"?\nVillage has always been \"home\", place of rebirth and regeneration. Village and home – \"bari\" – are till used interchangeably in the Bangla language. When Covid appear to have made existence itself uncertain, many retreated to the village as their go-to refuge. This means the village – and perhaps the mofussil - continues to occupy our imagination, particularly as a psychological refuge. Despite rapid urbanisation, our cities are yet to win such a status in the collective imagination.\n\"New rural\" will be a critical player in the next chapter of Bangladesh's transformation. That is why a new research drive is such an urgent necessity with a priority on listening. Imposing development models bureaucratically and from the top cannot garner the potential that is waiting to be unleashed in the \"new rural\".\nHossain Zillur Rahman is a social scientist and executive chairman, Power and Participation Research Centre (PPRC). Email: [email protected]\n\n",
        "headline_1": "How much do we know about our emerging ‘new rural’?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-much-do-we-know-about-our-emerging-new-rural-3244301",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "It is now an open secret that huge sums of laundered money are being used to buy property abroad. The infamous \"Begum Para\" – used to designate posh areas where Bangladeshi politicians, businessmen, government officials and others have bought luxurious apartments – has made the headlines on different occasions in recent times, but Canada is hardly the only country where vast amounts of property have been bought over the past decades.\nAccording to a recent report by Bangladesh Protidin, Bangladeshis are reportedly topping the list of foreigners buying property in Dubai. They were among the first to purchase real estate in that country during the pandemic, and invested at least Tk 346 crore in buying houses and flats from January 2020 to June 2021. Dubai has become a sought-after destination for billionaires, including money launderers, around the world, given that it has relaxed restrictions on foreigners buying houses, granting a \"golden visa\" if Tk 28 crore or more is invested in the country, and allowing 70 percent of the transactions to take place in cash. Meanwhile, Bangladeshis were ninth in the list of foreign property buyers in prime Central London, in the first nine months of 2020, with the average cost of the transactions being Tk 15 crores. The list includes properties registered anonymously as offshore properties as well as properties registered at Bangladeshi addresses.\nWhile beating citizens of other countries is usually a matter of pride, we can hardly celebrate this particular \"achievement\", given the unfortunate reality that an overwhelming majority of the money leaving the country and being invested in property abroad is being funnelled illegally. Money laundering has increased at an alarming rate over the past decade, with policymakers doing next to nothing to stop the capital flight, and in many cases bending over backwards to facilitate the free flow of illegal money. In its annual report, Bangladesh Financial Intelligence Unit (BFIU), revealed that suspicious transactions and activities mostly through banking channels had increased by 62 percent in 2021-22, when the country was struggling to maintain its forex reserves amid a highly volatile economic climate.\nForeign Minister Abdul Momen had commented in 2020 that it was bureaucrats who were purchasing the lion's share of property in Canada, following which the Anti-Corruption Commission (ACC) had asked the government to provide a list of its officials who own homes in \"Begum Para\". As per usual, those lists never materialised. We cannot help but wonder if this failure to identify the culprits is a question of lack of capability of our institutions or willingness, given that a huge number of those involved in such purchases are powerful people in the government itself or rich businessmen with close links to political quarters. The government must make active efforts to stop property flight in these constrained times, engaging with foreign governments to increase transparency and cooperation in identifying those hiding behind shell companies or third-party buyers.\n",
        "headline_1": "Stop property flight",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-property-flight-3244236",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "We welcome the High Court's order to Bangla Academy to allow publishing house Adarsha Prokashoni to participate in this year's Boi Mela. This is definitely a triumph, albeit minor, for freedom of expression in the country, at a time of increasing censorship and muzzling of dissenting voices. However, it is still concerning that the court ordered the publishing house not to sell or exhibit three specific books to which the Academy had originally objected. It is particularly confusing as a press release signed by the Deputy Director of the public relations sub-division of Bangla Academy stated that the publication was barred from having a stall on the grounds of only one of their books containing \"political obscenity\". \nThe court also issued a rule asking Bangla Academy and the government to explain why the academy's decision not to allow Adarsha Prokashoni to run its stall in Boi Mela should not be declared illegal. We would also respectfully urge the court to consider on what grounds the books were found \"obscene\" in the first place and whether such censorship goes against our constitutional guarantees of freedom of expression. Bangla Academy, we are saddened to note, has thus far failed to provide a consistent or convincing answer for its decision to bar Adarsha.\nWhile the three books in question may contain criticisms and narratives that challenge dominant discourses with which one may not agree, we believe the answer lies in counter-criticisms and debates, not in bans and censorship. It is important for the health of a democracy to allow diversity of views and creative freedom(s), but we have noticed with increasing alarm how that space has shrunk over the past decade, leaving little to no room for divergent thoughts. From arrests under increasingly stringent digital laws, to attacks on writers, journalists and bloggers, to films getting stuck at the censor board, creativity and critical thought are now essentially under siege. \nThis incident, even if it is somewhat resolved, has contributed to the growing culture of fear and censorship that has left our media and intelligentsia crippled. New publishers will think twice before publishing content that may be critical of the dominant narrative in any way, while writers will find themselves having to navigate an even more tricky terrain of censorship simply to get published. It is all the more alarming that such censorship should take place in the month of February and at the Boi Mela, which for Bangladeshis signify the Language Movement and freedom of speech and expression. \nWe have noted with increasing apprehension the politicisation of the Bangla Academy, particularly with the enactment of the Bangla Academy Act 2013 which allows the government to nominate more members to the executive committee compared to those nominated by the general assembly and fellows of the academy. We hope there will be no arbitrary bans on books and publication houses from the Boi Mela in the future, and that, moving forward, the Bangla Academy will uphold the true spirit of the Language Movement.\n",
        "headline_1": "An ‘Adarsha’ upheld",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/adarsha-upheld-3244401",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "It is now an open secret that huge sums of laundered money are being used to buy property abroad. The infamous \"Begum Para\" – used to designate posh areas where Bangladeshi politicians, businessmen, government officials and others have bought luxurious apartments – has made the headlines on different occasions in recent times, but Canada is hardly the only country where vast amounts of property have been bought over the past decades.\nAccording to a recent report by Bangladesh Protidin, Bangladeshis are reportedly topping the list of foreigners buying property in Dubai. They were among the first to purchase real estate in that country during the pandemic, and invested at least Tk 346 crore in buying houses and flats from January 2020 to June 2021. Dubai has become a sought-after destination for billionaires, including money launderers, around the world, given that it has relaxed restrictions on foreigners buying houses, granting a \"golden visa\" if Tk 28 crore or more is invested in the country, and allowing 70 percent of the transactions to take place in cash. Meanwhile, Bangladeshis were ninth in the list of foreign property buyers in prime Central London, in the first nine months of 2020, with the average cost of the transactions being Tk 15 crores. The list includes properties registered anonymously as offshore properties as well as properties registered at Bangladeshi addresses.\nWhile beating citizens of other countries is usually a matter of pride, we can hardly celebrate this particular \"achievement\", given the unfortunate reality that an overwhelming majority of the money leaving the country and being invested in property abroad is being funnelled illegally. Money laundering has increased at an alarming rate over the past decade, with policymakers doing next to nothing to stop the capital flight, and in many cases bending over backwards to facilitate the free flow of illegal money. In its annual report, Bangladesh Financial Intelligence Unit (BFIU), revealed that suspicious transactions and activities mostly through banking channels had increased by 62 percent in 2021-22, when the country was struggling to maintain its forex reserves amid a highly volatile economic climate.\nForeign Minister Abdul Momen had commented in 2020 that it was bureaucrats who were purchasing the lion's share of property in Canada, following which the Anti-Corruption Commission (ACC) had asked the government to provide a list of its officials who own homes in \"Begum Para\". As per usual, those lists never materialised. We cannot help but wonder if this failure to identify the culprits is a question of lack of capability of our institutions or willingness, given that a huge number of those involved in such purchases are powerful people in the government itself or rich businessmen with close links to political quarters. The government must make active efforts to stop property flight in these constrained times, engaging with foreign governments to increase transparency and cooperation in identifying those hiding behind shell companies or third-party buyers.\n",
        "headline_1": "Stop property flight",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-property-flight-3244236",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "Though Bangladesh is the world's sixth largest exporter of migrant workers, its place as a remittance earner is the eighth. The reason is that the migrant workers going abroad every year are mostly unskilled ones. Last year, the country sent the highest number of migrant workers abroad in its history numbering around 1.135 million. But unskilled workers made up the highest percentage of those migrant job seekers. As the Refugee and Migratory Movement Research Unit (RMMRU) recently reported, the share of the unskilled labourers rose to 78.64 per cent till November last year compared to what it was over the same period in the previous year (2021). But during the same period, the percentage of outgoing skilled migrant workers decreased by 3.57 percentage points in 2022. So, it is not hard to imagine why Bangladesh is trailing behind its competitors like Sri Lanka, Pakistan and the Philippines in its share of the remittance sent home by overseas wage earners. In this situation, there is no gainsaying the need for producing more skilled workforce whose earning will be higher than the unskilled labourers. And that is true of both the domestic and the international labour markets. Interestingly, against this backdrop, the Kingdom of Saudi Arabia (KSA), which hosts the largest number of Bangladesh's migrant labourers-last year, 54 per cent of the country's outgoing migrant workers headed for the KSA-has made skill certification mandatory for all foreign workers. Under an arrangement called the Skill Verification Programme (SVP), certificates will be provided to those who want to join, what sources informed, better-paying jobs as plumbers, welders, electricians, automobile and refrigeration mechanics. For the purpose, the willing candidates will have to pass the competency test to see if they have the required skills to work in the aforementioned fields of work in the KSA. Bangladeshi migrant workers will also be required to pass the test and obtain the necessary certificate before they can leave for KSA to get any job in those five sectors. The good news is Bangladesh's Bureau of Manpower Employment and Training (BMET) is learnt to have reached an agreement with Takamol, a Saudi government agency, to hold skill tests under SVP. What is of significance for Bangladesh is that two local training institutes, namely, the Bangladesh Korea Technical Training Centre and the Bangladesh German Technical Training Centre, have been selected to conduct the skill tests under the SVP. That no fees will be charged from the candidates taking part in the said tests is indeed great news for the local skilled workers looking for job in Saudi Arabia. As the KSA-bound migrant workers obtaining the certificates under SVP would qualify for better-paying jobs, the country's remittance earning from them will also be higher. It is equally true for others who might choose other overseas destinations as migrant workers. The fact is, of the around 12 million Bangladeshis residing as migrant workers abroad, close to half (47 per cent, to be specific) are unskilled. Small wonder that the country's inflow of remittance is remaining so low. But the situation would change radically if the migrant workers possessed different skills to earn more. In that case, the government would do well to seize the opportunity and set up more skill training centres to generate a large army of skilled workforce who can contribute more to the nation's foreign exchange reserve.",
        "headline_1": "Creating skilled workforce for local and overseas markets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/creating-skilled-workforce-for-local-and-overseas-markets-1676035756",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "The fact that Bangladesh has no second oil refinery is a mystery that has been plaguing energy experts for more than half a century. The country's lone refinery was set up in pre-independence era. While the country's economy has grown to a nearly half a trillion-dollar size and demand for oil-based products has grown by leaps and bounds, Bangladesh remains hamstrung by its lack of capacity to refine the oil it needs to sustain the economy from a self-reliance point of view. People seem to have developed a false notion that imported goods are better than those produced in the country. While the rest of the world has moved decisively to secure energy sources as a matter of national priority and security, Bangladesh has moved in the opposite direction. Today, the common people have to bear the brunt of these self-destructive policies.Going by reports published in domestic media over the years, the sole refinery continues to be overhauled and despite being done so some ten times or so, there is a limit to how long it can continue operating. Indeed, industry insiders are unanimous that the failure to build crude-refining capacity in the country since independence has meant that the national exchequer has had to dish out millions in foreign exchange to import refined oil from foreign markets. Why? The answer is plain to see. Commissions are paid, hefty profits are made - all to the detriment not only to the government purse but also to fatten up both State entities and private parties involved in the trade. So much has happened in terms of growth. Today, there is a vibrant transport sector, agriculture has moved to a stage when Bangladesh is arguably self-reliant in food, industry today employs millions of people and the country has become the second largest exporter of apparels. Ceramics, construction, pharmaceuticals, ship-building, construction-all are coming of age slowly. Everything needs one form of energy or other, and Bangladesh is increasingly becoming a nation of import-only energy, which has rxposed its soft belly after the Russo-Ukrainian war erupted. While smart countries like China, India and even a number of nations in the EU have (or used to until very recently) snapped up Russian crude oil at extremely competitive prices to refine the same in their respective countries, Bangladesh was left high-and-dry because of both a lack of vision and to serve the purpose of self-seeking businesses.It is evident, from a report published in this newspaper on February 8, the Bangladesh Petroleum Corporation (BPC) \"imported around 3.30 tonnes of refined and crude oils combined during fiscal year 2001-02 at a total cost of around Tk38.13 billion. After one decade, during FY2010-11, the corporation imported a total of 4.90 million tonnes of refined and crude oils combined, of which 3.50 million tonnes are refined and 1.40 million tonnes crude. The aggregate cost was around Tk276.62 billion.\" As the country fast forwarded to FY2020-21, we have both public and private sector imports of oil, and the import cost has ballooned to stupendous amounts. Procastination at the policy level coupled with pressure from vested interests in the private sector that have been milking the national exchequer for decades seem to have all been loathe to allow space for a 2nd refinery to be set up. The facts speak for themselves. Today, the BPC imports 4.15 million tonnes of refined oil which carries a price tag of around Tk220 billion ($2.0 billion approximately). Things started to look up when a French company Technip was contracted to design and build a 2nd refinery. Things unfortunately went sour after a few years had been wasted. Whatever the reason, Technip had carried out the front-end engineering and design (FEED) for the new refinery. The question is why it had taken several years for negotiations and why an unsolicited deal took so long to conclude. Why did it take the BPC years to come to the conclusion that terms set by Technip were not suitable? One would think that given the increasingly desperate situation the country faces in terms of sourcing adequate energy by the economy, the unsolicited deal would have been expedited at record speed. Since, so many such unsolicited deals have been made at record speed in the past, what could have held this one up for so many years?Now that the company has left, the country is back to square one. While India and China have literally saved billions of dollars by picking up millions of barrels of Russian crude oil (at discounted prices) since the war in Europe began, Bangladesh continues to limp along with news of buying the odd cargo of LNG every now and then, while the economy continues to contract. The case of failure to build and commission the 2nd refinery can be a bitter lesson of wilfully handing over its national energy needs to foreign powers. It would make a fine case study about a lack of negotiation skills and a lack of contracts management knowledge which together can deal a crippling blow to an economy.\n[email protected]",
        "headline_1": "Where is Bangladesh's 2nd refinery?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-is-bangladeshs-2nd-refinery-1676036007",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "It is simply nightmarish. An earthquake of 7.8 magnitude followed by another of 7.5 magnitude on Monday last killed thousands of people in south-eastern Turkey and north-western Syria. The death toll from the disaster by Thursday stood at around 13,000 people in Turkey and 3,000 in Syria, bringing the total to 16,000-plus. The figure may double, fears experts. The massive quake also injured more than 50 thousand. The widespread destruction due to the terrible tremor reduced most buildings and structures into rubbles. Rescuers are desperately scrambling through the debris to find survivors. Turkish President Recep Tayyip Erdogan declared a three-month state of emergency in the ten provinces worst affected by the quake.This calamitous disaster hits Turkey in the year the nation is set to celebrate the 100th year of the Republic of Turkey (officially spelt Türkiye now). On October 29, 1923, Mustafa Kemal Ataturk (1881-1938), the army strongman finally declared the new republic after a series of conflicts and wars. Also known as Kemal Pasha, he became the first president of the newly formed republic. During his tenure until 1938, he transformed Turkish society 'from perceiving itself as a Muslim part of a vast Empire into a modern, democratic, and secular nation-state.' Poet Kazi Nazrul Islam wrote his famous poem titled \"Kamal Pasha\" (in Bengali) in 1921. Nazrul strongly believed in a revolutionary struggle to get the independence of India from British colonial rule. Nazrul was greatly inspired by the Turkish leader who took bold steps to come out from the obsession with the Ottoman Empire, or the Khilaphat to be more precise.The Ottoman period spanned more than 600 years since 1299 when Osman the first, a leader of the Turkish tribes in Anatolia, founded the Empire. In 1453, Mehmed the second seized the ancient city of Constantinople and put an end to the 1,000-year reign of the Byzantine Empire. He renamed the city Istanbul which became the new capital of the Empire. The Empire flourished and expanded over the following decades. At its peak period, today's Turkey, Greece, Bulgaria, Egypt, Hungary, Macedonia, Romania, Jordan, Palestine, Lebanon, Syria, some parts of Arabia and also some portions of the North African coastal strip came under the Ottoman rulers who were either Sultan or Khalipha. The Khilaphat was linked to the Islamic government system. The decline of the Empire started during the 1600s. The Ottomans began to lose their economic and military dominance over Europe for the next two centuries and countries attained independence. After the first World War, most Ottoman territories -- Jordan, Palestine, Lebanon, Syria -- were divided between Britain, France, Greece and Russia. The Empire officially ended in 1922, and the title of Ottoman Sultan was eliminated. Modern Turkey emerged from the broken empire which was a shock to many in the Muslim world. That's why Khilaphat movement in India was initiated in 1919 in an effort to save the Ottoman caliph as a symbol of unity among the Muslim community. They were, however, unable to understand the fast changing complex geo-politics in the world. Again, despite the emergence and rise of modern Turkey over the last century, Ottoman history, heritage and culture still inspire many Turks. Some of them also feel that they have to revive the lost glory, although in a different manner. Exporting Turkish television series in more than 150 countries is such an effort. These serials have gained immense popularity in some courtiers, including Bangladesh. Turkey has also successfully manoeuvred its soft power in the Middle East, Central Asia and Bolkan regions. The country's military endeavour is well known, and its economic diplomacy is not negligible. Nevertheless, there is no control over Nature, and it is impossible to avoid any natural disaster. The latest earthquake is thus a great tragedy for Turkey. For Syria, it spells more horror as the country, once a resourceful part of the Ottman Empire, is already on the brink of collapse due to decade-long wars, violence, conflicts and sanctions.\n[email protected]",
        "headline_1": "Quake in Turkish centenary year",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/quake-in-turkish-centenary-year-1676036258",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2023"
    },
    {
        "full_article": "The air quality in Dhaka city has been deteriorating to a dangerous extent day by day. The capital city has reportedly topped once again the list of cities around the world with the worst air quality on Thursday morning. With an air quality index (AQI) score of 225, Dhaka ranked first in the list of cities with worst air. An AQI between 151 and 200 is said to be 'unhealthy' while 201 and 300 is considered 'very unhealthy', posing serious health risks to residents.In urban areas of Bangladesh, high levels of hazardous gas, dust and smoke emissions from factories and vehicles have contributed to the worsening air quality. The absence of widespread forest cover and the burning of waste, crops, etc have intensified the issue. People in Dhaka city with high levels of air pollution are experiencing problems with breathing, throat and eye irritation, and increased risks of cardiac arrest. It is worth mentioning that poor environmental conditions also affect one's mental health.Environmental problems have long been in the forefront. Yet the authorities concerned hardly take any serious measures to limit the problem. They should urge factories emitting hazardous smoke to switch to renewable resources. Similarly, vehicles' emissions should be tested and if their smoke levels exceed environmental standards then vehicle owners should be fined. Public awareness campaigns should be initiated to discourage people from cutting trees and burning waste. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Control Dhaka's air pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/control-dhakas-air-pollution-1676036287",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-02-2023"
    }
]