[
    {
        "full_article": "The ongoing Tokyo Olympics is the latest sporting event where the trend of taking the knee by players has made its way in. Athletes at these Games are allowed to make a protest after the International Olympic Committee relaxed Rule 50, which previously forbade athletes to make any kind of \"demonstration or political, religious or racial propaganda in any Olympic sites, venues or other areas.\" It follows the Euro 2020 where knee-taking by English footballers had stirred a political debate, but eventually won over the argument against racial injustices. These are powerful imprints of the anti-racism movement Black Lives Matter (BLM). No wonder the editors of Oxford Dictionary, in 2017, added the changed meaning of the word \"woke\" to be awake to sensitive social issues, such as racism, from its traditional usage as past participle of \"wake\". It became popular as the BLM movement started using the hashtag #StayWoke on social media. But many others, particularly the conservatives, deride the term as an insult. Thereby, it is unlikely that the ongoing debate about whether society is becoming too woke or anti-woke will be resolved anytime soon.\nHowever, the solidarity shown in support of three English footballers who were subjected to racial abuse on social media and public sphere, after their failure in scoring from penalty shots in the Euro 2020 final, was something new. The torrent of abusive messages aimed at the trio—Marcus Rashford, Bukayo Saka and Jadon Sancho—was horrendous. It was especially hard for the Manchester United forward Marcus Rashford as he had been already a target of some members of the right-wing forces, including the ruling Conservative Party of the UK, for his off-pitch activism that angered them.\nAfter England's defeat in the final, Rashford's mural in Manchester was also defaced. When the news broke, hundreds of people visited the mural and paid tributes to him for his playing and social activism. Later, the city council decided to preserve all those messages saying that these tributes needed to be preserved for future generations to mark the national moment of solidarity. Politicians, irrespective of party affiliations, including those well-known for their dismissive attitude towards benefits of diversity and multiculturalism, and media outlets including those xenophobic tabloids, all in unison supported the English team. Prime Minister Boris Johnson, much criticised for his offensive comments about women, ethnic minorities and gay people and for refusing to condemn those spectators who booed footballers for taking the knee, started his day, the night after, with a tweet: \"This England team deserve to be lauded as heroes, not racially abused on social media. Those responsible for this appalling abuse should be ashamed of themselves.\" Home Secretary Priti Patel, who termed the knee-taking as \"gesture politics\", also expressed her disgust and promised actions against the social media onslaught.\nThe England manager, Gareth Southgate, said the abuse players had received was \"unforgivable\"—\"It's just not what we stand for. We have been a beacon of light in bringing people together, in people being able to relate to the national team, and the national team stands for everybody and so that togetherness has to continue. We heal together as a team now, and we're there for them [Sancho, Rashford and Saka] and I know that 99 percent of the public will be as well,\" he said. English captain Harry Kane went one step farther by saying, \"If you abuse anyone on social media, you're not an England fan and we don't want you.\"\nSocial media platforms like Twitter, Facebook and Instagram said they had removed hundreds of racist messages and suspended offending accounts. The resistance appears to be holding firmly. On July 21, Marcus Rashford tweeted saying that the right-wing magazine The Spectator was planning to run a story on him the next day about how he had benefited commercially in the last 18 months. Clearly, he had suspected that the aim of the planned article was to discredit his activism. Rashford wrote, \"To clarify, I don't need to partner with brands. I partner because I want to progress the work I do off the pitch and most of any fee I would receive contributes to that. Last summer, 1.3m children had access to food support, through my relationship with Burberry children have a safe place to be after school where they will be fed, following the November investment vulnerable children have safe places to go this summer holiday, and due to my relationship with Macmillan 80,000 children now have a book to call their own.\"\nHe threw back an open question saying, \"Why has there always got to be a motive? Why can't we just do the right thing?\" Support for Rashford poured in from powerful politicians like the Mayor of Manchester and some leading opposition figures and celebrities. Facing the backlash, The Spectator announced it would not publish the planned article.\nThen broke the story about an embarrassing trouble that the newly launched TV channel GB News had to endure. The new channel was designed mirroring Rupert Murdoch's US cable TV Fox News. The channel attracted zero viewers during some of its broadcasts during the second week of July, according to official television audience figures produced by rating agency Barb. It was due to a viewer boycott prompted by one of its presenters taking the knee in solidarity with the England football team—viewers who pledged to stop watching the channel, making accusations that it had sold out and gone \"woke\", or were in favour of Black Lives Matter. Earlier, the channel faced significant threats of boycott by some big brand advertisers who said they want to see its output \"genuinely balanced\". This stance taken by some brands, unrelated to the EURO 2020, is not that outlandish.\nBusinesses' reaction to BLM protests in the United States and Europe this time have been markedly different to their past silence at instances of police brutality against Black people. Since the killing of George Floyd, many global corporations and brands, especially in the US, proactively extended their support through actions like aligning their marketing campaigns with the BLM. Nike then placed an ad on social media saying: \"For once, don't do it, stop pretending that's not a problem in America. Don't turn your back on racism.\" Other shoemakers like Adidas and Converse reposted the same ad, while Netflix tweeted, \"To be silent is to be complicit\".\nSome British brands too started aligning them. Unilever announced, \"Previously called Fair & Lovely, we changed our brand name to Glow & Lovely to embrace a more inclusive vision of beauty\". However, it was nothing like the United States. Perhaps the reason can be better explained with the results of an opinion poll by Opinium carried out in November 2020, which showed that about 55 percent of people in the UK believed that BLM had increased racial tension. In the UK, the resurgence of BLM last year stoked new debates over Britain's colonial past and history of slave trade. Some leading Conservatives were very vocal against the movement and the equalities minister, Kemi Badenoch, urged schools not to support the \"political\" movement in lessons. Despite such underlying tension, the English football team's success in winning the argument about taking the knee gives hope that the tides are turning. It emerged in social media trending analysis that post-tournament anti-racism had a more than 99:1 share of the argument online. Undoubtedly, it can be termed as a glorious example of social resistance.\n \nKamal Ahmed is an independent journalist. His twitter handle is @ahmedka1.\n",
        "headline_1": "Euro 2020 and social resistance against racism in UK",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/euro-2020-and-social-resistance-against-racism-uk-2140271",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2021"
    },
    {
        "full_article": "The Covid-19 pandemic has become a protracted crisis and will be with us for an indefinite period of time. It has already caused unquantifiable loss and suffering. Citizens' confidence and strength have been shaken to the core, and many societal fault lines and fragilities have been exposed. Nevertheless, there has been a huge effort to explain many of the new phenomena by way of research. Recently, the Centre for Peace and Justice (CPJ) of Brac University published a report titled \"Covid-19 Livelihood Crisis, Social Cohesion Challenges and Mitigation Options\" which sheds light on some of the financial effects of this pandemic.\nCPJ conducted its research in major urban areas of Dhaka division in December 2020. The findings show that about 20 percent of the 1,064 respondents were unemployed: of them, 81 percent lost their jobs due to Covid-19. The CPJ study shows that the mean income of low-income groups declined by about one-third compared to their pre-pandemic earnings. The returnee migrants experienced a staggering 67 percent decline in their income. Over 80 percent of surveyed households experienced an adverse impact on their savings and assets.\nGiven the limited nature of existing social safety net programmes (notably in urban areas), depletion of savings as well as accumulation of debt, 17 percent of the respondents said they depended on alternative sources of earnings. However, there is a considerable variation in opting for alternative livelihoods in terms of the respondents' profession, gender and educational level, amongst other factors.\nTransport workers, for example, particularly struggled during the 2020 lockdowns, with 27 percent of them having opted for alternative earnings. One in four returnee migrants also explored alternative livelihood upon their return to Bangladesh. As for people belonging to other professions, 17 percent of day labourers and private-service holders, 15 percent of micro-entrepreneurs, and 11 percent of household aides tried to earn a living from alternative sources.\nVarious unstructured interviews show that while some of the household aides have managed to find alternative employment, a large number weren't re-hired after lockdowns. The returnee migrants who experienced the highest income loss amid the pandemic faced dilemma between remigration and alternative livelihood plans. Nearly two-thirds of the returnees would like to return to their overseas jobs but they face various hurdles. On the other hand, many returnees are opting for alternative opportunities within Bangladesh. However, for many of them, payment and working conditions appear less than satisfactory compared with the benefits of employment abroad.\nThere is also a significant gender gap noticed in terms of the remigration and alternative livelihood plans of the returnees. For instance, less than 10 percent of male returnees explored alternative livelihood options, and 25 percent of them found jobs. In contrast, 48 percent of female returnees explored alternative livelihood opportunities but only 12 percent were employed.\nCritical factors\nWhat are the critical factors taken into account when it comes to securing alternative livelihood amid the pandemic? Returnee migrants opined that acquisition of new skills (94 percent), control of virus (88 percent), usage of individual savings and assets (85 percent), institutional support like bank loans (78 percent), and family support (74 percent) are critical to pursuing an alternative livelihood in Bangladesh.\nThe CPJ survey revealed that financial support is a critical factor in relation to alternative livelihood options. The survey shows that those in dire need of financial help amidst the pandemic found little support from formal institutions, such as banks and NGOs.\nAnother group in need of urgent support is the urban informal workers—85 percent of the 61 million people in the country's labour force work in the informal sector, according to Bangladesh Bureau of Statistics. Yet, their voices have been hardly heard during the pandemic. Of the government's 23 stimulus packages involving Tk 1,24,053 crore for the pandemic-hit people, most are directed to the formal sector. One practical problem in helping the informal workers is lack of database. Thus, addressing the data gap by taking advantage of information technology is critical. A reliable database can help international development partners and NGOs as well as in adopting innovative policies, which will facilitate alternative earnings for urban informal workers.\nProvisions of alternative livelihoods have gained currency in many parts of Asia during the pandemic. There have been organised initiatives under the aegis of the International Domestic Workers Federation based in Hong Kong, India, and Sri Lanka. In the Philippines, \"Move Up\", an urban resilience project funded by a number of international development agencies, gives partner communities a chance to explore alternative livelihood options.\nGiven the limited nature of social protection facilities available in Bangladesh and financial constraints to support the poor and new poor, there is an urgent need for more institutionalised efforts to create alternative livelihood provisions, particularly for the urban informal workers. The protracted nature of the pandemic and repeated lockdowns and shutdowns will affect certain groups, as highlighted in this article, more than the better-off sections of society. This will result in greater inequality and widening of gaps between various sections of the population. If such negative trends continue, social injustice and societal unrest will become major challenges. \nOur policymakers need to pay careful attention to the various research findings and engage with the relevant stakeholders to address the issue of alternative livelihoods. The development partners, donors, NGOs, community organisations and academics should forge a united front to create realistic alternative livelihood options for the vulnerable sections of the population during their hour of need. \n \nDr M. Shahidul Islam is an economist and Research Fellow at the Centre for Peace and Justice (CPJ), Brac University. Views expressed in this article are those of the author and do not necessarily reflect the positions of Brac University.\n",
        "headline_1": "Pandemic-hit groups need access to alternative livelihood options",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pandemic-hit-groups-need-access-alternative-livelihood-options-2140246",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2021"
    },
    {
        "full_article": "What were you doing on a Thursday morning when you were 14?\n14-year-old Selina woke up and left for work at 8 am on one fine Thursday morning—to catch her shift at the Hashem Foods factory. The factory then caught fire, and workers on the third floor were ordered to remain and locked up inside—prohibited from escaping a fire that would burn for almost 24 hours straight. The shift had to go on.\nNo trace of Selina was found by her grieving family, when they were interviewed by Somoy TV two days after the fire. Selina's family were seen holding a photograph of her, ardently hoping the child in it will soon reappear. Selina's sister said grimly, \"Please return my sister. I do not need anything else, I just need her back.\" Will Selina return to her family? Or is she one of the 49 humans burnt beyond recognition, and her photo is all that remains?\nA report by The Daily Star suggests that besides than Selina, at least 16 other children were \"missing\" after the Hashem Foods fire. Children who died producing snacks such as lollipops and chocolate spreads for our children, inside a six-storey death trap we chose not to see.\nThat fateful Thursday was also 12-year-old daughter Shanta Moni's third day at work. Shanta had lost her father seven years ago. She was enrolled in a madrasa but stopped studying as it was closed. Shanta Moni's mother, who was gasping for breath after having frantically searched every children's ward in Dhaka Medical College Hospital hoping her beloved daughter would be in one of them told The Daily Star, \"They were going to give her Tk 5,500 per month for making lollipops. She used to work on the third floor.\"\nAccording to the National Child Labour Survey 2013, 3.45 million children aged 5 to 17 were engaged in child labour. The Hashem Foods fire momentarily exposed the prevalence of child labour in Bangladesh and temporarily penetrated our consciences from which this unpleasant and cruel reality had been conveniently filtered out. As a result of this slippage, many of us were forced to wonder how is it that in a state of lockdown all educational institutions are seen as being too unsafe for children to visit, but working inside factories is not?  Many of us took a step further back and asked: why, if at all, is child labour still legal in Bangladesh?\nThat is the question I hope to explore in this piece. Under the Bangladesh Labour Act 2006 (BLA), child labour is legal for children aged above 14, since the law creates a rather artificial distinction between children and adolescents. An \"adolescent\" is defined as a \"person who has completed fourteenth year but has not completed eighteenth year of age\" (Section 2(8), BLA). By contrast, a \"child\" is defined as a \"person who has not completed fourteen years of age\" (Section 2(63), BLA). Therefore, employing a 14-year-old girl like Selina to oil engines of industrial growth is perfectly legal.\nThe labour law's definition of a child is at odds with that provided in the Children Act 2013, the main law intended to advance the rights of children in our country—Section 4 of which states, \"all persons aged up to eighteen years of age shall be treated as children.\" Section 2(f) of the earlier Children Act, 1974 (which the 2013 Act replaces), had defined a child as \"a person under the age of sixteen years\" and therefore had introduced a wider definition of child than the BLA.\nWhile our labour law does legalise the employment of children above 14, Chapter III of the BLA specifically deals with the employment of adolescent workers. Section 34(1) of the BLA states that, \"No child shall be employed or permitted to work in any occupation or establishment,\" while Section 34(2) places some restrictions on employment of adolescents (i.e. those aged above 14) subject to two conditions being met. The first requirement is for the employer to obtain a certificate of fitness granted by a registered medical practitioner. The second requirement is for the adolescent to carry a token containing a reference to such certificate while at work.\nIt is not yet clear whether either of these two conditions were met by Hashem Foods Ltd. However, when confronted about the question of exploiting child labour, Md Salauddin, the administrative spokesperson for Sajeeb company told The Daily Star: \"The issue about the age of the workers is wrong. They were hired after reviewing the relevant documents. If the age is less, it is the workers who tampered with the documents.\" Under the labour law, if there is any dispute as to the age and whether a particular worker is a child or an adolescent worker, any of three documents must be used to resolve it: (i) a birth registration certificate; (ii) a school certificate; or (iii) a certificate issued by a registered medical practitioner certifying the age (Section 36, BLA). However, the disputes relating to the real age of the child workers \"missing\" after the Hashem Foods fire exposes the pitfall of relying exclusively on documentary evidence (which can easily be \"tampered with\") in resolving disputes as to the age of child workers. While most families of the \"missing\" child workers insist that their beloved daughter or son was underage, the factory authorities insist the exact opposite—and claim to have the papers to prove it. It would be unlawful to employ a 12-year-old like Shanta, but having her age \"certified\" to be 14 or above through one of the three aforesaid documents would be enough.\nOther than the need to obtain and display fitness certificates, Chapter III also places two key prohibitions in the employment of adolescents. Firstly, it prohibits adolescents from being employed in work that is declared too hazardous by the government (Section 39(2), BLA). In 2013, a government order declared 38 processes and activities as being hazardous for children, which includes working in a biscuit factory. In 2015, when the Bangladesh Labour Rules were formulated, Rule 68 also listed 32 activities which are deemed to be too hazardous for adolescents, which includes working with cutter machines. The National Child Labour Survey 2013 found that 1.28 million children were engaged in hazardous labour. Secondly, adolescents cannot be made to clean, lubricate or adjust any machinery of any establishment while it is in motion or to work between moving parts or between the fixed and moving parts of such machinery (Section 39(3), BLA).\nIf any person employs any child or adolescent, or permits any child or adolescent to work in contravention of any provision of the labour law, they are to be punished with a fine that may extend to Tk 5,000 (Section 284, BLA). This penalty is rather minimal when compared to the severity of the offence, with no prison sentence being prescribed, and the amount of fine being capped at a very low level—despite the varying degree of harms that may result due to the offender's contravention of child labour laws in the country. Then again, limiting the liability of those that violate labour rights seem to be a rather defining feature of our labour law. For instance, all an employer has to pay if a worker is killed in an \"industrial accident\" (which, more often than not, is a foreseeable outcome of the employer's failure to ensure occupational safety), is Tk 2 lakh.\nOn 30 November 2020, the National Child Labour Welfare Council published a draft National Plan of Action to Eliminate Child Labour. How can we possibly hope to eliminate child labour while keeping it legal?\n \nTaqbir Huda coordinates Justice For All Now (JANO, Bangladesh). \n\nEmail: taqbirhuda@gmail.co\n",
        "headline_1": "Why is child labour still legal in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/why-child-labour-still-legal-bangladesh-2139296",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2021"
    },
    {
        "full_article": "According to data provided by the Bangladesh Telecommunication Regulatory Commission (BTRC), the number of internet users in Bangladesh stood at 11.61 crore in March 2021, up by 12.48 percent year-on-year, whereas the number of mobile phone users stood at 17.46 crore in March 2021, up by 5.62 percent year-on-year. According to industry insiders, the e-commerce industry in Bangladesh has been growing steadily at a rate of 25.6 percent in the last few years, and this industry is expected to generate more than USD 5 billion in Gross Merchandise Value (GMV) by 2025 when at least 25 percent of the total population will be e-commerce customers. Since the pandemic hit Bangladesh, Mobile Financial Services (MFS) have experienced tremendous growth as around 1.8 crore customers in 11 months (March 2020 to January 2021) resorted to such digital services last year, taking the total number of registered MFS users standing at  10.06 crore.\nOnce you pore over these statistics, it becomes clear to anyone that Bangladesh is taking great strides in materialising the Digital Bangladesh dream. While the pandemic has brought the whole world down to its knees, even the strong economies are struggling heavily to experience a quick rebound. In such a backdrop, Bangladesh's economy has been so resilient and is performing strongly owing largely to the fact that the country has left no stone unturned to turn the tables by capitalising on the components of digital transformation.\nTo cope with the heavy blow dealt by the coronavirus, Bangladesh has, in an adroit move, swiftly shifted its attention to digitisation and has gone all-out to expedite the process. Consequently, we have seen a meteoric rise in the number of mobile internet and MFS users. This transformation was heavily aided by wide connectivity. While Bangladesh now enjoys 4G connectivity all over the country, the rollout process of more advanced 5G technology does not seem too far off into the future, with preparations going on in full swing and the stakeholders, including smart device manufacturers gearing up and scaling up their productions. If Bangladesh wants to continue the existing growth—counting on the power of connectivity and technology—digital inclusivity is a must. At a time when there is every possibility of the digital divide increasing, it is imperative that the access of cross-sections of people to smartphones—devices necessary to access ever-evolving technology—be ensured.\nBangladesh, as always, is playing a commendable role in this regard as policies conducive to the local production of smartphones and other smart devices are already in place. There are many smartphone brands selling smart devices in this country, but it is often seen that people from all walks of life struggle to buy the right phone because of the relatively high prices. This is why it is important that mobile brands manufacture their devices locally so that they can offer smartphones at more competitive prices. It is, however, heartening to see that many smartphone manufacturers have opted for local production, thanks to the time-befitting initiatives of the government. \nWhen smartphones are manufactured locally, it will open up many windows for both the manufacturers and the users. Firstly, the brands will witness a dramatic reduction of costs as they will not have to pay taxes related to import. The government has adopted a revised tax policy with a view to encouraging manufacturers to produce smartphones locally. The cumulative tax on imported handsets is 34 percent. In contrast, local assemblers, who follow a Semi-Knock Down (SKD) Process, will have to pay 17 percent cumulative tax, whereas cumulative tax for phones which are locally manufactured is only 1 percent. It is nothing short of incredible. This tax structure is industry-friendly and points to the government's willingness to ensure digital inclusivity for all.\nSuch advantages will benefit the people of the country in mainly two ways. First and foremost, they will be able to buy smartphones at affordable prices, insinuating that bringing down the digital divide in the face of increasing digital transformation will turn out to be a much more feasible task. Just imagine the situation when even someone from the rural backwater will have access to connectivity and digital services with a 5G connected smartphone in his/her hands. Such transformation will even boost the rural economy. Second, setting up factories in Bangladesh will create more job opportunities for the skilled workforce who are sitting idle. Because of the pandemic, the whole world is suffering, so is the job sector in Bangladesh. Its unemployment rate increased by 1.1 percent to 5.3 percent in 2020, according to a new assessment by the International Labour Organization (ILO). This problematic situation can be mitigated, at least to certain degrees, if smartphone brands move on to setting up factories in this country. This way, the country will be able to utilise its demographic dividend in the proper manner.\nThe equation is very simple—the more brands lean towards local factories, the more affordable smartphones will be. The more people have access to smart devices, the more they will be able to tap into the endless possibilities of digitisation and the subsequent transformation. When this transformation will reach every corner of the country, then the vision of Digital Bangladesh and comprehensive digital transformation across all sectors will get realised in the truest sense. Most importantly, in all these scenarios, it is only the people of this country who are going to benefit the most. \nTim Shao is the Managing Director of realme Bangladesh.\n",
        "headline_1": "Self-sustenance in smartphone production",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/self-sustenance-smartphone-production-2139271",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2021"
    },
    {
        "full_article": "According to various studies, human trafficking is the third largest crime industry in the world behind drug dealing and arms trafficking—which are also often connected to human trafficking—and is the fastest growing activity of transnational criminal organisations. Bangladesh, like all other countries of the world, has been suffering greatly from this evil. Recently, Interpol released details of \"Operation Liberterra\", a mission coordinated by authorities in dozens of states which led to the rescue of 430 human trafficking victims and the arrest of 286 suspects. The victims included migrants and underage girls who were being smuggled to Greece from Afghanistan, Bangladesh, Pakistan and Syria.\nJudging from recent news reports and research findings, it seems that human trafficking from Bangladesh is on the rise. Whether that is actually the case or is due to the authorities doing a better job of capturing the criminals responsible for this evil is hard to determine, but what is obvious is that thousands of people are falling victim to traffickers every year. And much of it is due to people desperately trying to migrate abroad for better jobs, unware of the dangers of getting trafficked and being forced into various forms of slavery in the process.\nOver the past couple of years, the authorities have certainly done a better job in terms of fighting human traffickers and rescuing trafficking victims, which has led to Bangladesh earning itself an upgrade to Tier 2 in the ranking of countries fighting trafficking, according to a US report. In the process, a few trafficking masterminds have also been identified and captured, and it was discovered that one way or another, most of them were either politically connected or themselves politically powerful individuals. This also illustrates how people who are influential and powerful in society are running such criminal networks, using their connections to benefit themselves from what is essentially a form of modern-day slavery. This obviously makes it more difficult to fight human trafficking. Nevertheless, the authorities must take every step necessary to stop this crime.\nPromoting safe migration is a proven strategy to reduce vulnerability to trafficking. The government should also invest in skills development of prospective migrants to ensure greater security for them. Investment in making higher-quality pre-departure information available is equally important, as is the provision of protection by Bangladeshi representations to migrants abroad. However, at the end of the day, given the nature of this crime and trafficking networks being transnational in their set-ups, the authorities must coordinate with other countries in transnational actions to stop human trafficking—by reducing the operational space for organised trafficking and smuggling networks.\n",
        "headline_1": "World Day Against Trafficking in Persons",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/world-day-against-trafficking-persons-2140196",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2021"
    },
    {
        "full_article": "It seems neither the Covid-19 nor the dengue virus is backing down from their sweeping spread across the country. What is worse is that most patients of dengue this year seem to be contracting the dangerous Serotype-3 variant of the virus. All 20 samples of dengue patients from various hospitals tested by the Institute of Epidemiology, Disease Control and Research (IEDCR) were found to be of this variant. As of 8 AM on Wednesday, the total number of dengue patients this year stood at 2,098. It should be noted that the number was only 565 on July 7. Curiously, the dengue virus has a tendency to spread widely every alternate year. During the 2019 outbreak, for instance, there had been 101,354 confirmed cases and at least 179 deaths, according to the Directorate General of Health Services (DGHS).\nDoctors from the IEDCR and Shaheed Suhrawardy Medical College and Hospital (SSMCH) say that not only is the Serotype-3 variant more dangerous, it can also be deadly for patients who have contracted any variants of the virus previously. Prompt and proper treatment is also required for patients suffering from the rare dengue haemorrhagic fever, which happens to be common amongst those infected this year.\nUnfortunately, this is the worst possible time for Bangladesh to be dealing with such a variant of the dengue virus, given that the daily Covid-19 infections number crossed the 16,000 mark on July 28, indicating a huge uptick on that front. Needless to say, hospitals across all divisions are already overburdened trying to treat Covid-19 patients, and vacant ICU beds are either scarce or unavailable. Meanwhile, most dengue patients are resorting to treatments at private hospitals. The situation is such that two dengue wards at SSMCH are reportedly occupied by Covid-19 patients.\nBut the dengue surge must be stamped out before it gets out of control, not only because the prevalent Serotype-3 variant is more dangerous but also because patients contracting both dengue and Covid-19 simultaneously are said to have fewer chances of recovery as the treatment for one virus may interfere with that of the other.\nThe good news is that, as reported by this daily, the DGHS had received a health ministry proposal to have six hospitals dedicated for dengue treatment along with the required manpower. Though we hope this proposal will be finalised and implemented soon, we must urge relevant authorities to thoroughly plan the management of these hospitals so that their operation is efficient and effective. The execution of this plan should not be delayed or taken lightly so that we can avoid a dengue situation like the one from 2019—or something even worse, given the present grim Covid-19 scenario.\n",
        "headline_1": "Dengue surge requires urgent action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dengue-surge-requires-urgent-action-2140191",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2021"
    }
]