[
    {
        "full_article": "With little under a quarter left in the financial year 2023-24, the government has met nearly 81% of its direct tax collection target. At ₹14.7 lakh crore, direct tax inflows net of refunds, as of January 10, were 19.4% higher than a year ago. Economists believe the exchequer’s net direct tax kitty will end up surpassing the Budget estimate of ₹17.2 lakh crore by about a lakh crore if not more, with the full-year growth settling at around 18%. With Goods and Services Tax inflows also likely to beat the Budget math and non-tax revenues bolstered by a generous dividend from the central bank, overall revenues are likely to go beyond Budget hopes despite a relatively tepid intake from excise duties. Within direct taxes, corporate taxes have grown 12.4% while personal income taxes have yielded 27.3% higher revenues and this dichotomy may persist in coming years with the number of income-tax returns filed this assessment year hitting record levels (8.2 crore by December 31).The healthy revenue uptick and appreciable widening of the tax filing base offers some comfort for the government’s fiscal consolidation hopes going forward, amid apprehensions that this year’s deficit target of 5.9% of GDP may be missed by a small margin. It also creates room for the Centre to undertake more reforms in taxation with a focus on simplifying it further for corporates and individuals. For instance, the multiple withholding tax rates for firms, that often lead to disputes, can be minimised to a handful of lower rates, if not one. Tax deduction and collection at source (TDS and TCS) rates, including the much-debated levy to track overseas spends, may be brought down a few notches — the taxman can continue to derive intelligence from them, irrespective of the rates. The new exemption-less personal income tax regime with lower rates and paperwork is gaining traction. Yet, the government can mull some mechanisms to nudge people into better life choices aligned with public policy goals that can also deepen financial markets and strengthen macro-fundamentals — encouraging retirement savings and health insurance, for instance. The 18% GST levy on health insurance must also be reconsidered, even as a broader rationalisation of GST rates is awaited, as it entails significant costs for lower- and middle-income households who face a real risk of slipping into poverty in the aftermath of a health-care crisis for a single member. Finance Minister Nirmala Sitharaman has signalled the Interim Budget 2024-25 will have no spectacular moves, so a repeat of the 2019 pre-election exercise that rejigged income-tax slabs may be unlikely. But the revenue buoyancy must enthuse policymakers to keep more reform options on the table for the new government to consider.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\ngovernment\n\n/\n\nUnion Budget\n\n/\n\npersonal income\n\n/\n\nhealth insurance\n\n/\n\nReserve Bank of India",
        "headline_1": "Robust revenues: On direct tax collection target and fiscal consolidation",
        "headline_2": "Strong direct tax receipts create a fiscal cushion and room for more reforms",
        "link": "https://www.thehindu.com/opinion/editorial/robust-revenues-on-direct-tax-collection-target-and-fiscal-consolidation/article67734595.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "For the eighth year running, the Centre has announced the Swachh Survekshan Awards, its annual exercise of awarding cities, towns and States which have performed impressively on various parameters of public sanitation. In an exercise that has now become predictable, the city of Indore, in Madhya Pradesh, has been adjudged India’s cleanest city for the seventh year in a row. The only change is that this year, it has to share honours with Surat, Gujarat. Last year, Surat came second, which is not surprising as it usually occupied the higher echelons of the ranking ladder in earlier editions. Bhopal, Indore, Surat and Visakhapatnam have entrenched themselves over the years. There is a certain volatility beyond the top 10 — Ahmedabad, Chandigarh and Gwalior, for instance, are volatile cities — but the top cities are consistent. All of this is suggestive of a degree of stagnation.Another quirk of the survey is that it creates multiple sub-categories, so that many more cities have a chance at top-scoring in some category or the other. Thus, while it is meaningful to create sub-categories based on population, some classifications stretch credulity. Mhow in Madhya Pradesh has been awarded as the cleanest ‘cantonment’ town. Varanasi and Prayagraj are proud winners of the ‘Cleanest Ganga town’ and Chandigarh is the cleanest ‘Best Safaimitra Surakshit Sheher’ (Cities safest for sanitation workers). Other than obvious criticisms of parochialism — why for instance cannot there be the cleanest Cauvery or Narmada town? — it ends up focusing too much attention on the top. The underlying principle of several ranking schemes put in place by the Centre is to ‘motivate’ sections — cities, villages, schools — to pull themselves up on their own mettle. While this works well for sporting contests, public sanitation is not something that is the result of a town or city actively choosing to be lazy or industrious in improving themselves. It is heavily influenced by their history, economic conditions and proximity to power. That a few cities are perpetually at the top means that there is less attention paid to the factors that hinder a general improvement in sanitation. One way to make future editions of the survey work as a useful barometer of progress is to acknowledge that consistent toppers have already put in place a well-oiled system and having done so, retire them from future rankings for a few years. This will throw focus and highlight challenges that stymie other cities. For civic sanitation to remain a sustainable movement, it is high time that the government intervenes and prevents it from being a numbers game. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSwachh Bharat Mission\n\n/\n\nMadhya Pradesh\n\n/\n\nIndore\n\n/\n\nSurat\n\n/\n\nGujarat\n\n/\n\nVisakhapatnam\n\n/\n\nBhopal\n\n/\n\nAhmedabad\n\n/\n\nChandigarh\n\n/\n\nVaranasi\n\n/\n\nschool\n\n/\n\nsurvey",
        "headline_1": "Numbers game: On the Swachh Survekshan awards",
        "headline_2": "Factors that hinder general improvement in sanitation must be overcome",
        "link": "https://www.thehindu.com/opinion/editorial/numbers-game-on-the-swachh-survekshan-awards/article67734612.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "As 2023 drew to a close, India deployed three warships in the Arabian Sea after a drone hit a merchant vessel, MC Chem Pluto, off its western coast last week. A second vessel MV Sai Baba, an Indian-flagged crude oil tanker, was also hit by a one-way attack drone.\nThe US has claimed that the two drones were “fired from Iran” although Tehran has dismissed this accusation as baseless. India, however, has maintained that the perpetrators of the attacks remain unknown. Defence minister Rajnath Singh stated they would “find those who executed the recent attacks on merchant navy ships even from the depths of the seas and take strict action against them”.\nNew world: US and UK have carried out strikes against Iran-backed Houthis. However, India has to act in its own economic and strategic interests\nThe attacks on the two vessels have highlighted the importance of India’s oil security as the Red Sea is one of the two routes which secure India’s oil supply, the other being the Persian Gulf. Houthi attacks in the Red Sea and now these drone strikes in the Persian Gulf have highlighted the vulnerability of the world’s busiest shipping lanes. Maersk, the world’s biggest shipping company, has halted all container shipments through the Red Sea until further notice.\nDefence minister Singh has also highlighted that India is a regional power in the Indian Ocean and is a net security provider in the region and, thus, it must ensure that the maritime trade routes remain protected.\nDespite its stated aims to secure sea lanes of trade in the region, India did not join Operation Prosperity Guardian, a US-led maritime security initiative to address security challenges in the Red Sea and ensure freedom of navigation.There are two reasons for this. One, India has always been wary of joining any coalition, let alone a US-led one, given its long standing non-aligned foreign policy stance. More pointedly, US-India relations, which had been blossoming since the epochal US-India Civil Nuclear Agreement finalised in 2008 to the US-India Initiative on Critical and Emerging Technology (iCet) in 2022, have faced some complications after US Department of Justice charged an Indian citizen in November 2023 with plotting to assassinate a US citizen on US soil.\nSince then, President Biden has declined an invitation to visit India for its Republic Day celebrations and the Quad summit 2024, which is also looking to be in trouble for the second year in running.\nThe second reason is India’s own relations with Iran, and the lessons it has learnt from following the US policy towards Iran in the past. India abided by US sanctions, winding down on oil imports from Iran after the latter pulled out from the Joint Comprehensive Plan of Action (JCPOA) in 2018. Before the ban, India imported 23.5 million tonnes of Iranian crude oil, almost one-tenth of its total requirement in 2018-9, that too on lucrative terms such as 60-day credit and other discounts.\nAs India scaled back on Iranian crude oil, China — India’s strategic competitor, unfriendly neighbour and world’s largest crude importer — became Iran’s top customer. Between 2020 and 2023, Iran’s oil shipments to China more than tripled despite US sanctions. While this lesson ensured that India did not follow the West on its sanctions on Russia post the invasion of Ukraine, tensions in the Middle East are now jeopardising India’s strategic and economic interests, especially with Iran. This is one of the reasons foreign minister S Jaishankar is visiting Iran on Monday.\nIndia has been scaling up its investments in Iran. The Chabahar port is a key point of interest where, after years of arbitration, India is looking to sign a multi-year deal to develop a terminal in the geo-strategically important port which provides access to Central Asia.\nThe interest is not one way. Iran too is keen to revitalise its energy relations with India, especially as India becomes the third largest importer, and consumer of crude oil with a growing economy and demand for oil in 2024. OPEC cuts on oil for the first quarter of 2024 have also pushed Indian refiners to further diversify their oil supply which creates an incentive for New Delhi and Tehran to push for strong ties.\nRising prices on crude oil have a substantive impact on India’s domestic politics — a surge in crude oil prices raises the cost of domestic fuel, which would impact those largely in the lower-income bracket. This, in turn, could affect the BJP’s prospects in the 2024 Lok Sabha elections. Thus, India not agreeing to US claims of an Iranian hand in attacks is deeply related to its economic and strategic interests, not only in the region but also on the domestic front. Moreover, maintaining its own foreign policy position on this matter highlights India’s commitment to strategic autonomy. It’s a good reminder to those who see the world through a bipolar lens that there is now a multipolar world order emerging, one that will be based more on interests than values.\n\n",
        "headline_1": "Red Sea attacks: Why India is strategically silent on Iran role",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/red-sea-attacks-why-india-is-strategically-silent-on-iran-role/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "Jonathan Swift, author of ‘Gulliver’s Travels’, made a list of resolutions in 1699. After declarations like, ‘Not to boast of my former beauty, or strength, or favour with Ladyes, &c’ and ‘Not to be fond of Children or let them come near me hardly’, he ended with the most sensible resolution of all time, ‘Not to sett up for observing all these Rules; for fear I should observe none.’\nHe already knew what research tells us today, that 80% of resolutions are abandoned within a month of making them. There are two primary reasons why resolutions fail. They are either too grandiose or aren’t meticulously planned. If you decide that you want to lose 20 kg and starve yourself, only to weigh yourself after two weeks, and see that you have lost half a pound, which you regained the next day because it was just water, it’s enough to drive you to drown your sorrows in a tub of Baskin-Robbins. Or say, you resolve that this is the year you want to become truly wealthy, and after listening to Narayana Murthy, decide that working 70 hours a week is really the ticket, then chances are that you will either exhaust yourself by the end of January or a few months later, your fed-up spouse, unlike the wonderful Mrs Murty, will leave you and take half of what you already have.\n\nIn the event that you are the resolution-making sort, then it’s better to begin by making feasible ones like those listed below.\n1. Boycott places: Point a finger at a random place on the map and resolve to boycott that country. This may be the easiest resolution on our list primarily because you had no intention of going there anyway. This struck me after seeing the Maldives-Lakshadweep controversy, when reportedly irate Indians cancelled over 10,000 hotel bookings and 5,000 flight tickets to the Maldives recently. While I admire their solidarity, what ignited my curiosity was how all these people had managed to get HR to grant them leave in January in the first place.\n2. Weigh the pros: Statistically, weight loss is the number one resolution made every year. If you have made this resolution for the last five years (and clearly failed because you wouldn’t be making it again), it’s better to stop fixating on size and accept that good things don’t always come in small packages. Resolve to get stronger and buy clothes one size up. This especially applies to underwear. Vanity, silk, and cotton tend to itch when wedged up your bottom.\n3. Don’t be a Tyagi even if your last name is indeed Tyagi: It is difficult for most people to give up pleasurable things so try swapping instead of sacrificing. Love binge-watching ‘Dubai Bling’ with a bowl of popcorn? Try watching a zombie movie. Decaying creatures chewing on decapitated heads would hopefully make you lose your appetite, and it’s been scientifically proven that watching horror movies burns more calories.\n4. Tolerance is greater than love: Forget sweeping sentiments like loving mankind, your country or even your family. It’s enough to just about tolerate them. Tolerance is what a bacterium builds towards an antibiotic so they can both exist in peace without interfering with each other.\n5. Chart your course: Instead of scrolling on your phone, take up short courses as often as you can, including intercourse. There comes a stage when the easiest way to grow is horizontally, but you must push yourself to grow in other ways — grow wiser, grow roses, grow your libido. Just grow.\n6. Resurrections are granted to the stubborn: My old friend Bobby Deol, who was once written off, is now referred to as Lord Bobby and has a massive fan base called ‘Boobians’. Do you remember that famous line about God’s house where there is der but not andher? At some point we do reap the rewards of sticking it out. Well, unless it’s the losing 20-kilo resolution because God clearly has better things to do than getting you into a size 10 dress.\n7. Choose Pixar over Plato: Want some philosophy and life lessons without taxing those neurons? I know you are not likely to read Plato’s ‘The Republic’, and to be honest, nor am I. In this case, the best option is to get hold of some animated movies which have the greatest reflections on existence tucked away in all the sound and colour. Dory from ‘Finding Nemo is my guru because no matter what life brings, she says, ‘Just keep swimming.’\n8. Organise a ‘Go to Jail’ card:  Set up severe consequences in case of failure. Or better yet, get someone in the family to do it for you. I read about a mom who made her children sign an agreement to use their devices in a limited capacity. Unless her digital detox rules were followed, they would be banned from using Zomato or Swiggy.\n9. Travel lighter this year: We all carry baggage, and like airline counters, the heavier the bags, the greater the penalty. We may never get rid of it all, but with enough practice and perhaps even the right therapist, we can learn to downsize our baggage so it’s small enough to stow in the overhead compartment.\n10. If you can’t follow Dory, then be an Orry: Be clear about your strengths and then capitalise on them. Orry doesn’t dance, sing, produce oil, coal or steel. He doesn’t fight elections or play cricket. He goes to parties and strikes a pose with his famous friends. Yet he has become part of our zeitgeist to the level where not only am I fascinated by him, but on a recent podcast, senior journalists bantered by calling each other the ‘Orry of poor people’ and the ‘Orry of intellectuals’. Now, if Orry wrote a book titled, ‘How to Make Friends and Influence People in Bollywood’, I would be the first one to buy it.\nIn case anyone is interested in my resolutions for the year, let me inform you that I didn’t make any. Instead of wish lists, I tend to rely on daily to-do lists. In the last few years, I have discovered that if I keep ticking off daily tasks, by the time 365 days have passed, I manage to fulfil resolutions that I didn’t even know I had made in the first place.\n\n",
        "headline_1": "Dory, Orry and other NY resolutions that won’t leave you sorry",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/dory-orry-and-other-ny-resolutions-that-wont-leave-you-sorry/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "On the surface, from an Israeli, regional, and even global perspective, US-led attacks in Yemen could be the first sign of further deterioration in West Asia’s security situation. Americans and the British, together with partners, acted for the first time in weeks against the Iranian proxy that has been disrupting global free trade.\n\nYet, in Israel, there are those who believe this is actually good news – after weeks of seeming hesitation, the West decided to act, sending a message to Iran, the driving force behind Houthis, and those behind destabilisation efforts in West Asia.\nRead full story on TOI+\n\n",
        "headline_1": "US strikes may not be hitting home in Iran: Washington’s attack won’t deter Houthi rebels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/us-strikes-may-not-be-hitting-home-in-iran-washingtons-attack-wont-deter-houthi-rebels/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "Culture is a constant, generally, but migration opens an opportunity to change. A fascinating example is Hinduism in Indonesia that south Indian traders brought to the archipelago around the first century CE. It is delightfully different from the one we practise in India, as I found in a recent visit to Indonesia.\n\nIndonesians have a caste system that is highly egalitarian. Even within the cultural boundaries of Indonesian Hinduism, women are more equal to men than they are in India.\nRead full story on TOI+\n\n",
        "headline_1": "Inclusive Hinduism…in Indonesia",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/inclusive-hinduismin-indonesia/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "Reining in the soaring prices of most essentials is viewed as one of the key challenges for the new Awami League (AL) government. The immediate past government that too belonged to AL had failed to tame a stubborn price situation for the past one year or so. It is now incumbent upon the new government to do whatever is needed to be done to bring down the prices within the reach of the common people. Easing of the price situation has become more pressing as the holy month of Ramadan is not far away. The current price situation is not lost upon the policymakers who are acutely aware of the sensitivities surrounding Ramadan. They have allowed for the import of key consumer items on supplier's or buyer's credit, under \"90-day usance approved by the central bank for cooling the overheated market.\" According to a report published in this newspaper, it is understood that Bangladesh Bank (BB) has allowed such deferred payment with the specific purpose of keeping prices of essentials stable during the month of Ramadan. While this certainly is very welcome news, the question is precisely what measures authorities are going to take if or when sellers decide to flout the rules? What is amply clear from the bitter experience consumers have had to endure is that sellers at every stage of the supply chain have become a tad relaxed and comfortable with lax monitoring. The highly-publicised raids by relevant agencies are not having the desired effect in taming prices. Technically speaking, the deferred payment on consumer goods like edible oils, chickpeas, pulses, onions, spices, sugar and dates should help traders keep the supply of some items, usually consumed in larger volume, stable over this period. But stable supply had never really stopped any trader in the past from hiking prices, especially when Ramadan came round. The unfortunate truth here is that whereas in the past traders used to make a fast buck during Ramadan, this malpractice has become a round-the-year phenomenon. What consumers will be waiting to see is whether market monitoring activities will be stepped up to check violators of the law. It is obvious that BB would like to calm an overheated market for essentials for the benefit of consumers in general, but authorities have thus far failed to demonstrate that they are willing to get harsh with the so-called business syndicates over this issue.There was much hope that in the post-election period things would improve. They haven't. New records are constantly being made on how high and ludicrous prices can go in kitchen markets around the capital city and country. And while BB states that the facility of deferred payment will remain applicable for initiation of import till March 31 this year, one must take such statements with a pinch of salt. In the past the revenue board had slashed import duty on many products and the only benefit it brought was higher profit for importers and none for consumers. That unfortunately reflects the state of affairs in the country. While the importers always use the excuse of poor imports to raise prices, with this facility being granted two months before the onset of Ramadan, goods can be imported in a timely fashion. But let there be no confusion about the fact that importers / traders can and always do find new excuses to further squeeze consumers on the question of prices. Until and unless official agencies responsible for monitoring the wholesale and retail markets remain on their toes, price manipulation will take place and consumers will be subject to further crucifixion on the altar of raised prices.",
        "headline_1": "Keeping prices stable during Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-prices-stable-during-ramadan-1705159529",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "There has been a lot of hype to build a 'cashless society' in Bangladesh for the last few years. The increased use of debit, credit and pre-paid cards has made online transactions easier. Besides this, electronic transfer of money has been growing, and digital wallets are also gaining popularity. Thus, the various components and basic infrastructure to build a cashless society are already there, thanks to the digitalisation of a large portion of payment services where mobile financial services (MFS) play a significant role.The cashless society is one of the critical characteristics of the government's ambitious goal to make 'Smart Bangladesh' by 2041. In his budget speech in June last, the finance minister also mentioned that through introducing universal Bangla QR, steps had been taken to bring all merchants, including small and marginal traders, under digital payment to create a 'Cashless Bangladesh'. He also had expectations that the rate of cash usage will be reduced by 75 per cent in the next four years. Notably, the country has already introduced an interoperable digital transaction platform named 'Binimoy'. The central bank launched 'TakaPay', the country's first local currency debit card. All these have strengthened the required infrastructure to support the path of a cashless society. Theoretically, a cashless society is one where cash, in the form of paper notes and coin currency, is no longer used for financial transactions. Instead, all transactions occur through digital and electronic systems using cards or payment gateways. In reality, no country in the world is fully cashless, although a good number of countries have significantly reduced the use of cash currency. For instance, the presence of cash transactions in advanced countries like Norway, Sweden, Finland and Hong Kong is minimal. So, these nations, along with some others, are now turned into a cashless society as more than 90 to even 95 per cent of the transactions are non-cash or digital. In other words, if a country can bring down the use of cash currency below 10 per cent of the total transactions, it can be labelled as a cashless society, although there is no such universally recognised threshold. Thus, a cashless society is a highly ambitious goal, especially in a country or society where 'cash is king', and it will be king for many more years for obvious reasons. The term mainly reflects the belief that cash money is always more valuable than other forms of investment tools, like stocks and bonds. It also means that people prefer to keep cash and feel comfortable using cash or banknotes in any transactions. Cash also has the advantage of being the most liquid asset. So, where does Bangladesh stand in the use of cash? A common standard to measure the use of cash is the currency in circulation (CIC) as a ratio to nominal Gross Domestic Product (GDP). The level of a country's domestic economic activity is reflected in GDP, whereas CIC represents the demand for cash.Bangladesh's annual average CIC-GDP ratio is estimated at around 6.50 per cent in the last decade. Bangladesh Bank statistics showed that the amount of CIC was Tk 1.32 trillion in the fiscal year 2015-16 (FY16). According to the Bangladesh Bureau of Statistics (BBS), the country's nominal GDP was Tk 20.75 trillion in the same year. Thus, the ratio stood at 6.38 per cent in FY16. In the following years, the rate hovered between 5.75 per cent and 7.0 per cent and stood at 7.02 per cent in the last fiscal year (FY23).The figures indicate that the country's cash-GDP ratio is not as high as in many other developing nations. In India, the ratio was above 12 per cent, and in Pakistan, it was 11 per cent last year. Again, by using the 'cash base of the economy' or CBE instead of CIC to measure the status of the cash-GDP ratio, the figure will be higher than the CIC-GDP ratio. The cash reserve requirement (CRR) and excess reserve make the total cash balances with Bangladesh Bank. The central bank derives the CBE by adding these cash balances to the total CIC. The CBE-GDP ratio is estimated to be around 9.30 per cent in FY16, which came down to 8.63 per cent in FY23. It appears that CBE-GDP ratio is a more realistic yardstick to estimate the prevalence of cash in an economy than the CIC-GDP ratio. Nevertheless, both the ratios have some limitations. A working paper of the International Monetary Fund (IMF), titled 'Cash Use Across Countries and the Demand for Central Bank Digital Currency' in 2019, argued that only the lower-valued consumption goods and services that are generally purchased with cash and cash substitutes should be considered to estimate the uses of cash or the cash market. As the CIC-GDP ratio considers all the consumptions and almost all the money in circulation, the ratio of CIC to GDP is not a reliable yardstick. The paper also mentioned that there are two other measures. One takes the value of household consumption, subtracting the value of all non-cash payment instruments used in consumption, and estimates cash use as the residual. Another is the value of cash withdrawn from automated teller machines (ATMs) and over-the-counter at banks as a ratio to household consumption. Finally, the paper prepared another method: using the value of all cash withdrawals as a ratio to cash plus the value of payment instruments that substitute for cash (cards plus e-money). Though all three measures have limitations, the paper used all these to calculate the cash-GDP ratio of 11 developing and developed countries - Australia, China, Denmark, Germany, Netherlands, Norway, India, Japan, Singapore, United Kingdom and the United States of America. Bangladesh also needs to apply all these measures to get an extensive picture of the cash market and the extent of cash use in the economy. Moreover, before reaching the destination of a fully 'cashless society', a 'lesser cash' culture is vital. [email protected]",
        "headline_1": "Estimating primacy of cash in the economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/estimating-primacy-of-cash-in-the-economy-1705159621",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "Bangladesh held its 12th parliamentary election on January 7, which was followed by the formation of the new government headed by Sheikh Hasina, also the president of ruling Awami League (AL). This is her fourth consecutive term as the Prime Minister and fifth in total.In a democracy, election is the only way of going to power, and the AL has won four consecutive elections since 2008.After the landslide win of AL in the elections, boycotted by its main rival BNP, the international power-centres seem to be divided over the issue of election.The countries of the Asian region were prompt to extend their congratulations to the new government as well as to Prime Minister Sheikh Hasina. China and India led the Asian group, followed by Japan, South Korea, Thailand, Philippines and others.On the other hand, the Western bloc, led by the US, was critical of the election process.The US, and the UK, which have been vocal for last couple of years about free and fair election in Bangladesh, opined that this election was not conducted in a free and fair manner.Unlike its Asian allies including Japan, India and South Korea -- all categorically expressed their satisfaction over the election in Bangladesh -- the US and its major European allies were critical in their observations.Maintaining warm ties with the global powers is crucial for various reasons, especially for economic compulsion. So, wooing the West should be the top priority of the diplomatic arm of the government.One cannot deny that Bangladesh's export and investment are highly dependent on the US and its European allies.The tension between the government and the US government unfolded when the latter imposed sanctions against the RAB. And several months ago, it announced imposition of visa restrictions on Bangladeshi individuals. The US statement on the election further exposes the cracks in the ties between the two countries.No doubt, our diplomats have failed to ease the tension until now. Hence, one of the top priorities of the new leadership of the foreign office will be to cement the gap with the US led Western bloc.Bangladesh has been maintaining a balancing act with rival lobbies on the international platform. It joined the China-led Belt and Road programmes, but it did not fail to stay tuned with the Indo Pacific literature, promoted by the US. It also launched its own Indo Pacific Outlook last year, apparently to appease this bloc.Moreover, Bangladesh also has shown efficiency in managing warm ties with China and its regional rival India simultaneously and both of these countries are virtually scrambling to woo Bangladesh.As the new government is already in the good book of the oriental powers as well as Russia, its main challenge will be to woo the US and its European allies.In the global geopolitical equation, this bloc is still more influential than their eastern rivals. They call the shot in top international platforms including the UN. They are also the biggest donors to these bodies.So, restoration of a warm relationship with the US and its European allies is seen as the key to start addressing the new government's topmost priority -- putting the economy in full gear.[email protected]",
        "headline_1": "Managing the West remains a key challenge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-the-west-remains-a-key-challenge-1705159666",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2024"
    },
    {
        "full_article": "Bangladesh is currently in the grip of a severe cold wave. People, especially those with meagre incomes, are struggling to cope up with the shivering cold, with dense fog at night and chilly wind in daytime. Children and the elderly are suffering from cold-related diseases such as pneumonia, while biting cold has hit the livelihoods of the low-income people, especially day labourers. They wait for work since early in the morning but return home empty-handed. Rickshaw-pullers are also getting only a few passengers amid this biting cold. Thousands of homeless people live on pavements and streets of Dhaka city. They can be seen sleeping near ferry landings, train and bus stations, market centres, religious shrines, parks, on foot-bridges, footpaths, you name it, but nobody is concerned. The homeless are the worst-affected people in winter. The metrological office in its monthly report has forecasted that the northern, north-eastern and the central parts of the country might experience more cold spells this month. In its 72-hour forecast, the met office expects moderate to dense fog to blanket the country from midnight till morning, potentially disrupting air, sea and road traffic. Although the mercury is likely to rise slightly at night, the day temperature may drop and intensify the biting cold. The meteorological department also forecast rain or thundershowers in the next five days. According to the media, during those cold waves, the temperatures may go down to as low as 10-12 degrees Celsius. This is a scary piece of news for the poor and, especially, the homeless people. Affluent people, through social media groups, clubs and communities, should come forward to help the floating people by donating blankets and warm clothes. But that is not enough. Temporary night shelters should be built for these floating people. Besides the authorities concerned and others also need to take up this issue seriously and stay by the homeless.Afroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Standing by floating people in severe winter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-floating-people-in-severe-winter-1705159698",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2024"
    }
]