[
    {
        "full_article": "This financial year is off to a subdued start on the trade front. Goods exports slumped to $34.6 billion in April, the lowest since last October — the worst month for outbound shipments in 2022-23. This was the third successive contraction in exports, and 12.7% below last April’s numbers. Imports shrank by a sharper 14% to trip to a 15-month low of under $50 billion. A slowing global economy had been hurting exports through the second half of 2022-23, with declines in four of six months. But April’s initial estimates are troubling not just because they represent the steepest fall in recent months but also signal a sudden shift in sequential momentum akin to the use of emergency handbrakes. This March, despite lingering global demand weakness, exports had hit a nine-month high of nearly $42 billion while imports were $60 billion. The new Foreign Trade Policy enunciated a two trillion-dollar export goal to be achieved in seven years. Its first month of implementation could not have been off to a shakier start. The prospects of last year’s healthy 14.7% growth that lifted total exports to about $776 billion being replicated in 2023-24 look bleak already.\rOne may draw some succour from the trade deficit easing to a 20-month low. But managing the trade deficit cannot be the goal for policymakers. Falling imports also indicate that domestic demand, India’s proclaimed insulation against global headwinds, is ebbing. Moreover, when imports of petroleum (down 14%), and gems and jewellery plummet, they also affect exports of value-added end products. Petroleum exports shrank 17.5% in April, while jewellery shipments slipped at 30%, marking the seventh contraction in 10 months even as other job creators such as textiles have been hit hard. That commodity prices have cooled from last year is only one reason for the shrinking trade basket. Officials concede there does not seem to be any immediate respite likely from faltering global demand. China’s opening up of the economy may have prompted a global trade growth forecast hike (from 1% to 1.7%) for 2023 from the WTO, but recent Chinese data have been underwhelming about the recovery momentum. Reluctant European and North American markets are only expected to speed up goods orders by September for the festive season, while services exports that have held up through the recent trade turmoil, may slow too. India must use this slack period to review its overall trade stance, the reliance on a few large markets, and pursue greater integration with global value chains and multilateral trading arrangements. These would yield better outcomes than fresh measures to hold down the import bill. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\nimports\n\n/\n\neconomy (general)\n\n/\n\nChina\n\n/\n\ntrade policy\n\n/\n\njewelry\n\n/\n\ntextile and clothing",
        "headline_1": "Tripping trade: on India and its trade stance",
        "headline_2": "India must not rely on a few large markets, but opt for integration with global value chains",
        "link": "https://www.thehindu.com/opinion/editorial/tripping-trade-on-india-and-its-trade-stance/article66857875.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "Recep Tayyip Erdoğan was perhaps at the weakest moment of his two-decade-long reign when an overwhelming majority of Turkish citizens voted in Sunday’s presidential and parliamentary elections. Six Opposition parties came together to seize the momentum and fielded a joint candidate, Kemal Kılıçdaroğlu, a mild-mannered former bureaucrat who promised to arrest Turkey’s “slide towards authoritarianism” and fix its economy. Most opinion polls predicted that Mr. Erdoğan was trailing Mr. Kılıçdaroğlu. Yet, in the preliminary results, Mr. Erdoğan won 49.5% of the votes in the presidential election, a tad lower than the threshold that would have avoided a run-off, against Mr. Kılıçdaroğlu’s 44.9%. The President’s nationalist-conservative coalition also took a comfortable majority in Parliament. Mr. Erdoğan was facing serious criticism, particularly about his mismanagement of the economy. Turkey’s lira has lost some 60% of its value against the dollar in just two years. Foreign investors are fleeing and the current account deficit is ballooning. Annual inflation has hit the middle-class. After a devastating earthquake in February, the government’s response to the calamity and its building permit rules were slammed. Yet, the Opposition failed to turn these challenges Mr. Erdoğan faced into votes.\rMr. Erdoğan, whose Islamist Justice and Development Party (AKP) came to power in 2003, has remained a towering figure in Turkey’s politics. He rewrote its Constitution, turning its parliamentary system into an executive presidency, and got himself elected as the first President under the new Constitution. He used the failed 2016 coup to purge his rivals and tame the generals. He moved Turkey away from the western orbit and began building stronger ties with Russia and Arab countries, while retaining its NATO membership. His promise was to turn Turkey, once the core of the Ottoman Empire, into a major global power again. He presented himself as an outsider who revolted against the Kemalist establishment, and built a new order rooted in Islamist conservatism, public welfare and an Ottoman imperial nostalgia. Sunday’s election results show that this revivalist brand of politics still remains powerful. But that is not the whole story. The results also suggest that there are cracks in his base. In 2018, he won the presidential election in the first round with a 22-percentage point lead over his closest rival. This time, he was not just forced to go into a run-off, but the gap is just five points. Public resentment towards his policies was particularly high in and around Ankara and Istanbul. A directionless Opposition finally seems united and potent. Mr. Erdoğan may still be in the lead, but he has been humbled by Turkey’s voters.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTurkey\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nconstitution\n\n/\n\nwelfare\n\n/\n\nislam\n\n/\n\nRussia\n\n/\n\nNATO\n\n/\n \nhistory",
        "headline_1": "Weaker by the year: on the elections in Turkey and Recep Tayyip Erdoğan",
        "headline_2": "Erdogan may still be in the lead, but the run-off is humbling",
        "link": "https://www.thehindu.com/opinion/editorial/weaker-by-the-year-on-the-elections-in-turkey-and-recep-tayyip-erdo%C4%9Fan/article66857891.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "Come election time, experts turn to caste numbers as one would reach out to ketchup for fries. It is as if victory depends primarily on getting caste calculations right. This holds true of the recent Karnataka elections as well.\nFirst, a few facts. Lingayats and Vokkaligas popularly dominate election analyses but, according to the leaked caste census figures, they are only 10% and 8% respectively of Karnataka’s population. If these castes are so visible it is because people of substance are present here in impressive numbers and can afford the luxury of politics and hangers on.\nBesides these two, there are at least 25 other castes that matter, such as the Naikda, Maratha and Kuruba (Siddaramaiah’s caste). But they don’t count for much as their members rarely have the wherewithal to do politics. Nor are there any spontaneous sympathies among them for which reason they cannot come together either.\nRead full story on TOI+\n\n",
        "headline_1": "The caste miscalculus: Karnataka is just the latest demonstration of experts’ fallacy of explaining elections through the caste lens. Why don’t they study correlations with education, unemployment, gender instead?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-caste-miscalculus-karnataka-is-just-the-latest-demonstration-of-experts-fallacy-of-explaining-elections-through-the-caste-lens-why-dont-they-study-correlations-with-education/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "The Turkish presidential elections are being followed unusually closely in diverse parts of the world. It is not just that the winner could redefine the country’s role in international alliances such as Nato, and thereby meaningfully impact geopolitics. President Recep Tayyip Erdogan’s 20-year rule has also provided a notable model of governance, whose end or continuance is of interest in many countries. Gokhan Cınkara, who is a political analyst with Turkey’s Necmettin Erbakan University, talks to Rudroneel Ghosh about how the elections have been unfolding:\n● What were the main issues in these polls?\nThese elections are very important for the course of Turkish politics. President Erdogan and the AK party, of which he is the leader, have been in power for 21 years. On the other hand the opposition, including Kemal Kilicdaroglu of CHP, sees defeating this long-term government as a very important political objective for the country.\nBecause in the aftermath of the Gezi Events in Turkey, we are witnessing a division of society into nativists and cosmopolitans. Each of these two polarised constituencies sees winning the political struggle over the other as very important. These presidential elections will naturally be a critical moment to test this process.\n● What explains Erdogan’s popularity among Turkish voters even after two decades?\nThe main factor in Erdogan’s electoral success has been his adept consolidation of his core voter base. Another key factor has been the consolidation of his success story as centred on the defence industry. This has also been very decisive for the swing nationalist voters.\n● Erdogan has been accused of undermining Turkish democratic institutions. Are these accusations fair?\nIn general, it can be said that the presidential elections in Turkey have taken place in a normal democratic atmosphere. At the institutional and cultural levels, the country has conducted these elections in a very calm manner.\n● The Turkish economy has seen massive inflation and huge depreciation of the lira. Is there a solution in the poll results?\nFor the solution of economic problems, we need to look at the new cabinet that will be formed after the second round. It is rumoured that Erdogan wants to appoint former economy czar Mehmet Simsek.\n● Did the massive earthquake in southern and central Turkey have an impact on the polls?\nIn the earthquake zones, Erdogan does not seem to have lost support for himself. It should be added that this region has a very conservative and nationalist voting potential.\n● Turkey’s relations with the US and the EU have been strained under Erdogan. What is Turkey’s future with Nato, especially in the context of the Ukraine war?\nErdogan wants to keep the Ukraine file alive amid strained relationswith the west. Because it makes Turkey stronger and more negotiable in Nato’s eyes. Therefore, Turkey will pursue a strategy of balancing Russia with Ukraine. In this regard, it is not very important who the president is.\nTurkey’s president needs to analyse the current situation in Syria and Ukraine in order to enter into a new understanding with the US. Expanding cooperation with Nato in Ukraine and narrowing Iran’s sphere of influence in Syria could be among the priorities. In any case, we can say that the areas of cooperation between Turkey and the US will expand.\n● Has Erdogan toned down his opinion on the Kashmir issue between India and Pakistan?\nI think if he wins again Erdogan will open a new chapter in relations with India in his new term, mainly because of the ongoing political instability in Pakistan.\nRelations between Turkey and India resemble Turkey’s strained relations with countries in the Middle East. However, since 2020, Turkish foreign policy has been adopting a detente towards countries in the region. The most important reasons for this are Turkey’s shrinking economy and changing world politics.\nAt this point, the weight of religious identity in Turkish foreign policy is being replaced by national identity.\n\n",
        "headline_1": "‘Turkey will continue to balance Russia & Ukraine under any president… Kashmir isn’t a big issue for even Erdogan now’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/turkey-will-continue-to-balance-russia-ukraine-under-any-president-kashmir-isnt-a-big-issue-for-even-erdogan-now/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "India’s aviation industry is dependent on a global supply chain for its operations. Consequently, the voluntary insolvency sought by Go First has once again turned the spotlight on the cross-border spillover of a domestic problem. In 2019, Jet Airways faced similar issues. The Insolvency and Bankruptcy Code represents a transition from a regime of ‘debtor-in-possession’ to ‘creditor-in-control’ – the overarching aim being preserving the insolvent firm. Therefore, in aviation, for example, foreign aircraft lessors find they are barred from taking possession of their assets when the insolvency process is on. This can have a negative fallout for other domestic airlines.\nThe ideal way out is to legislate amendments for cross-border insolvency. GoI has looked at different options here but a solution isn’t readily available as insolvency laws across countries are not uniform. There’s a template available in the form of a UN model law on cross-border insolvency. However, it may take a while before the amendment is introduced as it has to cover the entire spectrum of business activity. During the Jet Airways insolvency, a parallel proceeding was underway in the Netherlands. There, the Indian and Dutch resolution efforts managed to agree on a cross-border insolvency protocol that received NCLAT’s approval.\nWhile GoI works towards a crossborder insolvency framework, it needs to simultaneously address the challenges in IBC’s operation. The biggest challenge it faces is overshooting the legally mandated time to complete the process, which erodes the value of firms facing resolution. This limits what financial creditors are able to realise on their claims. Delays undermine the credibility of IBC. For example, against the mandated timeline of a maximum of 330 days to finish the resolution process, the average time taken for closure at the end of March was 614 days. Of the ongoing resolution cases, 64% have already exceeded 270 days. The outcome of the delays is that creditors are able to realise just 32% of their claims. In the first two years of IBC, realisation was 54%.\nThere have been suggestions from GoI committees and the parliamentary standing committee to deal with delays. NCLTs need to find ways to compress the time taken to decide on admission of a firm into insolvency proceedings – a full complement of judges will help. During the process, stakeholders also need to follow deadlines to end procedural uncertainty. Insolvency proceedings, domestic or cross-border, work well only when timelines are followed.\n\n",
        "headline_1": "Planely Evident: India needs a cross-border insolvency framework soon as supply chains are global",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/planely-evident-india-needs-a-cross-border-insolvency-framework-soon-as-supply-chains-are-global/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "Violence in Manipur flared up again over the weekend with suspected Kuki militants targeting a Meitei village. This comes even as 10 Kuki MLAs from the state – seven of them from BJP – have called for a ‘separate administration’ for Manipur’s hill areas. However, they have left the nature of this separation open-ended, seeking an arrangement within the Constitution. Given that carving out a separate state is unlikely in a sensitive border region of the country, the debate is veering back to bringing the Manipur hills under the Sixth Schedule of the Constitution.\nThe Sixth Schedule provides for local self-governance through autonomous district councils and currently covers tribal areas of Meghalaya, Tripura, Mizoram and Assam. Manipur too has district councils for its hill areas but these were constituted under a separate Act of Parliament – the Manipur (Hill Areas) District Council Act, 1971. But over the years there have been recurrent complaints that the mechanism hasn’t worked well with devolution of powers from the state to the district councils not being effected in multiple areas. Thus, a revival of the Sixth Schedule demand by the Kukis can be seen as a counter to the Meiteis’ demand for Scheduled Tribe status.\nThe two demands are also proxies for long-held economic grievances related to land prices and lack of non-farm employment. The land crunch in Meitei-dominated Imphal valley and the Manipur government’s anti-poppy cultivation drive in Kuki-dominated hills have embittered both communities. The violence can also affect delicate peace negotiations between GoI and some of the Manipur insurgent groups. Governments at the state and Centre should reach out to all sides and all demands – including the Sixth Schedule and ST options – should be on the table. Forming a credible committee is a good idea.\n\n\n",
        "headline_1": "Govts, reach out: GoI and Manipur must start talking to Meiteis and Kukis and form a committee to study their demands",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/govts-reach-out-goi-and-manipur-must-start-talking-to-meiteis-and-kukis-and-form-a-committee-to-study-their-demands/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "Biman – flamboyant, glamourous, carefree – seems to be flying high on the back of unbridled corruption, reckless nepotism, shameless mismanagement, and belligerent malpractices. It also seems to have become a magnet for the wayward and the corrupt, ensnaring them with endless possibilities of thriving on the common people's taxes and national resources.\nTake, for instance, Biman's puzzling decision to send about a hundred officials to Saudi Arabia this year on a 37-day, fully-paid-for trip, at a tentative cost of about Tk 8-10 crore, to \"supervise\" hajj pilgrims and assist them. In what capacity these Biman officials are going remains a mystery, since the \"work\" that they are supposed to do involves tasks that are already carried out by others – carrying luggage, wheelchair management ticketing, cleaning aircraft, etc.\nFor instance, these officials (from the customer service directorate, marketing sales, engineering and material management directorate, and IT, among other departments) are supposed to help in carrying the luggage and Zamzam water bottles/containers to and from hotels. However, the president of Hajj Agencies Association of Bangladesh, M Shahadat Hossain Taslim, said to this daily that, under the Makkah Route Initiative, Saudi-appointed employees carry the pilgrims' luggage between the airport and their hotels, and they also carry Zamzam water containers.\nMoreover, the national flag carrier already has a General Sales Agent (GSA) in Saudi Arabia and station offices in Jeddah, Madinah, and Makkah. Despite the hollow and puerile justifications given by Biman authorities, this entire programme looks like a leisure trip for the officials at a time when the country is facing perhaps the worst forex crunch of recent times, and in spite of the prime minister's straightforward directive to avoid unnecessary foreign trips. Interestingly, Muhammad Nizam Uddin Ahmed, a key accused in the recent question paper leak scandal during Biman recruitment, is also a part of the entourage.\nUnfortunately, Biman's misadventures do not end here. On May 3, its board of directors in principle decided to procure 10 Airbus planes, including the two freighters, to expand its fleet. This decision has left some aviation experts baffled, since Biman is only using six percent of its current freight capacity. In 2022, Biman carried about 28,000 tonnes of freight in the cargo hold of the planes making international flights, against a capacity of 498,000 tonnes. There is another challenge: Biman's seasonal cargo transport demand is west-bound when it comes to exports, and in-bound cargo mostly comes in from countries in the eastern region, such as China, Japan, Hong Kong, etc.\nGiven the reality, how is Biman planning to ensure a two-way goods traffic during these flights? Or are they planning to run only one-way transportation? If that is the case, Biman should thoroughly revisit the plan, as this looks like a loss-making venture at best, and a new enterprise to plunder taxpayers' money at worst.\nComing to passenger flights, even here Biman is not utilising its 100 percent capacity. Last year, it carried nearly 2.06 million passengers on international flights, and had a concerning 700,000 seats vacant, which translates to an underutilised capacity of 24 percent. This inability to utilise existing capacity has been attributed to shortages of pilots and cabin crew members, and poor planning and management.\nAt the executional level, too, Biman seems to be struggling incessantly, putting passengers' lives at risk. As recently as on May 13 this year, a Biman flight coming in from Kuala Lumpur at the Dhaka airport got stuck at the end of the runway while taking a U-turn, resulting in flight operation suspension at the airport for about an hour and causing about six international flights to be delayed. Unsurprisingly, neither of the two captains flying the aircraft managed to register the incident in the air safety report, which could have been a deliberate attempt to hide the incident from official reporting channels.\nWhat is even more alarming is that the Boeing 787 Biman aircraft, which dropped off the prime minister at Tokyo airport on April 25 during her recent visit to Japan, on its way back to Bangladesh had to navigate a \"minimum equipment list\" flight, as both its weather radar systems had stopped functioning. Imagine this happening during the flight to Japan, instead of the return leg. This could essentially have put the life of the head of our government at risk.\nWhile it is true that accidents can happen and machines can malfunction at any time, the least we can do is learn from past experiences and make it a point to not repeat mistakes.\nA similar incident occurred on April 19 this year, when a Riyadh-bound Biman flight carrying 347 passengers had to make a technical landing at Dhaka airport two and a half hours into the flight, as its weather radar system was not working. Now, coming back to the incident involving the aircraft that carried our prime minister to Tokyo: if, as Air Commodore Moazzem Hossain, director of engineering and material management at Biman, said, it was only a \"small problem\" and did not \"pose a safety hazard,\" why did the Riyadh-bound flight suffer the same problem?\nUnfortunately, these incidents are only the tip of the iceberg. It is a well-known and generally accepted fact that Biman is a cesspool of corruption and mismanagement. It does not have the capacity to run like a professional, commercial airline – despite its officials drawing corporate-structure salaries – let alone creating its competitive edge in the global aviation industry. It is a blackhole that keeps devouring national resources and gives nothing back in return except scandals. The airline has zero accountability and no regard for any form of governance, compliance, or internal (or even external) control measures.\nWhile it is understandable that Biman serves the financial interests of vested quarters, the only solution to its malady is privatisation. The sooner the policymakers and decision-makers come to terms with this fact, the better.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Biman never fails to disappoint",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/biman-never-fails-disappoint-3321701",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "I had an opportunity to address a meeting of Bangladeshi parliamentarians, under the leadership of Speaker of the House Dr Shirin Sharmin Chaudhury, organised by the UNDP, on the outcome of COP27 and the role of parliamentarians going forward.\nLet me share some of my remarks to the parliamentarians and also some of the outcomes of the event.\nThe main positive outcome of COP27, held in November 2022 in Egypt, was the agreement to set up a funding mechanism to address loss and damage from human-induced climate change. This was a major breakthrough agreement and the result of some very effective advocacy and diplomacy by Bangladesh as part of the climate-vulnerable developing countries' group.\nThe activities of the Transitional Committee on funding loss and damage need to be geared up to get a result in COP28, which is scheduled to be held in December 2023 in Dubai. We must keep a close eye on the work of the Transitional Committee before COP28.\nRegarding the role of parliamentarians, there are three levels of action they could get involved in – namely the global, national, and local levels.\nBangladeshi parliamentarians have already been playing a leading role for a number of years. MP Saber Hossain Chowdhury, who have chaired the Inter-Parliamentary Union (IPU) for many years, and Dr Shirin Sharmin Chaudhury, who have chaired the Commonwealth Parliamentary Association (CPA), both raised the issue of tackling climate change from their respective positions. More recently, under the presidency of Prime Minister Sheikh Hasina, the Climate Vulnerable Forum (CVF) also set up a new parliamentarian forum, in which all our parliamentarians should join and participate in their deliberations and global advocacy, together with their counterparts from other vulnerable developing countries.\nAt the national level, the parliamentarians – as part of their membership of the different parliamentary standing committees – have a constitutionally mandated role of overseeing the activities of different ministries of the government and need to sharpen their role in monitoring their activities in tackling climate change, especially the allocation and disbursement of the climate budget under the Ministry of Finance. The climate budget has been an excellent initiative of the finance ministry. But merely announcing the budget allocations without providing information on the actual expenditures will not ensure their usefulness. Hence, the Parliamentary Standing Committee on Finance must take a greater responsibility to oversee the climate budget allocation, as well as expenditures, as they are constitutionally mandated to do.\nThe third level of activities of parliamentarians was vividly illustrated in real time as we met just as Cyclone Mocha was approaching Bangladesh (before moving on to Myanmar). The cyclone preparedness programme of Bangladesh – which involves everyone from scientists, who track the cyclones, to government agencies responsible for preparation to volunteers letting everyone know about the coming event and helping them get to the shelters – was particularly pertinent as every parliamentarian in the meeting had considerable experience to share on tackling cyclones and other weather-related disasters.\nAll parliamentarians in Bangladesh, and indeed globally, need to become aware of climate change and about their specific roles in helping their constituents tackle its impacts through effective local adaptation. However, the MPs rightly pointed out that every constituency is different with respect to which climate change impacts need more attention and what they need to do to prepare themselves. Hence, a constituency-by-constituency set of data and information could be developed by the government and experts.\nAt the same time, a set of parliamentarians from the most vulnerable constituencies could form a special group to get more deeply involved regarding the climate actions needed at the local level in their constituencies.\nFinally, I recommended that the Parliamentary Standing Committee on Environment and Climate Change take the lead in learning more about and then implementing the Mujib Climate Prosperity Plan (MCPP), along with the National Adaptation Plan (NAP) and the Bangladesh Delta Plan. I am pleased that the speaker endorsed this recommendation and asked the UNDP to follow up on it.\nIt is now clear that every group of citizens in Bangladesh must learn about their respective roles in tackling climate change and then carry out their tasks urgently and at scale. I was pleased to see that our parliamentarians seem to have gotten the message and have taken up their role in earnest, and I am happy to help them in any way I can from hereon.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Role of MPs in tackling climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/role-mps-tackling-climate-change-3321696",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "We appreciate what appears to be the first sign of flexibility in the administration about forming a poll-time government ahead of the national election. The prime minister on Monday hinted that a poll-time government with parties having representation in parliament could be formed. By the same logic, however, she rejected the possibility of the BNP, whose MPs had resigned from parliament last December, being a part of it. She also ruled out any dialogue with BNP as it leads a nationwide anti-government movement.\nThere are a number of takeaways from the PM's statement. First of all, the apparent willingness to bring opposition elements in the government marks a departure from the bellicose posturing that we have come to expect from ruling-party politicians. But that hardly rises to the level expected in the present environment of distrust, with BNP edged out of the process on a technicality. Also, the PM's tone, alluding to \"our generosity\" for forming such a government, leaves doubt about how impactful it might be. One thing that we don't want to see is token representation without real power.\nSecondly, BNP remains the biggest opposition party regardless of its representation or lack thereof in parliament. So, how judicious is it to exclude it from a potential poll-time government or any dialogue on said government and the election in general? Dialogue at the top level may not be on the cards right now, but mid-ranked leaders from both parties can, and should, start the process. Dialogue is essential for any solution to the current political impasse.\nThirdly, formation of a poll-time government is but a means to an end, which is to ensure that those in charge have the trust of all political elements and the general public so that they can deliver a fair and credible election. So how should that government be formed? The PM offers a way, but it cannot be the only way. Any poll-time government without the representation of main political elements will not solve the pressing issues we face. Also, how will it perform? Will it be unidimensional where everything is decided from the top, as it is now? These things must be considered going forward.\nAs the chief election commissioner repeated on Monday, the commission alone cannot hold a fair election without the help of the government. Without taking away from the responsibility of the EC, we think that some sort of a credible power structure in the driving seat is a crucial precondition for any fair election.\n",
        "headline_1": "A poll-time government without BNP?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/poll-time-government-without-bnp-3321686",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "We appreciate what appears to be the first sign of flexibility in the administration about forming a poll-time government ahead of the national election. The prime minister on Monday hinted that a poll-time government with parties having representation in parliament could be formed. By the same logic, however, she rejected the possibility of the BNP, whose MPs had resigned from parliament last December, being a part of it. She also ruled out any dialogue with BNP as it leads a nationwide anti-government movement.\nThere are a number of takeaways from the PM's statement. First of all, the apparent willingness to bring opposition elements in the government marks a departure from the bellicose posturing that we have come to expect from ruling-party politicians. But that hardly rises to the level expected in the present environment of distrust, with BNP edged out of the process on a technicality. Also, the PM's tone, alluding to \"our generosity\" for forming such a government, leaves doubt about how impactful it might be. One thing that we don't want to see is token representation without real power.\nSecondly, BNP remains the biggest opposition party regardless of its representation or lack thereof in parliament. So, how judicious is it to exclude it from a potential poll-time government or any dialogue on said government and the election in general? Dialogue at the top level may not be on the cards right now, but mid-ranked leaders from both parties can, and should, start the process. Dialogue is essential for any solution to the current political impasse.\nThirdly, formation of a poll-time government is but a means to an end, which is to ensure that those in charge have the trust of all political elements and the general public so that they can deliver a fair and credible election. So how should that government be formed? The PM offers a way, but it cannot be the only way. Any poll-time government without the representation of main political elements will not solve the pressing issues we face. Also, how will it perform? Will it be unidimensional where everything is decided from the top, as it is now? These things must be considered going forward.\nAs the chief election commissioner repeated on Monday, the commission alone cannot hold a fair election without the help of the government. Without taking away from the responsibility of the EC, we think that some sort of a credible power structure in the driving seat is a crucial precondition for any fair election.\n",
        "headline_1": "A poll-time government without BNP?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/poll-time-government-without-bnp-3321686",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "It is difficult to buy into the promise of a Smart Bangladesh when justice continues to elude many victims of e-commerce scams. Over the past few years, thousands of customers have lost money to such scams. As per a new report, as many as 19,623 complaints against 50 e-commerce companies – filed with the Directorate of National Consumer Rights Protection – remain unresolved, with Tk 600 crore yet to paid to complainants. This points to a desperate need for safeguarding the interests of customers and strengthening the legal framework related to e-commerce platforms.\nMany of the companies that have been accused of scams are practically defunct now. In the absence of adequate mechanisms to hold them accountable, the commerce ministry is paying victims from the Tk 525 crore (of 27 e-commerce companies) stuck in payment gateways. One would think that the priority would be recovering money from the companies themselves. But owners of fraudulent companies seem to be out of reach, some being unresponsive presently (such as the bosses at Evaly) and others having fled the country.\nHow did we get to this point? Why haven't systems been put into place to protect e-commerce consumers? They certainly do not deserve the uncertainty that has been created. Against this backdrop, one hopes that the Central Complaint Management System (CCMS) launched by the ministry on February 19 will be helpful in addressing some of the concerns.\nAs e-commerce thrives around the globe, we sincerely hope that Bangladesh will be able to keep up by establishing a foolproof digital infrastructure and ensuring best service for customers. The scams carried out in recent years must not result in citizens losing faith in the sector altogether. We urge the relevant authorities to prioritise the formulation and implementation of proper laws and regulations that protect consumers' best interests. More importantly, those companies accused of scams must face justice for public trust to be fully restored. They must be made to clear the dues owed to complainants, so that no other companies dare to commit fraud in the future.\n",
        "headline_1": "We must restore trust in e-commerce",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-restore-trust-e-commerce-3321396",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "Though the country's economic growth in terms of the Gross Domestic Product (GDP) has been showing a rising trend over the past decade, the contribution of tax to this growth has remained one of the lowest in the world. Going by the record of the country's tax collection authority, National Board of Revenue (NBR), during the past 12 years between FY11 and FY22, revenue earnings on an average have shown a 12 per cent growth. But when it comes to calculating the earnings as a percentage of the country's GDP, those have put up a poor show. In the previous fiscal year (FY22), for instance, the tax-to-GDP ratio was 7.9 per cent, whereas in the current fiscal (FY23), it is projected to decline to 7.4 per cent. The government's recent austerity measures including restrictions on import to protect foreign exchange reserve may be cited as a reason for FY23's unimpressive record in this regard. But then the performance (tax-to-GDP ratio) of the past decade which got stuck around 7.6 per cent cannot be justified. However, the government will now have to take the issue seriously and address the mismatch in the economy's growth vis-à-vis tax-to-GDP ratio. The reason is, the credit support worth US$4.7 billion that the International Monetary Fund (IMF) has extended to Bangladesh requires the government, as one of the multilateral body's conditions, to increase the tax-to-GDP ratio by 0.5 per cent in FY24 and FY25 and by 0.7 per cent in FY26.But how is the government going to achieve this feat? Obviously, the solution lies in increasing the amount of tax collection. In this connection, the government has set a target of increasing revenue collection in FY24 by 16 per cent, though experts believe it should be raised to 36.3 per cent, if the government is to meet IMF's conditions. Imposing higher tax on the existing taxpayers, who are overburdened with high cost of living despite their incomes remaining stagnant, is certainly not going to work. What is more, as some experts have pointed out, the prevailing tax rate is already high, though it has not translated into a higher tax-to-GDP ratio. Even worse, a high tax regime risks encouraging tax-dodging. Higher tax, especially on trade, which is the case in Bangladesh, stifles business and discourages Foreign Direct Investment (FDI). In fact, among the other developing economies export plays a major role in growth, Bangladesh's higher trade tax does not do so. So, any further increase in trade tax may prove counterproductive. Also, especial care needs to be taken in the case of the Multinational Corporations (MNCs) so they might cooperate duly in paying taxes. Otherwise, it would negatively impact the inflow of FDI.In fact, stress should be more on widening the income tax and the Value-Added Tax (VAT) net. The culture of tax exemptions/waivers, tax breaks/ holidays that, according to an estimate, eat up around 2.0 per cent of the GDP should be discouraged. Particularly, the government should rethink its policy of amnesty to offshore assets through payment of 7.0 per cent tax as it has not so far helped increase the forex reserve as expected.As a matter of fact, a comprehensive reform of the tax administration towards stronger mobilisation of domestic revenue resources is the answer to the tax-revenue's increased share in the country's GDP. To that end, the government should formulate an appropriate strategy, preferably a midterm revenue strategy, as recommended by the IMF.",
        "headline_1": "Raising tax-to-GDP ratio",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-tax-to-gdp-ratio-1684248088",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "Md. Shaheen, a man in his late 30s, was a poor electrician in Feni. In a bike accident, he sustained severe head injuries last month and needed advance treatment in intensive care unit (ICU) facilities. He was taken to Chattogram, Dhaka and back to his hometown. But nowhere did he find an affordable ICU bed. His family contacted at least 10 hospitals in these three districts. But he was turned away from all public hospitals as there was no ICU accommodation there. On the other hand, private hospitals were too costly for Shaheen's family to keep him there even for a day. Eventually, he died after a four-day struggle for survival. Shaheen's case is not an isolated one. Many patients across Bangladesh die on their way to Dhaka hospitals as there are no ICU facilities in district hospitals. According to the media, there is no ICU service in the government hospitals in at least 22 districts. Some district hospitals including Bagerhat and Madaripur have ICU facilities but they are now out of order. Allegededly, it is quite impossible for most people to get an ICU bed in a government hospital if they do not have connections and clout. ICU and HDU (high dependency unit) beds in public hospitals always remain fully occupied with more than 15-20 patients remaining on the 'waiting list'. In many cases, patients are brought to the hospital in a critical condition, requiring emergency ICU support. But the patients die due to lack of ICU facilities. There are some state-run hospitals where ICU beds are not operational as they lack skilled manpower. What do these hospitals do if an ICU bed is required? They just refer patients to Dhaka city's hospitals. However, it is unfortunate that not all Dhaka hospitals are equipped with ICU facilities either. For example, the National Institute of Traumatology and Orthopaedic Rehabilitation, a 1,000-bed hospital where many critical patients take admission every day, does not have ICU service. Most patients admitted to hospital do not require treatment in an intensive care unit. But for those who do, ICUs mean the difference between life and death. A full-fledged ICU is an essential part of every hospital. In line with international standards, a 100-bed hospital should have at least five ICU beds. However, the number of ICUs is quite insufficient compared to the population of Bangladesh. The country does not have more than 2,500 ICU beds for its 170 million people. According to the Directorate General of Health Services, currently the number of ICU beds in the government hospitals is 1,126. Unconfirmed reports put the number of ICU beds in private hospitals at nearly 1,000. These ICUs are too insufficient to meet the demand of a country like Bangladesh, where road accident is still one of the leading causes of death. The need for increasing ICU support should be on top of the country's priority list. Accident victims often get seriously injured and may succumb to their injuries if they are not treated urgently at ICUs. However, those who do not find ICU beds in state-run inexpensive hospitals, have to take treatment from private facilities spending more than Tk 40,000 every day. So, setting up ICU beds in every government hospital is a crying need to save lives. In early 2021, the second wave of the Covid-19 pandemic in Bangladesh exposed, to the shock of many, the woeful state of the country's intensive care infrastructure. At that time, many patients had to die for want of ICU support. To ensure that no one suffers from the lack of ICUs in district hospitals, the government then took a decision to set up 540 ICU beds in 10 medical college hospitals and 43 district hospitals under the World Bank's Covid-19 Emergency Response and Pandemic Preparedness project. Ten ICU beds were supposed to be set up in each of the 43 hospitals. However, the project has not yet been implemented and district hospitals are still functioning without ICU facilities. It may be easy to point to the pandemic for the ICU crisis. But Covid-19 did not create this particular crisis. The underlying problem is the decades-long decline in the number of hospital ICU beds and the government's failure to address the issue. The Covid-19 pandemic is now over. But the healthcare authorities should start working right now to tackle future health crises in a prepared and disciplined manner. Public hospitals do not need fancy entrances and administration blocks at the moment. Instead, focusing on improvement of emergency and critical care service can revolutionise Bangladesh's health sector. ICUs have the capacity to provide immediate and lifesaving care to patients who might otherwise die without it. There should not be any more Shaheens to die due to the lack of ICU facilities. ICUs must be set up in all the district hospitals that lack these facilities. Adequate staff and equipment must also be provided. Infrastructure alone cannot provide treatment. That medical equipment lying uninstalled and unused for years in various hospitals very often hit news headlines. Even after being installed, these are not used for lack of skilled technicians. So, it is time to initiate a coordinated move towards developing a full package of ICU facilities for district and upazila health facilities. \n[email protected]",
        "headline_1": "When ICU beds are scarce",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-icu-beds-are-scarce-1684248125",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "Although all the attention is grabbed by readymade garments (RMG) export, there is still a 15 per cent segment of export that constitutes items/products from other sectors. These include leather and leather-goods, jute and jute goods, agro-products, chemicals pharmaceuticals, engineering goods, frozen and live fish. Now, they may constitute only 15 per cent of the export basket, but still involve millions of people who earn their living from these areas of economic activity. There is no way to ignore those since together they fetch billions of dollars every year.If one looks at jute and products made from it, the sector has posted a 20.25 per cent negative growth rate over the July 2022 -April 2023 period. Yes, there is a move away from natural fibres to man-made fibres, but is that the only reason? How is it that neighbouring India has invested heavily in jute and made serious efforts at diversifying the jute-based product portfolio. Over two decades ago, India was exporting all manner of jute products as home textile, jute-based geotextiles for securing embankments to Europe. The semi-automatic nature of equipment to produce a lot of these products was introduced by local engineering companies to cater to a fledging domestic industry to make varied products destined for foreign shores. That country's small entrepreneurs were getting policy support from the State to make a wide range of products and this support came in the form of diversification of product portfolio and actively seeking out new export markets.Simply blaming external factors, like the war in Europe, doesn't quite explain why for over a decade a central effluent plant (CETP) could not be set up at the tannery estate in Savar, the lack of which means Bangladeshi leather and leather products do not get the mandatory seal of approval from foreign countries that these were produced using environmentally-compliant processes. Whose fault is that? How many leather companies can afford to make investment in individual ETPs, and a more important question is, why should they be asked to do so in the first place? Especially when their plants are in a specialised estate?The country has taken giant steps to make it possible to produce enough food to feed a population of 170 million or so citizens. Today, most people do not suffer from protein-deficiency (barring the ultra-poor). A negative growth of nearly 29 per cent over the stated period should set the alarm bell ringing all over the corridors of power. Instead of providing policy support, the price of diesel has been spiked 50 per cent and that is directly correlated with the cost of production. When farmers are unable to meet their cost of production and are forced to sell at prices lower than the cost of products, naturally agriculture will suffer. Why are steps not being taken to introduce solar-based power pumps in the country? Cutting back on grandiose infrastructure at the time of recession and diverting some of these funds to provide as matching share (from the government side) to secure foreign financial assistance to introduce these pumps would be a step in the right direction.There are ways to get over the problems that non-RMG sectors are facing. Proper recognition at the policy level of the need to pay immediate attention to these sectors can go a long way to turn them around. At a time when the national exchequer is haemorrhaging due to dollar crunch, every avenue needs to be explored to increase exports - from every sector.\n[email protected]",
        "headline_1": "Non-RMG export continues to decline",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/non-rmg-export-continues-to-decline-1684248164",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2023"
    },
    {
        "full_article": "For any citizen, passport is a very important document. The government has made regional passport offices in most parts of the country so that people can make passport in their respective areas. Despite the fact Agargaon passport office is a focal point for most Dhaka residents to get or renew their passports. For issuing an e-passport, one applicant needs to fill a form online and later he/she needs to bring his/her document on a stipulated date. But the experience of Agargaon passport office is not a happy one for anyone. It is one of the worst experiences a person has to go through. For a simple task, one must stand for hours in queues and there are no air conditioning facilities in this hot weather in the documents verification section located on the ground floor. After verification, one has to brave another long queue for the retina, biometric and photo endorsement part. Most people have to stand six-eight hours on the stairs for the whole process to be completed. Elderly citizens have complained about the general mismanagement and lack of disregard for public comfort at the passport office, as there is no seating arrangement for them. Everyone is paying for this service yet the process is full of hassles. E-passport is supposed to be an online process. Yet, so many paper works need to be carried out. So, what is the point of calling it a digitised method? We hope the authorities concerned will make the matter simpler for citizens to get the service.\nRafid Alam, Crystal Impression Ltd, [email protected]",
        "headline_1": "Ease woes at Agargaon passport office",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ease-woes-at-agargaon-passport-office-1684248188",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2023"
    }
]