[
    {
        "full_article": "In a welcome move, the Union government’s decision to extend the coverage of Ayushman Bharat Pradhan Mantri Jan Arogya Yojana (AB PM-JAY) to senior citizens over 70 years, irrespective of their income, provides a modicum of free health coverage to nearly 60 million people. With out-of-pocket expenditure for health care in India among the highest in the world, the decision is indeed laudable. While the decision to provide free health coverage up to ₹0.5 million per year for a section of the population is noble, it will in no way fulfil the public health objectives that are much needed for the targeted beneficiaries. First and foremost, the health assurance scheme is limited to secondary and tertiary care hospitalisation. The absence of coverage for outpatient care, diagnostics and medicines is particularly concerning as chronic diseases have increased sharply in India in the last few decades. Increased life expectancy and an early onset of these diseases would mean that people over 70 may very often suffer from multiple chronic diseases. Most of the health-care expenditure by the elderly will, therefore, be through outpatient care (40%-80%), which will not be covered by the scheme. Since its launch in 2018, the penetration of PM-JAY into smaller cities and towns has been low in most States. Unlike in most of the southern States, primary and secondary health care in the public sector has been largely neglected and is inadequate and ill equipped to meet the demand in other parts. Robust primary and secondary public health care will sharply cut the load on tertiary health care and hence the need for curative care; a reduced curative care load at tertiary hospitals will make the PM-JAY scheme succeed.Thailand focused and progressively strengthened its primary health-care system, and even diverted funds earmarked for urban hospitals to build rural hospitals and health centres to attain universal health coverage. In contrast, in the U.S., banking primarily on insurance-based schemes is what led to the surging costs of health care. India appears to be going the U.S. way. Though there is waning enthusiasm in the private sector due to low treatment rates and delayed payment, as per media reports, since its launch, two-thirds of the total money spent each year under the PM-JAY scheme went to private hospitals; it was 53% in the case of the southern States. Weakened primary and secondary health care will result in an overload in tertiary health care, which the private players will be well poised to take advantage of. This can lead to a further shrinking of the government’s commitment to strengthen the public health-care system by over-relying on the insurance modality which is neither affordable nor will provide appropriate health care for the needy. In its present form, PM-JAY is a measure that is essential, but is incomplete. Published - September 13, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ngovernment\n\n/\n\nhealth\n\n/\n\nhealth treatment\n\n/\n\nhospital and clinic\n\n/\n\npatient\n\n/\n\nmedical service\n\n/\n\ndisease\n\n/\n\nUSA\n\n/\n\nIndia\n\n/\n\npublic health/community medicine\n\n/\n\nhealth insurance",
        "headline_1": "Good, but not enough: On the extended coverage of the Ayushman Bharat scheme",
        "headline_2": "Extension of free health coverage to all over 70 years is good, but more needs to be done",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bessential-but-not-enough-on-the-extended-coverage-of-the-ayushman-bharat-pradhan-mantri-jan-arogya-yojana/article68634754.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "It has been a tumultuous month in Kolkata with junior doctors and civil society leading protests against the brutal rape and murder of a woman doctor on duty on August 9. The rallying cry, “We demand justice”, is being heard loud and clear by everyone, from the State administration right up to the Supreme Court. Doctors have defied the Court’s appeal to return to work, and had set conditions to hold talks with the State administration, including an assurance that the meeting is centred around their five key demands and is televised. The Mamata Banerjee government rejected the pre-conditions, and urged the doctors to return to work. The breakdown of trust between the two sides is proving to be counter-productive. The doctors want the culprits identified and punished; disciplinary action against R.G. Kar’s former principal, Sandip Ghosh, who is in custody; resignation of Kolkata Police Commissioner Vineet Goyal; increased security for health workers; and an end to the “threat culture” in hospitals and medical colleges across West Bengal. As protests continue, the list of wants has expanded, and includes a call for an overhaul of the government health departments, which have not been functioning at their best.The State government has taken several steps for the protection of health workers, such as launching an initiative, ‘Rattirer Shaathi (helpers of the night)’. But these will not help stem the rot and are seen as tokenism at best. That the Court had to direct the State administration to provide separate duty rooms, toilets and install CCTVs indicates that the health infrastructure is creaking. The government needs to do more to break the logjam. The doctors and students too must take the movement for justice to another level. They can resort to relay strikes, thus ensuring that a majority can return to work. In the quest for justice, doctors cannot end up being unjust to a large section of the people dependent on government hospital care. West Bengal is a poor State and when a government hospital under-performs, it affects the vulnerable the most. The government has said over six lakh patients have been turned away from government hospitals this month. Doctors refute the number, saying they are holding telemedicine services and ‘Abhaya Clinics’ on Sundays; and that senior doctors are working harder to ensure that work goes on. With the festival season around the corner, which is the chief source of revenue for a large number of people, the onus is on the government and the doctors to resolve the crisis at the earliest. Published - September 13, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKolkata\n\n/\n\nsexual assault & rape\n\n/\n\njudiciary (system of justice)\n\n/\n\ngovernment\n\n/\n\nmedical staff\n\n/\n\npolice\n\n/\n\nhospital and clinic\n\n/\n\npatient",
        "headline_1": "Street power: On the Kolkata protest",
        "headline_2": "The Kolkata protest must keep its focus and not be a free-for-all",
        "link": "https://www.thehindu.com/opinion/editorial/street-power-on-the-kolkata-protest/article68634777.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "In many ways our pictured past is more of a keepsake than our snapshot present\nThe other week while clearing out a long-disused drawer, Bunny came across some old photographs, all black and white.\nThe oldest, taken almost a hundred years ago, showed Bunny’s grandparents, and her father, uncle, and aunt as small children. \nThe later pictures were of Bunny, me, the two of us together, and with friends, taken in the Calcutta of yesteryear. \nThey brought back a tide of memories and an accompanying litany of wonderment. Look at how thin everyone is! And see how much hair the men have on their heads! Are those bell-bottoms that everyone’s wearing? And dupattas with their kurtas? Whatever happened to dupattas? And to bell-bottoms? \nConjured by the benign narcotic of nostalgia, the long-ago was reborn for us, picture perfect. It struck me that real photographs, images on paper, make for so much better mementos, better keepsakes of the past, than do the impromptu snapshots of today taken by cell phones disguised as cameras, or cameras disguised as cell phones.\nThe taking of a photograph in those far-off days was something of a special occasion, commemorating a birthday, or other celebration. People put on their special clothes, and their special faces, for the sake of the camera, often a Kodak Brownie. \nThe taking of a photograph was a ceremonial rite, so different from the cell phone selfie, or groupie, taken in the split second of a digital heartbeat, and often deleted just as swiftly.\nPhotographs were a very different proposition. They involved the purchase of equipment specifically designed to take pictures and nothing else, like telephony, texting, or Googling. Next, a roll of film had to be got. When the elaborately posed photographs had been taken, the film had to be sent for developing in a studio, from where the prints would emerge, to be pored over excitedly, the best ones selected to be securely pasted into albums, and some framed and put up on walls.\nPhotographs, real photographs, are tangible representations of ourselves. And, with age, they begin to fade, the paper wrinkles and creases, as though in bitter-sweet affinity with us.\n\n",
        "headline_1": "Photo finish",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/photo-finish-3/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "India’s an unsafe country for pedestrians. Changing this will make cities healthier and greener too \nDedicated desi flâneurs do manage to search out the roads, alleys and boulevards where to meander is to pleasurably meet an India where one century stands right next to another and another. But mostly, such pleasurable strolling is an impossibility in our cities today. Sometimes the vendors, sometimes two-wheelers, sometimes parking, sometimes a random gutter…all kinds of interruptions push the pedestrian off pavements…provided these haven’t been dug up by callous and continuous cityworks. What one is pushed onto, though, is not just more cacophonous but also far more dangerous. \nPedestrians comprise half of road crash victims in Delhi, a transport department report finds. Accurate measure of this problem at the national level is difficult. First, because pedestrian fatalities are under-reported. Second, because data is aggregated from individual police station records, resulting in discrepancies even in MoRTH and NCRB figures. Projects underway such as eDAR (electronic detailed accident report) and iRAD (integrated road accident database) should improve data shortfalls in time. But making India’s roads safer for its pedestrians is a much more complex challenge.\nA lot of urban expansion is unplanned. Where it’s planned, cities are still plagued by ill-constructed pavements, unscientifically designed junctions, or road engineers seemingly simply failing to realise that roads are used by large populations to walk, rather than drive on. Of course, traffic rules’ literacy is poor and compliance even poorer. But then, it’s hard following rules on a road where cars, two-wheelers, buses, cattle and cyclists compete crazily with rickshaws of different types. Alongside more accountable municipal maintenance, some streamlining of what’s allowed on particular pavements and roads is essential to make them safer. \nNor is there any shortage of examples where such efforts have really uplifted the quality of life in particular neighbourhoods. As an ITDP report outlines, between 2013 and 2019, Chennai designed and built pavements on more than 100km of streets. Result: up to 29% of people walking on the improved pavements would have otherwise used a private motorised mode of travel. In the 21st century, we can hardly walk everywhere. But many of our densely packed neighbourhoods do have schools, banks, gyms and shops already in close proximity to each other. To be able to comfortably walk to all these is good for both physical and mental health. It’s obviously climate-friendly too. The 15-minute neighbourhoods that other countries aspire to, we already have. All we need are safe spaces to walk on.  \n\n",
        "headline_1": "To walk in danger",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/to-walk-in-danger-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "Ayushman coverage for elderlies is great. But the health scheme has many existing problems \nBy expanding coverage under Ayushman Bharat to all Indians aged 70 and above, BJP has kept the promise it made before Lok Sabha elections. Providing an insurance cover of ₹5L per family every year, the move is expected to benefit an additional 6cr senior citizens from 4.5cr families. With this, ground has been laid for universal health coverage of this vulnerable section of our population. Significantly, while India’s 60-plus population is estimated to grow from 8.6% in 2011 to 19.5% by 2050, just 20% of this age group enjoys health coverage today. Govt has set aside ₹3,437cr for the initiative. But experts say its financial implications could be larger given the health vulnerabilities of the elderly.\nUnsatisfactory delivery | Besides, there is the all-important issue of implementation. For, Ayushman has faced a host of problems that need ironing out if it is to meet its goal of reducing out-of-pocket health expenditure. A CAG report last year highlighted that the scheme is riddled with corruption. Empanelled hospitals in many states were found flouting prescribed standards, impacting the quality of their services. Most important, there aren’t enough empanelled entities to meet the needs of our population. For instance, a state like Bihar has just 1.8 empanelled hospitals per lakh population. Private hospitals in many states have curtailed services given payment delays on account of insufficient fund allocations by govts. Also, the scheme doesn’t cover outpatient care, though a study has found that 40-80% of health expenditure in India is on OPD services. Hopefully, income-neutral eligibility will put more pressure on authorities to address these lacunae, ensuring that service delivery lives up to the objective of the scheme.\n\n",
        "headline_1": "Older, but wiser?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/older-but-wiser-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "That Kamala convincingly out-debated Trump doesn’t change one vital thing: Just as before the debate, US presidential elections are too close to call\nThe last presidential debate effectively ended Biden’s re-election campaign. During that June 27 debate, Trump deployed his typical inflammatory rhetoric and patent lies while Biden mumbled, stuttered and could not effectively counter Trump’s hyperbolic rants. On Tuesday night (US time), that changed when Trump’s new challenger, Kamala Harris, crossed the stage to meet him behind his own podium and shake his hand after the candidates were introduced. Harris was going to bring the fight to Trump.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "She was so much better. But he may still win",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/she-was-so-much-better-but-he-may-still-win/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "On September 9, in The Daily Star's roundtable discussion with business leaders, including those from the manufacturing, banking and fast job-producing IT sectors, urgent appeals were made to the interim government for help. First and foremost was the need for security. The disappearance of police from the scene and the overall lack of security in the industrial zones led to desperate appeals for army presence to ensure law and order. They specified five industrial belts: Ashulia, Narayanganj, Narsingdi, Chattogram, and Cumilla. These five zones constitute our crucial industrial base that must be protected with the highest priority. Normally, they wouldn't ask for the army's help, but they feel it to be an urgent necessity because of the power vacuum that has been caused by the sudden political change that we recently experienced.\nAlong with the physical protection of the above areas, what has been emphasised is the restoration of law and order in general. The truth is that, because of their role during the past regime, police now suffer from a severe backlash for which they hesitate to go to public places and take firm action when needed. This obviously sends out wrong signals to the criminal elements who are creating havoc in our factories.\nWith the sudden fall of a regime who appeared to have had endless unaccounted for power, there now exists a crisis of governance of sorts. The hatred towards police due to their partisan use has been multiplied a thousand times by their trigger-happy colleagues who killed more than a thousand students and citizens, and injured thousands more, as initial official estimates show. Our border guards—BGB—who have no training in crowd control or how to deal with mass protests, were used, which added to the death toll on the streets of Dhaka and the rest of the country. This has resulted in a tremendous anger and desire for revenge against the previous regimes and their henchmen: the politicians. Included in this is a section of the business community who did nothing but exploit their political connections to loot the country. This is exemplified by the so-called private sector adviser of the former regime, who could have been better termed \"personal sector representative,\" as he never worked for the overall benefit of the private sector and used his privileged position to advance his own interest and those of his cronies.\nThis, however, led to an overall impression of the private sector as a product of undue privilege. This narrative is influencing both a section of our society, especially the young people, and some within the government, giving the impression that the interim government is not fully cognisant of the private sector's role in advancing, modernising and driving the economy as a whole. The fact that there is no representative from the private sector in the interim government is considered by many to be indicative of the above mindset. For the sake of our immediate and long-term growth, this has to change—and immediately so. We urge the interim government to appoint an adviser from the private sector.\nAn important fact that has to be remembered is that not the entire private sector was the recipient of the former regime's largesse. Only a section of them influenced policies that favoured only them. There is a large number of businessmen who suffered because they refused to toe the line. They did not default on loans. They paid their due taxes and yet got constantly harassed. The distinction between the genuine private sector and the crony entrepreneurs must be urgently and seriously made.\nRegardless of the background of their owners, factories are national assets. How they built them must be a big factor in dealing with them, but what they built with personal assets or bank loans cannot be viewed as anything other than the collective wealth of Bangladesh. That particular viewpoint appears to have been put in the background. This is evidenced by reactions to factories owned by individuals close to the former ruling party or whose wealth has been a direct result of cronyism, undue favours, dubious tax breaks, and illegal practices that should have nothing to do with doing proper business.\nYes, none of them would probably have been anywhere near the wealth they accumulated without their political connection, yet their production facilities cannot be treated as \"enemy properties\" and burnt down, as has been the case for several industries. The direct impact of such action is the threat to the jobs of workers. The vandalism and looting of stocks and raw materials, and in many cases of the machinery and its spare parts, clearly indicate the involvement of elements for whom national interest is of least concern.\nWith all the nepotism, corruption, looting of the national exchequer, and power abuse, Bangladesh's economy has grown. However flawed it is, with all its inner weaknesses, we increased exports—some would question the undeserved subsidies and tax facilities that were given—and captured new markets, and brought in technologies to make new products, thus expanding our export markets. Take the latest statistics (some of which needs to be more thoroughly verified), there is strong and undeniable evidence of our advancing economy.\nThe country is now poised for some fundamental changes. While the talk about a new constitution or serious amendments to the old one has been going on, a similar discussion for changes in the economy has not been that forthcoming.\nWe need fundamental reforms in the way we do business. To attract FDI and increase local investment, we need urgent reforms in the banking laws and regulations. To start with, we must make the professional management of banks mandatory and introduce international practices in regulating the role of bank directors who think of themselves as \"owners\" of the banks and not small shareholders, with the depositors being the main owners. The practice of protecting the depositors' rights must immediately be introduced. It's the directors that can be held as mostly responsible for destroying the banking system.\nWe must investigate why we have not been able to attract FDI over the past decades in spite of our economy's growth. Mega-corruption was of course a big factor. Too many laws are in operation that inhibits entrepreneurship. Bureaucratic hassle, land registration issues, and the overall delay in getting things done all contribute to the lack of efficiency in our system, which must be changed if we are to realise our potential.\nWe must remember when people or companies invest either in one's own or in a foreign country, it's their own wealth—or borrowed from banks—that they are investing. We should allow them to make legitimate profits and prevent them from profiteering. The precondition for this to work is an intangible element called confidence, which comes from a whole set of factors, such as the legal framework, business practices, political interference, corruption, and bringing those who break the law to justice. Many foreign investors came to Bangladesh, and after waiting several years, they left because they felt we are not dependable in terms of business stability. This is not to say that foreign investors have no flaws—sometimes they push investment in areas that are not our priority or in terms that do not suit us—but the overriding need for them cannot be ignored. If state-controlled countries like China and Vietnam can attract huge FDI, why can't we who practise market economy? The reason is that they are able to generate that intangible factor that we referred to earlier: confidence.\nIt is our hope that the new Bangladesh, headed by a man of vision and integrity and with unrivalled global respect, and driven by the energy and honesty of the young people with the wholehearted support and confidence of the public, will be able to create that vital trust and necessary confidence both within the nation and among the international community, and we will be able to build a democratic, equitable and rights-based future.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: Business community's voice needed in the interim government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-business-communitys-voice-needed-the-interim-government-3701536",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "In his lecture titled \"Justice Without Violence,\" Martin Luther King Jr. stated, \"The first thing that we can say about this method that seeks justice without violence, is that it is not a method of power, that is a stagnant passivity. It's not a method to be used by persons filled with fear or persons who are merely lacking in weapons of violence. It is not a method of cowardice. As Mahatma Gandhi used to say, 'If the only alternative is between violence and cowardice, I would say use violence,' but it's good that there is another alternative.\"\nThis quote by King holds significant relevance for movements, protests, political parties, and even for nations as they strive to position themselves against injustice. How one portrays themselves in their fight against injustice speaks volumes about their values and intentions. Hence, the methods one employs to combat injustice are crucial. From a nonviolent perspective, King asserted, \"You not only refuse to shoot a man, but you refuse to hate him.\"\nWhether political actors in Bangladesh can set aside their animosity and cease to use either administrative or armed forces to crush the opposition is no longer just a practical question but a pragmatic one. The tendency to humiliate and seek revenge through violence only deepens political distrust and perpetuates cycles of retribution with each change in the government. This cycle is counterproductive, as those in power often resort to fear and violence, assuming that they would also be treated in a similar way when they lose power. This fear drives politicians to launder money to foreign countries and seek security and protection outside their native land in times of trouble.\nThis cycle persists because Bangladesh's political landscape has long been marred by a troubling pattern: political parties, at various times, have resorted both to overt and covert violence to stifle dissent and strip away the democratic rights of the people. These tactics have fostered a climate of fear, silencing the voices of ordinary citizens and intellectuals. As a result, the nation has been deprived of the freedom to speak openly, engage with uncomfortable truths, and debate ideas. The atrocities committed against protesters just before the fall of former Prime Minister Sheikh Hasina stood out as a profound humiliation of human life, reducing the citizens to nothing. Consequently, the protesters retaliated with a collective force that led to the dramatic fall of Hasina's government.\nThe lesson learned from the July uprising is a clear one: when those in power resort to extreme humiliation of the populace, it often backfires spectacularly. Regimes that appear unassailable can crumble quickly when they alienate the very people they seek to control. In the complex world of modern politics, where multiple actors compete for power, the consequences of misreading public sentiment can be catastrophic. Political parties often view their fight for power as a zero-sum game, in which the winners take all the pride and glory, thus overlooking the fact that public sentiment can be as volatile and unpredictable as the political actors themselves. If this mindset and culture of violence become the norm, any political party seeking power might come to view violence and revenge as the only way forward.\nHowever, this endless cycle of violence and revenge must end at some point and justice needs to be served without violence. Nonviolence can be the cornerstone of justice. Judicial procedures must be carried out with fierce independence and fairness, ensuring that justice is served from a perspective of peace and equity.\nTo break the cycle of humiliation, violence, and revenge that has plagued the political landscape of Bangladesh, the authorities must act decisively to prevent any form of violence—whether physical, psychological, or rhetorical—against anyone, including perceived opponents. However, justice cannot be served without uncovering the truths. But then the question arises: whose truth, and for what purpose is the truth being sought, established, or utilised? Truth is often discursive in political landscapes. Political actors might engage in creating and spreading falsehoods that help them gain political traction or momentum.\nFor example, during recent student protests, police brutality was often framed as a third-party intrusion rather than the responsibility of the police force or the administration. Similarly, following the fall of Hasina's government, acts of vandalism and personal grievances were carried out, which were not directly linked to the student movement. Yet, the movement was at times accused of political violence carried out in its name. This created ambiguities about who did what, why, and how. Different versions of events emerged over time, further fuelling tensions, distrust, and hatred among individuals, groups, and political actors with diverse ideologies, religious beliefs, and identities. This, in turn, perpetuated more violence and solidified a cycle of revenge politics, affecting both the victors and the vanquished.\nThe situation was further complicated by the (mis)use of social media. Spreading misinformation, hate, and humiliation became one of the cheapest and quickest methods to encourage endless violence and revenge.\nHowever, things do not have to remain this way. There is an alternative to the cycle of violence and revenge politics that we have recently witnessed in Bangladesh. Political imaginations for the common good should have no boundaries, and a politics based on nonviolence is not an impossibility.\nIf the authorities could establish a fair and transparent procedure to investigate the truths about the atrocities committed during the movement—such as who was responsible for the brutalities, who gave the orders, and how these actions were carried out—they could create a path towards long-lasting peace. It is also crucial to understand why and how acts of vandalism and communal violence occurred in the aftermath of the Hasina government's fall. Most importantly, once the facts about various violent acts are known, providing justice to the victims through a transparent judicial process would not only serve justice but also pave the way for enduring peace.\nFailing to do so would trap us all in an endless cycle of political violence and revenge, which should ideally be considered unacceptable by every conscientious citizen of Bangladesh. We should strive for peace and use nonviolent means to achieve democracy, voting rights, well-being, and dignity for all citizens, regardless of their political or religious affiliations. Only time would tell whether these possibilities were realised and whether our ordinary citizens were able to secure a life free from humiliation, intimidation, and violence. \nRashedur Chowdhury is professor of business and management at Essex Business School (EBS). He can be reached at: [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "A call to end the cycle of revenge politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/call-end-the-cycle-revenge-politics-3701406",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "In a stunning departure from the disciplined nature of public service, chaos erupted at the heart of Bangladesh's Ministry of Public Administration on September 10. Mid-level civil servants, frustrated with the recent appointment of 59 deputy commissioners (DCs), openly protested at the secretariat, shouting slogans and shoving senior officials—a scene unimaginable in the typically hierarchical and rule-bound structure of bureaucracy. The discontent stems from allegations of favouritism and unfairness in the selection process, as many aspiring DCs found themselves bypassed in favour of others.\nWith a colonial legacy, the role of a DC has always been seen as prestigious, but it has also become a point of contention. To be nominated as a DC, officials must meet specific criteria. However, this very process seems to have ignited unprecedented anger, exposing a deeper malaise within the country's civil service—one that is rooted in years of politicisation, particularly under the previous regime.\nAt a time when Bangladesh is undergoing a crucial transformation under a newly installed interim government, such a breakdown of discipline in the very agency tasked with maintaining order is deeply troubling. Following the July uprising, the government's foremost task has been restoring law and order—a task that hinges on the effectiveness of field administration where the DCs play a crucial role as the highest-ranking officials at the district level. Their responsibilities span across governance, law enforcement and service delivery, making their professionalism essential to the nation's stability.\nBut how can we expect order in the districts when the very process of appointing DCs has descended into chaos?\nIt's not difficult to see why mid-level officers are frustrated. For years, the civil service has been seen as a tool for political gain, rather than an institution governed by merit and professionalism. Under the long tenure of Sheikh Hasina administration, appointments were frequently influenced by political connections rather than competence. As a result, the civil service is now deeply polarised, with many officers feeling sidelined and discriminated against due to their perceived affiliations.\nWhile the interim government has made significant strides in addressing some of these issues, the damage inflicted by years of politicisation is not easily undone. The latest round of DC appointments, which should have been an opportunity to restore confidence, has instead exacerbated the sense of injustice within the ranks.\nHowever justified their grievances may be, the actions of the junior officers cannot be condoned. Bureaucracy, as envisioned by Max Weber, is built on the foundations of hierarchy, discipline, and adherence to written rules. The very essence of public service is its commitment to professionalism and order, even in the face of frustration. When those who are meant to uphold the system become its disrupters, it sends a dangerous message.\nAt this critical juncture, the civil service must rise above personal grievances. The country is recovering from a period of immense political and social upheaval, and the citizens deserve a functioning, competent and impartial administration. It is the duty of every civil servant, especially those in leadership positions like DCs, to ensure the smooth functioning of government institutions and the delivery of essential services.\nThe interim government, for its part, must take swift and decisive action. The politicisation of civil service must be addressed through transparent processes, ensuring that future appointments are based on merit and not political loyalty. More importantly, the grievances of civil servants must be heard through formal channels, rather than allowing discontent to spill into the public arena.\nDuring his address to the nation on September 11, Chief Adviser Prof Muhammad Yunus announced the formation of six reform commissions, which includes the Public Administration Reform Commission, to be led by Abdul Mueed Chowdhury, the newly appointed chairman of Biman Bangladesh Airlines. The commission can identify necessary reform measures for a professional, accountable and pro-people civil service in Bangladesh.\nAdditionally, this incident serves as a stark reminder that the civil service itself must be part of the solution. Public servants are not merely employees of the state, they are the backbone of governance. At a time when the country is grappling with challenges on multiple fronts, from economic instability to social unrest, the civil service must act as a stabilising force, not a source of discord.\nThe incidence at the secretariat is a wake-up call for both the government and the civil service. Bangladesh cannot afford to let internal divisions and political manipulation undermine the very institutions that are essential to its stability. The DCs, as the face of government at the district level, must embody the values of professionalism, integrity, and accountability.\nAs the nation rebuilds and recovers, we must ensure that order is restored not only in society but within the bureaucracy itself. The interim government must act quickly to restore confidence in the civil service, while civil servants must remember their duty to serve the public above all else. Only then can Bangladesh truly move forward, leaving behind the disorder that has plagued its past.\nDr Kazi Maruful Islam is professor of governance and politics at the Department of Development Studies in the University of Dhaka. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The case of disgruntled DC aspirants",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-case-disgruntled-dc-aspirants-3701276",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "Since the interim government assumed office, the first foreign delegation set to visit Bangladesh -- a high-profile one at that -- will be a US inter-agency team on September 14-15. According to media reports that cited top sources in Washington, the US delegation wants to initiate economic discussions with Bangladesh, intended to support one of the world's largest garment-exporting nations. This, again, is to strengthen its economy during a particularly challenging period.The delegation will be led by the US Treasury Department and will include officials from various key agencies, such as the State Department, the US Agency for International Development (USAID), and the Office of the US Trade Representative. Brent Neiman, US Assistant Treasury Secretary for International Finance, has expressed optimism about Bangladesh's efforts to implement essential economic reforms, emphasising that the US hopes Bangladesh will address its economic vulnerabilities and lay a solid foundation for sustained growth and enhanced prosperity. He also highlighted Washington's intention to underscore its support for Bangladesh's ongoing collaboration with the International Monetary Fund (IMF) and other global financial institutions for enhanced economic growth by facilitating financial-sector reforms and improving fiscal sustainability. The discussions with the US team are expected to cover fiscal and monetary policy, as well as the health of the financial system. Besides the issues that have surfaced lately in the country following the fall of the former government, about which the interim government is particularly concerned, there exist longstanding trade and commerce-related issues with the US that need to be resolved and eased. The scrapping of GSP by the US on some Bangladeshi products years ago is one to start with. Although the products are small in number, lifting of the embargo will surely demonstrate goodwill for bilateral trade. The US being the single largest export destination of Bangladesh's readymade garments, keeping up the export momentum is crucial not only for export but equally importantly for the nearly four million people employed in the sector. To make the process smooth, there is the need for easing procurement protocols that occasionally disrupt the export chain. Labour rights issues were a subject of concern for exports in the past. With things better placed now, including workplace environment, the Bangladesh side may seek support of the US while assuring the delegation of actions required for addressing the remaining irritants. Restoring the dismal financial and banking sector, rendered so by defaulted loans and money laundering, may figure as an important issue for discussion. Bangladesh side may seek US help in bringing back the laundered money by creating a mechanism involving international agencies. In the wake of the depleting foreign exchange reserves, Bangladesh may also seek US support in its engagements with the IMF and other international financial organisations. Currently, the interim government is in the process of negotiating a credit deal with the IMF.The upcoming visit of the US delegation is expected to create a regular forum for discussion on economic matters from time to time with the prospect of opening up avenues for cooperation to the mutual benefit of both countries.",
        "headline_1": "US delegation's upcoming visit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/us-delegations-upcoming-visit-1726155781",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "In his second address to the nation, Chief Adviser Dr Muhammad Yunus has made the most important announcement of forming six reform commissions assigning those with the task of recommending amendments to provisions in their respective areas. The purpose is to attain the goal of a governance system for the people, by the people and of the people. All the recommendations must align with the aspiration students of the anti-discrimination movement have made their driving force for establishing a society of equal opportunity for all. The commissions will start working from October 1 next under six prominent persons, whose names he mentioned, heading those. Subject to perusal by political parties, reforms to the areas concerned will be brought about. The trickiest issue here is the decentralisation of power from the clutches of the elite, privileged and moneyed classes to make power-sharing inclusive. In a unitary government of centralised power, even the legislature can be changed to consolidate power by the ruling party provided it receives the required majority as stated in the constitution. So the greatest challenge before the interim government is to invent a system that leaves no room for any manipulation of the system of election by the party in power. Remarkably, of the three state organs, the legislative has been left out of consideration for reform. The crux of the problem facing the interim government actually lies here. It cannot bring about any constitutional amendments and the validity of its rule until an elected government takes over will also have to be endorsed and incorporated by the legislature. Its strength is the unambiguous support it receives from the main actors of the political changeover and also of the mass people and most political parties except the party or parties that formed or supported the deposed government. However, this is no guarantee that the aspiring political parties ---much as they may make a show of their acquiescence to the interim government's and the students' principled stand for a government devoted to serve the people instead of party interests at the cost of the people's cause---will be able to break free from their murky past marked by misrule and anti-democratic and anti-people activities. The deposed authoritarian dispensation took the monopoly of power and privileges to their extreme but other elected parties to have come to power or shared power were no better when it comes to monopolistic rule. The chief adviser has detailed the various corrective measures already taken to bring order in the areas of public and financial administration. In the financial sector including banking, some discipline has been restored. This has been possible because financial matters and banking business do not have to comply with bureaucratic diktat, chiefly from the Bangladesh Financial Intelligence Unit that played a role contrary to the stated one for which it was established. These are areas that demanded immediate attention for routine works of governance.Unfortunately, no unelected government --- much as the people's support it may have--- cannot likewise effect fundamental changes to the country's constitution. This country boasted a constitution that was reputed to be a unique charter guaranteeing equal rights of people of all classes. But subsequent distortion and manipulation have left it bereft of some of its cardinal principles or the main pillars such as secularism and socialism. This is, however, the interim government's weakness as well as its strength. Weakness, because it cannot make the political parties swallow the bitter pill but strength, because it has taken in its hands the onerous job of giving the best possible solution to the defective system of deciding the people's mandate for their representatives to rule. Now the leaders known as coordinators of the Students Against Discrimination (SAD) are keeping vigil and no one dare take a stand contrary to their firm stand. But in the heady days of election campaign, things may be different and if there is an absolute majority a party receives under the parliamentary system, the current bonhomie may disappear. So the constitutional reform commission and the election reform commission will have the crucial role to play. The two together with the judiciary reform commission will have to ensure check and balance in power sharing at the top so that concentration of power in a single hand creates no scope for producing a fascist or an autocrat or even oligarchy or plutocracy. This is a tall order but Bangladesh, coming through trials and tribulations of a number of mass uprisings, now deserves a much needed desirable settled system of electing a government and handing over power smoothly and peacefully. Here the important issue is to ensure accountability and transparency which law alone cannot guarantee unless those in power rise up to the occasion to meet the new generations' expectation. They must recognise that the days of politics geared to advancing material gains, abuse of power and vendetta are over. The new generations have got the agenda and priorities right. By endorsing those, they will be able to respect the common people's will and earn the right to rule. Otherwise, the nation will never be at peace with itself and have to pay a heavy price for this fallibility. This time, it must not fail but sail through the turbulent time to its desired destiny.[email protected]",
        "headline_1": "Reform commissions on their salvaging mission",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reform-commissions-on-their-salvaging-mission-1726155842",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "At a most critical time of the nation's history, the interim government, led by Nobel laureate Dr Muhammad Yunus, has taken over the de facto cabinet left vacant by the deposed Awami League government. It has got the onerous job of pulling the civil administration, military administration, police service, judiciary, election commission, anti-corruption commission, banking, business sector and the media out of the quagmire. Its economy left shattered also needs to be resuscitated. The interim government has to address such urgent issues as fast as possible to bring the country back on the right track. Both short-term and long-term programmes are required for this. Already the government has already initiated such programmes to steady the ship. In his second address to the nation, Chief Advisor Dr Yunus has announced six reform commissions --- on election, police, judiciary, anti-corruption, public administration, and constitution --- to undertake the reform programmes. Reforms will be carried out based on the suggestions of the commissions and that will certainly take time. This is because the future of the country depends on reform to the system of governance.But it seems different groups are not ready to give the government any time to carry out the reforms and fix the problems. People from various professional groups and sections are trying to wage movements to press home their demands. Village police, Ansar VDP, nursing students, polytechnic students, medical assistants and readymade garment workers are taking to the streets. What a group of the Higher Secondary Certificate (HSC) examinees for the year 2024 and Ansar VDP members did went beyond any tolerable limit. Ansar VDP members tried to force into the Secretary and launched an offensive on the members of Anti-Discrimination Students Movement, which spearheaded the oust-government movement and dislodged the tyrant government. There is no denying that many people were deprived of their rights and justice during the previous government because of its nepotism, political and regional favoritism and corruption and that they deserve justice. But why have they been so impatient? Why cannot they wait for some more time when they dared not raise the issues during the previous regime?What is happening lately in the readymade garment sector is simply alarming. Timely disbursement and rationalisation of wages in the RMG sector is a longstanding issue. But the pattern of the movement and the resulting unrest indicate that the protests are not merely aimed at realising the stated demands. The unrest and the movements might be orchestrated by forces out to disrupt industrial production and destabilise society aimed at discrediting the interim government.Chief Advisor Dr Yunus, in his first televised address to the nation, urged all to keep patient and give the government a reasonable time for reforms for a better Bangladesh. But his call has fallen on deaf ears. Brining the country back on the right track and establishing good governance cannot be a task only for the government, it is an issue calling for action from every citizen from their respective positions. The people should stay alert to any acts of sabotage or the ones unapproved by the law of the land, no matter who the perpetrators may be. Such acts have to be foiled. This nation failed to reap fruits of the victories achieved at great costs in the past. That must not happen now. The sacrifice of about 800 lives and injuries to many more have made it incumbent upon the nation to be faithful to their blood and build a country of their dream. [email protected]",
        "headline_1": "Nation must take victory to its logical conclusion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nation-must-take-victory-to-its-logical-conclusion-1726155905",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2024"
    },
    {
        "full_article": "Mobile phones have now become essential to everyday life. Men, women, and even children use mobile phones requiring them to spend money. Some people manage these expenses from their limited incomes. Currently, the call rate for every operator exceeds Tk 0.60 per minute.Businesses, located in villages or cities, rely heavily on mobile communication. Consequently, the cost of mobile usage is factored into the price of goods sold. If the call rates were reduced, the cost of goods in the market would decrease accordingly. Moreover, call rates in Bangladesh are comparatively higher than in other countries.Notably, all mobile operators, except for Teletalk, are foreign-owned, leading to remitting of substantial amounts of money abroad, causing further dollar shortage. Therefore, I urge the interim government to negotiate with mobile operators to reduce call rates, which would benefit both consumers and the economy.Md. Muradul Haque Sardar Manager -Purchase (Local & Foreign)Amanat Shah Group, Motijheel, Dhaka. [email protected]",
        "headline_1": "Reducing mobile call rate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-mobile-call-rate-1726155917",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-09-2024"
    }
]