[
    {
        "full_article": "Elections begin today. Don’t go by polls predicting big BJP win. Even BJP isn’t taking it for granted. For good reasons. Like major states voting in multiple phases & summer’s impact on turnouts\nVoting for 2024 general elections begins today. That old adage, ‘Don’t count your chickens before they hatch’, should apply in spades to current expectations about who will emerge the winner.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "It’s not done & dusted",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-not-done-dusted/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2024"
    },
    {
        "full_article": "Many subplots in the first of 7-phase elections. TN is of special interest. First vote in J&K post-Art 370\nThe first phase to elect the 18th Lok Sabha will decide the outcome of more seats than the six phases to follow. One hundred and two seats in 21 states are at stake. Each LS poll is unique with surprises guaranteed when votes are counted. A special feature of the first phase are the subplots within the largest electoral exercise in the world.\n\nA beachhead? | TN, with 39 LS seats, is the biggest prize in today’s polling. But there’s more at stake here than 2024. The state’s been a political outlier, pushing national parties to the margin. DMK has retained its successful 2019 alliance. Arguably, the most consequential outcome will be the vote shares of the erstwhile allies, AIADMK and BJP. It’s this measure that will indicate if the five-decade phase of TN politics revolving around two Dravidian parties is coming to an end.\n\nOne election | Arunachal Pradesh and Sikkim are two of the four states where LS and assembly polls are being held simultaneously. Arunachal continues with a tradition of sending some candidates to the state assembly unopposed. BJP has already secured 10 of 60 seats this way.\n\n\nA new beginning | J&K will witness its first big election after the nullification of Art 370. BJP and Congress go head-to-head in a keen contest in Udhampur. Resumption of electoral democracy in J&K is a positive takeaway.\n\nMore of the same? | Both of Manipur’s seats go to polls today. However, only a part of Outer Manipur constituency will vote. Polling for this constituency will be completed during the second phase. Given its unsettled state and ethnic violence, even a healthy turnout will be a good sign. Manipur’s healing has to come through a political process.\nOver the next six weeks, the world’s largest democracy with over 968 million voters will exercise its franchise. Almost 2% of this electorate is in the age group of 18-19. Democracy has been the glue holding together our diverse country by giving everyone a sense of ownership. It’s the most precious legacy of India’s political independence.\n\n",
        "headline_1": "Here we go",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/here-we-go/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2024"
    },
    {
        "full_article": "Sugar’s part of Indian culture. Eating it is socially accepted substance abuse. But it must be controlled\nSugar is as addictive as any drug, releasing opioids and dopamine in our system. Sweetening baby formula and cereal is one of the most insidious ways in which global food companies prime consumers to crave sugar right from infancy. While there has been some outrage about this in the West, a recent study has found that food giant Nestle adds sugar to baby food like Cerelac in low, middle income countries, including India.\nSugar addiction in India, often called the world’s diabetes capital, is in a class of its own. India is pretty much the home of crystalline sugar, where it was used as early as the 6th century BCE for ceremonial and royal purposes. So we have a longstanding cultural attachment to it. Eating sugar is socially acceptable substance abuse. We eat mithai, payasam and the like for every celebration, feed each other sweet stuff to mark an occasion. It’s a collective drug rush, we bond over it. Prosperity means the capacity to eat more sugar, love means giving children sugary treats.\nBut our bodies are only human. We can consume sugar in tiny amounts. But bulk sweeteners snuck in by industrial food and beverages are destroying our health. In the last century, sugar consumption has soared everywhere in the world, with US and western Europe consuming 40-60 kg of sugar per person a year.\n\nMany countries have taken the war on obesity and diabetes seriously, slapping taxes on food giants. Chile has banned advertising and put warning labels on junk foods. Consumption of such items dropped nearly 25% in 18 months. Others like Israel and Singapore have also done this. Coca-Cola, Pepsi and others have had to tweak their recipes to meet Singapore’s cap on sugar limits. Sugar content in these brands varies by country; which is why a Fanta tastes different around the world.\nIndia might have an enduring relationship with mishti, but we must curb our enthusiasm. As these global examples show, regulators can hold the food industry to account – if they are serious about public health.\n\n\n",
        "headline_1": "That sweet drug",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/that-sweet-drug/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2024"
    },
    {
        "full_article": "Climate is curiously missing from poll talk in this Himalayan state with most fragile ecology, its people caught between sinking land, forest fires and flash floods\nOver the last few weeks, as election campaigns warmed up across the state, so did many of Uttarakhand’s forests – fires raged, jungles were up in flames, and continue to be afire. \nRead full opinion on TOI+\n\n",
        "headline_1": "Where will the Uttarakhandi go?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/past-prism/where-will-the-uttarakhandi-go/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2024"
    },
    {
        "full_article": "The short-lived relief on account of reduced price of bottled soybean oil at Tk 163 from the previous Tk173 per litre enjoyed by the common consumers for the last two months is over. Vegetable oil refiners have decided to return to the pre-VAT-reduction price regime. Notably, the government, through a notification by the National Board of Revenue (NBR) on February 7, reduced VAT on the import of soybean and palm oils from 15 per cent to 10 per cent and withdrew indirect tax at the production and trading stage of the oils. Those measures remained effective until April 15, according to the NBR notification. Understandably, the measure aimed to rein in the price hike of edible oils along with that of other essential commodities before and during the holy month of Ramadan. Now that the tenure of VAT reduction and indirect tax waiver has expired, the oil refiners in a letter to the commerce ministry have argued in favour of unilaterally re-fixing prices of oils at the pre-existing level at Tk173 for each litre of bottled soybean oil from April 16. Similarly, loose palm oil, the price of which was not fixed earlier due to its price fluctuation in the international market, would now be set at Tk132 per litre. Ironically, the refiners have proposed increasing oil price immediately upon expiry of NBR notification, though they got a respite of 15 days before they could reduce oil price in response to the lowered VAT regime. The question is: why are the refiners in such a hurry to increase edible oil price and could not wait to discuss the matter with the government before taking such a rash decision? Worse still, the refiners and vegetable oil manufacturers' decision to raise oil price came at a time when in the international market, price of crude soybean oil per metric tonne has reportedly declined by more than 34.7 per cent during this March-April period. Clearly, it is their known tactic of using any excuse for hiking prices of their products. Going by what the state minister for commerce reportedly told the press the very next day following the edible oil traders' move, the government is seemingly not seeing eye to eye with the refiners. It rather stressed effecting any fresh fixation of edible oil price through the Tariff Commission and then the NBR would be informed of it. The Tariff Commission has found the traders' proposal to hike edible oil prices unjustified. In the latest development, the government has fixed the price of bottled soybean oil at Tk167 a litre and loose soybean oil at Tk 147 a litre.  If previous experience on the matter of any face-off between the government and oil refiners, or, for that matter, any other essential commodity cartel is any guide, one wonders how far the former would be able to remain in its present position of ignoring the refiners' letter. Clearly, the refiners appear so self-assured that they think they can set oil price as they deem fit. This is unacceptable. There is law to govern any economy, even a free market one, when necessary. Big corporate giants are also not given any quarter when they fall afoul of government guidelines even in the most advanced free market economies. In fact, what is going on in the name of essential commodities' trade in Bangladesh is better called a 'free-for-all' and not a free market economy. The government must put its foot down before it is too late.",
        "headline_1": "Imbroglio over oil price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imbroglio-over-oil-price-hike-1713540956",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2024"
    },
    {
        "full_article": "When things go awry at policy level, the state can choose from two courses of action. First it can begin to take proactive measures in an effort to rectify past mistakes, regardless of how much pain it causes to the economy in the short-term so that the medium- to long-term is smoother sailing; or, it can stick to its failed policy and hope that things will work out somehow in the long run. For Bangladesh, the state of energy planning has come to a crossroads. Things are not rosy anymore. Since sourcing energy over the last decade has increasingly become import-based, there is little the government can do except going along with foreign market dictates. Unfortunately, the economy is no longer doing very well, because the global economy isn't doing particularly well either. Exports are down, imports are up, particularly energy-imports. These cost foreign currency, something that is in short supply these days. When the government's own experts working in the various public energy sectors as well as the nation's best known energy experts warned of the risk run by Bangladesh for its import dependence, they were ridiculed. These individuals were sidelined. Their predictions have now become a reality. The continual upward revision of prices of energy (nearly 50 per cent is now imported) to benefit a handful of companies and their local Bangladeshi partners have now become an uneconomical proposition. This makes no financial sense. While retail consumers may reduce consumption, what does industry or agriculture do? Can they afford to reduce consumption of the basic driver for their economic activities? The answer is a resounding NO. Hence, prices of goods produced will continue to rise, inflation will keep going up, consumption will fall and \"shrinkflation\" will become the norm.How does this benefit the economy? To be more specific, how does it benefit the government in power? Yet, energy planners are sticking to a failed regime of policies that is going to drive the economy to the ground. The pushback that was envisaged has arrived. The foreign producers of energy are not willing to take any more IOU(s) from state bodies. As reported in this newspaper on April 06, \"American oil-major Chevron has deferred its $65-million Jalalabad compression project in northeastern Bangladesh following nonpayment of $220 million in overdue gas bills, market sources said. Chevron Bangladesh wrote to state-run Petrobangla on Thursday about its decision not to execute its natural-gas-compression station near Jalalabad gas field in time.\"Much has been written about the state's inability to pay foreign companies that sell the country primary energy or electricity. Earlier, reports have been published about how another foreign company's bill for supplied electricity jumped 100 per cent in the span of six months. A short answer to a long question is quite simple: the country does not have requisite foreign exchange to meet all its obligations. There is no point assuring that things will improve soon when the situation points to the contrary.Petrobangla hasn't been able to pay for gas produced by Chevron since September 2022. Reportedly, the gas purchase and sales agreement between the companies has the clause whereby Chevron is at liberty to \"shut production if non-payment exceeds a five-month period.\" Furthermore: \"According to article 14.3 of the agreement, the seller shall not be obligated to supply gas if the buyer defaults on payment for over five months from the date payment is due. In this event, the seller does have the right to defer delivery of gas without violating this agreement or the PSC until all unpaid payments for gas delivered to the buyer are three months' dues\".So contractually, this international oil company (IOC) has acted within its legal rights when it reduced production of gas or refused to engage in further activity.While this particular IOC is engaged in national gas production, what excuse is there for importing energy sources from abroad when it has ample studies pointing to existence of highly probable gas pockets and reserves on-shore? Why it continues to dilly-dally on the exploration of proven coal reserves? Why the foot dragging continues on the offshore bidding process? Let there be no confusion that the months ahead would see harsher measures from producers and suppliers of energy and electricity when debts continue to mount for \"non-payment\" of dues. There is no magic wand for solving the energy crisis the nation faces today. Unfortunately, the road to recovery isn't being expedited.\n[email protected]",
        "headline_1": "Reviving the prospect of energy sources",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviving-the-prospect-of-energy-sources-1713540998",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2024"
    },
    {
        "full_article": "Students of the Bangladesh University of Engineering and Technology (BUET) are now at a critical point in maintaining their campus free from unwelcome student politics. They have already urged the government and the university authorities not to allow any political activities on the campus and dormitories. For the last four and a half years, the BUET has successfully proved that the restriction on student politics on campus brings a wave of positive changes. It becomes a vibrant campus where students regularly organise various cultural and creative events, observe various national days with due respect, and come forward to mobilise socialisations besides regular academic activities. The vibrant ambience is, however, achieved at a heavy price - the death of Abrar Fahad, a brilliant student, coupled with the traumas of many students who got brutally tortured and intimidated year after year in the name of student politics. During that period, the BUET authorities failed to protect students from brutal ragging and bullying by a section of activists of the student wing of the ruling party. A group of such activists brutally murdered Abrar on the false allegation that he was involved with Islamist politics. The murder shocked the whole country, and heavy protests erupted at the campus. Thanks to the prompt actions taken by the law-enforcement agencies, almost all the killers and their associates were captured. They have also faced trial and are now waiting for the final verdict. In the meantime, BUET banned all kinds of political activities on campus, helping to curb the nauseous culture of intimidation. Now, there is a move to reverse the course in the name of constitutional rights of student politics. The Bangladesh Chhatra League (BCL) is at the forefront of resuming political activities at the BUET campus and has already gotten a green light from the High Court. Though the court verdict labelled banning student politics on campus illegal, the legal scope to challenge the verdict is also there. Unfortunately, the BUET authorities seem less interested in moving ahead and completing the legal fights. So, general students become anxious and try their best to keep the campus free of student politics. In the name of consolidating progressive thoughts and curbing religious fundamentalism, politics of terror and torture must not be allowed in BUET and any other educational institutions in the country. It is also time to rein in any student politics that smacks of aberration and moral degradation. Those who have maligned the glorious past of the student movements in the country do not fit into the academic picture. Gone are the days when there was a need for student politics to fight against autocratic regimes. After 1990, student politics gradually lost its relevance and shifted to the exercise of power and corruption. Instead of upholding the rights of students in general, these organisations linked to the two major political parties have practised violence and intimidation to establish their authority over each other. The destructive trend turned into a monstrous one, especially in the last decade. Nevertheless, an ample opportunity is there now in the BCL's hands to correct the wrong course and set a historical example of reconciliation. Instead of pushing hard to resume political activities at BUET campus, the student organisation may announce solidarity with the BUET students' demand for keeping the campus free from politics. By doing so, the organisation will win the hearts of many more students nationwide. It will not be a defeat as many hardcore activists may think. Rather, it will bring a long-term benefit for all. Will the student organisation take the uncharted road for a fresh beginning? \n[email protected]",
        "headline_1": "Redefining student politics at BUET",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/redefining-student-politics-at-buet-1713541032",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2024"
    },
    {
        "full_article": "There are currently four commuter trains operating between Dhaka and Rajshahi: Padma, Silk City, Banalota, and Dhumketu, via the Jamuna Multipurpose Bridge. Besides, another train is serving passengers commuting between Dhaka and Rajshahi via the Padma Multipurpose Bridge. The total number of trains serving this route is five. With the opening of the rail link on the Padma Bridge, two express trains, Sundarban Express and Benapole Express, are slated to shift their routes from Ishwardi to Rajbari. These trains have been pivotal in facilitating the transportation needs of a sizeable passengers commuting between Ishwardi and Dhaka.The absence of these two trains has resulted in significant challenges for the residents of Ishwardi and its surrounding areas. Ishwardi, situated in North Bengal, is a bustling commercial hub, attracting both local and international commuters who travel to Dhaka daily for various business, official, and personal reasons. Additionally, Ishwardi is renowned for its role in the import and export of essential goods.In this situation, we urge the relevant authorities to consider increasing the number of express trains on Dhaka-Rajshahi route. Such an initiative would alleviate the transportation woes faced by the inhabitants of Ishwardi and ensure smooth functioning of economic activities in the region.\nMd. Muradul Haque Sardar Manager-Purchase (Local & Foreign) Amanat Shah Group. Motijheel, Dhaka [email protected]",
        "headline_1": "More express train needed on Dhaka-Rajshahi route",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-express-train-needed-on-dhaka-rajshahi-route-1713541056",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2024"
    }
]