[
    {
        "full_article": "The latest Consumer Price Index data showing a resurgence in retail inflation proves exactly why the RBI’s monetary authorities have reiterated the need to keep the policy approach firmly tilted towards ensuring price stability. With food prices becoming unmoored and spiralling up, June’s CPI-based provisional inflation reading accelerated by half a percentage point to a three-month high of 4.81%. Inflation in the food and beverages group, the single-largest constituent of the CPI that contributes almost 46% of its weight, led the resurgence, quickening by 128 basis points from May’s level to 4.63%. The food price inflation was broad-based with 10 of the 12 sub-groups witnessing year-on-year increases: cereals registered 12.7% price gains, eggs logged 7%, dairy experienced 8.56% inflation, pulses posted 10.5% and spices saw gains exceed 19%. Vegetables, with a 6% weight in the CPI and the third-largest of the food basket’s dozen items, though still in the disinflation zone at minus 0.93%, saw prices harden so drastically in June that the disinflation narrowed by more than 700 basis points. Month-on-month, vegetable price inflation soared to 12.7%, the highest sequential rate of price gains in the essential food group since October 2021. Tomatoes were the main culprit with prices skyrocketing by 64% from May’s levels. With the exception of three vegetables, including lady’s finger and lemon, in the 19-member basket, all the others including the most widely used potatoes and onions registered sharp sequential inflation.That the year-on-year quickening in price gains happened notwithstanding a high base — June 2022 saw inflation at 7.01% — is also a clear sign that price pressures are regaining a disconcerting momentum. Core inflation, which excludes the food and fuel and light groups, still remained stuck at 5.16%, barely moving from May’s 5.17% pace. Of the non-food items, clothing and footwear, as well as health and personal care saw price gains that exceeded 6% in June. Education prices too continued to keep rising steadily. In the backdrop of monsoon rains showing an erratic trend, the outlook for the kharif crop output will depend heavily on sowing shortfalls being bridged in the rest of July. As on July 7, while overall kharif sowing was 8.7% lower than a year earlier, the essential staples of rice and pulses showed 24% and 26% shortfalls, respectively. And with oilseeds too reflecting a 14% deficiency compared with 2022 levels, there is a real risk that all the recent hard-won gains in anchoring inflation expectations may start to unravel in the coming months. Policymakers must tighten their grip over prices to prevent the broader economic recovery from floundering.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nfood\n\n/\n\nReserve Bank of India",
        "headline_1": "Roiling resurgence: On the Consumer Price Index data",
        "headline_2": "The recent gains in taming inflation may unravel soon",
        "link": "https://www.thehindu.com/opinion/editorial/roiling-resurgence-the-hindu-editorial-on-the-consumer-price-index-data/article67080389.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "In an interconnected world, a government that seeks greater economic integration and promotes itself as the representative of a nation committed to democratic, liberal and plural values and the rule of law, cannot dismiss scrutiny by like-minded nations with which beneficial ties are sought. India’s dismissal of the EU Parliament’s resolution on the violence in Manipur as reflecting a colonial mindset and tantamount to interference in internal affairs, was therefore predictably petulant and in line with similar reactions to scrutiny by lawmakers in the United States, for instance. Just as Indian politicians have the right to express their concerns with issues such as attacks on Hindu temples in Australia or racial prejudice in the U.S. or anti-immigrant violence and government response in Europe, their counterparts in the EU Parliament are well within the realms of propriety in questioning actions in Manipur. That the embers of the violence there that peaked in early May resulting in 142 deaths and thousands being displaced, have not been extinguished and distrust and hostility between the Meitei and the Kuki-Zo communities persist, have allowed for this international scrutiny.Yet, the EU Parliament resolution and the legislators’ framing of the problem in Manipur include an erroneous understanding of the conflict having a religious basis and a pitting of Hindus versus Christians. Churches and temples having been vandalised in the conflagration between the Hindu-majority Meitei community and the Christian denominated Kuki-Zo community has given way to this understanding. But this ignores the fact that the spark for the spike in violence was an erroneous order — which was called out as being so by the Chief Justice of India — passed by a single judge Bench in the Manipur High Court to include Meiteis in the list of Scheduled Tribes in the State. The Naga community, also predominantly Christian by denomination, and its representatives were also aggrieved by the decision but the ethnic violence has been limited to actions by militants belonging to the Kuki-Zo and the Meitei communities and exacerbated by an ethnic polarisation that reconciliatory efforts by civil society have still to undo. Festering distrust due to socio-economic variances in the “hill” and “valley” areas, and the inability of the BJP government led by Chief Minister N. Biren Singh to be seen as being above the ethnic fray have been responsible for this crisis. The EU resolution misconstrues this situation as being driven by religious discord. Such a wrong diagnosis would lead to the creation of new fissures at a time when reconciliation and accountability are required to break the stasis that has persisted in the last two months.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\npolitics\n\n/\n\ndiplomacy\n\n/\n\nEuropean Union\n\n/ \n\nunrest, conflicts and war\n\n/\n\nAustralia\n\n/\n\nUSA\n\n/\n\nimmigration\n\n/\n\nBharatiya Janata Party\n\n/\n\nreligion and belief\n\n/\n\nparliament",
        "headline_1": "Problematic resolution: On the EU Parliament and Manipur",
        "headline_2": "EU Parliament resolution misdiagnoses the Manipur issue",
        "link": "https://www.thehindu.com/opinion/editorial/problematic-resolution-the-hindu-editorial-on-the-eu-parliament-and-manipur/article67080923.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "When was the last time you laughed so hard that you had tears streaming down your face? Or had to hold your stomach because it hurt from laughing so much? Or literally peed in your pants because all of it was so uncontrollable? We have all experienced side-splitting laughter as kids, as teenagers and even as young adults, though for some reason our ability to experience unbridled laughter diminishes as we grow older. Statistics state that an average child laughs 300 times a day and an average adult just 17 times! I know people who haven’t laughed in weeks! Why on earth would we decrease and devalue the most important emotional currency we possess? It’s known that laughter is the best medicine, and that it stimulates the lungs, heart and muscles. It’s such a brilliant social tool and the best way to bond, connect, break the ice, show support and create camaraderie. \nWhy do we lose our sense of humour and ability to laugh fully and freely, and when and why does this happen? A New York Post article states that there is something known as the humour cliff, which is when we begin to lose our sense of humour, and the ability to laugh starts to wear off and adults tumble down into the abyss of solemnity below. And guess what age this starts to happen? Hold your breath….it’s ….. 23!!! Yup, according to a 2013 gallup survey of 1.4 million people in 166 countries, their smile or laugh frequency started plummeting. Work stress, pressures, responsibilities are some of the reasons cited for this decline. However, there can nothing more emotionally or socially suicidal than allowing this decline. Laughter doesn’t just feel good, it’s contagious. A good hearty laugh, or a loud guffaw can bring more than just amusement value to those who surround you. Personally, laughter in any form, whether it be a nervous self-conscious titter, a silly, childlike giggle, an indecorous snicker, snorting or roaring with laughter, or even doing a donkey like heehaw bray triggers healthy emotional and physical changes in your body and to the moods of those around you. It’s such a great stress buster, mood booster, pain dimmer and immunity booster that it’s almost a crime that we reduce such a wonderful element within our lives. I researched a condition called Aphonogenia . It’s when you cannot laugh audibly, but it seems many head towards to having that condition, without having it. Laughter is a strong healing tool as it comes attached with a huge burst of happiness and positivity. All you need to ask yourself is why you would allow life, work or others to rob you of this magical occurrence. Ask yourself why you feel guilty to laugh too loud or too often. Ask yourself why you feel embarrassed to laugh whole heartedly even in front of family and close friends as you grow older. If laughter is something you felt good about as a kid, but not so comfortable with as an adult, remember, it’s okay to grow older, it’s not okay to grow up and that there is a difference in childlike and childish. Who would you rather nurture? Your happy inner child or an emerging serious, joyless adult? It’s one of the most important decisions you will ever make.\n\nI am in the third year of college. A lot of my friends are dating while I am completely single. I have been on numerous dates in the past three years, but somehow, I’m never happy with the way things pan out. Is there something wrong with the way I think? Am I overthinking the dating thing?\n\nThe way I see it, you’re open to dating but don’t allow yourself to be stuck with what doesn’t seem like the right fit and that’s way better than dating for the sake of it. Enjoy meeting people and there’s no need to feel pressure to commit just because others have done so. If you fill your life with clutter, there will be no place for the right person when they walk in.\n\nMy wife and I have been married for four years. While I love her, I feel we have lost the intimacy over the years. We don’t have kids yet, and I’m worried that after we have a child, we will lose interest in each other completely. How do we bring back intimacy in our relationship?\n\nFor women, intimacy is lovemaking, not sex. It’s about how you make them feel by holding their hand, looking into their eyes, flirting with them, caressing, gentle kisses while she’s cooking, foreplay and so much more. Try these for a few weeks and see what changes. \n\nThere are three men that I am close friends with – very platonic all of them. They seem to be attracted to me, but I can’t think of any relationship with them. How can I decline politely?\n\nTell them that whoever said that men and women can’t be friends, was way off and how grateful you are to have such a deep and meaningful friendship which would have gotten messed up if it was anything else. \n\n",
        "headline_1": "Are you nurturing a joyless adult",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/are-you-nurturing-a-joyless-adult/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "We, who inhabit the earth, dwell like frogs at the bottom of a pool. Only if man could rise above the summit of air, could behold the true earth, the world in which we live | Socrates\nNearly 1,400 days ago, in 2019, Indian ambitions came crashing down along with Vikram, the lander on Chandrayaan-2, which hard-landed on the lunar surface instead of the planned soft-landing that would have placed the nation in an elite club.\nIndia reached for the moon again on Friday. Isro completed a textbook launch with the GSLV-Mk3 or LVM3, India’s largest rocket yet, putting Chandrayaan-3 into the intended orbit.\nThe lunar trek has only just begun. The journey over the next 40 days will be keenly watched. But the true test will come thereafter. Once the spacecraft reaches the lunar orbit and the lander module, Vikram, carrying Pragyan (the rover expected to roll off the lander and do experiments), separates from the propulsion module before eventually attempting to land.\nRead full story on TOI+\n\n",
        "headline_1": "To the moon, and beyond: Chandrayaan-3’s picture-perfect launch takes India closer to its well-founded ambition of becoming a major player in future lunar missions of much bigger scope",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/to-the-moon-and-beyond-chandrayaan-3s-picture-perfect-launch-takes-india-closer-to-its-well-founded-ambition-of-becoming-a-major-player-in-future-lunar-missions-of-much-bigger-scope/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "Bibek Debroy and Aditya Sinha\nJurists find it difficult to pin down the expression Rule of Law (ROL). Every law student will quote British jurist Albert Venn Dicey, though ROL principles existed even in India. Rama speaking to Bharata in Valmiki Ramayana and Narada speaking to Yudhishthira in Mahabharata had elements of ROL. The idea is simple:\n● Equality before law.\n● Supremacy of law passed by legislature, not divine right.\n● Impartial and transparent judicial procedures.\nIf ROL is such a simple idea, why do legal scholars grapple over it? The formal definition is clear. Laws must be consistent and certain, applied equally, with no special or differential treatment for select groups. That law must be known to everyone and not be applied retrospectively. These principles underlie many of India’s court judgements, as elsewhere.\nRead full story on TOI+\n\n",
        "headline_1": "How not to measure rule of law: Vague perception-based measures of justice in global surveys are of no use. India has quantifiable metrics to gauge legal reform but disregards these",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-not-to-measure-rule-of-law-vague-perception-based-measures-of-justice-in-global-surveys-are-of-no-use-india-has-quantifiable-metrics-to-gauge-legal-reform-but-disregards-these/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "Isro’s successful launch of Chandrayaan-3 to the desired orbit is a landmark event in India’s and world’s space history. Over the next 40 days all eyes and best wishes will be on the advanced manoeuvres that should lead up to a soft lunar landing.\n\nChandrayaan-1 data had provided startling evidence of water on the moon. And if everything goes well, India will be the first nation to have achieved a controlled landing near the unexplored lunar south pole, which has a more challenging terrain. These are valuable bragging rights. But even more important will be the information and knowledge India’s lunar rover will help scientists gain. Geopolitical competition should not obscure what is best about humanity’s space ventures.\nHalf a century since any humans stepped onto the moon, the US and China are in a heated competition to put some back there again. In joining the US-led Artemis space collaboration pact India has chosen the sensible strategic side, where our broader interests are the tech and system learnings. Space and satellite exploration have delivered transformative advancements for India in communication, defence, agriculture, renewable energy and so much else. Isro’s delivery of complexprojects on tiny budgets has won it global accolades. But despite how far we have come, the untapped potential remains vast. The business prospects alone in satellite manufacturing and launch are huge.\nGeopolitics is having an impact here too, rendering Indian heavy-lift launchers more agreeable for many than the Russian and Chinese ones. Domestic reforms have helped by opening up the space sector to private players, to act as significant force multipliers. Startups are already multiplying, with goals ranging from launching satellites to processing the data delivered by them. Because what’s out there is so important to the future down here, India is really counting on its space ventures.\n\n",
        "headline_1": "Our moonshot: Isro’s future successes will hugely impact India’s future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/our-moonshot-isros-future-successes-will-hugely-impact-indias-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "Deng Xiaoping, a geopolitical genius and the architect of China's rise in the 1980s, once said, \"The Middle East has oil. China has rare earth metals.\" Beijing has just reminded the world what that means in geopolitics by imposing export restrictions on germanium and gallium effective from August 1, sending shockwaves all over. Germanium is essential for high-speed computer chips, plastics, military applications such as night-vision devices, and satellite imagery sensors. Gallium is a crucial material for radio frequency chips for mobile phones, satellite communication, and other semiconductors. Rare earth elements, including these two, are indispensable for today's high-end economies and advanced military machinery. Any supply shortage may seriously jeopardise the production of electric vehicles, missiles, fighter jets, and super-fast AI chips.\nBeijing holds 40 percent of the global rare earth reserve, but produces 70 percent of the raw supply. In the technically complex and environmentally hazardous downstream processing, it has near total control – 90 percent. With over 94 and 83 percent grip on germanium and gallium, respectively, the recent restriction is only a warning shot, and stricter regulations may follow, as The Wall Street Journal puts it. This is understandably a retaliatory measure in response to the sanctions Washington and its allies imposed on their technological, economic, and strategic rival – Chin, an emerging and assertive power.\nLet's revisit the recent events that led Beijing to take a path of confrontation.\nIt began in 2018 with the Trump administration banning US agencies from using any systems, equipment, and services from Huawei, a Chinese telecommunications giant. It also cajoled the allies into dropping Huawei from their 5G networks. In July 2020, it sanctioned specific Chinese officials and their immediate families for gross human rights violations in Xinjiang.\nIn August 2020, Washington imposed sanctions on Hong Kong's Chief Executive Carrie Lam and 10 other officials for \"undermining its autonomy and restricting the freedom of expression of the citizens.\" It extended the sanctions to 14 vice-chairpersons of China's National People's Congress in December.\nIn November of the same year, Trump prohibited all US institutional and retail investors from investing in or buying from Chinese companies that the Department of Defense listed as \"Communist Chinese military companies.\"\nThe Russian invasion of Ukraine in February 2022 triggered further sanctions against several businesses in China, such as Sinno Electronic for supplying Russian military networks, and most recently against Spacety China for providing satellite imagery to the Wagner Group. The Biden administration doubled the sanctions in October 2022, cutting China off from semiconductor chips made worldwide with US equipment.\nIn December, Washington imposed further sanctions on Chinese nationals and 10 entities in response to human rights abuses connected to \"illegal, unreported and unregulated (IUU) fishing.\"\nIn January 2023, the Netherlands' ASML stopped sales of crucial equipment to China's chipmakers under pressure from the US. Washington proposed to withhold even more Dutch equipment from specific Chinese fabrication plants.\nBeijing's first formal retaliatory measure came in February this year, when it added Lockheed Martin Corporation and Raytheon Missiles & Defense to its Unreliable Entity List. Geopolitical changes and increasingly restrictive measures from Washington and its allies since 2018 have led Beijing to develop its own sanction policy tools on a priority basis. Before that, Chinese actions appeared more like expressions of displeasure.\n\nBeijing, the emerging power, will naturally gain from a peaceful relationship with Washington. But that path won't be easy for Washington to follow for fear of losing control. However, the alternative way of conflict is more destructive, and there will be no winners – a message China wants Yellen to convey to Washington.\nIn 2009, China responded to then French President Nicolas Sarkozy's planned meeting with Dalai Lama only by cancelling its annual summit with the EU. Since it has taken active steps to control rare earth materials export, has it decided to deal with Washington's sanctions head-on? If so, what might be its ramifications for the ongoing geopolitical rivalry?\nWeaponising control over rare earth materials may strengthen China's geopolitical position and increase its leverage over other countries. By manipulating the supply, China could exert pressure on nations heavily reliant on these minerals, using them as bargaining chips in negotiations or diplomatic disputes.\nThis is, however, unlikely to change the balance of power in international relations or any shifts in alliances and geopolitical strategies. Countries would reduce their dependence on China by fostering domestic production, exploring alternative sources, and strengthening international cooperation. But that may be a challenge.\nOne thing is certain: the sanctions war will only intensify as China has threatened more retaliatory measures against US export controls unless Washington follows a more reconciliatory path, which Treasury Secretary Janet Yellen appears to have shown. She told Chinese Premier Li Qiang that the US wanted healthy economic competition, not a \"winner-take-all\" fight, with China. Just before her, Secretary of State Antony Blinken flew to Beijing and discussed Taiwan and Ukraine without consensus. Blinken proposed direct communication between the two militaries, but received no positive response. A day after Blinken's meeting with Xi, Biden called the president a dictator, pouring cold water on any possibility of warming up on the other side.\nBeijing, the emerging power, will naturally gain from a peaceful relationship with Washington. But that path won't be easy for Washington to follow for fear of losing control. However, the alternative way of conflict is more destructive, and there will be no winners – a message China wants Yellen to convey to Washington.\nIs Yellen's dovish tone a genuine gesture following China's latest restrictions, or is she only the \"good cop\" in this strategic negotiation game? A \"From Washington with Love\" message just seems way too friendly.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\n",
        "headline_1": "What could be behind Yellen's dovish gesture in Beijing?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-could-be-behind-yellens-dovish-gesture-beijing-3369691",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "If you have not heard of Threads by now, you are either missing out on the new corporate replacement for one of the most active userbases in the world of social media, or you are just being cautious enough to stay away from the massive web of dopamine and oxytocin-manipulating social media products. Threads is a relatively new social media app launched by Meta, the company that owns Facebook, Instagram, and WhatsApp, that allows users to share interactive posts with a select group of friends and has an algorithm-managed public feed. It is designed to be more intimate and private than other social media platforms of its kind, with a focus on real-time communication between close friends.\nIt may appear to merely be another shot at creating a Twitter-killer microblogging platform by Meta, but Threads stands for something much bigger.\nHear me out: Threads is not the \"new big idea,\" nor is it a basic Twitter clone. Fediverse has made a sustainable approach towards decentralisation with its suite of programmes for a while now. Meta's plan to use ActivityPub to expose Threads' userbase to the fediverse is what makes this new initiative stand out. This approach would inject the fediverse with a new bubble of millions of people who would have otherwise never understood the idea of a federated network.\nFediverse is a network of decentralised social media platforms that are linked together. This means that each platform is independent and has its own rules and members, but users can still interact with each other across different platforms. It is like a bunch of smaller social media communities that are connected to form a larger network. Its approach to decentralisation is meant to ensure that users are not beholden to a single platform or corporation. This means that even if one platform goes down or changes its policies, users can easily switch to another one without losing their data or connections.\nMeta's plan to connect Threads to the fediverse marks a notable step towards decentralisation in social media. By utilising the ActivityPub protocol, which has already gained traction through platforms like Mastodon, Threads will join a movement that aims to empower users and provide an alternative to the dominant web of siloed platforms.\nDecentralisation ensures that the power dynamics shift away from a few large entities, putting users back in control of their data and fostering a more open and transparent digital environment. It may not be Meta's intention to lose their grip on so much data, but the approach will open up a door for concerned users to stay away from Meta products, yet access the massive userbase of the platform.\nThe potential for interoperability with Mastodon and other ActivityPub-powered platforms will allow Threads users to communicate and connect across different networks, regardless of the specific platform they choose. This break from the isolated nature of social media can foster a sense of inclusivity and broaden our social circles beyond the confines of a single platform.\nAnother critical aspect to consider is the potential for Threads to spur innovation and competition in the social media landscape. The emergence of a massive decentralised social web will encourage diversity and new players to enter the arena. This healthy competition can drive platforms to offer better, less exploitative services, as users gain the freedom to switch providers without abandoning their social connections. By embracing interoperability and promoting user choice, Threads may pave the way for a more dynamic and user-centric social media ecosystem.\nWhat does all this mean for Bangladeshi users? Threads and fediverse integration may help expose more people in the country to the concept of decentralised social media. This could be particularly beneficial for those who are concerned about privacy and data security, as decentralised platforms give users more control over their data. Fediverse's decentralised structure may help reduce the power dynamics that exist within social media groups, which could be beneficial for anyone facing issues with censorship and control.\nWhile Threads may seem like a mere addition to the microblogging landscape, its adoption of ActivityPub and its possible alignment with the players of decentralisation, privacy, and interoperability make it a catalyst for change. Its potential to disrupt the status quo and create a more equitable and democratic online space is significant, and should not be underestimated.\nHamid Yasir is a fellow of the Royal Society of Arts Manufactures and Commerce, a global network of changemakers.\n\n",
        "headline_1": "Threads is much bigger than you may think",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/threads-much-bigger-you-may-think-3369661",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "It is no secret that delays and rising costs of development projects have become commonplace in the country. According to a recent report by this daily, a government project undertaken in 2014, named \"Modern Food Storage Facilities Project,\" which aimed to build eight silos across districts and also serve 500,000 rural households in 63 upazilas during times of scarcity, has made less than 50 percent progress. Ten years after the project was initiated, none of the silos have been built, while the project cost has been revised upwards by 86 percent, in sheer wastage of taxpayers' money. The situation is completely unacceptable.\nIt must also be noted that the project aimed to digitalise monitoring of the country's overall food stock, including transportation and market supervision, to reduce inefficiencies – a much-needed action plan. But that, too, has not been accomplished. According to the Implementation Monitoring and Evaluation Division (IMED), the reason lies in negligence of the companies contracted to make the software for the digitalisation system, namely Beximco Computers Ltd, Tech Mahindra Ltd of India, and Tech Valley Networks Ltd of Bangladesh. It is beyond our understanding as to how firms contracted public projects can get away with missed deadlines. The authorities must hold these firms accountable and put in place penalties for further impediment due to negligence. The firms must pull through and fulfil the obligations of their contract.\nExcuses citing delays in licensing or the dollar crisis cannot justify the financial burden of incompetence any longer. The IMED report on the project discovered loopholes in the feasibility study and mistakes in the design. Steps must be taken to address these anomalies. The stagnant project, which was scheduled for completion by June 2020, is being proposed by the Planning Commission to be completed by 2025, subject to the World Bank's approval. Averting public woes from food shortages is an integral part of governance. Given the current economic state of the country, the food storage project is now more important than ever. We urge the authorities to take the new deadline seriously and speed up implementing the initiative to enhance food security for citizens.\n",
        "headline_1": "Speed up the food storage project",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/speed-the-food-storage-project-3369361",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "It is no secret that delays and rising costs of development projects have become commonplace in the country. According to a recent report by this daily, a government project undertaken in 2014, named \"Modern Food Storage Facilities Project,\" which aimed to build eight silos across districts and also serve 500,000 rural households in 63 upazilas during times of scarcity, has made less than 50 percent progress. Ten years after the project was initiated, none of the silos have been built, while the project cost has been revised upwards by 86 percent, in sheer wastage of taxpayers' money. The situation is completely unacceptable.\nIt must also be noted that the project aimed to digitalise monitoring of the country's overall food stock, including transportation and market supervision, to reduce inefficiencies – a much-needed action plan. But that, too, has not been accomplished. According to the Implementation Monitoring and Evaluation Division (IMED), the reason lies in negligence of the companies contracted to make the software for the digitalisation system, namely Beximco Computers Ltd, Tech Mahindra Ltd of India, and Tech Valley Networks Ltd of Bangladesh. It is beyond our understanding as to how firms contracted public projects can get away with missed deadlines. The authorities must hold these firms accountable and put in place penalties for further impediment due to negligence. The firms must pull through and fulfil the obligations of their contract.\nExcuses citing delays in licensing or the dollar crisis cannot justify the financial burden of incompetence any longer. The IMED report on the project discovered loopholes in the feasibility study and mistakes in the design. Steps must be taken to address these anomalies. The stagnant project, which was scheduled for completion by June 2020, is being proposed by the Planning Commission to be completed by 2025, subject to the World Bank's approval. Averting public woes from food shortages is an integral part of governance. Given the current economic state of the country, the food storage project is now more important than ever. We urge the authorities to take the new deadline seriously and speed up implementing the initiative to enhance food security for citizens.\n",
        "headline_1": "Speed up the food storage project",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/speed-the-food-storage-project-3369361",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "In a country where custodial torture is all too commonplace but redress for such crimes is equally rare, we commend a Natore court for ordering the district superintendent of police to file a case against five policemen for torturing three men in custody. Senior Judicial Magistrate of Lalpur Cognisance Court Md Muslim Uddin issued the order after the three men provided chilling accounts of torture at Lalpur police station when they were produced before the court. The men stated that they were beaten mercilessly on different occasions, and were told to confess to carjacking a three-wheeler.\nOne of the accused, Sohag, said in his statement that he was beaten, thrashed on the soles of his feet, kicked in the scrotum, and told to confess unless he wanted to be placed on remand. The leg of a table was repeatedly slammed on the little finger of Salam, another accused, and he was beaten with a steel pipe from waist down. Meanwhile, Shamim, the third accused, was thrashed with a piece of bamboo, his legs tied up, and the soles of his feet repeatedly smacked; the cops allegedly also threatened to rub chilli powder on his private parts if he refused to confess to the magistrate. The descriptions of the torture – and the severe injuries sustained in the process – suggest that the unlawful practice is still ubiquitous in the country, and raises serious concerns about the legality or authenticity of confessions obtained in police custody and during remand. They also provide a glimpse into the barbarity which, in worst cases, lead to deaths in custody.\nIt is truly distressing that the ratification of the 1984 UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, enactment of the Torture and Custodial Death (Prevention) Act, 2013, and issuance of clear directives by the High Court about the rights of those interrogated in law enforcement custody have all failed to establish accountability mechanisms for excesses by state actors. Those engaging in such practices are hardly ever brought to book – given that the investigations are usually carried out by the offending agencies themselves – providing wholesale impunity to carry out such grievous human rights violations against the citizens of this country.\nAgainst this backdrop, it is worrying that the SP who has been tasked with filing the case has already claimed that the three accused sustained injuries when they fell as they were attempting to run away from police, and that a case will be filed when an investigation is done. But who exactly will conduct the investigation, and how are we to ensure its neutrality? We urge the court to follow up and conduct a judicial inquiry into the matter, if needed. If law enforcement agencies are unwilling to take action against their errant members, the court must intervene to ensure that justice is served.\n",
        "headline_1": "Court’s order to sue police for torture commendable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/courts-order-sue-police-torture-commendable-3368731",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "The fact that Bangladeshi workers are returning from Jordan's readymade apparels (RMG) industry is an ominous sign for the economy. Nearly 100,000 workers have gone from the country to work in Jordan's RMG sector since 2010. Reportedly, Bangladeshi workers constitute 60 per cent of foreign workers employed in that sector in Jordan and 95 per cent of these workers are women. It is an important destination for Bangladesh and inward remittance has dropped from US$143.23 million in FY021-22 to US$ 127.87 million in the current fiscal.The decline in remittance inflow from the GCC countries is now more of a general trend, despite a notable rise in the number of expatriate workers there during the last two years. With economic woes increasing in the European Union (EU) and the US, primarily due to the continuation of hostilities between Russia and Ukraine, orders for RMG are down in the global market. As per government data, the number of Bangladeshi workers working in Jordan has gone down 50 per cent over the last one year. It would not be too far-fetched to assume that if the war in Europe drags on for the foreseeable future, this particular labour market for Bangladeshi expatriate workers could potentially be drawing to a close.What is all to apparent is that foreign orders for apparels are slowing down as people prioritise their spending over fashion. The writing has been on the wall for some time now. The RMG association in Bangladesh, the BGMEA, has also stepped up its game by holding events internationally to highlight the advantages of Bangladeshi made RMG in an effort to gain better access to newer markets. That said, it remains anyone's guess as to what the future of RMG holds for the economy. The steady loss of the Jordanian market for our workers is especially a hard blow as that country hired Bangladeshis without migration cost. That was a huge boon for our workers and the fact that wages are paid on time, as per contract, the inward remittance from this international market is of immense importance.Neighbouring countries in the Asian region also send workers to Jordan, but they occupy positions at a higher skills level. Having positions in management means the downward trend in Jordanian RMG business affects these countries' workers much less than it does ours. These are all known issues and yet for whatever reason, Bangladesh has not prioritised skills development in the sector. Bangladesh is still known worldwide for cheap and easily trainable labour. What it all boils down to is that the country needs to send hundreds of thousands of workers abroad to generate significant remittance whereas countries like Sri Lanka and India can send a fraction of that number and still generate the same remittance value.It makes one wonder why after 50 years of independence, the country is still sitting at the bottom of the barrel when it comes to technical education. Why policymakers have failed to realise that the day would come when the global economy would be entering into another worldwide recession and when it came to chopping down costs, the axe always falls first on workers. Bangladesh is trying to play catch up as is evident from the steady opening of skills training centers in different districts of the country and it is a race against time. Although new markets are being explored for unskilled labour, the moves to develop more skilled labour should have begun at least a decade ago.",
        "headline_1": "Downward trend in manpower export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/downward-trend-in-manpower-export-1689431856",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "It is important in the development paradigm for a country having financial constraints to set priorities right. Bangladesh has been on the cusp of status change from being one of the world's poor-country clubs, LDCs. Faster economic growth with development projects having the potential of job generation is deemed its natural course. Building up the right infrastructures is imperative to provide the backbone for this uplift. Communications infrastructures naturally come first in physical development, but the moot question remains whether the first thing is being set first.Let's take transport-system development in the capital. Mass transport has been absent here in the true sense of the term. Megacity Dhaka's commuting has come to such a pass where an urgent remedy is deemed imperative to clear traffic impasse and multifarious fatal pollutions. Megaprojects like metro rail and elevated expressways hold the prospect of providing modern-day transport for people living in the capital city and districts around, but the outcome takes time. Besides, a modern commuter system is necessary for the city interior to remove 'chaos'.A masterstroke is already conceived but stalled, which may dilute the traffic tailbacks and life-sapping pollutions: air pollution, noise pollution with toxic exhausts from outmoded buses and deafening honking horns from all motor vehicles. Executing the stalled route-franchise project and enforcement of the new transport law can heal all these ills overnight like a panacea.Noise pollution on such a scale is so insidious that it may lead to 'mass deafness' and diseases that cause death, experts say. A specialist at a World Heart Day talk- show recently highlighted the danger of noise pollution that it leads to high blood pressure and the latter leads to heart attack--and cardiac arrest--among other health hazards.A UNDP report found the average noise level in Dhaka to be 119 decibels, the highest in the world, in 2021, while, according to the 1999 WHO guidelines for community noise level, the recommended limits are 55dB for residential areas and 70dB for traffic and commercial areas.Enforcement of the pre-amended new Transport Act and implementation of the stalled bus route franchise in Dhaka can cure all these ills, provide city-dwellers with the invaluable comfort of smart living and cut commuters' transport costs by some 80 per cent.So, it's urgent to hold the deafeningly honking vehicles by the horns in Dhaka in a special drive to save life. To rub salt into the wounds comes another syndrome of traffic debacles. Most rickshaws and vans become autos at sundown. Combined with umpteen ride-sharing bikes, they make roads unsafe.A girl student's death in a battery-driven rickshaw accident in Dhaka leads to an uncanny finding that most manually driven rickshaws and vans become autos at sundown on the city's streets. And combined with umpteen ride-sharing motorbikes, they together make the roads in the capital city unsafe for pedestrians and commuters too.Innumerable accidents are taking place involving these three modes of vehicles driven recklessly for some quick bucks. The left foot of a person was fractured being knocked from behind by a fast-running battery rickshaw at night on a road on a closed holiday some years back, and a few days back the back of his right-hand palm was injured by a frenetically running motorbike while crossing the road in the same area. He was violently knocked on his right leg during the crossing of a road not far off the previous spots in the afternoon.All this happens to be just the tip of the iceberg. Autorun of both the three-wheelers and commercial passenger transportation by bikes are ''unauthorized'', officials say. ''City-dwellers' safety should come first,'' says many an analyst of the situation.Transport experts think implementing the long-stalled route-franchise project in the capital city, Dhaka, can instantly resolve umpteen problems some 20 million residents are plagued by and the national life and economy at large are set back.Huge economic loss in terms of lost time to traffic impasse, noise pollution with the potential risk of mass deafness, and air pollution with the associated stigma of 'the worst liveable city can taper out in no time.Those in authority too are in the know of this sure shot--plying franchisee company buses on all routes, with one company of more than one transport owner on each route--but backtracks 'under the influence of unseen powers that be', say analysts, transport experts and passenger-welfare campaigners. They all feel that it's urgent to cut the Gordian knot like it was done by Alexander the Great.Currently, all modes of transport are expensive too. Route franchise would bring new, big buses including double-deckers that will operate in close frequencies. The necessity of private cars, scooters and other smaller vehicles will naturally be thinning out. That may also prove a quantum leap in Bangladesh's development strides, as the planned mass-transport system would dilute the traffic impasse in the megacity, save lost work hours and quantum of GDP and improve the air quality substantially. Ramshackle vehicles, mainly buses, spew black smoke into the air as well as cause severe noise pollution with old engine sounds and roaring hydraulic/air horns, experts say.[email protected]",
        "headline_1": "Traffic chaos, pollution and the remedy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/traffic-chaos-pollution-and-the-remedy-1689431931",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "Amid a plethora of public health issues plaguing the country's both urban and rural areas, a few hardly come under wide focus. They have been besetting public life in increased ferocity since long, but few people appear to be bothered with them. One of the most dreadful of these menaces is the widespread crisis of safe drinking water. When it comes to safe drinking water and food, many would like to consign Dhaka to the bottom level of a list. The ongoing dengue outbreak apparently involves 'clean water' mixed with the dreadful vector or larvae of the mosquito called Aedes. Almost in the same way, the clean water people are used to drinking outside home or workplace remains in most cases filled with bacteria --- thepathogens of myriad water-borne diseases. The apparently clean or transparent water might turn out to be highly deceptive. These drinking water-related cases these days are commonplace. During the hot and humid summer days in Dhaka and other cities, drinking glasses of raw 'sherbets' prepared with ice-mixed water at roadside is a common spectacle. Few bother to think if these soft drinks are safe to drink.According to numerous surveys, almost all the mid- or lower level restaurants serve bottled drinking water taken straight from tap. However, they also serve sealed water bottles on request, for which the 'customers' may have to pay extra charges. Drinking water after boiling it for a specific time at home should be the hygienic practice. Allegedly, a number of households do not boil their water for the specific length of time. Thanks to the unabatedly rising domestic gas tariff, many fixed-income families skip the mandatory boiling of water. Stomach upsets, mild to severe intestinal cramps continually plague these families. For skipping regular boiling of water, many cite the dominant reason of gas price hike. Water purifiers are a pipedream to the lower-middle class. These families are normally among those badly affected by the scarcity of safe water.Upon taking the capital's drinking water situation into view, many would feel like singling out the seasons of summer and monsoon as the worst ones. In many areas in old Dhaka, and a few zones in other parts, summer witnesses paucity of drinking water as a seasonal woe. Most of the water taps remain dry throughout the summer. The disadvantaged people are made to depend on the mobile water tanks operated by WASA (Water Supply and Sewerage Authority). But these tanks at times prove too insufficient to serve all people queuing for water. In many areas, heated melees around public taps are a common spectacle. As the Dhaka WASA authorities put it repeatedly, the ground water level is dropping fast in the city. According to experts, the water depletion is caused mainly by the reckless urbanisation, i.e. construction of high-rise buildings in all parts of the capital. As the settlements spread to all directions of the capital, the drop in water level gains speed thanks to pumping.During monsoon, a large volume of the water supply fall victim to the scourge of water-logging. Thanks to their being submerged in the monsoon rain water for a long period of time, the water-carrying pipes allegedly develop cracks. This enhances the risks of the supply water's contamination in the city of Dhaka. Apart from the supply pipes' aging process, the authorities' regular inspection and maintenance of the various types of water lines appear to have developed a sloth. It adds to the miseries of the city residents, long afflicted by the many-faceted crises related to water supply.In spite of all these hurdles, growing public awareness of potable water is the key to the weathering of all crises. [email protected]",
        "headline_1": "Case for safe drinking water",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/case-for-safe-drinking-water-1689431987",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2023"
    },
    {
        "full_article": "Bangladesh has been reporting more than 500 hospitalised dengue patients every day. The mosquito-borne viral disease has also killed 93 people this year so far, 46 of whom died this month. The sudden increase in dengue infections has created panic among the residents of Dhaka city, where majority of the cases are being reported. Hospitals in the city are currently overwhelmed with patients, and long queues are forming at private hospitals and diagnostic centres. The cost of dengue treatment and test, however, has pushed people of low- and fixed-income groups into difficulty. The treatment cost for a dengue patient is reported to have reached as high as Tk 50,000 in some private hospitals.The government has set the cost of the NS-1 antigen test, used to diagnose dengue, at Tk 100 in public hospitals and Tk 300 in private hospitals. This means people are not getting free dengue testing facilities at public hospitals. Most private hospitals, on the other hand, are not following the government decision and charging more for dengue tests. People are already in dire straits due to rising commodity prices. Therefore, free dengue testing and treatment must be ensured. The authorities concerned should make dengue tests free at public hospitals and reduce fees for all other relevant tests of dengue at private hospitals. What is also of utmost importance is that they should step up measures to contain the ongoing dengue outbreak. Afroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Ensure free dengue test",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-free-dengue-test-1689432016",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2023"
    }
]