[
    {
        "full_article": "If West Asia is in the news as a conflict zone, the desert sands of the United Arab Emirates (UAE) may offer some relief over the next fortnight. The ICC T20 Women’s World Cup that commenced at Sharjah on Thursday (October 3, 2024) will oscillate between this venue and Dubai. Featuring 10 teams split into two groups of five each, the championship will conclude on October 20, 2024. The tournament was supposed to be held in Bangladesh, but the unrest of the previous months in Dhaka meant that though India’s eastern neighbour holds the hosting rights, the matches had to be shifted to the UAE. While Australia will step in with the swagger of a defending champion, having seized the cup after vanquishing host South Africa in the 2023 edition, India will walk in with the hope of finally claiming the trophy. In the 2020 final at Melbourne, India wilted against Australia. Cut to the present, Harmanpreet Kaur’s strong unit will clash against New Zealand at Dubai on Friday and a good first outing is essential. India has moved on from the era of Mithali Raj and Jhulan Goswami and those are massive shoes to fill, but Harmanpreet, Jemimah Rodrigues, Smriti Mandhana, and others have tried their best to chart a fresh path.The tournament is also invested with a larger cause layered with gender sensitivity. While male players get accolades and commercial heft through cricket, female players have always fought for their rights. Even in the latest event, despite being pitted against each other as rivals, there is a sisterhood at play. Through interactions with the press, all the leading female players have sought more games and also more Tests. Often the women are resigned to playing just limited-overs cricket. While Mithali turned out in 232 ODIs and 89 T20Is, it is a travesty that she played only 12 Tests in a long career. Harmanpreet and company have often sought comfort in diverse franchise leagues but there is nothing like a solid bilateral contest to toughen up the stars. Having won the title on six occasions, Australia remains the behemoth. Alyssa Healy and her merry bunch will be the team that most squads, including old rival England, would want to knock off the pedestal. And for those keen on watching neighbourhood rivalry, India and Pakistan are placed in Group A and will face off on Sunday. Diplomatic tensions have ensured that the two nations compete against each other only in global events. Published - October 04, 2024 12:15 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nTwenty20 World Cup\n\n/\n\nICC World Cup",
        "headline_1": "Desert storm: On the T20 Women’s World Cup",
        "headline_2": "Women’s cricket gets the spotlight as the T20 World Cup gets underway",
        "link": "https://www.thehindu.com/opinion/editorial/desert-storm-on-the-t20-womens-world-cup/article68714705.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "Have you ever seen friends fight so much that they can’t play together anymore? Something like this happened to a whole country called Lebanon. Let me tell you about it in a way that’s easy to understand.\n## Once Upon a Time…\nLebanon used to be a really cool place! Its main city, Beirut, was so beautiful that people called it the “Paris of the Middle East.” Lots of tourists visited, and it was a safe place where people kept their money in banks.\n## What Went Wrong?\nImagine if in your school, different groups of kids (maybe based on what games they like) HAD to take turns being class president. And only certain groups could be vice president or treasurer. That’s kind of how Lebanon worked, but with different religious groups having to take specific jobs in the government.\n## The Big Problem\nWhen you make rules that say “only this type of person can do this job,” it can make people angry and feel left out. In Lebanon, this made different groups stop getting along. They started fighting, and other countries got involved too – kind of like when bigger kids join in a playground fight.\n## What’s Happening Now?\nRight now, Lebanon is in big trouble. There’s fighting happening (between Israel and a group called Hezbollah), and many people have had to leave their homes. More than a million people! That’s like an entire city having to move away.\n## The Big Lesson\nLebanon teaches us something important: No matter how nice or successful a place is, if people start treating each other differently because of their religion or beliefs, really bad things can happen.\nIt’s like building a tower with blocks – if you take out the blocks at the bottom (like trust and treating everyone fairly), the whole thing can fall down.\n## What Can We Learn?\n\nTreat everyone fairly, no matter what they believe\nDon’t let differences divide us\nWork together to solve problems\n\nWhen we see what happened to Lebanon, it reminds us how important it is to be kind to everyone and not let our differences tear us apart.\nRemember: A country is like a big team – it works best when everyone plays together fairly!\n\n",
        "headline_1": "# When a Country Falls Apart: The Story of Lebanon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/when-a-country-falls-apart-the-story-of-lebanon/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "The Supreme Court (which is like the highest court in India) just did something really important. They said that prisons can’t treat people differently based on their caste (which is like a social group you’re born into).\n## What Was Wrong?\nIn many Indian prisons, people were given different jobs based on their caste. Some people had to do harder or dirtier work just because of the family they were born into. This wasn’t fair at all!\n## Why Didn’t Anyone Fix This Before?\nIt’s surprising, but this unfair system had been around for a very long time – even after India became free from British rule. Many people worked to make prisons better, but somehow they didn’t notice or fix this problem.\n## What’s Changing Now?\nThe Supreme Court said that all these unfair rules must stop. They said:\n\nEveryone should be treated equally in prison\nJobs shouldn’t be given based on someone’s caste\nPeople shouldn’t be separated into different areas because of their caste\n\n## Why Is This Important?\nImagine if in your school, some kids were forced to clean the bathrooms while others got easier jobs, just because of their family name. That wouldn’t be fair, right? The same thing was happening in prisons, and now it has to stop.\n## Will It Be Easy to Change?\nProbably not. Some people might not want to change the old ways. But the Supreme Court has said it must happen, and they’re going to make sure it does.\n## What’s Next?\nThe court will check to make sure prisons are following these new rules. It’s about making sure everyone is treated fairly, no matter what family they come from.\nRemember, treating everyone equally isn’t just a nice thing to do – it’s what the law says we must do!\n\n",
        "headline_1": "# Making Prisons Fair for Everyone",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/making-prisons-fair-for-everyone/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "Monitoring is key to actually abolishing caste discrimination in prisons\nSupreme Court has done great service in scrapping caste-based discriminatory practices from 11 state prison manuals. That such discrimination survived all jail reforms in free India, and flourished, is testament to caste as an institution. As SC elaborated on how the British systems imported caste discrimination into jail manuals, it also abolished the demarcation of ‘habitual offenders’ by caste.\nBlind spot | The larger question perhaps is how did such caste discrimination go unnoticed all these decades since Independence. In the most recent reformatory step, members of National Human Rights Commission and NALSA, a statutory body that provides legal aid to weaker sections, were among contributors to the Model Prison Manual of 2016. The expert committee was formed by SC on a suo motu writ petition in 2015 on inhuman conditions in 1,382 prisons. The 2016 edition was an update on a 2003 manual. State prison manuals have been modernised – by states which care for prison reform – largely based on guidelines in the central manual. In all the modernisation, however, one aspect – division of prisoners’ labour by caste, and segregation of quarters by caste – remained a blind spot although it’s an open secret. SC’s Thursday order ensures it is no longer unseen.\nReform limited | With the Constitution promising equality, caste activism and reform almost entirely focused on Dalit uplift, limited to stopping atrocities against so-called lower castes. But caste retained firm hold on ideas of occupation, marriage, funeral rituals among other everyday matters. In jail, therefore, Brahmins would cook, those whose caste ‘vocation’ is barbering would do so, and the most marginalised would do menial tasks – including in women’s prisons, if a woman of the ‘appropriate’ caste wasn’t available for a given task. Such segregation of superior and inferior, decided at birth, reinforces caste hierarchy – so OBCs berate ‘lower’ OBCs, Dalits would attack Mahadalits, as we recently saw in Bihar. Such graded inequality remains ruinous, yet has been impossible to root out.\nIt has to happen | SC has instituted a compliance mechanism, but can expect reluctance in implementation. SC has empowered the progressive-minded in prison administration. This is not about Dalits or Brahmins. It’s about constitutional principles that govt-run prisons must abide by. Period. Dismantling such structure has to be swift. States can’t be allowed excuses of law and order problems to stall implementation. One has lost count of how many deadlines India has missed on eliminating manual scavenging, despite having a special law.\n\n",
        "headline_1": "SC Sets The Bar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sc-sets-the-bar/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "No country, no matter how successful, can be safe if religious extremism & deep social divisions take hold  \nAs Israel continues its ground and aerial assault on Lebanon as part of its battle against Hezbollah, more than 1,100 Lebanese have been killed and around 1.2 million have been displaced by the fighting. This is the largest displacement in Lebanon’s history. That’s saying something given the country’s devastating civil war between 1975 and 1990. But Lebanon wasn’t always a war-ravaged country. Beirut was once called the ‘Paris of the Middle East’ – both because of the city’s affinity to French culture harking back to the old French mandate, and its cosmopolitan atmosphere.\nCurse of sectarianism: Lebanon was a major tourist destination and a secure banking hub for Gulf Arabs. But it all came crashing down in the mid-1970s with the outbreak of civil war. The root of the problem was – and continues to be – Lebanon’s unique confessionalist political system that saw power being shared between major religious communities. Hence, Lebanon’s president has to be a Maronite Christian, its prime minister a Sunni Muslim, and its parliament speaker a Shia Muslim.\nDangerous othering: Though the end of civil war saw an agreement to dissolve Lebanon’s confessionalist system, its politics continues to be divided along sectarian lines. This in turn opened the door to international actors, who made Lebanon their battleground. From the West to Arab states and Iran, all cultivated Lebanese proxies that eventually undermined the Lebanese state. The failure of Lebanese society as a whole to come together irrespective of religious and sectarian differences is the reason why Lebanon continues to suffer.\nCaution for nations: Lebanon holds out a lesson in what happens when deep religious divisions take hold of a country. Lebanon could have been a jewel in West Asia. Instead, religious extremism, political polarisation and foreign interference combined to bring the country to this ruinous moment. ‘Lebanonisation’ serves as a warning for all nation states.\n\n",
        "headline_1": "Lebanonisation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lebanonisation/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "Prof Muhammad Yunus's presence at the UN General Assembly last month, and more importantly at events on the sidelines, marks a new and significant shift in Bangladesh's global relations. His meetings with US President Joe Biden, Canadian Prime Minister Justin Trudeau, Netherlands Prime Minister Dick Schoof, European Commission President Ursula Von der Leyen, many heads of governments from South Asia except the Indian prime minister and Sri Lankan president (the latter because he did not come), US Secretary of State Antony Blinken, UN Secretary-General Antonio Guterres, and many other world figures indicate a dramatic turnaround in Bangladesh's place in the world.\nThe chiefs of multilateral lenders such as the World Bank, International Monetary Fund (IMF), and Asian Development Bank (ADB) have also agreed to fast-track their assistance and take a deeper look into how to assist us more effectively at this critical juncture. USAID has also shown a renewed interest in Bangladesh and has already extended a loan of $200 million. This is a significant improvement of our relations with global lenders.\nTo have a Nobel laureate as the head of government is quite in contrast to our past leaders, some of whom were military dictators or power-hungry politicians. Prof Yunus brings in a new and fresh sense of dignity not only to Bangladesh, but to the leadership of the developing world in general. The last such leader was Nelson Mandela. Prof Yunus did not spend 27 years of his life in prison or suffer the lifelong oppression and indignity of living under apartheid. He, on his part, spent his whole life serving the poor and trying to pull them out of poverty through his micro-credit scheme, with women at the centre of change. His model is now being replicated in many developing countries and some developed ones as well, including the US, where replication of the Grameen model is making a significant impact on the poor, especially urban.\nThe geopolitical implications of Bangladesh's newfound place on the global stage is shrouded in many uncertainties. Euphoria aside, how confident can we feel about the durability of Bangladesh's new closeness with the US, which is with the Biden administration whose tenure ends in January? How strong is Prof Yunus's appeal with the Republicans? Will the friendship survive a Republican election victory? If Vice-President Kamala Harris does not win, much of our expected gains from the US support may fall by the wayside. But, of course, the other results of the visit need not be bound by the same.\nHow Bangladesh's immediate neighbour India and not so distant neighbour China will deal with the new reality here is something that we need to follow very carefully.\nDhaka formally requested to New Delhi for a meeting between the Bangladesh chief adviser and Indian Prime Minister Narendra Modi on the sidelines of the 79th session of the UNGA. It could not happen due to the mismatch in their travelling dates. This resulted in the unexpected situation of our leader meeting the president of Maldives and prime ministers of Nepal and Pakistan, but not the leader of our most important neighbour, India. The meeting between our Foreign Affairs Adviser Md Touhid Hossain and his Indian counterpart S Jaishankar seemed to have gone well on the face of it, but how meaningful it really was, only time will tell.\nThe collapse of Sheikh Hasina's government profoundly shocked India. It has not yet been able to fully assess what to make of the changes and understand its profundity. As reported by its media, from the outset, India got carried away with the view that foreign hands were behind the July uprising and that it was either the CIA or Pakistan's ISI or both that were behind what occurred. This prevented the Indian policymakers from understanding and then accepting the reality that the government that it was patronising in Bangladesh and whose election manipulation it knowingly overlooked had really lost its footing and had suffered a total loss of public support. To attribute the whole July uprising as nothing but the work of outsiders and to not see the massive mass participation and obvious popularity of the transformation amounted to India totally not seeing the ground reality and missing out on any realistic assessment of what had happened. This, in my view, has prevented Indian policymakers from making a fact-based reality check. The subsequent spread of \"anti-Indianism\" in Bangladesh may have further consolidated India's view.\nWhatever we say about the policymakers, the important keys of bilateral relations are ultimately held by the bureaucrats with occasional reaching out to think tanks and experts. For bureaucrats, to acknowledge that they failed to see the deep and widespread unpopularity of the Hasina regime is to admit their massive failure and incredible incompetence. That the bureaucrats—anywhere in the world, including in our own country—will never do. Hence, finding \"facts\" that are tenuous and \"logic\" that are contrived have become the main contributors to India's \"understanding\" of the new reality.\nIt has been my privilege to be interviewed by more than half a dozen important Indian media outlets on the recent developments. What deeply surprised and disappointed me was how casually they accepted whatever appeared on social media and presented that as facts in the interviews. They literally made no effort to check the story. I didn't mention the verification done by The Daily Star but used the results of fact-checking done by BBC to challenge their contentions. They believed what they wanted to and not what really happened.\nIndia needs to deeply introspect about its relations with Bangladesh—maybe with others in the region, too—and recalibrate a genuinely win-win way forward. The recent remarks of India's Home Minister Amit Shah that \"every infiltrator will be hanged upside down,\" meaning mainly Bangladeshis, will only alienate India further and cause internal divisions also. We, on our side, must realise that relations with India cannot be left to populism and that sweeping anti-Indianism will not get us to our desired goal of a balanced, mutually beneficial relationship that will drive advancement and regional peace and stability.\nThe meeting between our chief adviser and the prime minister of Pakistan and the sudden opening up with the country surprised many. This paper is in favour of normalising relations with Pakistan, but not without an acknowledgement and apology for the genocide that they conducted in 1971. If South Korea and China could extract apology for the Japanese atrocities in World War II, what is wrong with us demanding the same from Pakistan?\nChina has been very realistic and reached out—though the Chinese support that Sheikh Hasina enjoyed was well-known—to the new setup early and has consolidated it through the meeting between the Chinese foreign minister and Prof Yunus in New York.\nCompared to where we were, what Prof Yunus has achieved in the international arena so far is a miracle. At the moment, Bangladesh enjoys a global goodwill that is both unprecedented and crucial. It is an opportunity that we cannot allow to slip through our fingers. Our foreign office needs to become sharper and faster, and equip itself more with expanded knowledge and quick training. We have a competent adviser who, we expect, will reach out to the academics, think tanks and the media—which he has not done yet sufficiently—to strengthen the process of linking ourselves to the world, especially our trading partners, and bring home the gains that the new opportunities offer.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Chief Adviser Yunus's UNGA trip a critical turning point",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/chief-adviser-yunuss-unga-trip-critical-turning-point-3719131",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "We are alarmed by the continued turbulence within the police force even nearly two months after the ouster of the Awami League government. Despite the interim government making law enforcement a central plank of its policy, progress achieved so far—especially in terms of fully operationalising a force torn asunder by the violent fallout of regime change and preventing crimes or disruptive activities—has frustrated many. Since August 5, there have been over 50 incidents of mob lynching, with some 45 killed. Political violence, attacks on minorities and shrines, and frequent protests and clashes have also marked the period, with police largely missing from the scene.\nThe question is, why is it taking so long to reverse this situation? According to a report by this daily, a number of factors are responsible for the continued paralysis within the force. At the heart of it is a persistent sense of fear and frustration that has proven difficult to address. Many officers, especially those complicit in enabling the excesses of the previous government, are apprehensive about facing public wrath or legal consequences. There are others who feel unfairly vilified for simply following orders, and still others who are trying to take advantage of regime change to secure favorable posts for themselves. The morale crisis and opportunism have combined with logistical challenges to reduce \"a force on wheels\" largely to a \"force behind the desk.\" In other words, barely active. \nThis lack of mobility or action has been partly attributed to a lack of vehicles and other tools necessary to respond to emergencies. Because of the unprecedented public fury that saw hundreds of police vehicles, instruments and facilities ransacked in early August, even routine policing is being compromised, with many officers resorting to walking to their assignments or relying on public transport. The 999 emergency hotline is also struggling to provide timely assistance, with response times more than doubling or even tripling in some cases. Compounding these issues is the absenteeism or injuries of many officers.\nThe government has taken various measures, including forming a commission, to address these issues, but progress has been slow and insufficient. Given the continued threat to public safety as manifested by various events recently, the government must expediate its efforts to resolve the crisis. That means not only providing the logistical support needed for day-to-day operations but also addressing the deeper internal issues that have taken root within the ranks. An ideal reform process would focus on depoliticising the force, restoring public trust, and ensuring that officers are held accountable in a fair manner. Equally important is the need to boost their morale by acknowledging police contributions in our society.\n",
        "headline_1": "Police must come out of their cocoon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/police-must-come-out-their-cocoon-3719101",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "As over 200 ballistic missiles lit up the skies over Tel Aviv and other parts of Israel on the night of October 1, tensions in the Middle East have escalated further. Iran's retaliatory strike against Israel comes just days after an Israeli airstrike in Beirut killed Hassan Nasrallah—the leader of the Lebanon-based and Iran-backed militant group Hezbollah.\nIsrael was already taking the fight to Hezbollah long before Nasrallah's killing. Earlier in April this year, after a suspected Israeli strike had killed a top Iranian military commander in Damascus, tensions between Israel and Iran started to increase. The assassination of Nasrallah escalated the conflict as US intelligence feared retaliation from Iran. Those fears came true on Tuesday as Iran launched hundreds of missiles towards Israel.\nAs reported by US and Israeli officials during the early hours following the attack, most of the missiles were intercepted by Israeli air defence systems with support from US Navy destroyers stationed in the region.\nAt the time of writing this article, Israel had already vowed to seek revenge for Iran's missile strikes. As reported by multiple international media outlets, Israel might specifically target Iran's oil refineries and its nuclear facilities, the latter of which is of particular interest to the US top brass.\nA nuclear-armed Iran puts several vital US national security interests at risk, most of which concern the Middle East. While the US itself is not too eager to take out Iran's nuclear programme by itself, having Israel do so on their behalf will work just fine as it would be protecting US interests in the Middle East including its ties with Saudi Arabia.\nGiven what happened with Hezbollah's pagers and walkie-talkies exploding out of nowhere, courtesy of Israel, experts believe that the strike on Iran's nuclear sites is more likely to be a cyberattack attack instead of a traditional military one, although a military strike isn't being completely ruled out.\nThe US, however, will not risk getting involved at this scale, especially if it's a military attack on Iranian nuclear sites. That being said, some US lawmakers, like Senator Lindsey Graham, are eager to see a full-on airstrike on Iran's oil refineries, and they are pushing the Biden administration to coordinate this attack.\nThe scale to which the US will be willing to participate in Israel's retaliatory strike against the regime in Tehran is not yet fully understood. The country has so far only used its military might to defend Israel against aerial threats posed by Iran and different militant groups operating in the region. However, it remains to be seen what the Iranian strike on Israel means for the overall presence of the US military in the Middle East.\nThe US already has one nuclear-powered aircraft carrier—the USS Abraham Lincoln—stationed in the region. It is now sending another carrier—the USS Harry S Truman—there as well. The USS Georgia—a guided missile submarine—also arrived in the Middle East in September to specifically aid Israel against Iranian and Hezbollah attacks.\nHowever, these vessels are in place strictly for intercepting attacks on Israel and other US allies. The US is not looking to have these vessels engage in direct conflict anytime soon, most likely never. The Biden administration is treading the waters with caution as it does not want to be seen as a direct contributor to the rising tensions in the Middle East. This, of course, could change depending on how Russia reacts to the situation in the region and what the escalation in the Middle East could mean for Putin in the long run.\nFor years, Russia has chosen to maintain a considerable distance from events and conflicts that have taken place in the Middle East. However, following the war in Ukraine, Moscow has been seen cosying up to Iran, leading to serious concerns in the US as well as Israel.\nRussia often took Iran's side against Israel in the past year or so. Iran has also been accused by the West of supplying Russia with ballistic missiles which are being used in Ukraine. Following the acquisitions, the West has also sanctioned Iranian civil aviation and blacklisted its flagship airliner Iran Air, cutting off its access to Europe.\nKeeping Iran engaged in long-term conflict in the Middle East is something the US might see as a win. As Iran gets tied up with Israel, it might not be willing to sell ammunition to Russia. On the other hand, Russia can simply turn to North Korea to seek alternatives to Iranian missiles and might even lower its vocal support for the Iranian regime.\nCountries like Qatar and Saudi Arabia are also expected to maintain their distance from this escalating situation. Qatar, who acted as a mediator between Israel and Hamas and have maintained close relations with Iran, will have its work cut out should it try to intervene in this situation. Saudi Arabia, on the other hand, resumed its diplomatic ties with Iran last year, but tensions still exist between the two countries. Besides, choosing to side with either Iran or Israel in such times is not something the Kingdom will risk. Aside from tensions with Iran, it still does not recognise Israeli sovereignty. Its best interests, too, lie in staying neutral while murmuring the need for diplomatic resolutions to the conflicts between Iran and Israel.\nIsrael, no matter how far it is pushed, is not looking to slow down its attacks in Gaza and Lebanon. It is looking to continue fighting on all fronts across the Middle East.\nEverything surrounding this new escalation, how long it will drag on, and what awaits the Middle East as a result of this is mostly speculative at the moment. However, history suggests that the Middle East is set to be dragged into an all-out war sooner than we can anticipate. The US, as usual, will play a key role in deciding the fate of this conflict. However, given Israeli Prime Minister Benjamin Netanyahu's tendency to ignore US suggestions at times, the fate of this conflict might be decided on which country runs out of missiles and ammunition first.\nFaisal Bin Iqbal is the In-Charge of Campus, Rising Stars, and Star Youth.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Iran’s retaliation: What fresh hell awaits the Middle East?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/irans-retaliation-what-fresh-hell-awaits-the-middle-east-3718826",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "Despite reports of relative calm in the readymade garment (RMG) hubs of Ashulia and Gazipur, the reality on the ground speaks for a different picture. Workers have continued to take to the streets, organising protests and blockading highways-a clear indication that the situation is far from stable. Just days ago, an agreement between factory owners and labour union leaders appeared to mark a major breakthrough, as the owners pledged to meet all 18 of the workers' demands. This agreement was significant, as it addressed longstanding issues such as the minimum wage, payment of overdue wages, attendance bonus, fair recruitment practices, and other welfare concerns that workers had been asking for long. Under the terms of the agreement, some of the demands were to be implemented immediately, while others scheduled to be rolled out in a short time-frame. The announcement of the agreement, along with a joint statement from both parties, seemed to defuse tension, with most factories resuming operations and worker-attendance quickly picking up. Two hundred fifty-three out of 272 BGMEA-registered garment units reopened in Ashulia on Tuesday. However, the ongoing protests and disruptions suggest that peace in the industrial belt is still elusive and that deeper issues may still need to be addressed before the situation can truly be considered resolved.So, what actually stood in the way of getting things in order? Reports from various newspapers, quoting agitated workers, highlight that the current unrest stems from the failure of certain factory owners to fulfil their promises to pay overdue wages. This has sparked the tension afresh, resulting in the tragic death of a garment worker and injuries to several others during clashes with law enforcers. In response, garment factory owners in the Ashulia area have requested heightened security to restore order. The Acting President of the BGMEA issued a statement claiming that the labour situation has improved substantially, attributing this to the efforts of joint security forces. However, industry observers argue that these statements are merely face-saving attempts, pointing out that the problem lies in the owners' failure to honour agreements, particularly those requiring immediate attention. Economist Dr. Debapriya Bhattacharya, Head of the government's white paper preparation committee, echoed these concerns after meeting with labour union leaders this week. He noted that despite their commendable role in the country's economic development, garment workers have long been deprived of fair wages and other benefits. This endemic injustice, coupled with frequent violation of labour laws, has made it challenging to swiftly resolve the current crisis and restructure the industry in a more equitable manner.Given the industry's failure to create a healthy workplace atmosphere, it is crucial that the BGMEA promptly ensured that the errant factory owners comply with the terms of the agreement. Operating factories under tight security is not a sustainable solution. The focus should be on the workers, as their motivation is the key, and it is the responsibility of the owners to foster a positive and engaging work environment.",
        "headline_1": "Peace in garment sector still elusive!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/peace-in-garment-sector-still-elusive-1727966212",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "Eminent citizens, the Transparency International, Bangladesh (TIB), the Udichi and progressive social and political organisations have come down heavily on the interim government for dissolution of the 10-member coordination committee it formed for revising the primary and secondary school textbooks. Their common complaint is that the incumbent government has given in to the unreasonable demands of certain religious groups. Roundly condemning the dissolution of the textbook revision committee, 122 eminent citizens have observed that a particular quarter has taken over the vacuum left by Awami fascism and to do so, it has made religion a weapon to advance their dubious agenda. They elaborate that the quarter has been creating confusion and intolerance among the religious-minded Muslims by circulating anti-Islamic propaganda. Such activities are inimical to the aspiration germinated out of the student-led mass movement for establishment of an inclusive society.The TIB also did not mince words and stated that the incident of compromise on textbook revision made by the interim government with narrow fundamentalism has set an example of deep concerns and risks. This compromise, the TIB alleges, runs counter to the dream of a discrimination-free new Bangladesh and the spirit of secularism. Notably, the education ministry constituted the committee on September 15 last, aimed at revising the primary and secondary school-level textbooks. Following the formation of the committee, some Islamist political parties including the Jama-e-Islam and Hefazat-e-Islam demanded induction of two alems (Islamic wise person) into the committee and at the same time exclusion of two teachers of Dhaka University, one of whom was involved with the quota movement from the beginning. Some religious outfits also arranged for a human chain, calling for exclusion of those two teachers from the committee. The government opted for the dissolution instead of sticking to its decision.Earlier the education ministry acquiesced to some higher secondary examinees' demand for cancellation of examinations for the papers that could not be held on schedule because of the quota-reform-turned anti-discrimination movement. Now candidates of BA, BSc and BCom are demanding auto pass. This is contradictory to the spirit of the movement. It was a movement that could gain momentum to reach its summit with people from different walks of life joining forces setting their sight on a discrimination-free socio-economic order. Their main focus was not on furthering self interests, changing a regime for the sake of change but transforming the administrative power structure in favour of protecting and preserving interests of all including the poor and the marginalised. The dispensation they were looking forward to ought to be caring enough to carry forward the agenda of socio-economic justice irrespective of class, colour, religious belief and gender.It is only natural that tension would brew if the driving force behind the movement is taken off-track. Traditional political parties, particularly those who mix politics and religion to the negation of democratic and liberal ideals and principles have no reasons to align with the core principle of the student-led movement. No wonder, they are parting ways. Now the question is, how devoutly committed the leading players of the movement and the dispensation they entrusted to accomplish the mission are. Can they steer clear of the counter forces waiting in the wing either to fish in the muddy water or snatch the fruits of the unprecedented movement in history?Why the religious parties are clamouring for a share in the contents of textbooks is understandable. The Hefazat successfully opposed some pieces in Bangla textbooks in favour of inclusion of their chosen pieces during Hasina's reign. Political expediency has never really helped develop an education system capable of maintaining quality on a par neither with its counterparts in the developed world nor with the Asia's including the neighbours' best. Discrimination is yawning on the education front largely on the basis of different education streams including the English medium meant for learners of the privileged class and non-formal education meant for the socially deprived.If there is one most deserving candidate for redress to the atrocious gap, it surely is education. The madrasha education is there that emphasises more on religious learning and practices. Why cannot the general education be left alone? Those imbued with the spirit of modern and liberal views of learning and life and those sticking to a conservative outlook are unlikely to have a meeting point. In this connection, BNP Secretary General Mirza Fakhrul Islam Alamgir's unambiguous opinion on banning the Awami League can be quite insightful. He disagrees with the idea of barring the AL either from the national election or from banning it as a 'fascist party'. His political foresight may have given him to calculate that after all, the alliance of the religious parties can outweigh even his party's leaning towards the conventional politics free from religious stint.Bangladesh is sure to witness pulls and counter-pulls in the days to come. The interim government has to carefully navigate through such tension-packed political miasma. There is the saving grace of the still undiminished influence of the main actors of the movement. Happily, they are cementing their network through a programme of constituting committees outside Dhaka, so will do the citizen's committee. This move may clarify their position as well as convince people of the need to pursue a dream of a new Bangladesh free from exploitation and abuse of power, guaranteeing every citizen's democratic and human rights.\n[email protected]",
        "headline_1": "Navigating the political miasma",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/navigating-the-political-miasma-1727966263",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "Acceptance of commission by doctors from diagnostic centres and different benefits from pharmaceutical companies has long been an open secret in the country. Media reports suggest the commission from diagnostic centres ranges from 30 per cent to 50 per cent depending on the reputation of the centres while the benefits from pharmaceuticals know no bounds. They range from cash to overseas trips and much more. The less is the reputation of diagnostic centres and pharmaceuticals, the more the percentage of commission and benefits doctors receive. There is a public perception that many doctors suggest unnecessary tests and prescribe needless medicines only for their personal benefits. What does such unethical practice by doctors mean to patients? It means patients pay far more ---sometimes unnecessarily---than they are supposed to. It is hard for anyone to imagine how much money patients are paying extra every year only to satisfy the avarice of such doctors. The situation has reached such a point that many patients are scared of going to physicians and this is one of the reasons behind a large number of Bangladeshis going abroad for medical treatment. It is very unfortunate for a country like Bangladesh where many citizens are deprived of their basic healthcare for financial constraints.Promotion of substandard medicines by a section of physicians is another big concern in the healthcare sector. There are allegations that many pharmaceutical companies producing such medicines have created a big market for their products with the help of the unscrupulous physicians, who prefer prescribing below par medicines only for their personal gain, no matter the adverse impacts of those on the users.Acceptance of commission and other benefits by doctors is not only unethical by any standard, but also a violation of the Code of Ethics every doctor pledges to follow. \"The health and well-being of my patient will be my first consideration\" is one of the oaths they have to take before entering the medical profession. How will a doctor ensure the well-being of a patient compelling him or her to pay a huge extra cost and take substandard medicines?The medical profession is considered one of the noble professions in any society, but a section of the professionals have stained its nobility in Bangladesh and no end to the situation is in sight. The Directorate General of Health Services (DGHS) is responsible for monitoring the diagnostic centres in the capital and checking their any involvement in malpractice while the responsibility of ensuring the standard of medicines lies with the Directorate General of Drug Administration. The ground situation, however, suggests they have failed to perform their responsibilities.Action against doctors receiving commission from diagnostic centres and promoting substandard medicines has become overdue to end the malpractice. Unless the regulatory authorities initiate measures without any delay against such unethical practice, the situation will simply worsen, further eroding the confidence of patients in doctors and health facilities in the country. That will take a toll not only on the patients, but also on the entire healthcare sector ---a grim prospect.\n[email protected]",
        "headline_1": "Unethical practice by medical professionals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unethical-practice-by-medical-professionals-1727966300",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2024"
    },
    {
        "full_article": "The Chittagong University Central Student Union, known as CUCSU, was established in 1966 with the aim of enhancing students' education, fostering leadership, and giving them a platform to voice their concerns and rights. Unfortunately, these ideals have long been neglected. There has been no representative election, leaving students without an opportunity to advocate for their rights.At present, CUCSU has been reduced to little more than a dining hall, occasionally serving tea after meals. One of the main reasons for this decline is the factional politics on the campus. We the students of CU urge the new university administration to revive CUCSU through elections for serving its original purpose.\nMd. Riyad Uddin StudentUniversity of Chittagong[email protected]",
        "headline_1": "Holding CUCSU elections",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/holding-cucsu-elections-1727966327",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2024"
    }
]