[
    {
        "full_article": "Today, September 28, is observed globally as World News Day. This is not your usual \"industry celebration\" day, but one to highlight the importance of the institution of news media and the critical role that journalists play in gathering, presenting and interpreting facts, in unearthing the background of events, in exposing corruption and abuse of power, in holding the state and non-state actors accountable and—through all these processes—in augmenting democracy. It is a day to sensitise the wider society about the challenges that the journalist community faces in performing their duties. At the same time, it is also a day of reiteration of what constitutes ethical journalism, the hallmark of this noble profession. Coincidentally, the day is also marked as the International Day for Universal Access to Information (designated by Unesco).\nJournalism as a trade has experienced massive transformation in this age of communication technology, augmented by digitalisation. The centuries-old paper-based news industry now faces a serious challenge from its online counterparts. The local newspaper industry, even in the Global North, faces threats from Facebook, Google, and other sites that \"siphon off\" the bulk of the revenue. While some in the industry have successfully adapted to the new reality, others have had to pull down the shutters. In addition, social media has emerged as an alternative source of information. Unfortunately, such systemic transformations have not necessarily been accompanied by the growth of responsible and credible journalism practices, promoting, celebrating and facilitating professional excellence. Therefore, the need for gathering, presenting, and interpreting trustworthy news and information has become ever more important. An essential prerequisite to attain such lofty goals is protecting the right of the journalists to perform their tasks freely and without fear.\nOne may recall that in the long-drawn struggle for democracy during Pakistani days, ethical journalism played a critical role. On the one hand, it challenged and exposed the authoritarian practices of those at the helm of the state; on the other, it conveyed the alternatives (such as that of the theory of two economies) offered by the opposition platforms that helped galvanise the people to rally, and protest, and demand change. Unfortunately, instead of further facilitating press freedom, successive governments in independent Bangladesh have adopted laws and administrative practices that act as barriers to that aspired principle. Included among the laws are provisions of the Special Powers Act, the Printing Press and Publication Act, the Information and Communication Technology Act, the sedition and defamation clauses of the Code of Criminal Procedure and, no less importantly, the Digital Security Act. Needless to say, these laws, particularly the DSA, have been applied to stem dissent on a number of occasions, and it is the journalist community who disproportionately bore the brunt.\nThe rampant application of the DSA severely restricts freedom of expression. Stating that 14 of the listed 19 offences under the law are non-bailable, the president of the Editors' Council noted, \"Even if the law is not invoked, its sheer existence is enough to destroy journalistic initiatives.\" This may entail that an accused may have to spend months behind the bars before the trial process even begins. It also takes a toll on his/her reputation and social standing. The law also extends enormous power to the police to conduct searches on the premises of news establishments or seize computers and other equipment on \"mere suspicion.\"\nThe defamation provision is another legal instrument to intimidate journalists. While in most countries, defamation is treated as a civil offence, under Bangladeshi law, it is a criminal offence. The law explicitly stipulates that the plaintiff has to be an aggrieved party, but in practice, defamation cases filed by individuals, who had no locus standi to file them, were admitted by the magistrate.\nWhile the state retains a plethora of legal provisions to clamp down on the media if it so decides, thus far there is no law for the protection of the media from arbitrary intrusion and closure, and from arrest or questioning of journalists and the whistleblowers. This works as a great impediment to freedom of the press, and curtails journalists' ability to effectively pursue their vocation.\nThere have been occasions where journalists had to endure physical assault, illegal detention, and harassment from the state functionaries for performing their professional tasks. In mid-March 2020, Ariful Islam's reports on the irregularities of Kurigram district administration resulted in 30 to 40 people, including a senior official of civil administration, raiding his house in the middle of the night and detaining him. Arif was taken to the DC's office, where he was tortured blindfolded and threatened with an \"encounter.\" He was then sent to jail for a year on charges of \"possessing alcohol and marijuana\" by an illegal mobile court sanctioned by the deputy commissioner.\nThe non-state actors also constitute a threat to journalists. On umpteen numbers of occasions, particularly during mass protests such as the road safety or quota movements, along with the protesters, reporters (carrying visible identity documents) were attacked and their equipment and vehicles vandalised by the supporters or members of the affiliated organisations of the ruling establishment, inflicting bodily harm on journalists. There is little evidence that effective actions were taken against the attackers for violating the law.\nLikewise, reporters are also subjected to attacks and intimidation for publishing news and posting opinions on social media platforms, triggering displeasure of the powerful quarters. Golam Sarwar's case provides a classic example. This Chattogram-based journalist was involuntarily disappeared last November, and he reappeared after three days. While in illegal custody, Sarwar was asked to surrender his freedom to pursue his chosen vocation in exchange for \"freedom\" from harassment and torture. He claims that a politically influential family in Chattogram filed two defamation cases against him. In one instance, Tk 100 crore compensation was sought. So far, he failed to secure any redress from the law enforcement authorities.\nThe prevailing adverse regulatory framework, coupled with arbitrary administrative practices and high-handedness of the politically and financially powerful connected with the corridors of power, have created an environment of self-censorship. This has led to a situation in which it is not only the veracity of facts that concerns news editors and chief reporters, but also if the facts being dealt with are \"DSA proof.\"\nOver time, journalism has also been adversely affected by changes in the pattern of the ownership of media houses due to corporatisation, which are increasingly guided by overtly pecuniary, business, and other interests. Gone are the days when there was little meddling of owners with contents of the news and opinions expressed, and the editors enjoyed full discretion in running affairs of the media. However, over time, there has been gradual erosion in the authority of professional editors as the corporate houses increasingly began to interfere on such matters. Instead of letting the media perform its professed goal of serving the nation by disseminating credible facts and information, news outlets have become a handy tool for corporate houses to pursue their business and political interests, often resorting to publishing or running fake news to malign their business and other rivals. Such \"predatory corporate control\" has increasingly become stark in the Bangladeshi context, eroding the ethical foundation of media in general.\nIn this age of the \"tsunami\" of news portals that are built around \"unedited, unverified, unsourced news and deliberate promotion of alternative facts,\" this aberration of the mainstream media is worrisome. Such a development not only dampens ethical journalism, but it also does a disservice to the people and weakens democracy. As the nation marches forward in the economic terrain, the need for accountability and transparency of various branches of the government and state institutions has become all the more important. Therefore, the onus lies on the state and other stakeholders to ensure that freedom of expression and ethical journalism can flourish—as real news, truth, objectivity, balance, and fairness do indeed matter.\n \nC R Abrar is an academic, and a member of Nagorik, a platform of human rights and rule of law.\n",
        "headline_1": "In Defence of the Messenger",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/defence-the-messenger-2185351",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2021"
    },
    {
        "full_article": "Two weeks ago, US President Joe Biden, in announcing on video the Australia-United Kingdom-United States (AUKUS) pact, called Australian Prime Minister Scott Morrison \"that fellow from Down Under\" in what appears to be a senior moment. The fact that the military alliance has upset a lot of people from China, France, and even their own commentators should not have been surprising.\nHas Australia, one of the four advanced OECD (Organisation for Economic Co-operation and Development) countries from the Asia Pacific region (the others being Japan, South Korea, and New Zealand), seriously thought through AUKUS implications on her Asian neighbours?\nFirst, do eight nuclear submarines by 2040 make serious military sense for Australian security? We can understand that a maritime power in the South Pacific with lots of coastal waters to patrol needs a strong navy. But as former Australian Prime Minister Paul Keating rightly pointed out, China is a land-based power and, being several thousand kilometres away from Australia, does not pose a military threat to Australia. Assuming that the nuclear submarines will be similar to those planned by the United States, which will acquire 12 of the Columbia-class nuclear submarines for USD 128 billion by 2030 (US Government Accountability Office), Australia may be paying at least USD 85 billion for equipment that may be obsolete by the time they come onstream. Even the US director of national intelligence has admitted that China's GDP (22.8 percent of world GDP) would outclass that of the United States (20.8 percent) by 2040. Twenty years is a long time to improve defences against submarine attacks. Submarines have, at best, deterrent effects under conventional warfare, but their real threat comes from carrying nuclear missiles. But even the potential of carrying such missiles would invite enemy nuclear retaliation.\nThis is exactly why Asean (Association of Southeast Asian Nations) countries like Malaysia and Indonesia showed serious concern that the AUKUS deal may become a catalyst to the nuclear arms race. If that is the case, Australia would lose her status as a haven for nuclear-free living, something that New Zealand cares seriously about, which is why she distanced herself from the deal.\nSecond, which businessman would spend nearly the same amount of money that he earns to point a gun at his best customer? China imported USD 100 billion in 2020 from Australia, with the latter earning a trade and service surplus of USD 55.5 billion. Then to spend USD 85 billion (with likely huge overruns based on past experience) on defence against your top trading customer defies business logic.\nThird, the Anglosphere military alliance created a split with Europe, already sore after Brexit and Kabul. France is not only the first foreign ally of the United States (helping in the US Independence War against Britain), but also has serious Indo-Pacific interests, with 93 percent of her maritime economic exclusivity zone—10.2 million sq-km, the second largest in the world—located there.\nFourth, you have to ask whether the Australian military intelligence is an oxymoron when they recently ordered 70-tonne US Abrams tanks that are too heavy to carry by train or across the Northern Territory bridges by road to defend the Northern Australian coast.\nHer Asian neighbours would be much happier if Australia took the lead in the Asia-Pacific region on climate change, rather than spending on arms. Amongst the rich countries, Australia has the highest per capita emission rate, similar to the US. But out of 200 countries, Australia ranks fifth or sixth among the biggest global emitters, so her voice on fulfilling the requirements of the Paris Agreement matters. Unfortunately, given the huge influence of the mining lobby, Australia may not even achieve her Paris Agreement goal to cut emissions by 26-28 percent below 2005 levels by 2030, let alone improve on that commitment by COP26.\nAustralia may be rich enough to mitigate her own risks of climate warming, but the effect of climate change on her neighbours, particularly the Pacific Islands, is going to be devastating. In 2019, island nations in the Pacific such as Fiji, Kiribati, Nauru, Micronesia, Marshall Islands, Solomon Islands, Vanuatu, Timor-Leste, and Tonga declared that by 2030, their lands could become uninhabitable due to rising seas, water salination, reef destruction, and more natural disasters.\nThe latest World Bank model suggests that the global decline in biodiversity and collapse in ecosystem services such as wild pollination, food from marine fisheries, and timber from native forests could result in a decline in global GDP worth USD 2.7 trillion by 2030. The injustice is that the poorest countries—including those in Asia Pacific—will bear most of such ecosystem and GDP losses. In particular, many indigenous people whose livelihood depends on nature will bear the brunt of these losses.\nWhy are we not surprised that, on September 13, 2007, when the United Nations Declaration on the Rights of Indigenous Peoples was adopted by 144 member countries, the four votes against it were from the Anglosphere countries of Australia, Canada, New Zealand, and the United States? In all four rich countries, the record of treatment of the indigenous people have been shameful, such as the unmarked graves of indigenous school children in forced assimilation schools in Canada. According to Human Rights Watch, Aboriginal and Torres Islander people comprise 29 percent of the Australian adult prison population, but just three percent of the total population. In the United States, states with large native populations have incarceration rates for American Indians up to seven times that of whites.\nThe AUKUS military alliance essentially signals to the world that money spent on real war is preferred to money spent on social justice at home and concerns for the people and the planet. Who really profits from the nuclear submarine contract? Look no further than the exclusive submarine suppliers such as General Dynamics (US) and British Aerospace (UK). \nThe AUKUS deal essentially confirms that Australia opts to sink or swim with their rich Anglosphere few, rather than the global many.\nWho said the world was fair?\n \nAndrew Sheng is adjunct professor at Tsinghua University, Beijing and University of Malaya. He was formerly the chairman of the Securities and Futures Commission, Hong Kong.\nCopyright: Asia News Network\n",
        "headline_1": "That sinking feeling from Down Under",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/sinking-feeling-down-under-2185341",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2021"
    },
    {
        "full_article": "The Gazipur City Corporation (GCC) area has seen a fast population growth over the last two decades. The city's present population is estimated to be more than four million. With an area of 329.53sq-km, it is bigger than Dhaka North and Dhaka South combined. The GCC was established in January 2013. The city is one of our main centres of employment, industries, business, and entertainment partly as a result of its proximity to the capital city, which contributes about one-third of the country's total GDP and has about 30 percent of the country's total urban population.\nDue to a wide range of economic and social activities, and a fast-growing job market, Gazipur city has attracted people from adjacent districts—especially from the rural areas. Therefore, in-migration is a major factor behind the growth of the city population. With the population growth, the demand for public utilities and services has grown manifold, but the city's infrastructure and services have failed to keep pace with that demand, resulting in a great deal of suffering for the residents.\nAbout one-third of the ready-made export-oriented garment factories of the country are located in Gazipur. There are many other industries in the city as well: aluminium, textiles, leather, pharmaceuticals, cosmetics, ceramics, packaging, and others. The garment factories are employing hundreds of thousands of people—mainly women. Two export processing zones and the Tongi industrial area are located in the GCC area. A number of important public offices and facilities—including Bangladesh Agricultural Research Institute (BARI), Bangladesh Rice Research Institute (BRRI), Dhaka University of Engineering and Technology, Bangabandhu Sheikh Mujibur Rahman Agricultural University, National University, Islamic University of Technology, Bangabandhu Safari Park, Bangladesh Machine Tools Factory, and Bangladesh Ordnance Factory—are also situated there.\nThere is a large number of brick kilns on both sides of Turag and Bangshi rivers, and in the western and southern parts of Gazipur city, which are polluting the environment severely. Illegal encroachment of rivers, canals, and wetlands is also rampant there.\nMillions of garment workers, rickshaw pullers and other low-income workers and their families live on the outskirts of the city, which are very crowded and have limited access to services and facilities. Besides, thousands of people who commute to the city on a daily basis face a tremendous traffic problem. Thousands of air- and water-polluting factories, workshops, vehicle repair shops and brick fields are located in and around these places, posing a risk to public health.\nThe GCC authorities, in recent years, have been putting in increased efforts to improve the condition of the city roads and drains. But the challenges of maintaining domestic water supply, street lights, sewerage, and garbage collection and disposal are enormous. There is also a lack of hospitals, schools, community centres, parks and shopping facilities. The city corporation's total budget was Tk 5,007 crore in 2020-2021 fiscal year, which has gone up four times to Tk 20,986 crore in 2021-2022.\nTo provide quality public services, first and foremost, a proper plan for land use is required, based on which the development of transportation network, civic services, appropriate environmental protection, and more healthy living options—such as greener surroundings, educational institutions, healthcare facilities, economic zone, parks and playgrounds, etc—should be undertaken. Since there is no master plan, the city's development along with its services and facilities is taking place in a haphazard manner. Most of the internal roads are very narrow and not maintained properly, and drains are mostly open. Many residents of the city travel to Dhaka to obtain basic services, such as medical treatment, shopping, schooling of their children, etc. In a city where it is difficult to move around due to traffic congestion, people waste inordinate amounts of time on the road to meet their day-to-day service requirements.\nSome parts of the city have densely developed residential and commercial areas. Many land owners found it quite lucrative to build multi-storey buildings with the help of real estate developers. The vertical growth of the city, on the one hand, made it possible to house the upper middle-class families with affordable accommodation in developed areas; on the other hand, it exerted severe pressure on the existing infrastructure and services. The number of private vehicles, trucks and buses on Gazipur's roads increased manifold over the years, adding to the traffic gridlocks in the city.\nFour national highways and six regional highways pass through Gazipur city, providing a crucial transportation network to connect to other parts of the country. The existence of a good road system has been the main attraction for investors in Gazipur. However, the transportation network needs further improvement to cater to the growing needs of people, and to transport products throughout the country. The work on the planned metro rail and elevated expressway projects should be expedited.\nThe GCC has recently taken an initiative to prepare an urban development plan that will take into account land use, drainage, and environmental management, traffic and transportation management, and industrial and recreational facilities. This plan should be comprehensive and drawn up to build a healthy city. A team of town planners, transport engineers, urban economists, geologists, hydrologists, water and sanitation engineers, environmentalists, agriculturists, waste management experts, civil engineers, architects, and sociologists should contribute to developing this plan.\nThe city still has a large geographical area under agriculture and forest coverage, which is highly likely to be transformed for other uses in line with the growth of population and establishment of new industries and businesses in the future. But the forest lands and water bodies should be preserved at all costs to keep Gazipur as an environmentally balanced city. If properly planned, there is a good prospect of developing Gazipur city in an aesthetically beautiful manner.\n \nDr Nawshad Ahmed is an economist, urban planner, and a former UN official.\n",
        "headline_1": "There’s still time to save Gazipur",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/theres-still-time-save-gazipur-2185336",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2021"
    },
    {
        "full_article": "\"It was the best of times, it was the worst of times,\" wrote Charles Dickens at the beginning of \"A Tale of Two Cities.\" No other quote in the literary canon captures my experience in the Bangladeshi education system as succinctly as Dickens'. School changed my life for the better, but it also nearly took it away.\nI titled this piece \"Ghosts in the classroom\" because, in fourth grade, that's what I thought every time my stationary went missing and the contents of my pencil box were scattered outside my classroom window. Spooky! I couldn't even consider the possibility that the \"ghosts\" were my classmates who began to bully me and damage my possessions to punish me for my strong academic performance in our class.\nApart from my academic strengths, multiple axes of my identity set me apart. I am from Dhaka. In Dhaka, I grew up in a single-parent household as a child of a Hindu-Muslim couple. After my father left, my mother and I struggled to make ends meet, with no assurance about how we would afford next month's rent and school fees. Yet, my mother insisted that I have the best possible education available in town. Due to her efforts, I was eventually admitted to one of the premier English medium educational institutions in the country. Let's call it \"School Y.\"\nI received an excellent primary education at School Y. I studied in an interdisciplinary curriculum, which placed self-inquiry and social action at the centre of my learning. In class, I explored ancient civilisations, the solar system, different religious customs around the world, human migration, the environment—the list goes on. Every day was an adventure. However, I felt weighed down by a pile of secrets, such as the whereabouts of my father, my religious identity, and the poverty in which we lived. Then, in the fifth grade, my class teacher kept me back during lunch to ask if anything was bothering me, and immediately I broke down in tears as all the pain inside my heart welled up and escaped my lips. Her presence made the classroom feel safe.\nOn the other hand, my classmates threw my stationary, which I could barely afford, out the window. Additionally, a barrage of comments circulated in the classroom about my weight. During report card days, my mother, who felt defeated at every other aspect of her life, proudly entered the school grounds to learn once again that I had topped the class. After classes resumed, the bullying got worse.\nWhen I cut my hair short (described in Dhaka as a \"boy cut\"), the comments became more hurtful. My classmates called me a \"hijra.\" During the winter, I wore a sweater made out of jute (once a dominant industry in our country), and they called me \"bosta\" (sack). Rumours went around about the exact nature of my mother's profession; what could a single woman in our society possibly do to afford to send her daughter to a private school? My classmates found a particularly unflattering photo of me taken after a dance performance. In an anonymous Facebook group, that image was posted over the name of a male student in my class.\nLooking back, what surprises me the most is that no mature adult in the school intervened. No one ever confronted my abusers. I suppose a scholarship student who paid half price wasn't worth the trouble of angering students and parents who paid the full price. After all, School Y often suspended me for weeks on end when my mother couldn't pay tuition fees.\nMy mental health deteriorated. I became a Unicef statistic: one in three children globally experience bullying (including leaving children out of activities, making inappropriate sexual remarks, and cyberbullying). Subsequently, I developed an obsessive desire to lose as much weight as quickly as possible. Over three months, I went from 67 kilograms to 45. But I wasn't ready to stop dieting or exercising. I continued with week-long fasts. I ate only a few carrot sticks and ran on the elliptical for five hours every day. Eventually, my family and I realised that I had an eating disorder called anorexia nervosa. As a result of my condition, I was hospitalised and force-fed, because the psychiatrists didn't know how to treat me.\nWhen I returned to school, the taunting continued. Then, the head of our school threatened to expel me because I reflected poorly on the school's reputation! School Y was no longer a safe haven.\nWe know about Samin, a 10th grader who was bullied about his weight, who wanted to die from the humiliation, and who developed anorexia, like myself, but unlike me, who passed away.\nWho is responsible for Samin's death, for my painful childhood experiences? The bullies? The families that fostered a sense of unhealthy competition and judgemental attitude about weight? The teachers and school authorities who failed (or refused) to intervene? The school board for not enacting responsible policies to deal with bullying incidents, and prioritising profits before students' lives? The country which is yet to develop the legal framework to create and implement effective anti-bullying laws in schools? Or a world where violence and domination reign and the weak suffer?\nNotwithstanding my difficult childhood experiences, things worked out fine. After changing schools, I received numerous awards in my high school years, including a US Department of State-funded exchange programme and a summer camp opportunity in Mahindra United World College in India. In 2017, I joined Minerva University in San Francisco, where I pursued a dual undergraduate degree in computer science and politics on yet another full scholarship. As a college student, I had the opportunity to travel worldwide, and I worked in different sectors, including education, public policy, and computational social science, at some of the world's preeminent institutions. In October, I will begin my graduate degree in development studies at the University of Cambridge on a fully funded scholarship. It's not been easy, but these accomplishments would not have been possible were I stopped in my tracks in the seventh grade.\nWe need bold and urgent action in Bangladesh to end bullying, which haunts our educational institutions and the society at large. Besides legal policies and changes at the school administration level, we need honest and rigorous education in anti-bullying for students and teachers alike. Additionally, bullied students should be empowered to seek help, and schools must develop systems to support them with adequate counselling services and other interventions.\nIf we come together, I know that we can ensure a safe, dynamic, and best-of-times experience in school for every child in Bangladesh.\n \nKate Tanha grew up in Uttara, Dhaka, and is currently pursuing her MPhil degree in development studies at the University of Cambridge in the UK.\n",
        "headline_1": "Ghosts in the classroom",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ghosts-the-classroom-2185326",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2021"
    },
    {
        "full_article": "As the Dhaka University authorities are preparing to reopen its 18 dormitories on a limited scale on October 5, ahead of resuming in-person classes, students who were staying in the 'gono' rooms before the pandemic are naturally worried about whether they will be able to get any regular seats in the dorms. Although students currently pursuing their master's degrees and those who are in honours final year are supposed to return to the dormitories first, students of other academic sessions will be allowed into the dorms gradually. However, how the university authorities will provide seats to these 'gono' room residents as they have decided to end the 'gono' room culture—to maintain the Covid-19 safety guidelines—has become a big question.\nReportedly, the university authorities have decided to vacate seats occupied by former students in the dorms and allot them to the 'gono' room students. To ensure this, they have made a list of the former students who have been staying in the dorms illegally for a long time, and another list of first- and second-year students to whom these seats will be allotted. Although the hall authorities have said that they will ensure the allotment, we don't know how they plan to do it. As far as we know, the university authorities took such initiatives in the past as well, but could not implement them allegedly due to the influence of the ruling party's student wing. And students of 'gono' rooms fear that if the administration cannot prevent the stay of \"illegal\" former students at the dormitories, they may have to live outside the campus, further spiralling into uncertainty.\nBesides, it also remains to be seen how the authorities ensure that only honours final-year and master's students will stay in the dorms at the beginning. In a sign of things (troubles) to come when the university finally reopens, we have already seen the chaos that was created in the university libraries on Sunday, when students entering the libraries after the long closure hardly maintained health guidelines and got into a scuffle with the proctor. The incident raises alarm as to what will happen when the university dorms reopen and the classes resume.\nWe hope the Dhaka University authorities will remain alert and take all the necessary preparations so that such incidents do not recur. Maintaining health safety guidelines and social distancing should be a priority for the university authorities as they reopen. We hope other universities will learn from DU's experience in phased reopening, and reopen their own doors only after taking proper measures to avoid untoward incidents.\n",
        "headline_1": "DU’s decision to keep ‘gono’ rooms closed commendable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dus-decision-keep-gono-rooms-closed-commendable-2185301",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2021"
    },
    {
        "full_article": "The latest initiative of Bangladesh Inland Water Transport Authority (BIWTA) to build permanent structures in Dhaka's Gabtoli, Amin Bazar, and Diabari areas by filling the Turag River is shocking. In 2005, the BIWTA constructed landing stations in the same areas by filling up the riverbanks for a government water taxi service. Despite pouring a huge amount of money into launching the service, the project was an utter failure as the landing stations remained abandoned since the suspension of the service.\nThe latest plan to construct large concrete jetties on the banks of Turag indicates that the BIWTA has learned nothing from its previous failure. As this daily reported on Monday, multiple private and government structures have also been set up bordering the landing stations by illegally filling the river. According to experts, the construction of these illegal structures violates a High Court directive, as one of the landing stations has been constructed around 150 feet inside the river's boundary demarcation pillars, and the BIWTA has kept filling up the riverbank near the landing station. Moreover, large jetties are being constructed near the landing station's south portion, around 100 feet inside the river's boundary demarcation pillar nos. 210, 211 and 212. Similar construction works were being done near other demarcation pillars as well.\nWe fail to understand why the BIWTA would choose to ignore an express directive of the High Court imposing a ban on the construction of any structure obstructing the natural water flow of a river. Environmentalists have pointed out that such action may encourage others to also encroach upon the river. And they have also asked whether all this was being done for the interest of any vested quarter, and to legitimise other riverbank grabbers. We believe this is a legitimate question.\nIn this connection, the comments made by the chairman of the National River Conservation Commission are pertinent. At a recent webinar, he admitted that rivers were becoming \"victims of greed\" of influential and vested quarters. This newspaper has also, time and again, reported on the continuing river encroachment by influential individuals and groups, and the lack of government action to hold them accountable. This trend must change, and the culture of impunity that is fuelling such illegal activities must be eradicated. But how can that be done, we wonder, when the government bodies themselves are guilty of such encroachment?\nWe call upon the authorities concerned to immediately look into the matter and ask the BIWTA high-ups to explain why they have taken up this initiative, despite the obvious environmental concerns and a High Court order, risking the life of the Turag River. Additionally, we call on the government to immediately halt said construction work and to clear the riverbank of all such obstructing structures—government or private.\n",
        "headline_1": "Why is BIWTA filling up the Turag again?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-biwta-filling-the-turag-again-2185276",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2021"
    }
]