[
    {
        "full_article": "If the section of the government dealing with the overall management of the Covid situation continuously flip-flops on its decisions, then doesn't the image of the government suffer? If what is announced one day is changed on the next, doesn't it lead to people losing confidence in government decisions? When a course of action is decided upon without any implementation plan, then doesn't it erode the credibility of the government? Can the government expect full compliance when decisions are taken without any thoughts given to their impact on the people?\nOn July 13, the cabinet division in a gazette notification (one cannot get more official than that) announced that \"strict lockdown\" would be imposed from July 23 to August 5, extending the work stoppage from Eid leave. The home minister on July 27 added that the government had turned down pleas from the business community, including garment factory owners, for keeping factories open during lockdown. Then on Friday, July 30, to everybody's surprise, the same cabinet division announced that all export oriented industries will be out of the purview of the lockdown from next Sunday, giving practically little more than a day for the workers to join their factories on the pain of losing their jobs or being financially punished for late appearance.\nWhether or not it was correct to open the factories in the midst of the lockdown or how it will impact the spread of the highly infectious Delta variant is not what we are asking at the moment. Our focus is, in deciding to open the factories on such short notice, how much attention was given to the convenience of the workers and whether it was at all practical for the government to expect RMG workers to report for work, especially when all means of transport was closed, again, by the order of the government.\nThe decision forced thousands of workers, mostly female, to undergo untold sufferings to travel to Dhaka, Gazipur and Narayanganj, where most of their factories are located, to join work.\nAfter a full day of chaotic, hazardous, life-risking and Covid-spreading travelling, on Saturday (July 31) at 8pm, the authorities, perhaps realising the injudiciousness of giving such a short notice, ended up doing something more foolish. They decided to re-open public transport for 16 hours to \"facilitate\" workers joining their work.\nOpening public transport for 16 hours? Was the practicability of such an order at all thought of? Was it the view that all the bus drivers, ready with tanks full of fuel, were waiting beside their respective vehicles to start operating from the word go? Was it the assumption that all passengers were lined to board their respective buses at the designated stations to start their journey? Many drivers came to know of the decision when the 16 hours deadline was over. Only a handful of buses operated and that too in a very limited area. The railways, used by a large number of garment workers living in various parts of the country, did not even try to open.\nIn the meantime, RMG workers and others of export-oriented industries, were seen using rickshaw, vans, private trucks, microbuses and CNGs to join their factories, paying hefty fare for the journey. Sadly, thousands could be seen walking for miles with their meagre luggage on their heads to comply with the factory-opening decision. Did we need, or have the right, to subject our citizens to such turmoil?\nOn Tuesday before last (August 3), an inter-ministerial meeting was held to assess the lockdown situation and finalise the vaccine rollout plan. It was attended, in-person or virtually, by 12 ministers and state ministers, the PM's principal secretary, cabinet secretary, 16 secretaries of different ministries, chiefs of law enforcement and intelligence agencies. The purpose was to spell out the details of the massive rollout plan aiming at vaccinating roughly 1 crore people.\nWhat followed after the meeting was quite unbelievable.\nAs ministerial meetings go, it was of a very high level. It lasted for over three hours, at the end of which a joint press briefing was held by the Minister for Liberation War Affairs, AKM Mozammel Haque, who presided over the meeting, along with the Minister of Health and Family Welfare, Zahid Maleque. In his 30 minutes briefing, among other things, he said that after the lifting of the lockdown, \"anyone above 18 years will not be allowed on the streets or on any mode of transport unless they were vaccinated.\" How will this decision be implemented? Who will do the checking both about the age and about being vaccinated? Didn't the enormity of the logistics strike the minister's mind before speaking to the press?\nThe absurdity, the impracticality and the unimplementability of what he was saying obviously did not bother him. Nor did it seem to have struck the health minister, who sitting next to him, who in his briefing, neither contradicted nor clarified what the presiding minister said. He could have at least pointed out that 18-year-olds were not given any vaccine as yet.\nSo the news was carried by the media and the expected wave of criticism on social media inevitably followed. Around midnight the same day, there was a TV scroll notice from the health ministry distancing itself from minister Mozammel's statement. This was followed by a press release at mid-day next. An hour later, the presiding minister withdrew his statement.\nWhy was such a farce made of a press briefing? What is the protocol of press briefings, especially after official high-level meetings? Didn't the two ministers feel any need for an exchange of points or thoughts before going before the press? Why was it taken so lightly? Given the subject, the main briefing should have come from the health minister and not from the minister in charge of Liberation War Affairs just because he presided over the meeting.\nAs of last Wednesday, all forms of restrictions have been lifted, except for tourism, political and religious gatherings, etc. In deciding to lift practically all restrictions on transport, public movement, factories, offices, restaurants, etc., it is clear that our decision-makers have concluded that we have either won our fight against the pandemic or that we are on the verge of it.\nNeedless to say, the decision has baffled experts, especially when the infection rate is nowhere near the prescribed level given by WHO, and when the Covid situation is far from under control.\nThe livelihood argument overwhelmed the government, as the captains of the industry are known to have irrepressible clout over our decision-makers. Having imposed lockdown from April onwards—a necessary move but frustrated by various concessions given to industry lobbies—the government had to respond to the dire consequences that those on the bottom rung of the society were suffering from, especially when its assistance was not reaching that segment of the population that needed it the most. Thus, the logic of re-opening the economy, howsoever dangerous, became almost inevitable.\nWhile experts will continue to debate as to the judiciousness of lifting the lockdown, once again, as before, we want to focus on how implementable and well-thought-out the decisions were, whether adequate time was given to the government machinery down the line to implement them, and whether any thought was given on how those decisions were likely to impact the citizens?\nWhile lifting all restrictions on transportation, the government directed that only half the fleet of buses will be allowed to ply on the roads with 100 percent capacity. How and who will ensure that only half of each owner's fleet of buses will be allowed to operate? How will the owners who have only one bus implement this decision? What happens to social distancing when buses are allowed to take their full load? The chaos that followed—and the sufferings that people had to go through—speaks for itself.\nThe importance of the government as a functioning institution cannot be overemphasised. It is at the epicentre of literally everything. All policies, planning, directives, projects, future ideas, and much more emanate from it. A huge amount of taxpayers' money is spent to nurture and facilitate the advancement of our government employees. The credibility of this institution is an important element of effective implementation of all its policies and plans.\nThe three instances we cited above speak of unthinking policymaking, unprepared decision-making, and an uncaring attitude towards the people that they are paid to serve. This must stop if we are to effectively defeat the pandemic and emerge on top.\nWe cannot continue to have such confusion and chaos in the decision-making and implementing processes within the government.\nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: ‘Decision games’ that we play with our people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/decision-games-we-play-our-people-2150986",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2021"
    },
    {
        "full_article": "The implementation of the Annual Development Programme (ADP) in Bangladesh  has been severely affected by the impact of the Covid-19 pandemic in the last 17 months. As the country entered the new financial year on July 1, now is an appropriate time to review last year's ADP execution, learn from the challenges faced, and take stringent measures to improve the rate of implementation this year.\nThe current and last two years' ADP have had the same Covid-19 related challenges that the implementing ministries should take into account and tackle from the early part of this fiscal year. These are, first of all, the challenge of mobilising the projected revenue from internal sources, borrowing from financial institutions and securing the expected foreign loans and grants. Secondly, slow pick-up of project-related procurements, delay in release of imported goods from the ports and late recruitment of project staff and consultants. Thirdly, inadequate monitoring and supervision of field activities to ensure quality implementation due to extended lockdowns and closure of offices. That the health ministry performed poorly in executing last year's budget is well known, but there are other ministries whose execution levels were also less than 50 percent.\nThe current year's budget (2021-2022) is the 50th budget of Bangladesh. The total amount of ADP proposed in the budget is Tk 225,324 crore, which is 6.5 percent of GDP. The five sectors which received the highest ADP allocation are: transportation and communication, power and fuel, housing and community facilities, education, and health. The first two sectors have been allocated 48 percent of total ADP allocation. These five sectors have a total number of 743 projects out of a total of 1,426 projects included in the ADP. A huge amount of construction work is included in the top five sectoral projects requiring procurement and physical work. As many as 141 projects have foreign grants and loan components in them, with a total amount of USD 41.6 billion. Due to various reasons, 24.1 percent of the projects included in the ADP have been revised from one to three times already.\nThose ministries which didn't achieve up to 50 percent implementation level last year should undertake a planned approach to the implementation of their projects from the beginning of this year. They should start floating the tenders, followed by assessment of the bids and complete the procurement formalities in good time. In case of construction projects, the government should allow professionals like the engineers and workers to work in the same spirit as the health sector professionals who are considered as essential staff, provided they follow the Covid-19 health regulations and get vaccinated. Instead of keeping the offices closed, the government staff should work remotely during the lockdown period and continue their operations.\nMany countries have experimented and devised good remote working mechanisms to continue their project execution in both public and private sectors. In Bangladesh, the banking sector showed remarkable resilience and their capital adequacy, asset quality, profitability and liquidity have been praiseworthy during the last two years. The NGOs have also been maintaining their critical operations at a satisfactory level. They have been building awareness of infection prevention measures among the communities, distributed personal hygiene products to the poor households and supplied personal protective equipment to staff who work on the frontline. We can learn from their experiences and adopt the good practices.\nOne major constraint during this pandemic, especially during the lockdown, is the inability to be physically present in the project-sites by government engineers and supervisors. To overcome this challenge, some government departments on a sample basis have started using remote devices such as mobile phone, computer and camera for real-time monitoring of project-work using WhatsApp. Many projects have also started disbursing funds through government's digital platform, which should be made universal as quickly as possible. Many private companies, banks and NGOs have started doing the same and in addition, they have regularised video conferencing, on-line training, performance analysis and reporting, by using IT equipment and software. These new communication tools have been widely used in the developed countries in the last one year and they are thinking of continuing their use in future since they have cut costs significantly by adopting these technologies and skills. The projects included in the ADP should use these technologies and enhance their implementation rate.Bangladesh needs to address the infrastructure gaps in all sectors through increased public investment, and ADP is the main channel to fill this gap. However, the government needs to prioritise only the good projects. The ministries should be strict about screening and appraisal of projects so that the most important ones are included in the ADP and they are adequately funded. There is a critical need to enhance technical capacity in the government ministries in these areas. Timely implementation of good projects can help increase the growth rate. We need to enhance ADP implementation which will contribute to achieving pre-Covid GDP growth rate.\nThe total stimulus packages given during this pandemic by the government so far amount to Tk 128,441 crore (4.59 percent of GDP) from which Tk 940 billion (73 percent) is for the private investors, and the rest for the poorest and disadvantaged people and families. This shows that a significant amount of public resources have been made available to the private sector. The developed countries that have made good progress on vaccination and contained the rate of Covid-19 transmission have resumed their normal economic activities, and our export opportunities to those countries have reopened now. We need to give a boost to public sector projects, to enhance employment opportunities and effective demand, and increase export. The government has made a policy move towards supply side push by incentivising the business sector through such measures as reducing corporate taxes, lowering bank interest rates and allowing delayed repayment of bank loans, in addition to giving a number of stimulus packages. In order to match these incentives, demand side measures should be strengthened as well, by enhancing project implementation, for an early recovery of the economy.\nDr Nawshad Ahmed, an ex-UN official, is an economist and urban planner. Dr AKM  Kamruzzaman, Team Leader, Technical Support Unit, Bangladesh Municipal Water Supply and Sanitation Project.\n",
        "headline_1": "Using technologies is key to speeding up ADP execution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/using-technologies-key-speeding-adp-execution-2151001",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2021"
    },
    {
        "full_article": "The extraordinary global effort to develop safe and effective Covid-19 vaccines in record time highlights the power of vaccines to bring us closer to our loved ones and to a more prosperous, equitable world in which everyone has the chance to achieve their full potential. Vaccines are among modern medicine's greatest innovations, allowing billions of people to lead healthy lives. But stopping outbreaks of vaccine-preventable disease—and not only Covid-19—depends on achieving critical mass with immunisation campaigns.\nConsider polio. The shuttering of classrooms to protect children from Covid-19 outbreaks might seem unprecedented, but a 1937 polio outbreak in the United States inspired school-by-radio programmes—an early innovation in remote learning. In those days, polio was thought to afflict only industrialised countries, until a major outbreak in South Africa in 1948 led to the establishment of the first African foundation for polio research and catalysed greater awareness of the disease's global burden. In the 1950s, polio paralysed an average of 600,000 people each year.\nFortunately, scientists developed the first polio vaccines later that decade. And since the launch of the Global Polio Eradication Initiative in 1988, vaccines have reduced the global incidence of wild polio cases by more than 99 percent, from hundreds of thousands annually to a handful of endemic cases in just two remaining countries: Afghanistan and Pakistan. In 2020, Africa was certified as being free of wild polio, giving the continent a much-needed glimmer of hope amid the Covid-19 pandemic. Strong vaccine coverage has made it possible to believe that polio could become the second disease—after smallpox—to be eradicated through vaccination.\nBut the polio clock has not stopped ticking: back in 2014, the World Health Organization sounded the alarm when it designated the disease as a Public Health Emergency of International Concern. In particular, areas with low immunisation rates, and thus low levels of protection, are also vulnerable to rare but increasingly frequent outbreaks of circulating vaccine-derived poliovirus (cVDPV), which occur when the weakened pathogen originally contained in oral polio vaccines eventually regains virulence.\nToday, cVDPV outbreaks outnumber wild polio cases. Although we are closing in on the virus, we are struggling to maintain the strong vaccine coverage needed to stop these outbreaks before they start, owing to a lack of resources, conflict or civil unrest, and pandemic-related disruptions to immunisation drives.\nThe Covid-19 crisis has so far caused the postponement of 57 lifesaving mass vaccination campaigns in 66 countries, affecting hundreds of millions of people, mostly African children. In November 2020, the WHO and UNICEF called for emergency action to avert a secondary crisis of measles and polio outbreaks caused by disrupted vaccine access.\nEven as we rally together against Covid-19, PATH and other partners continue to call upon national governments and donors to double down on immunisation against polio and other vaccine-preventable diseases. The newly launched Immunisation Agenda 2030 global framework has a crucial role to play both to make up for lost time and to boost our collective resilience. As the pandemic has shown, cross-border spread of infectious disease is an ever-present threat. All therefore have a strong interest in international immunisation coverage.\nInvesting in disease prevention through vaccine development and delivery protects us all and will pay dividends for years to come. We should thus feel heartened by the stunning speed with which the scientific community—helped by many previous years of research into other coronaviruses—came together to develop effective Covid-19 vaccines.\nThese investments are bearing fruit not only for Covid-19, but also for polio. Last year, after a decade of research and development, the novel oral polio vaccine against type 2 (nOPV2) became the first vaccine to receive a WHO Emergency Use Listing. Researchers expect that nOPV2 will be less likely to seed new cVDPV2 outbreaks, thereby helping to hasten the eradication of polio.\nWhen it comes to highly infectious diseases such as Covid-19 and polio, our fates are bound up together; what affects one part of the world affects us all. Investing in tools for a single country does little to control or eliminate such global health threats. Instead, we must keep global vaccine access at the centre of our efforts. Strong national commitments and financing for the Immunisation Agenda 2030 framework can help get us there.\nGlobalisation has already brought us closer together. With a commitment to equitable immunisation access, the world can advance toward a shared future of health and prosperity.\nRosemarie Muganda is Regional Advocacy Director at PATH, based in Nairobi, Kenya.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Investing in global vaccine equity acknowledges our shared fate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/investing-global-vaccine-equity-acknowledges-our-shared-fate-2150976",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2021"
    },
    {
        "full_article": "On Sunday August 8, like many running enthusiasts, I watched in awe as Eliud Kipchoge delivered a masterclass in marathoning to become the first man since 1980 to successfully defend an Olympic gold in that discipline. But as an economist, I was also enthralled to observe that Kipchoge was using insights from experimental economics to achieve this amazing feat. What is more, knowledge of these insights can help all of us to rise to challenging circumstances, just like Kipchoge.\nKeen observers will have noticed a peculiar smile cross Kipchoge's face in the latter stages of the race. Peculiar, because it was clearly a conscious affectation rather than a spontaneous expression of joy as a smile usually is. Commentators such as Paula Radcliffe (herself a marathoning record-breaker) have observed that the smile has become something of a Kipchoge signature that usually emerges late in the marathon when he starts to fatigue and works especially hard. So why does the world's greatest marathoner pretend to smile when he is under pressure and is there a lesson there for the rest of us?\nThe answer lies in a force that Nobel Prize winning economist Daniel Kahneman describes in his book Thinking Fast and Slow. We all understand that our emotional state can affect our facial expressions: when we are sad we frown, and when we are happy we smile. But experiments have found that the reverse is also true: the facial expressions we adopt can alter our emotional, psychological and even physiological state. Stimulating the facial muscles associated with smiling such as by holding a pencil sideways in one's mouth can elevate measures of mood and subjective wellbeing. The opposite is also true so that simulating a frown by holding a pencil protruding from a pout can make people feel unhappy.\nAthletes had many reasons to frown during the Tokyo men's marathon. It was far hotter than is optimal for marathoning. The course was very tight in parts with turns and twists that can break a runner's rhythm. The fierce competition led to overcrowded drink-stations with runners elbowing and running into one another. On three separate occasions, overcrowding prevented Kipchoge from getting the drinks that he needed to fuel his race. Expressing frustration might have been a natural reaction to these impediments, especially during a marathon which by its nature leaves athletes dehydrated with depleted blood sugar and so less in control of their emotions. Evidence from experimental economics suggests that allowing such negativity to take hold is likely to have adverse psychological and physiological consequences, to the detriment of athletic performance.\nBut Kipchoge's signature smile uses the same forces to trick his mind into feeling less of the strain from these stressors than it otherwise would. This makes it easier for him to exert the physical effort that is necessary to succeed at a distance as challenging as the marathon (students of Greek history will recall that the Athenian messenger Pheidippides who inspired the modern race died from exhaustion after running the distance). And just as the smile played a part in helping Kipchoge break the world record in Berlin in 2018 and the two-hour barrier in 2020, last weekend it also helped him retain his Olympic title.\nBut it is not just elite endurance athletes who can benefit from understanding and using these forces. Life, like marathoning, can be a long, arduous journey that is pitted with challenges and obstacles. Stressful situations can arise in professional, social, and personal settings. Feelings of anger, sadness, or frustration are normal in these circumstances. But allowing these emotions to take hold might prevent us from responding to these trials with the best of our physical or intellectual capabilities. We will only be able to perform to our full potential if we can remove ourselves from the grip of these powerful negative emotions. Admittedly, this is easier said than done. But something as simple as pretending to smile can set us on the right path. After all, if putting on a smile can help Kipchoge defend his gold medal, imagine what it could do for the rest of us!\nDr C Rashaad Shabab is a Senior Lecturer of Economics at the University of Sussex Business School. He has also run 63 official marathons with a personal best of 3 hours and 2 minutes.\n",
        "headline_1": "Grin and bear it: How economics won Kipchoge an Olympic gold",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/grin-and-bear-it-how-economics-won-kipchoge-olympic-gold-2150991",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2021"
    },
    {
        "full_article": "We express our strong support for the demand put forward by experts at a recent webinar, who urged the government to address migrant workers' wage theft claims at regional forums during bilateral meetings with host countries, and via international and UN agencies working on migration. According to the findings of a survey conducted by the Bangladesh Civil Society for Migrants (BCSM), 1,160 Bangladeshi migrant workers who returned home from six Gulf countries after February 2020 had lost, on an average, about Tk 1.8 lakh in wages and other entitlements amid the pandemic. Of the returnees, 67.7 percent said they did not receive due wages regularly after February 2020.\nEver since the pandemic first swept across the globe, we witnessed how it disproportionately affected migrant workers, especially from countries like Bangladesh, Nepal, Pakistan, etc. The mistreatment of migrant workers in host countries ranged from mass unemployment and hunger to imprisonment in quarantine facilities lacking basic amenities and forced deportation. It is worth noting that the same Gulf countries that expelled migrant workers during the pandemic are now denying them entry without Covid-19 vaccines, and have washed their hands of any responsibility towards them, despite the fact that many major sectors in their economies are dependent on them. In this context, it is almost criminal that after being denied some of the basic rights that every worker is entitled to, they are also being denied their due wages and entitlements.\nThe injustice of it all becomes more obvious when considering the current situation of returnee migrant workers. According to a survey conducted by Brac, UN Women Bangladesh and the Center on International Cooperation at New York University, many of these workers have amassed an average of Tk 76,000, and a maximum of Tk 7 lakh, in migration loans. How will they manage to survive if, on top of that, their employers take away an average of Tk 1.8 lakh in wages from them? Let us not forget that this wage theft is not just detrimental to migrant workers and their dependants, but also to the country as a whole, since valuable foreign currency that would have been part of our remittances is being withheld.\nExperts have suggested that wage theft claims can be addressed at different platforms such as the Colombo Process or Abu Dhabi Dialogue, or they can be placed before host countries through a \"commission\" or UN organisations such as the ILO. There have also been demands of a continued campaign against wage theft in collaboration with regional platforms such as the MFA, as well as the involvement of concerned foreign missions in Bangladesh in creating more dialogue on the issue. We request the government to take these recommendations on board and collaborate with civil society and rights groups to urgently address the issue. In the long run, we must continue to exert pressure on all actors involved in order to dismantle the unjust global labour markets that allow foreign employers to take advantage of migrant workers, especially those employed in low-wage, precarious jobs.\n",
        "headline_1": "Address migrant workers’ wage theft claims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/address-migrant-workers-wage-theft-claims-2150966",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2021"
    },
    {
        "full_article": "Coming hard on the heels of a new Intergovernmental Panel on Climate Change (IPCC) report that made dire predictions about the occurrence of more frequent rainfalls, floods, and cyclones in Bangladesh, a report in this daily shows how ill-prepared we still are to face this challenge. It describes how 48 units (out of a total of 185) under the Bangladesh Small and Cottage Industries Corporation (BSCIC) are operating without effluent treatment plants (ETP). To put it simply, across four divisions (Dhaka, Chattogram, Rajshahi, Khulna) of the country, there are 48 industrial factories that are dumping their untreated chemical waste right into open drains, allowing filthy and discoloured water to flow into rivers and even into people's homes during the monsoon season when flooding happens.\nOne such area is Pagar Alerteg, adjacent to the Tongi Industrial Zone of the BSCIC. Here, rain brings knee-deep floods of black, filthy, foul-smelling water that residents have to wade through during monsoon. It has reached a point that residents now refuse to move there, making the area nearly uninhabitable.\nOne may wonder how such an issue is allowed to fester in four divisions, or how as many as 48 factories are allowed to dump chemical waste irresponsibly and improperly. The fact is, they are not allowed to operate without the ETPs, but neither the BSCIC nor the Department of Environment (DoE) seems aware of the magnitude of this problem.\nAlthough it is mandatory to set up ETPs for factories that generate chemical waste, as per BSCIC guidelines, the corporation is strangely enough not allowed to penalise factories flouting this guideline. One such factory in Gazipur has begun the process of setting up an ETP after facing pressure from the BSCIC and DoE, but it will take at least three more months for this effort to reach fruition. Others either do not have enough land or necessary financial resources to set up their own ETPs. The BSCIC's plan from two years ago to set up a central ETP in Konabari, Gazipur has also not been implemented yet.\nMeanwhile, representatives of the DoE told our reporters that they were not \"aware\" that so many factories under the BSCIC were operating without proper ETPs, and that they would communicate with the corporation soon regarding this matter. We hope this does happen, and soon, as there can be no excuse to pollute the homes and rivers of the country with harmful chemical waste. Although punishment for offending factory owners is desired, there needs to be a long-term solution to this issue that is hugely impacting the natural environment. We earnestly hope that the DoE and BSCIC will prioritise the building of ETPs at every factory (or central ETPs in each industrial city), instead of exchanging blame while the problem gets worse and worse.\n",
        "headline_1": "Make factories pay for polluting the environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/make-factories-pay-polluting-the-environment-2150961",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2021"
    }
]