[
    {
        "full_article": "The Supreme Court’s ruling holding that single and unmarried women have the same right to a medically safe abortion as married women is a necessary intervention to set right an anomaly between the letter of the law and its practice. Anchored on the equality clause in the Constitution, as well as on the right to dignity, privacy and bodily autonomy of women, the Court has ruled that there is no rationale for excluding single or unmarried women from the categories of women who could seek abortion care after the completion of 20 weeks of pregnancy, but before 24 weeks. The Delhi High Court had declined to allow the termination of the pregnancy of a 25-year-old woman who was in a consensual relationship, but did not want to carry the pregnancy to term after her partner declined to marry her. The reason cited was that being unmarried, and the pregnancy having occurred consensually, she was not eligible for the benefit of the amendment under the rules. The High Court took a technical view, as Rule 3B, which listed the women eligible for termination of pregnancy — such as rape survivors, minors, those with physical disabilities and mental illness — did not explicitly include single women who had become pregnant in a consensual relationship.However, the Court has given a purposive meaning to the rules. “Change in marital status” as one of the reasons for which abortion during the extended upper limit of 24 weeks is permissible. As the rationale here is a possible change in the woman’s material circumstances, the Court has ruled that even abandonment by the partner could constitute a change in circumstances that could impact an earlier decision to carry on with the pregnancy. The legislature has allowed abortions up to the 24th week of pregnancy, if two registered medical practitioners are of the opinion that continuing the pregnancy would involve a risk to the woman’s life or cause grave injury to her health. Here too, the Court has taken a purposive view, laying down that an unwanted pregnancy affects a woman’s physical and mental health, rendering it quite important that she alone should decide on whether to undergo an abortion. On a question that did not directly arise in this case, the Court has said rape survivors who may legally seek an abortion in the extended period will also include survivors of marital rape. This judicial view may prevent questions being raised as to whether pregnancy caused by marital rape, which is not a crime, could also be terminated under this rule. At a time when unsafe abortions remain a major cause of maternal mortality, it is a significant verdict that advances the cause of safe abortion services.",
        "headline_1": "No discrimination: On Supreme Court’s abortion ruling",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/lead/no-discrimination-the-hindu-editorial-on-supreme-courts-abortion-ruling/article65955828.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "In an initiative to use the power of sports to reach out to people of a poll-bound State, the Gujarat government volunteered to host the 36th National Games across six cities — Ahmedabad, Gandhinagar, Vadodara, Surat, Bhavnagar and Rajkot — in a short time. The fact that other States took years to prepare and the Goa edition was cancelled after several postponements revealed the enormous challenge that Gujarat had to deal with in organising this large-scale event. Odisha had set a new benchmark by organising the 2017 Asian Athletics Championships in three months and Gujarat equalled the feat by staging a multi-sport event in a similar time frame. With the same party — the Bharatiya Janata Party — ruling in the State and the Centre, the cooperation was smooth in the run-up to the event, which was last held in Kerala seven years ago. The Narendra Modi Stadium — the biggest cricket venue seating over a lakh — staged the Games’ spectacular opening ceremony at Ahmedabad. A show of light and sound, it showcased Gujarat’s rich cultural heritage and blended with it the country’s technological advancement. It was reflected in the use of eye-catching augmented reality technology by Doordarshan during the live coverage of the inaugural extravaganza.For the Games, involving 8,000-plus athletes from 36 teams in 35 sporting categories, Gujarat used its existing infrastructure instead of building new venues that often turn out to be white elephants. It converted some international standard expo centres into indoor sports facilities. Instead of building a Games Village, it used hotels to provide accommodation to the athletes and ensured business to the State’s hotel industry. The Games, which began as the Indian Olympic Games in Lahore in 1924 before being rechristened as the National Games after Independence, stays relevant in its 98th year by providing young athletes an opportunity to get a feel of a multi-discipline Games and compete with world-class athletes such as Mirabai Chanu, Shiva Thapa and Avinash Sable before they step on to the international platform. For Gujarat, organising the Games was in sync with the State’s ambition to host the Olympics in future. The efforts to set up the Swarnim Gujarat Sports University in Vadodara, encouraging the use of technology in sports and promoting skill development through sports are steps in this direction. Inaugurating the 2022 Gujarat edition, Prime Minister Narendra Modi declared his Government’s intention to use the soft power of sports for the country’s overall development while for the athletes, the National Games offers a stepping stone to greater progress.",
        "headline_1": "Playtime: On the 36th National Games",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/playtime-the-hindu-editorial-on-the-36th-national-games/article65955528.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "Bibek Debroy and Aditya Sinha\nThis is the third article in an occasional series on legal reforms \nIn an earlier piece (Status And Status Quo, August 26), we mentioned the 1958 statute, on salaries and service conditions of Supreme Court judges. This speaks of leave a judge is entitled to and also mentions how leave can be spliced with vacations.\nWhat is a vacation? It reminds us of summer and winter vacations as students. Former CJI Ramana delivered the Justice SB Sinha Memorial Lecture on “Life of a Judge” in July 2022. His words struck a chord in all those who work hard.  “Sometimes, we miss out on important family events. At times, I wonder if my grandchildren would recognise me at all after failing to see them for days together.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Vacation pe vacation: No major country has their top court going on long holidays. Neither should Supreme Court",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/policypundit/vacation-pe-vacation-no-major-country-has-their-top-court-going-on-long-holidays-neither-should-supreme-court/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "RBI yesterday hiked the policy rate, or repo, by 0.5 percentage points to 5.9%.  It was an anticipated fourth increase since May. The analysis underpinning the monetary tightening threw up interesting information. The depreciation in the rupee against the dollar and the dip in the forex reserves are not alarming. Since April 1, the rupee dropped 6.8% against the dollar, while a basket of major currencies depreciated 16%. Also, about 60% of the dip in foreign exchange reserves is because of changes in their valuation following rate hikes by the US Federal Reserve.\nBut the trajectory of inflation is clouded by global uncertainty. RBI acknowledged it but retained the current financial year’s inflation projection at 6.7%. Economic growth, however, was marked down to 7% from the earlier 7.2%. The main aim of the current cycle of rate hikes is to head off second round effects of inflation. This time monetary tightening is taking hold fast as retail and MSME lending of banks is mostly benchmarked to the repo. Simultaneously, GoI and states have embarked on fiscal consolidation, which complements monetary policy. It’s prudent to hold back in an uncertain situation.\nIn the April-June quarter, GDP grew in double digits. But RBI has forecast that in the subsequent quarters till the end of the financial year growth will keep slowing down. Separately, RBI’s analysis of inflation drivers showed that the April-September increase was mainly on account of supply shocks. It was the cut in fuel taxes in May that knocked off 0.4 percentage points from core inflation. In near future, global recession will dampen demand. Therefore, it may be time for a slower pace of rate hikes even as RBI’s ongoing drive to drain liquidity will carry on monetary tightening.\n\n",
        "headline_1": "Go gentle: There’s a case for slowing down rate hikes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/go-gentle-theres-a-case-for-slowing-down-rate-hikes/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "The Kerala high court directing PFI to deposit Rs 5.2 crore for damages incurred during the banned outfit’s flash hartal on September 23 is a rare case of speedy remedial action. Those damaging public and private property must be effectively deterred. Some states have enacted laws. The Supreme Court’s 2009 guidelines prescribed a fair procedure. HCs were empowered to initiate suo motu proceedings and appoint a judicial officer as Claims Commissioner.\nKerala enacted a law in 2019 to recover damages for private property destruction but left out public property despite parties in the agitation-prone state frequently venting their ire on public property. In contrast, UP’s 2020 law enables recovery of damages for both public and private property. But SC found great divergence from due process in the recovery of damages from anti-CAA protesters and directed UP to follow this law properly. The Centre’s law, Prevention of Damage to Public Property Act, 1984, is woefully outdated and narrowly focussed on criminal prosecution.\nAfter two SC committees suggested measures giving teeth to this Act, a 2015 amendment bill suggested placing burden of proof on the accused, fixing responsibility on organisations and officebearers, and pegging the fine as the market value of public property damaged. Fixing culpability of police officers and governments remiss in preventing violence is important too. The Agniveer protesters who caused huge damages escaped lightly, so do cadres and netas of established political parties. A uniform central legislation that ensures timebound inquiry into damages, recovery of assets, and criminal prosecution of rioters is needed. Act without fear or favour against vandals.\n\n",
        "headline_1": "Punish vandals: Needed: smart law on property damaged in protests",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/punish-vandals-needed-smart-law-on-property-damaged-in-protests/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "A decisive showdown between the US and China could come sooner than anyone thinks, claims Danger Zone: The Coming Conflict with China by Hal Brands and Michael Beckley. Sino-US rivalry is not a marathon, but a sprint that will play out in this very decade, says the book.\nIt starts with a highly plausible doomsday scenario in January 2025, in a situation where China has invaded Taiwan, putting the US in a bind, and the world on the brink of World War III. It could have been avoided, by reading the signs right, the book claims.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why US-China conflict can happen soon: Because Beijing is worried its power is peaking",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-us-china-conflict-can-happen-soon-because-beijing-is-worried-its-power-is-peaking/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "The year 2022 is a special year in more than one way. While three countries in South Asia – Bangladesh, India, and Pakistan – observed the 75th anniversary of both partition and independence from the British Empire, Bangladesh will also celebrate the completion of 51 years of its independence from Pakistan. However, this year also happens to mark the 85th anniversary of Burma's (Myanmar) separation from British India – an occasion largely unobserved, just as the actual events of 1937 remain forgotten from public memory.\nThe struggle for independence and the subsequent partitions in 1947 and 1971 were momentous events which came at terribly high costs, as millions were displaced and sacrificed at the altar of bigotry. Though the 1937 separation of then Burma from British India was a muted affair, the real cost of this partition can only perhaps be measured in terms of the human tragedy that has unfolded with the genocide of the Rohingya people and their displacement from their homeland in Arakan (the Rakhine state).\nOn September 16, 2022, 18-year-old Iqbal Bari lost his life when a military shell fired by the Myanmar military across the border exploded at the Rohingya camp near Bandarban's Tumbru bazaar. While Bari might be the latest victim of this ongoing onslaught unleashed by the Tatmadaw (Myanmar military), it perhaps provides a moment to introspect about the long shadow of the 1937 partition of Burma.\nThe partitions of 1947 and 1971 had created postcolonial states. However, what was the first partition of the British Raj in 1937 created a separate crown colony with very little representative government under the Government of Burma Act 1935. Even though Burma's separation from the rest of South Asia was a \"colonial partition\" brought about as an internal administrative change within the British Empire, it had far-reaching repercussions and was certainly not uncontested.\nThere were genuine concerns among a section of Burmese nationalists that their country's separation from India was a ploy on the part of the colonial administration to halt the advance of representative government in Burma. The Morley-Minto Reforms of 1909 had allowed for Indian representation based on separate electorates for Muslims in all the provincial councils of British India, except Burma. The only elected representation allowed in Burma was from the European community. The immense contribution of British India to the war efforts in World War I (1914-1918) meant that there was a growing pressure from the Indian nationalists to enact further political reforms. The Home Rule Movement (1916-1918) advocated for granting self-government within the British Empire. The British administration responded by introducing the Montagu-Chelmsford Reforms of 1919. These new set of reforms introduced the concept of \"dyarchy\" in all the major provinces of British India.\nDyarchy allowed some aspects of governance at the provincial level under the \"transferred list,\" such as agriculture, health, education, etc, to be managed by Indian ministers. Matters of defence, communications, and foreign affairs were retained under British control as a \"reserved list\" of government affairs. However, the original Montagu-Chelmsford proposal had categorically excluded Burma from the scope of dyarchy. Sir Reginald Henry Craddock, the then lieutenant governor of Burma, was tasked with finding alternative reforms for Burma. The Craddock Schemes, which were extremely limited in scope, came under sustained criticism from Burmese nationalists, particularly by the Young Men's Buddhist Association (YMBA), which ultimately led to the introduction of dyarchy in Burma from 1921.\nEven though the anti-Indian riots, particularly the Saya San Rebellion (1930-1932), had given voice to separation from India among a section of Burmese nationalists, there were genuine fears that this was a mechanism to deprive Burma of any reforms that might come out of the Indian Round Table Conferences that were being held in London from November 1930. These apprehensions were not unfounded as the Simon Commission Report published in May 1930 had recommended that Burma be separated from India and a separate commission be convened to examine the scope for further political reforms in Burma. On the other hand, the Simon Commission recommended abolishing dyarchy in all other provinces of India and extending the concept of provincial autonomy.\nThere were fears that the British Empire was being restructured into three tiers. Through the Balfour Declaration, the white dominions of Canada, Australia, New Zealand, Newfoundland, South Africa, and the Irish Free State were declared to be autonomous and equal in status to the UK within the British Empire at the 1926 Imperial Conference held in London. It was widely expected that India would be allowed advancement in political autonomy, if not outright granted the dominion status, at the conclusion of the Round Table Conferences. This meant the proposed separation of Burma was understood to be a device to keep Burma at the lowest rung of the empire as a Crown Colony.\nThe Burma Conference convened in London between November 1931 and January 1932 deliberated over the possibility of a constitution advanced enough to soothe the trepidations of anti-separatist elements. One outcome of these deliberations was the creation of Excluded Areas as a permanent feature for ethnic minorities in Burma. Although the Arakan Hill Tracts were designated as an Excluded Area under the Government of Burma Act, the rest of Arakan was integrated with Burma. Consequently, in February 1947, when Aung San (premier of the British Crown Colony of Burma) concluded the historic Panglong Agreement for a new federal arrangement, only the representatives from Shan, Chin, and Kachin Excluded Areas were signatories to the agreement.\nAnticipating the exclusion from political life, the Arakanese Muslims in May 1946 petitioned Muhammad Ali Jinnah to annex the Maungdaw region of Arakan to East Pakistan. However, Jinnah refused to entertain the idea, given that the 1937 separation had firmly placed Arakan within Burma. Thus, the colonial instrument of separation 85 years ago, though forgotten, remains consequential not only for Burma, but also for the rest of South Asia.\nTathagata Dutta is a PhD candidate at the Department of History and a dissertation fellow at the Center for Humanities in Tufts University, US.\n\n",
        "headline_1": "A forgotten partition: Myanmar’s long separation from South Asia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/forgotten-partition-myanmars-long-separation-south-asia-3132021",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "Chinese Ambassador to Bangladesh Li Jiming shares his views on the depth and prospects of the bilateral relationship between Bangladesh and China in an exclusive interview with Porimol Palma of The Daily Star, on the occasion of China's 73rd founding anniversary on today.\nWhat are the achievements from the Chinese State Councillor and Foreign Minister Wang Yi's recent visit to Bangladesh?\nChina and Bangladesh are amicable neighbours and strategic partners of cooperation. Through the visit, China and Bangladesh renewed commitment to their traditional friendship, reiterated the One China principle, agreed to deepen strategic integration, and further enhanced practical cooperation, thereby jointly committing to maintain stability in the region and beyond amid an uneasy international environment.\nBangladesh is going through economic challenges in the wake of the Covid-19 pandemic and the Russia-Ukraine war. How can China help Bangladesh in mitigating this immediate challenge?\nTo meet the present challenges, I think Bangladesh can do the following together with China: first, join the Global Development Initiative (GDI) proposed by China; second, fully utilise and benefit from the zero-tariff treatment to 98 percent of Bangladeshi products exported to China; third, advance studies on Bangladesh-China FTA and enhance common development of Bangladesh-China economy; fourth, accelerate the promotion of the MoU on special assistance plan for disaster prevention and mitigation; and fifth, promote the work related to taka-renminbi currency swap and enhance Bangladesh's foreign exchange payment capacity.\nChina has two new initiatives: Global Development Initiative (GDI) and Global Security Initiative (GSI). What implications do they have for Bangladesh?\nPresident Xi Jinping has put forward these initiatives in response to the urgent needs of developing countries as well as global development and world peace, following the guideline of policy coordination and practical cooperation, so as to help the developing countries maintain national stability, promote economic recovery, and advance the 2030 Agenda. I think these areas are also core concerns for Bangladesh; these solutions will surely assist Bangladesh in solving the present challenges and development difficulties if they can be effectively implemented. China is ready to work with Bangladesh to advance the implementation of GDI and GSI, step up coordination in international and regional affairs, safeguard the common interests of our two countries and other developing countries, jointly promote regional development and prosperity, and build a community with a shared future.\nChina is willing to strengthen the alignment of the Belt and Road Initiative (BRI) with Bangladesh's Vision 2041. How will it be done?\nBangladesh's Vision 2041 plan provides a roadmap for accelerating growth and lays down broad approaches for eradication of poverty, inequality and human deprivation. By implementing the plan, Bangladesh is expected to make rapid changes in agriculture, trade and industry, education, healthcare, transportation and communication, etc.\nThe BRI is the right avenue for tangible and intangible outcomes pertinent to innovative, harmonised, green, open, high-quality and shared development, which protects and maintains peace and promotes people's well-being in the post-Covid-19 era. BRI is proposed by China, but not owned exclusively by China. Ever since its genesis, BRI has been aimed at integration into the development strategies of all parties interested. Bangladesh is one of the first countries to respond to the BRI and has become one of the countries with the most cooperation and fruitful results under the BRI framework.\nAs strategic partners of cooperation, it is natural for Bangladesh and China to coordinate in terms of development strategies. We have established the Joint Economic and Trade Committee as an institutional arrangement for Bangladesh-China economic and trade cooperation. According to data from China, the bilateral trade between the countries increased significantly in 2021, exceeding USD 25 billion. The turnover of China's contracted projects to Bangladesh remained at the forefront of South Asian countries, and China's investment in Bangladesh increased by more than 290 percent year-on-year.\nTo further enhance integration of development strategy, the two sides could work together in several areas. First, we need to further strengthen political mutual trust, consolidate the foundation for win-win results, enhance risk management and control, and secure the cooperation environment against a rapidly changing international situation. Second, we need to further enhance intergovernmental cooperation and promote implementation of major projects. Third, we need to fully utilise the high-quality projects and expand the volume of cooperation, such as Bangabandhu Bangladesh-China Friendship Exhibition Center, the zero-tariff treatment for 98 percent of Bangladeshi products exported to China, and the large-scale international exhibitions like the China International Import Exposition and the Canton Fair. Fourth, we need to explore new opportunities and cultivate new growth points. Specifically, we can promote PPP cooperation, advance studies on bilateral FTA, jointly respond to the pandemic and climate change, restore rivers, develop green and low-carbon energies, and work together on a digital economy.\nBangladesh's export to China is less than USD 1 billion a year, though the bilateral trade is USD 25 billion. Why is the trade gap so wide?\nAbout one-third of Bangladesh's imports from China are textile fabrics, cotton yarn and thread, man-made filaments and staple fibres, which are all important raw materials for Bangladesh's RMG industry. Apart from the textile raw materials, another 27 percent of Bangladesh's imports from China are machinery and mechanical appliances, electrical machinery and equipment and parts, sound recorders and reproducers, which are important equipment for Bangladesh's various manufacturing industries and infrastructural projects.\nTo put it in another way, although there is a trade deficit, the imported textile raw materials and mechanical equipment (that comprise most of the amount) are all of great necessity and are helping Bangladesh's RMG exports, manufacturing industry and development. So, we need a right perspective to view this temporary imbalance of trade, and we're working very hard to increase Bangladesh's export to China, to reduce trade deficit and maintain trade balances. The duty-free treatment of 98 percent tariff lines is granted by the Chinese government, precisely to increase Bangladesh's exports to China.\nSince September 1, China is giving duty-free access to 98 percent of Bangladeshi products, which has been increased by one percent. What products would be included in the additional percentage, and can it make any significant increase in export to China?\nSeveral kinds of basic leather products have been added, which is good news for Bangladeshi exporters in the leather industry, an industry with huge potential. Businessmen in the leather industry have already been focusing on the opportunity provided by the 98 percent duty-free treatment. Programmes such as \"Bangladesh leather and leather products promotion webinar\" are undergoing and helping Chinese leather product manufacturing enterprises to form business relations with leather exporters in Bangladesh.\nDhaka and Beijing signed an agreement for 27 projects with an estimated cost of USD 20 billion. As of now, only eight projects have been undertaken and USD 3.8 billion has been disbursed. Why is that and how can this be sped up?\nWell, this may not be accurate enough. Bangladesh and China have been actively cooperating and working together to promote the progress of the MoU projects. As far as I know, most of the major projects have been progressing smoothly, more than eight are completed, and a good number of the others are expected to be completed by the end of 2024.\nHere, we have to make it clear that the MoU on Strengthening Investment and Production Capacity Cooperation, signed during Chinese President Xi Jinping's visit to Bangladesh in 2016, is not a commitment of a basket of Government Concessional Loan (GCL) or Preferential Buyers Credit (PBC). The 27 projects attached to the MoU are only a list of projects to be considered for promotion by both sides, not a list of GCL or PBC projects. It should be stressed that only projects that have been evaluated and approved by both sides and for which loan agreements have been signed are the GCL and PBC projects, for which the Chinese side would commit to provide GCL or PBC loan support.\nChinese Foreign Minister Wang Yi proposed signing an MoU on Public-Private Partnership (PPP) Cooperation Framework. How can signing this MoU help? Is the PPP model more efficient?\nIt will help the governments to better play the regulatory role, select better quality enterprises to participate in the economic cooperation between Bangladesh and China, constantly improve the quality and efficiency of cooperation, and better avoid risks. At the same time, it will help Chinese companies better and more widely participate in Bangladesh's construction in the fields of energy, urban development, ports, rail transit, roads and bridges, airports, and so on. We believe that signing a G2G MoU on PPP is an ideal way of enhancing bilateral cooperation and will serve the interests of both sides.\nHigh costs of projects and their commercial feasibility are an issue of concern. This is much talked about in the case of Sri Lanka's Hambantota Port. Do you have any new policy in mind regarding cost efficiency in Chinese projects and funding?\nAll Chinese projects have been evaluated and approved by the Bangladesh government and the Chinese government before implementation. Economic feasibility and cost efficiency of the projects have been fully demonstrated by professional institutions on both sides and recognised by both governments. Bangladesh and China will continue to strengthen cooperation and work together in this area. If anyone can name any single Chinese-funded project that is commercially or financially unfeasible, please tell me.\nHow do you want to cooperate on environmental protection and climate change actions as Bangladesh is at the forefront of the challenges?\nClimate change and green development constitute one of the eight areas of GDI. Under this framework, China will carry out more extensive cooperation with Bangladesh in the fields of renewable resources and clean energy. We will encourage and guide Chinese enterprises to adopt more advanced technologies and equipment to invest in more environmentally friendly projects in Bangladesh.\nA common perception is that China is not doing enough in addressing the Rohingya crisis, given that you have strong influence in Myanmar. How do you respond to the criticism?\nChina has been a facilitator between the two countries, and has always held that the issue should be resolved peacefully through bilateral negotiation and consultation. We have been providing support to both Bangladesh and Myanmar, aiming to improve the ground-level condition and to create a favourable environment for commencing repatriation. Because of the political change in Myanmar early last year, negotiations on the Rohingya issue were once suspended between Bangladesh and Myanmar. However, the intent to solve the problem propelled the two neighbours back on track for discussion, leading to re-engagement at various levels, including the Fifth Joint Working Group meeting held in June this year. We call upon all like-minded countries to do the same. The international community should play a constructive role in the process of finding a durable solution to the Rohingya issue.\n",
        "headline_1": "‘We’re working very hard to increase Bangladesh’s export to China’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/were-working-very-hard-increase-bangladeshs-export-china-3132011",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "I am trying to get this image out of my head. Over a hundred people of all ages walked in to find their spots on a boat that would take them to the other side of the Korotoa River to celebrate Mahalaya. These pilgrims joined the herd in good faith – they must go to the temple to invite their goddess before she starts descending from Mount Kailash for the annihilation of the monster. They would also pay tribute to their dead ancestors. There was not an inch of empty space left on the boat. The boatman waded back and forth to check how his passengers had been tucked in. Some last-minute passengers touched the rim in reverence or sprinkled waters with piety before the boat set sail.\nThese were devotees in Panchagarh district, at the northern tip of Bangladesh, who had hired this boat to visit the Bodeshwari temple. Surprisingly, none of them – of the over a hundred pilgrims – pointed out how dangerous it was to travel like that. Not one soul protested saying, \"I am not riding on this boat.\" They simply sailed to their deaths. Within minutes, the overcrowded boat capsized and most of the devotees perished; at least 68 bodies have been found so far, with many still missing.\nWhat prompted them to join this death march? A belief that they would be taken care of by divine providence! The practical reason was that it was the best they could afford. Who in their right mind would like to see their money wasted? The Korotoa River had other plans, though. However tame it looked in autumn, it had no place for recklessness. Shouldn't I feel pity for these victims? Instead, I am upset by their blind foolishness. I am angry at those people at the shore who allowed them to dock dangerously and kept on recording the spectacle. I am angry at the relatives who came to see them off for not talking sense to these people. The accident shows how cheap our lives have become. What good is paying compensation per body? Use that money to improve transport quality and safety rules. Use it to educate people and inculcate common sense.\nI am trying to get another image out of my head. Hundreds of female students of Eden Women's College were seen shouting and yelling, beating up one another, pulling at each other's hair, and banging on the iron gate in the middle of the night. The scene was raucous; I did not turn up my TV volume. A déjà vu. The allegations are serious and outright illegal: student leaders are allegedly engaged in seat-trading, extortion, torture, forcing other students to indulge in unethical activities, and controlling hostels and cafeterias. We have heard it before. The principal of the college told The Daily Star that previous investigations were still ongoing, and she now seeks psychological counsellors to change the students' mindsets.\nMy common sense tells me not to rock the boat carrying the Eves of Eden. They are no less mighty and lethal than their male colleagues, whom we have recently seen in full action. And the sad part is that the existential label that they are carrying and the jerseys that they are donning are but temporary. Their essential identity is tied with power politics. They blindly join the party vehicle with the hope of being blessed by some divine providence. This is a slow death of a different kind: the mass killing of a generation. And the worst part is that they devour the image of their founder, who struggled to give us freedom.\nI am trying to get this image out of my head. After a hiatus from holding an administrative post at a private university, I resumed my job at the oldest university in the country. I am assigned a course named \"Novels through Theory,\" wherein I am teaching Frankenstein, a multi-layered text from the 19th century written by a 19-year-old Mary Shelley. The author believed that she was responsible for the death of her mother, who died of postpartum infection. Mary Shelley, therefore, wanted the human race to continue without the need for biological birth that kills many women. Her science fiction involves creating a life without the need for a mother. She makes her male protagonist, Victor Frankenstein, bring dead bodies to come to life in his lab.\nMy feminist reading of the novel shows gender performativity to argue that gender roles are elaborate social performances that one puts on in their everyday life. It goes beyond the fixed conceptions of \"man\" as \"masculine\" and \"woman\" as \"feminine.\" Victor is the \"mother\" of the creature, for instance.\nI gave further examples of our national women's football team, whose valour at the Dasharath stadium in Kathmandu, Nepal earned the nation a coveted trophy that had been eluding their male colleagues for decades. These women manned the mission and came back as national heroes riding a roofless bus under the sky. Their performance was masculine. But when some of these girls were returning to their hometown in a public bus, they were verbally abused by some conservative men for their supposed \"abnormal\" gender performance in \"skimpy\" clothes. In that remote private space, the girls were reduced to being \"stereotypical women.\"\nAs I said these words, I noticed a couple of students in my class shaking their heads with visible displeasure. The cue was obvious. I must be careful with my examples. Just like when giving one of the definitions of Frankenstein, I had to check myself from referring it to our student body. Frankenstein is \"something that destroys or harms the person or people who created it.\" But the irony is: even Frankenstein, a wrongly attributed name given to the monstrous creature, wanted to learn. He read history, poetry, philosophy, and politics, and wanted to know himself before his self-annihilation for the sake of humanity. He realised that the purpose of life is to give meaning to it, not die meaninglessly, or become the cause of harm to others.\nI am trying to get these meaningless images out of my head.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "To kill a mocking monster",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/kill-mocking-monster-3131961",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "Autumn, 2012. \nI got out of my doctor's chamber in Shantinagar with a fragile body, still trying to comprehend what being tested positive for typhoid really meant. For second grade me, the name of the disease I was infected with seemed like something completely alien, unlike the more usual suspects such as fever or common cold. \nAs I crossed the street while holding my parent's hands, I came across the newly opened book shop at Shantinagar—PBS. Upon begging my parents to take me there, I was led up the stairs into the bookshop and upon entering I was completely lost in the ambience of music, and the diverse collection of books. \nExploring every inch of the stacked bookshelves, I found myself pondering upon an original copy of the Puffin Classics edition of Jules Verne's Journey to the Centre of the Earth (1864). While my eyes glossed over the green paperback cover, I was immediately intrigued to buy the book as I had watched a movie adaptation with the same name a few days back. \nExcitement brewed inside me to read the book like a storm in a cup. While the story did take some time to get going and I initially struggled with it due to my short attention span, I simply could not keep it down when it finally took off. \nThe book begins like any other great adventure story—with an encrypted message on an old parchment. The story then follows the journey of the very ardent Professor Otto Lidenbrock who drags his reluctant nephew Axel on the adventure of a lifetime, to the very centre of the earth, based on the encrypted message. \nDespite the fact that I morbidly lay down on my bed while reading the book, Jules Verne's accurate and picturesque description of the characters' journey made my mind travel out of my confined bedroom to the \"sad, dismal\" streets of Iceland's capital Reykjavik and into the centre of the earth. \nWhat made the book stand out was not just the plot, but the vivid descriptions of the places the characters went to throughout their journey. From the volcanic tubes and craters to the majestic view from the top of the Sneffels volcano, I could easily imagine the intricate scenes which lay in front of the characters. \n\"I could see deep valleys crisscrossing in all directions, precipices hollowed out like wells, lakes reduced to ponds, and rivers turned into streams. On my right were countless glaciers and innumerable peaks, some plumed with faint wreaths of smoke. The undulations of this infinite succession of mountains, whose patches of snow looked like foam, reminded one of the surface of a stormy sea.\" Reading such arresting and charming prose, alongside the equally exciting plot with its sharp twists and turns, kept me hooked to the book while I went through it cover to cover, devouring the story as if it were Swiss cheese with French wine. \nIt is true that, for a lot of readers, the writing may seem old-fashioned at first glance and reasonably so, especially considering the fact that it was written about one hundred and sixty years ago. However, the adventurous storyline coupled with the myriad of timely suspenses makes the book stand the test of time. \nBy the time I was done with the book, I was completely healed, both physically and emotionally. Reflecting upon the experience, I have always admitted that it was a life altering journey—not just for the book's characters but for me as well. Jules Verne opened my eyes to the wonderful world of science-fiction, a world where the pinnacle of human imagination meets the beauty of the known. \nHrishik Roy spends most of his days procrastinating and overthinking. Please provide him with consolation at hrdibbo@gmail.com.  \n\n \n",
        "headline_1": "How Jules Verne’s ‘Journey to the Centre of the Earth’ got me through typhoid ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/how-jules-vernes-journey-the-centre-the-earth-got-me-through-typhoid-3131946",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "For years now, the banking sector in Bangladesh has been in a state of perpetual crisis, riddled with non-performing loans (NPLs), scams, capital flights, and poor regulation. At a time when financial institutions should have been strengthened to facilitate the country's aspirations to graduate to upper-middle-income status, we witnessed corruption and poor governance eroding their very foundation, exposing the economy to untold risks. Despite repeated warnings to the government to bring about major reforms to the banking sector, the crisis has only gotten worse with time, with no visible effort to rein in the chaos and mismanagement that debilitate the system.\nA recent report by the World Bank has identified that Bangladesh needs a more resilient financial sector to finance and sustain its growth in the future. Bangladesh's ratio of private credit to GDP is one of the lowest among its structural and aspirational peers, the study found, as a result of long-standing vulnerabilities in the banking sector that threaten financial stability, structural inefficiencies, weak regulatory and supervisory environment, and shallow capital markets. According to the IMF's global Financial Development Index, while peer countries such as China, Vietnam, Cambodia, and Thailand have bank-credit-to-GDP ratios that are substantially above 100 percent, in Bangladesh, this ratio has become stagnant at around 45 percent since 2016. Unless our government takes urgent steps to rectify these issues, it will simply not be possible to facilitate productive investments that are needed for the country to progress to the next level.\nThe WB report points out that Bangladeshi banks have the highest levels of official default loans among the country's peers, coupled with very low profitability, with at least 20 percent of the total loans in the banking system being granted to directors. Even though there are restrictions on directors obtaining loans from their own banks without the central bank's prior approval, they can easily obtain loans from other banks, either directly or through family members. \nThe fact that ownership and management of the banks are in the hands of influential people with political ties means they remain out of reach of regulatory bodies who are either too weak or too complicit to reign them in. Meanwhile, Bangladesh Bank continues to allow big borrowers to default on loans as and when they please, at times under external pressure from the finance ministry and in violation of all banking rules and regulations. As a result, what we have now is a conducive environment for defaulters to keep on defaulting with impunity, while discouraging private sector investments. \nThe government has long known of the dangers of refusing to institute much-needed reforms in the banking sector; yet, it has essentially held the economy hostage to protect the self-serving interests of money launderers, frauds and loan defaulters. It must now seriously weigh whether it is worth jeopardising the future of the nation, its legacy of robust economic development and indeed all that Bangladesh has been able to achieve over the decades, despite the myriad challenges it has faced since independence, to line the pockets of some politically connected people and businesses. It must undertake comprehensive reforms, including increasing efficiency of the banking sector, ensuring regulatory practices and laws that are in line with best international practices, and increasing Bangladesh Bank's independence so that it can deal with crises in a timely and cost-effective manner.\n",
        "headline_1": "Banking sector holding the economy hostage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/banking-sector-holding-the-economy-hostage-3131916",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "We are concerned regarding the increasing rate of unnecessary Caesarean section births taking place in Bangladesh. As a recent analysis – titled \"Massive boom of Caesarean delivery (C-section) in Bangladesh: A household level analysis (2004-2018)\" – found, the rate of caesarean deliveries has increased almost eight-fold in Bangladesh. In 2004, the rate stood at four percent, but the analysis revealed that the rate was found to be 33 percent in 2017-18. This rate is 18 percent higher than what the World Health Organization recommends it should be of the total birth deliveries in a country. More concerningly, Bangladesh's rate of caesarean section deliveries far exceeds those of its neighbours such as India, Nepal, Myanmar, and Pakistan. And, alongside urban mothers, women in rural areas have also increasingly been opting for C-section births.\nWhile a C-section birth is needed in situations of malpresentation, failure to progress in labour, pre-eclampsia, prolapsed cord, etc, it should never be the go-to method of delivery. The fact that C-sections can also be unhealthy or even dangerous is often unknown to mothers. The most common complications for women getting C-sections are infections, fever, excessive bleeding, muscular pain, headaches, and anaesthesia-related complications. This seemingly convenient procedure also increases the risk of serious complications during one's next pregnancy, including the possibility of being unable to have children in the future.\nGiven the aforementioned rise in the rate of C-section deliveries in Bangladesh, it is clear that a chunk of them are done unnecessarily, only for the hospital to pocket the higher price of the procedure versus the low cost of a normal delivery. Doctors in private hospitals reportedly falsely claim malpresentation to convince mothers to go for a C-section. How can doctors be so crass regarding the health and safety of their patients? Another issue that must be addressed is the need for trained birth attendants such as midwives. If they are integrated into the referral chain, even if a mother opts for a normal birth at home, a trained midwife could recognise at one point a normal delivery is unlikely and can then recommend that the patient be taken to a hospital instead. \nWe urge the government and its health sector to take action against hospitals which exploit birthing mothers by performing unnecessary C-sections. We also believe it is high time for traditional midwives to become integrated into the process of child-birthing and for there to be communication between them, the government, and hospitals. While it is crucial that mothers are made aware of when they should opt for a caesarean section birth, it is up to medical professionals to prioritise their ethics and never recommend a C-section procedure for the sake of profit – as has widely become the practice. Every child deserves a safe birth, and that's what the end-goal for healthcare professionals must be.\n",
        "headline_1": "Prioritise safety, not profit",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prioritise-safety-not-profit-3131901",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "Going by the finance ministry's quarterly debt bulletin, Bangladesh's external debt situation vis-à-vis its GDP (Gross Domestic Product) is currently at a comfortable level of 11.87 per cent. Last year, it was 11.88 per cent, while the year before (2020), the ratio was 11.79 per cent. Also, when it comes to the overall public debt, Bangladesh can still pride itself on its having one of the world's lowest debt-GDP ratio at 34 per cent. Evidently, there have been no big changes in the external debt-to-GDP ratio during the recent years, despite the pandemic shock the economy sustained by this time. Notably, the International Monetary Fund (IMF)-mandated threshold for external debt-GDP ratio is 40 per cent. Understandably, that puts Bangladesh in a positive light before the global multilateral lenders. It is against this backdrop that Bangladesh's finance minister had reportedly a meeting on Tuesday (September 27) with the head of the regional multilateral development bank, ADB (Asian Development Bank) in the Philippines' capital, Manila, where the Bank's headquarters is situated. As expected, the discussion centred around the Bank's continued development assistance to Bangladesh. It is important to note at this point that ADB is one of the country's largest development support providers and currently its total aid stands at USD 27.6 billon. However, close to 58 per cent of this amount, i.e. about USD 16 billion has already been repaid. So, it is due to this good record of repayment of external debt that international lenders for good reason consider Bangladesh a reliable client. Even so, the recent turmoil in the world economy attributable to the ongoing war in Ukraine has, like every other nation, put Bangladesh in a tight spot. With prices of essential commodities spiralling out of control and energy, food, agricultural inputs and the greenback getting costlier by the day, the pressure of rising inflation is being felt intensely. All such developments have cast a shadow over the country's development efforts, especially, when it is aiming to graduate to a middle income economy by 2026. So, to get around any bottleneck that the ongoing development initiatives might come up against, the government would require generous development support from its most dependable development partners including the ADB. Given such urgencies, it can be reasonably expected that the regional lender would, as part of its country-partnership strategy, come forward with the required financial assistance (between USD12 billion and USD15 billion)to meet Bangladesh's development needs for the 2021-25 period. Moreover, to cushion the economy against external shocks and thus keep it on an even keel, Bangladesh will also be in need of policy-based loans in addition to budget support ones. Reassuringly, the regional lender, as always, has been very positive about continuing its support to Bangladesh. While appreciating the country's current positive status regarding external debt and its credit-worthiness that follows from it, there is still no room for complacency. That is particularly for the reason that the schedule for repaying some of its external debts is drawing closer. In that event, the government will have to redouble its efforts to increase earnings from export as well as remittance sent home by migrant workers. The government, hopefully, would be able to adopt the measures, as required, to strengthen its foreign exchange reserve and bolster its image abroad as a robust economy. That will help draw the required support from the international development partners to meet the nation's long-term development goals.",
        "headline_1": "Managing country's external debt",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-countrys-external-debt-1664541298",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "With the US Federal Reserve raising interest rates by 2.25 to 2.5 per cent within a rather short period of time, the value of dollar against other international currencies has also increased accordingly. British pound sterling is now at its lowest against US dollar in the last 37 years. So, one can easily understand the impact of a still stronger greenback on weaker economies and their currencies. Evidently, Bangladesh is facing a far worse situation than Britain or the EU whose currencies are also accepted medium of exchange globally. Since the US dollar gained its preeminence over gold as an international medium of exchange through the Bretton Woods Agreement of 1944, the practice of having this currency as reserve also grew over time in different countries of the world. As the world economy has seen an unprecedented growth over the past three decades since the end of Cold War, the use of the US dollar as a reserve currency globally has also experienced a phenomenal rise. Now, the worth of an economy is judged by its dollar reserve. Interestingly, with its increasing worth, the tendency to use the power of this currency as a political tool is also on the rise. Especially, economic sanctions applied by the advanced economies of the West to punish countries they think are not following in their footsteps provide ample instances to support this view. Economic sanctions generally boil down to depriving the victim nations of normal trade relations with the rest of the world using US dollar. Small wonder that dollar is now the barometer of the world economy and any fluctuation of its value in the international foreign exchange is keenly monitored in every economy. The current inflationary trend across the world has definitely a lot to do with pandemic-induced supply chain disruptions and the war in Ukraine. At the same time, a raft of sanctions imposed by the West on Russia have their domino effect on the international commodities market including fuel and food. With these two key drivers of the world economy under stress, their recessionary pressure on the world economy hardly needs explaining. Now that the supply of dollar in the global forex market is squeezing, thanks to the US Federal Reserve's raising the interest rate, it has given a further push to the inflationary trend globally. Consider the situation of Bangladesh economy. Since the beginning of the current year, the inflation has seen a persistently rising trend. In January, for example, it was below five per cent. But it jumped by more than one percentage point by the next month, February 2022. And the rise was unabated till June this year, when the inflation saw its highest rise at 7.6 per cent mark in the past nine years.However, the situation here is far worse than what is reported in the official documents from time to time. For unlike in the advanced economies where the members of the public plan their monthly budgets depending on the Consumer Price Index (CPI) released by the official agencies concerned, that is hardly the case here in Bangladesh. It is not because the culture is yet to grow here. On the contrary, people here have little trust in printed figures as they do not match the realities of their day-to-day experience. Though the official figures on inflation are still in the single digit, the commodities market provides a quite different picture. So far, the price spiral was limited to the essential commodities like rice, flour, eggs, edible oil, etc. But recently, toiletry products, too, have joined the inflationary march. Not unlike the rice millers, edible oil merchants or wholesalers of major essential items, the industries, the big commercial houses and even the multinational corporations have their cogent arguments such as increased raw material price, volatile energy price and, of course, the villain of the piece, the Russia-Ukraine war, to justify the price hike of their commodities. The result is businesses are making atrocious profit at the expense of the common people who are getting marginalised by the day.Worse yet, the common people's level of earning has remained stagnant at the best and declined at worst. Many blue collar workers, especially, those employed in the export sector have often to accept reduced pays on the ground that their employers' profit earnings have fallen due to rising energy and raw material costs. And being blue collar, they have at least the scope to block the city streets, bring the traffic to a standstill and make their complaining voices heard by their employers as well as the government. But the white collar, fixed-income group, though they have the option to organise and lodge protest against any injustice, they hardly ever demonstrate their potential. And they are too meek to lift a finger to question the authorities as they are forever haunted by the fear of job loss. Those who depend on their daily earnings to eke out an existence have no organisation to look up to, nor have they any place to complain about their conditions.So, it is hardly surprising that the syndicates of wholesalers, the millers, the big commercial and industrial houses are having a field day. The inflation as a result has provided an excuse for them to make superprofit, get richer while the common people are being pushed to the wall. So, in a country like Bangladesh, it is not simply a matter of policy options to control inflation or tame the volatile commodity prices. The market here is so manipulated by the vested quarters that the normal demand-supply law often fails to work. So, in our case, the responsibility is greater for the government to step in from time to time to fix the commodities market and bring the errant business entities to justice in order to protect the common consumers.\n[email protected]",
        "headline_1": "Protecting common consumers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-common-consumers-1664541353",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "Though no country is entirely free from chaos, Bangladesh simply excels in this particular habit of bedlam. Now, most people seem to have resigned to anarchy! Chaos has apparently been a product of rapid economic growth that has catapulted millions out of extreme poverty. Chaotic behaviour has become a brand of the country. Anyone coming from abroad becomes astonished to see the prevalent disorder all around. If going by the standard dictionary meaning of chaos, the above statement may sound harsh. According to Britannica, Oxford and Cambridge dictionaries, chaos means 'complete confusion and disorder: a state in which behaviour and events are not controlled by anything'; a complete lack of order'; and a state of total confusion with no order', respectively. Of course, not everything is confused with a complete lack of order in this country. This is reflected in vibrant activities in many areas. Moreover, there are sufficient controls on various things and events. Otherwise, it would be impossible to make remarkable advancements in many areas. For these reasons, some argue that behind the apparent chaos, there is a harmony of things and a rhythm of life in this society. In other words, people have adjusted to a chaotic situation and are moving ahead. Nevertheless, there is no scope to deny the proliferation of chaos in daily life in Bangladesh and its negative consequences. The most visible chaotic thing is how people move and behave on roads and streets. People would clean their homes, but they don't care about the streets or anything other than their residences. Spitting on roads and littering public places are common. Most people do these because others also do the same! Urinating beside streets and roads without caring the hygiene is also there. Frequent violations of traffic rules by all kinds of vehicles and indiscriminate enforcement of penalties only enhance road chaos. Again, almost everyone is in a hurry to reach their destination. So instead of maintaining required queues in any intersection, level crossing or traffic signal, motorcycles and rickshaws create several lines abruptly blocking the way for other vehicles to come from the opposite direction. The net result is an unnecessary delay for all waiting when the signal is green. Irritant honking is another sign of disorder.Walking is quite difficult as makeshift shops and illegally parked motorcycles occupy footpaths. Motorcyclists also shamelessly drive on footpaths whenever they get the chance. These compel pedestrians to walk on roads. Different intersections are also congested by illegal parking of motorcycles and rickshaws, narrowing the space for other vehicles to move smoothly. Vendors and hawkers illegally occupied a significant part of the streets only to make mobility slower. Public buses stop abruptly on roads, and their reckless competition to overtake others is common practice. All these are a short list of chaotic behaviours people are habituated to. What is now necessary is to encourage people to gradually come out of a chaotic attitude. It is tough to do and link with various socio-cultural and political outfits. The beneficiaries of chaos will also put their efforts into continuing the messy situation. Allowing them to do so will bring further chaos in the long run. \n[email protected]",
        "headline_1": "Adjusting to rhythm in chaos",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adjusting-to-rhythm-in-chaos-1664541387",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-10-2022"
    },
    {
        "full_article": "Seasonal fishing ban may help recover stocks of our national fish, the hilsa, but the ban comes as a distress to our fishers. This year the ban on fishing will reportedly come into effect for 15 days from October 7-22. All activities including fishing, transporting, stocking, marketing and selling of hilsa will remain prohibited during this time of the year across the country. Despite the good intention of the ban, it has a devastating effect on many fishermen as fishing is their only livelihood. For many of them a day of not being able to fish often means going hungry. Though the authorities concerned have a rehabilitation programme, which distributes rice among fishermen, many of them do not receive this assistance or receive it adequately. A new research from Manusher Jonno Foundation has found that not only is this support inadequate, but due to corruption and nepotism, it is reaching the wrong hands. Some fishermen in a recent press conference reported that those who have never been fishers are also on the support list due to their connections with local political leaders. We hope this year the authorities concerned will update their list with genuine fishers and provide them with both food and cash incentives. We must not forget that this community plays a crucial role in feeding us. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Updating list of real fishermen",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/updating-list-of-real-fishermen-1664541423",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-10-2022"
    }
]