[
    {
        "full_article": "Asymmetric federalism has been a positive feature of India’s polity, but even the most pragmatic arrangement may not always guarantee harmonious relations between the Centre and its constituent units. The wrangling between the Union government and the Government of the National Capital Territory of Delhi (GNCTD) has been an endless saga for years, and the Supreme Court has repeatedly sought to lay down the terms of their relationship in the way the territory is governed. In the latest verdict, a Constitution Bench has ruled that the elected government does indeed have control over administrative services. However, it is limited to services related to the extent of its current executive and legislative powers, which extend to all subjects under the State and Concurrent Lists, except for the three excluded ones — public order, police and land. The Centre’s argument, that in the absence of a Public Services Commission for Delhi and in view of the phrase “insofar as such matter is applicable to Union Territories” the subject of ‘services’ will not fall under the Delhi government’s remit, was rejected. The Court’s unanimous verdict rejects the attempt to read the phrase as one that imposes an additional limitation on its legislative and executive powers. The Court has emphasised the sui generis nature of Delhi, so that its Union Territory status is not used to limit the role of the elected government. The five-judge Bench ruling again underlines the principle that a representative regime should not be undermined by an unelected administrator.\rDelhi Chief Minister Arvind Kejriwal, who has been embroiled in a prolonged tussle with the Lieutenant Governor over several issues, will be elated with the Court’s ruling that “the involvement of the Union of India in the administration of NCTD is limited by constitutional provisions, and any further expansion would be contrary to the constitutional scheme of governance”. However, even yet another Constitution Bench verdict underscoring the representative character of the GNCTD may not be enough to end the underlying power struggle in Delhi, as long as the Centre continues with its efforts to clip the powers of the government because of its antagonism towards the Aam Aadmi Party. It is five years since the Court observed that constitutional trust between high functionaries is needed to resolve matters, but there is no sign of the conflict abating. In practical terms, the provisions of the GNCTD (Amendment) Act, 2021, which sought to strengthen the hand of the Lt. Governor in running Delhi, may continue to be a source of conflict. The validity of its provisions is also under challenge before the Supreme Court, an indication that the legal tussle is hardly over.\nCOMMents\n SHARE \n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\nDelhi\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Asymmetry and power: on Delhi government and administrative services",
        "headline_2": "The Supreme Court ruling on services is a boost for representative government in Delhi",
        "link": "https://www.thehindu.com/opinion/editorial/asymmetry-and-power-on-delhi-government-and-administrative-services/article66843419.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "In a welcome move, the Ministry of Ayurveda, Yoga and Naturopathy, Unani, Siddha, Sowa Rigpa, and Homoeopathy (AYUSH) and the Indian Council of Medical Research (ICMR) have at last joined hands to undertake quality human clinical trials to generate evidence on the benefits of using ayurveda along with modern medicine (evidence-based medicine) in treating certain disease conditions of national importance. With its decades of experience in conducting human clinical trials, it makes eminent sense to rope in the ICMR to design and conduct these trials. To begin with, the collaboration will be restricted to ayurveda. The other systems of AYUSH — yoga, unani, siddha and homoeopathy — may be included, and each system will be tested together with modern medicine when the central councils of the respective AYUSH systems are ready to work with the ICMR. An expert committee will soon decide the area/disease conditions to be included for detailed clinical testing using both ayurveda and modern medicine. Initially, clinical trials for each disease may have two arms — modern medicine as the standard of care as well as a combination of modern medicine and ayurveda. The arm that uses both ayurveda and modern medicine will, if at all, only be able to validate the superiority of combining the two for better outcomes. Scientific validation of superior outcomes of combined therapy using ayurveda and modern medicine will form the basis on which integrated medicine will be offered to patients. Encouraging trial outcomes might probably serve as a starting point to undertake further trials using ayurveda interventions alone to evaluate their effectiveness and understand the mechanism of action; this is currently not within the ambit of the agreement.While the initiative may right away not provide scientific validation of ayurveda interventions in treating disease conditions when used singularly, it is the first major step in evidence-based approach of validating medical interventions. Though trials using ayurveda and other systems of AYUSH have been conducted in the country, they suffer from major limitations, thus making the outcomes meaningless. The ICMR’s expertise is sure to help in overcoming the major obstacle in scientific validation, which all systems of AYUSH currently suffer from. Evidence, as the practitioners of AYUSH refer to, is nothing but anecdotal, which is not an alternative to evidence-based approach. Lack of scientific validation, as a stand-alone intervention or as adjunct to modern medicine, has been the bane of alternative medicine in India. No sincere, large-scale attempts have been made to address this serious shortcoming. The collaboration with the ICMR is, therefore, a step in the right direction.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nayurveda\n\n/\n\nunani\n\n/\n\nsiddha\n\n/\n\nhomoeopathy\n\n/\n\nministers (government)\n\n/\n\nmedicine\n\n/\n\nmedical research\n\n/\n\ndisease\n\n/\n\nmedical conditions\n\n/\n\nalternative medicine",
        "headline_1": "Welcome initiative: on quality human clinical trials and using ayurveda and modern medicine",
        "headline_2": "AYUSH collaboration with the Indian Council of Medical Research for scientific validation is right step",
        "link": "https://www.thehindu.com/opinion/editorial/welcome-initiative-on-quality-human-clinical-trials-and-using-ayurveda-and-modern-medicine/article66842944.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "In Greek poet CP Cavafy’s best known and most memorable poem, Waiting for the Barbarians, which inspired JM Coetze’s novel of the same name, an unspecified society, possibly that of the ancient Roman empire in its decline, waits in fearful apprehension for the coming of the dreaded barbarians. \nAll daily activity comes to a standstill, put into suspended animation awaiting the advent of an unknown, unseen adversary. The Emperor has his throne placed outside the city’s gate and awaits the coming of the barbarians upon whom he will confer all the treasures and honours of his domain. \nComposed in question-and-answer form, the poem has the resonance of liturgical chant, a catechism, with a recurring refrain affirming the imminent and inevitable coming of the barbarians.\n“What are we waiting for, assembled in the forum? /The barbarians are due here today. / Why isn’t anything going on in the senate? / Why are the senators sitting there without legislating? / Because the barbarians are coming today. / Why don’t our distinguished orators turn up as usual/ To make their speeches, say what they have to say? / Because the barbarians are coming today.”\nThe poem builds up to a crescendo, a drum roll of impending doom. And then comes the devastating denouement.\n “Why this sudden bewilderment, this confusion? /… Because night has fallen and the barbarians haven’t come. / And some of our men just in from the border say/ There are no barbarians any longer. / Now what is going to happen to us without barbarians? / Those people were a kind of solution.”\nCavafy was born in 1863 in Alexandria, Egypt, to Greek migrants from Turkey. His father ran an export-import business which took the family to Britain where Cavafy took British nationality. Financial problems brought them back to Alexandria, where Cavafy worked as a journalist and later a civil servant. \nHowever, his true vocation was poetry, which he published in newspapers and obscure journals. His itinerant, chance-ruled life, his exposure to different cultures, his promiscuous homosexuality of fugitive passion in seedy bars and dark alleyways, and his poetic vision of an uncompromising individuality of style and sensibility made him the archetypal Outsider, the nowhere man who, as the English novelist EM Forster put it, saw everything from “a slight angle to the universe”. \nWhen he died at the age of 70, Cavafy left behind a corpus of 155 finished poems, mostly written in Greek, which are haunted by an ambivalent sense of isolation and the universality of the human condition, both equally inescapable. We are alone, and to mask our solitariness from ourselves we invent an imaginary Other, whose Otherness invests us with an affirmation of our own unifying identity.\nThe Other can be represented by a creed, or caste, or race, or ideology, different from that of our own. The Other is the Barbarian whose coming we await.\nBut what happens when realisation dawns that there is no Other, no Barbarian out there? That’s the world-changing question posed by the poet, an Outsider who stole his way into the secret labyrinths of the human heart. \n\n",
        "headline_1": "The fearful absence of barbarians",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/the-fearful-absence-of-barbarians-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "Pakistanis are busy destroying the house that Jinnah built — and dismantling the country he bequeathed to them. There are a number of proverbs in Indian languages about not recognising or inability to recognize something valuable, notably involving bandar/adrak etc. So I am looking at footage today of mobs of Imran Khan supporters rampaging through Jinnah House in Lahore burning and looting everything in sight, including what appear to be valuable artefacts.\nThey have also attacked the home of the Lahore Corps Commander (it is not clear from the footage whether it’s the same home — i.e whether the Lahore Corps Commander was living in Jinnah House). Looters are carrying away even food from the refrigerator. I saw footage of a man sneaking out with strawberries and yogurt. Well, at least the “crore” commander eats healthy.\nIn any case, I’m thinking about what a monumental mistake the whole Pakistan enterprise was. On the flip side, it also serves to illustrate the follies of that era, and what India needs to do to avoid a repeat.  A religion-based state was a dumb idea in a subcontinent of such diversity and pluralism. Pakistan was and remains an untenable idea. Not that I’d want it rolled up and folded back into India — sometimes you have to let mistakes stand so you don’t repeat them.\nMeanwhile, the world pretty much appears to have left Pakistan to its own devices, and self-destruction, pro-forma concern aside. No one seem unduly perturbed about loose nukes or military/scientists going rogue etc — a recurrent theme not too long ago. Maybe the Russia-Ukraine spat has inured everyone to the dangers of a nuclear flashpoint. It’s as if everyone has accepted that someday there will be an incident. This in turn has robbed Pakistan of one of its favorite trump cards — of negotiating with a gun to its own head. World to Pakistan: “Oh, you want to shoot yourself in the head? Go ahead.”\nSo while Pakistan burns down its Jinnah House, India has done a decent job of preserving the house that Jinnah built in Mumbai, not far from where I lived and worked during my second innings in what was then Bombay. Although there are folks in India who would want this burned down too, the Lahore episode only strengthens New Delhi’s case that no way should Pakistan get its hands on the property, which Pervez Musharraf wanted to turn into a consulate. Dina Wadia, Jinnah’s daughter and Nusli Wadia’s mother, also litigated for the house (with the claim that since Jinnah was a Khoja Muslim, Hindu law was applicable in the case!). No thanks, said GoI. I think the house is currently occupied or overseen by ICCR.\nI’ve never been inside but it is said to be a fine house, designed by the British architect Claude Batley (who also designed the Bombay Gymkhana, Breach Candy hospital, and Lincoln House, currently owned by Cyrus Poonawalla, he of the vaccine fame), using Italian marble and walnut wood, its construction lovingly overseen by Jinnah himself.\nToo bad he didn’t do as good a job with Pakistan. It’s falling apart.\n\n",
        "headline_1": "The house that Jinnah built",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/the-house-that-jinnah-built/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "Aam Aadmi Party in Delhi and the Uddhav Thackeray faction of Shiv Sena scored “moral victories” in two constitutional bench verdicts delivered by the Supreme Court on Thursday. However, it is far from clear that the verdicts will change the ground situation in the two states concerned, Delhi and Maharashtra, immediately.\nThe big message from the highest court is that a state governor cannot whimsically decide when to order a floor test in the legislative assembly, and a lieutenant governor cannot control the administrative services of his Union Territory when there is an elected legislative assembly in place.\nIn the first case, where AAP had challenged the right of the Centre to control administrative services in Delhi, a five-judge bench headed by Chief Justice DY Chandrachud emphasised the simple federal principle of power and responsibility going together. If an elected government cannot control its own administrative officers, it would be a negation of its own powers under the Constitution. This means control of the bureaucracy now reverts to the Arvind Kejriwal government, and LG cannot take an independent call on their appointments or transfers.\nRead full story on TOI +\n\n",
        "headline_1": "A bad day & two lessons for BJP: Supreme Court verdicts on Maharashtra & Delhi uphold common sense and tell the party that there’s a limit to using governors & LGs for partisan agenda",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-bad-day-two-lessons-for-bjp-supreme-court-verdicts-on-maharashtra-delhi-uphold-common-sense-and-tell-the-party-that-theres-a-limit-to-using-governors-lgs-for-partisan-agenda/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "Former Pakistan PM Imran Khan’s arrest on Tuesday, followed by unprecedented street violence and his release ordered by the Supreme Court on Thursday, make up the latest ‘dark chapter’ of Pakistan’s political drama. To most Pakistanis, the detention came as no surprise. To others, the rescue mission by the Chief Justice was not unexpected either. In Pakistan’s curious political doubles match, the ruling PDM and the army have been pitted against Imran’s PTI and the higher judiciary. However, the Islamabad high court has broken ranks to play the more traditional role of establishment handmaiden, as it endorsed Imran’s arrest. There can be no prizes for guessing who the winner will be. The army wins every internal battle in Pakistan.\nEver since his famous breakup with former army chief Bajwa – and public revelations by both about their rocky ‘same page’ government of three years – it was clear that the army could not afford an Imran 2. 0 regime. For observers in India, the situation seems bizarre: the equivalent of a former PM being arraigned for corruption by a Lokpal court, and then being arrested by a paramilitary force. For Pakistan, this was mild retribution, considering that most discarded PMs have been jailed, some even killed or exiled. What was different this time was the eruption of anti-army street protests, mostly by PTI cadres.\nRead full story on TOI+\n\n",
        "headline_1": "Khan’s out of jail, but it’s still advantage generals: Never mind Pak Supreme Court’s respite to Imran, the army and a pliant Sharif are unlikely to allow him to come anywhere close to political power for a long time",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/khans-out-of-jail-but-its-still-advantage-generals-never-mind-pak-supreme-courts-respite-to-imran-the-army-and-a-pliant-sharif-are-unlikely-to-allow-him-to-come-anywhere/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "With former Prime Minister Imran Khan's arrest, Pakistan's powerful military - which has long been acknowledged to \"manage\" the political scene from behind the curtains - now finds its supremacy in tatters. On Thursday, the Supreme Court of Pakistan called for an immediate release of the former cricket captain and ex-PM and declared his arrest illegal - in what has been called the fastest case of post-arrest bail in the nation's entire legal history.\nFor now, the decision from the top court has doubled down the pressure on the Army that used the NAB and paramilitary forces to arrest the recalcitrant Imran Khan, whose popularity with the masses has proved menacing for the current government.\nThough the Supreme Court's backing marks a win for the former cricketer-turned-politician, his troubles are far from over. Even though he got a two-week bail in the Al-Qadir trust case, there are other cases in which he can be arrested. He would still have to face the charges, and could still be convicted. Many of Khan's senior colleagues in the Pakistan Tehreek-e-Insaf (PTI) still remain arrested.\nWhat happens next will determine who wins in what has been a hate-love, ugly fight for power and control between the army and their 2018 leader of choice. But for now, it's clear that Imran Khan, unlike his predecessors, will not fade away so easily; shaking the wall of military-compromised politics will be remembered as one of Imran Khan's most significant political achievements. The Supreme Court's decision reaffirms that and so does the nationwide unrest that followed his arrest.\nKhan's supporters have targeted and vandalised historically off-limits army premises in surreal demonstrations; the group that ransacked Lahore Corps Commander's residence and stole peacocks to \"claim their rightful share,\" is first of its kind in the nation. As covered widely, pro-Khan supporters have been chiming, \"kaha tha na Imran Khan ko mat chhed na\" (\"We had warned you not to disturb Imran Khan\").\nTo add to the mayhem, there are allegations of rifts within the army itself, with members who struggle to accept Imran Khan's nemesis, Gen Asim Munir, as chief. Some of the protesters around GHQ on Wednesday were reportedly family members of serving officers of the colonel and brigadier ranks.\nThe gestation period of the current stalemate started a while back, when the relationship between the ex-PM and the military turned sour. It's a rule of thumb in Pakistan's political playbook: to stay in power, you need the endorsement of the army. During his term, Imran Khan did what the military wanted, from backing Beijing belt road, chastising the West, to extending the term of Gen Qamar Bajwa, the chief of the country's army, by three more years in January 2020.\nThen once he was ousted in April 2022, Khan became the military's biggest critic, alleging Gen Bajwa wanted him killed. If Khan and his supporters have a shared quality with the powers that be, it's their unstoppable determination to win.\nKhan has emerged as a messianic cult personality, appealing to the youth. Pakistan is a young nation, with over 64 percent of the population under the age of 30. If elections were to be held, polls, even as recent as March this year, strongly suggested he and his party, PTI, would win.\nHis support is unfaltering; his party still controls Punjab, Khyber Pakhtunkhwa, and Gilgit-Baltistan. The army's new man, Nawaz Sharif's brother Shehbaz Sharif, has not been able to come near that image. The battle between the military and Imran Khan gained steam, bereft of a suitable figure to counter the ex-PM.\nKhan has been roaring on social media, barnstorming livestreams, painting himself as the honest messiah of the whole pack. His evergreen charismatic persona has proved more than sufficient to make masses forget his not-so-successful tenure as Prime Minister – and the fact that Khan is hardly a man of his word.\nHe's played double games, taken u-turns on multiple occasions and issues, from his stance on the US and India. But none of that matters to his die-hard supporters who see him as a prophet. With an imploding fuel crisis and sky-high unemployment, civilians appeal to the anti-establishment song that Khan sings (though hypocritically, as he, too, was once a beneficiary of the establishment).\nThe game was destined to reach this fate. Not only was Khan struggling under the threat of the army, but the latter was also finding it increasingly difficult to contain him. Two months ago, the police had tried arresting the former cricket captain in front of his house, but it was his supporters who prevented it. Khan did not back down; neither did those he went up against. Taking him away from the public eye was the only way to stop him and bringing him back will cement that the military has accepted defeat. So it is safe to assume that in the next few days, we'll see more shadowy efforts to repress Imran Khan.\nIf Imran Khan is convicted in the near future, the concerns hovering over the country are the likelihood of an irreversible meltdown. There are practically no good outcomes for either side now, unless Khan and the military negotiate and find a compromise for the next elections. But for each day that this stubborn political war drags out, Pakistan, on the brink of a sovereign default, will continue to bleed.\nRamisa Rob is a journalist at The Daily Star.\n",
        "headline_1": "Imran Khan’s arrest has cracked open Pakistan’s compromised politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/imran-khans-arrest-has-cracked-open-pakistans-compromised-politics-3318106",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "After a dramatic – and violent – unfolding of events over the past three days, the Supreme Court of Pakistan has termed the arrest of PTI chief Imran Khan on the premises of the Islamabad High Court \"invalid and unlawful\". The three-member bench also directed the National Accountability Bureau (NAB) and police to ensure \"foolproof\" security to the former PM until his production before the court. The move by the SC – which by its own admission is an \"extraordinary\" one, not extended to other political leaders before Khan – is certainly a welcome one, and highlights the independence that the judiciary still enjoys in Pakistan, a country where major state institutions have been weakened by severe politicisation over past decades. We hope that the ruling will calm the outraged public and restore peace in a volatile Pakistan.\nImran Khan, who has been charged in more than 100 cases – including corruption, blasphemy, and sedition – since being ousted from office, was arrested in connection to a corruption case on court premises on Tuesday, where he had gone to seek protective bail against an arrest. In the week prior to the arrest, Khan had doubled down on emphasising his allegation that a senior serving military officer had orchestrated a plot to assassinate him. The timing of the arrest, as well as the manner in which Khan was arrested, suggests that it was done to intimidate and harass him. After all, as pointed out by Herald editor Badar Alam, it is hardly the first time in Pakistan's political history that the NAB, which is conducting the investigation of corruption, has been used to persecute political opponents.\n\nUnder the circumstances, we echo the sentiments of the Chief Justice of Pakistan, who observed that it is of paramount importance that peace is restored and constitutional machineries are allowed to function smoothly. He also called upon Imran Khan to condemn the violence following his arrest and pursue a dialogue with his opponents \"whom he may not like but they are a reality\" to restore confidence among the people.\nWhat's equally concerning as the witch hunt against Khan is the violence that has broken out across Pakistan following his arrest. PTI supporters stormed the streets in protest in Islamabad, Karachi, Lahore, Peshawar, and other cities, leading to clashes with security forces; there were attacks on military installations, including on the official residence of the Lahore corps commander. The authorities restricted access to social media platforms as well as mobile broadband, deployed the army in two provinces and arrested thousands of protestors across the country. Under the circumstances, we echo the sentiments of the Chief Justice of Pakistan, who observed that it is of paramount importance that peace is restored and constitutional machineries are allowed to function smoothly. He also called upon Imran Khan to condemn the violence following his arrest and pursue a dialogue with his opponents \"whom he may not like but they are a reality\" to restore confidence among the people.\nWe, too, hope that good sense will prevail among all and that Pakistan, as a nation, will move towards a free and fair election, without devolving into further chaos. The army's intervention and interference, which have for far too long been deciding factors of Pakistan's political fate, must not be allowed to override the democratic process.\n",
        "headline_1": "May peace be restored in Pakistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/may-peace-be-restored-pakistan-3317991",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "This is a piece both on and not on Samaresh Majumdar. On May 8, Bangla literature lost one of its golden-age stars. Samaresh's departure made a section of the press refer to two of his novels to announce that the author of Kaalbela (dark time) has transitioned to \"Kaalpurush\" (Orion constellation). Samaresh belonged to the stellar cohort of writers, including Sunil Gangopadhyay and Buddhadeb Guha, who ruled the Bangla literary scene during the last four to five decades. This generation is almost lost in space. One can only hope for a long creative life for a member of this golden age, Shirshendu Mukhopadhyay.\nWhether contemporary writers can be considered classic authors is debatable. Critics feel that you need to remove yourself from the current time and space to create some spatiotemporal distance to judge the merit of an author. Assigning the label of \"classic\" defeats the purpose. I approach these authors as a part of my essential self. They were a big part of the intellectual growth of those of us who are in our fifties and beyond now. It was a time when we would buy, share, and discuss books regularly. I read Samaresh in my teens and twenties, and I don't think I have returned to him ever since. So, I will be writing from my memory, which will make this piece not a piece on Samaresh per se, but rather on the residual impression that he and his ideas had on me and, by extension, on our generation.\nThe Animesh trilogy – comprising Uttaridhakar, Kaalbela, and Kaalpurush – stirred the imagination of our generation of Bangalee youth across the political divide, as we all hoped for a change in politics. These books taught us to relish dreams, fall in love, hate injustice, and forge both active and passive resistance. The ugly political instruments that left the central figure Animesh crippled are symbolic of our hapless state. We hang onto the free-spirited Madhabilata, hoping there would be a flowery tale of love and idealism. Instead, we find the harsh reality of their son Arka who grows up in the Kolkata slums almost as a spoiled child. By the time, Samaresh had added Moushalkaal to the trilogy in 2013, my interest in the type of politics that failed a generation had all but withered. The Cold War has thawed, the Soviet Union has collapsed – and pragmatism loomed large.\nThe Animesh trilogy-turned-tetralogy concerns itself with the involvement with and impact of the Naxal movement on the Bangalee middle class. The Naxalite Movement had its origin in 1967 in a tribal village called Naxalbari in Darjeeling. A peasant uprising against the landowners, fuelled by radical Maoist-Leninist ideologies, turned into an armed struggle for a classless society. The guerrilla warfare against the state zeroed in on the capital from their peripheral rural locations to annihilate the enemies of the class.\nWhile in West Bengal the novels are rooted in an atmosphere of a fierce uprising, and in a culture of fear and uncertainties vis-a-vis political influx under an oppressive regime, on this side of the border, these novels harped a familiar tune despite their differences. In the 80s and 90s, we were all hoping for a democratic change in the system that had been captured by a military autocrat.\nArka's realisation that the leftist ideology is that of just another political party is a rude awakening that we all had. Even the founding principle of a welfare state, with socialism as its mantra, sounded hollow.\n\nWhen Samaresh decided to end his novel abruptly, editor Bimal Kar came under serious criticism for supposedly using his authoritarian position to sabotage the political zeal of a young man.\nI have faint memories of how the illusion of political change and the disillusionments that we all experienced had found their parallels in the Animesh tetralogy. Animesh clung to the Naxal ideology hoping he and his friends would change the social fabric. Yet, his transformation into a political activist was accidental, to say the least. He came to Kolkata from a northern tea estate to study Bangla literature (similar to his creator Samaresh) but got shot at by police engaged in diffusing violence caused by the subversive actions of the Naxalites. His belief got dented by the Maoist Congress party, which rose to power and betrayed the leftist ideology with their corruption and nepotism. Against the backdrop of political decadence, symbolised by the crippled state of Animesh, the battles are waged. Madhabilata exudes love and reliability just like her namesake perennial creeper that is known for its sturdy root and lustrous bloom. Her support for her partner and the son born out of wedlock drives the story of Kaalbela. Its prelude, Uttaradhikar, is all about Ani – a small-town boy with all his teen curiosities and quirkiness – becoming Animesh.\nThis bildungsroman was serialised in the popular Bangla literary magazine Desh. When Samaresh decided to end his novel abruptly, editor Bimal Kar came under serious criticism for supposedly using his authoritarian position to sabotage the political zeal of a young man. Samaresh was promoted to write a sequel in which Animesh's girlfriend became the source of inspiration. In Kaalpurush, the focus shifts to the son, Arka, who wants to build a commune inside the Kolkata slum to materialise his political belief. Samaresh felt that Kolkata, under the present-day Trinamool Congress, deserves a closure for the leftist politics in West Bengal, prompting him to author the fourth part after a gap of 25 years.\nSpeaking at Kolkata Lit Fest, Samaresh confessed that, at times, he felt that he had taken advantage of Naxalgia (nostalgia over the Naxalite movement). Then again, behind the veneer of politics, Samaresh's narrative has always been based on human emotions. His wish as an author had been that, as long as human emotions remain alive, at least one of his books would be read alongside those of other great authors. He does deserve a place in the creative constellation. The author of Orion will find a slot in the night sky for people to reflect on in the days to come.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "A star for the night sky",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/star-the-night-sky-3317916",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "After a dramatic – and violent – unfolding of events over the past three days, the Supreme Court of Pakistan has termed the arrest of PTI chief Imran Khan on the premises of the Islamabad High Court \"invalid and unlawful\". The three-member bench also directed the National Accountability Bureau (NAB) and police to ensure \"foolproof\" security to the former PM until his production before the court. The move by the SC – which by its own admission is an \"extraordinary\" one, not extended to other political leaders before Khan – is certainly a welcome one, and highlights the independence that the judiciary still enjoys in Pakistan, a country where major state institutions have been weakened by severe politicisation over past decades. We hope that the ruling will calm the outraged public and restore peace in a volatile Pakistan.\nImran Khan, who has been charged in more than 100 cases – including corruption, blasphemy, and sedition – since being ousted from office, was arrested in connection to a corruption case on court premises on Tuesday, where he had gone to seek protective bail against an arrest. In the week prior to the arrest, Khan had doubled down on emphasising his allegation that a senior serving military officer had orchestrated a plot to assassinate him. The timing of the arrest, as well as the manner in which Khan was arrested, suggests that it was done to intimidate and harass him. After all, as pointed out by Herald editor Badar Alam, it is hardly the first time in Pakistan's political history that the NAB, which is conducting the investigation of corruption, has been used to persecute political opponents.\n\nUnder the circumstances, we echo the sentiments of the Chief Justice of Pakistan, who observed that it is of paramount importance that peace is restored and constitutional machineries are allowed to function smoothly. He also called upon Imran Khan to condemn the violence following his arrest and pursue a dialogue with his opponents \"whom he may not like but they are a reality\" to restore confidence among the people.\nWhat's equally concerning as the witch hunt against Khan is the violence that has broken out across Pakistan following his arrest. PTI supporters stormed the streets in protest in Islamabad, Karachi, Lahore, Peshawar, and other cities, leading to clashes with security forces; there were attacks on military installations, including on the official residence of the Lahore corps commander. The authorities restricted access to social media platforms as well as mobile broadband, deployed the army in two provinces and arrested thousands of protestors across the country. Under the circumstances, we echo the sentiments of the Chief Justice of Pakistan, who observed that it is of paramount importance that peace is restored and constitutional machineries are allowed to function smoothly. He also called upon Imran Khan to condemn the violence following his arrest and pursue a dialogue with his opponents \"whom he may not like but they are a reality\" to restore confidence among the people.\nWe, too, hope that good sense will prevail among all and that Pakistan, as a nation, will move towards a free and fair election, without devolving into further chaos. The army's intervention and interference, which have for far too long been deciding factors of Pakistan's political fate, must not be allowed to override the democratic process.\n",
        "headline_1": "May peace be restored in Pakistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/may-peace-be-restored-pakistan-3317991",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "It's alarming to know that half of the infants aged between six and 23 months in Bangladesh are consuming unhealthy and ultra-processed food. According to the Bangladesh Demographic and Health Survey 2022, conducted by the National Institute of Population Research and Training (NIPORT), the diet for 50 percent of infants contains sugar-laden beverages and foods that are high in fat or sodium content including chips, chanachur, instant noodles, burgers, etc. These were deemed unhealthy based on WHO and Unicef guidelines. Overall, the survey says, there are more than 23 lakh children consuming unhealthy food.\nUnfortunately, the problem is not limited just to infants or minors. Thanks to the proliferation of packaged food in the country, most adults today consume such unhealthy items. A number of factors are responsible for this including lack of awareness, poor lifestyle choices, lack of policy regulation, and exorbitant prices of food which can restrict access to nutritious food.\nFor children, the risks are always great, however. The first three years of a child's life form the most crucial stage in their cognitive and physical development, during which they need a balanced diet. The repercussions of a poor diet in early childhood can follow them for life. In children, foods high in salt can lead to high blood pressure, increasing risks of cardiac problems and obesity, and even diabetes in later stages. Unhealthy eating habits lead to an adulthood riddled with diseases. That, in turn, can put extra pressure on public healthcare and impede a country's progress.\nTherefore, we urge our development partners including NGOs working on nutrition and parental care to address the growing threat of infants consuming unhealthy food. Raising awareness is, of course, crucial. But it is equally important that we ensure children's access to healthy and unadulterated food. This makes the role of our policymakers and regulators vital. We urge the government to invest more in the health sector, and not just in stages where people are already ill but earlier, when better choices can help prevent future health complications.\n",
        "headline_1": "Ensure healthy food for children ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-healthy-food-children-3317766",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "Granting transit facilities to neighbouring countries, many tend to believe, without ensuring the necessary infrastructures, is like putting the cart before the horse. Transiting goods smoothly to and from any neighbouring country, be it India or Nepal or Bhutan, is only possible when the ports, both land and sea, are efficient and roads and highways are capable of withstanding the extra loads. The seaports are claimed to be ready, but how much ready will not be known before transit and transhipment become operational. One of the important elements of transit and transhipment and tax revenue mobilisation is the facilitation of trade through ports without hassles. The National Board of Revenue (NBR) has decided to do its part. It has prepared a Tk20 billion project to strengthen the capacity of customs and VAT (value-added tax) administration. The government would seek foreign funds to bankroll the proposed project that aims at strengthening the pool of skilled manpower at the NBR, building advanced infrastructures and logistics and ensuring foolproof security in the case of transhipment of goods. Bangladesh's external trade has been growing, in terms of both value and volume following trade liberalisation. In the event of signing free or preferential trade agreements, it would get a further boost. The existing infrastructure, logistics and skill level of the tax officials manning the customs and VAT outlets at sea or land ports are not up to the requirement. The inadequacy often leads to breach of security, VAT or duty evasion and delay in the delivery or shipment of goods. Businesses also often make complaints about delays and harassment. Moreover, the VAT and Customs houses located in the country's land and seaports are not adequately equipped with sophisticated equipment and gadgets that are in use in similar facilities in other countries. If not seaports, most land ports are said to be grossly deficient in both efficient manpower and equipment. Some even do not have enough storage facilities. Many land ports are also underutilised. When India, in particular, will start using Bangladesh ports for transhipment and transiting a substantial volume of goods to and from its north-eastern part, not port authorities alone will have to do extra work for handling those properly. The customs and VAT offices, in addition to realising fees against the use of Bangladesh facilities, will also have to ensure non-intrusive inspection and regular surveillance of goods being transported through the Bangladesh territory. Under the proposed project, infrastructures of 17 customs and VAT commissionerate offices will be developed to facilitate business smoothly. There is also a target to impart training to some 650 officials of different levels to enable them to serve the clients better and help mobilise tax revenue in greater volumes. At the moment, a few more trade facilitation projects are under execution. The proposed one will supplement those. What will, however, be more important is the reformation of the entire tax administration to help meet the need of the time and contribute to the efforts for raising the country's tax-GDP ratio ---one of the lowest in the world.",
        "headline_1": "Beefing up capacity of customs and VAT offices at ports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beefing-up-capacity-of-customs-and-vat-offices-at-ports-1683898778",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "A probing report published recently in this newspaper, reveals that the government controls prices of only 117 medicinal drugs, while the pharmaceutical industry sets the price of 1,700 drugs. Of the 117 medicines, 70 are essential drugs, 47 are vaccines and the rest belongs to different categories of medicines. In India, the number of medicinal drugs that fall under the government's control is 800. In Bangladesh, more than 90 per cent of drugs' prices are controlled by the pharmaceutical industry itself. That goes a long way to explain why the price of some drugs has reportedly seen as high an increase as 120 per cent! What is most concerning is that the majority share in the market is controlled by 20 large companies.With near monopolistic control of the medicinal drug market, large pharmaceutical can understandably revise prices upward at will. Although it is a fact that cost of production has risen due to pricier raw materials and increased import expenditure (thanks to devaluation of Taka and paucity of bank LCs), it does not justify the latest market price. Indeed, it is sad to learn that although \"under an order of DGDA in 1994, the number of price-controlled medicines should be raised to 219\", nothing has transpired to make that order effective in nearly two decades.What has happened, however, is the increase in medicine prices putting consumers at a disadvantage. No wonder, out-of-pocket expenditure is to the tune of 69 per cent in this country. What health practitioners are pointing out is that this unregulated price increase will force millions of people, particularly the elderly who belong to low-income or fixed income groups, to dispense with their regular medicines. Discontinuation of medication, particularly when it involves antibiotics, poses a grave threat to patients. Many may simply die. What are people supposed to do in such a situation? In many cases it may be a choice between putting food on the table for the whole family and buying medicine that is becoming more expensive for a sick member of the family. Drugs are not like any other commodity including essentials. Prescribed medicine has to be administered as directed by the doctor. Price increase in the region of 120 per cent of medicines prescribed for certain communicable and non-communicable diseases, will put thousands of families into the dilemma over continuation or skipping medicines.To rub salt into wound, most medicine shops have stopped offering discounts of up to 5.0 or 7.0 per cent on drugs they used do earlier. Some well known pharmacies still maintain the practice, but most drug stores have done away with the practice. The report delves deep and finds that citizens, senior among them in particular, complain about the price hike of basic medicines like 'Orsaline' (used to treat dehydration following stomach upset). Drugs used for treating blood pressure, another essential drug for millions of patients have become costlier as well. These are just two examples out of many that are seeing hike in prices. When in a typical household one or more patients suffer from various ailments, these uncontrolled and unexplainable price hikes cause economic hemorrhage and upset family budgets. Unlike prices of consumable essentials like grains, onion, garlic, salt, sugar and spices, the silent inflation in medicine prices do not generally hog headlines. In the absence of a serious regulatory pressure from the DGDA, it is understandable why the pharmaceutical industry can basically make upward revision of prices on its own. Why the government-controlled basket of essential medicines has not increased in numbers over a two-decade period remains a mystery to many, because with the passage of time many more ailments have evolved and the medicines to treat these ailments are now considered to be essential drugs in other countries, but not in Bangladesh.It is important to know how the nation deals with the emerging drug market following the price hike. The lack of regulations and regulatory oversight is a good point to start. It is essential that the government strictly monitor medicine prices. There cannot be any arbitrary price increase! Medicine has no alternative. Patients needing drugs to treat a certain ailment will have to pay for it, no matter what the cost, if they seek cure. While the middle class and the more affluent sections of society will be able to manage somehow, the same cannot be said of the poor and ultra-poor. At a time when hyper inflation is the new norm, the last thing people need is a fresh round of increase in medicine prices. While people may consume less protein, cut back on vegetables, it is inhumane to expect them to cut back on intake of medicines that may make a difference between life and death, between staying healthy or perpetually sick. One can only hope that the authorities will start formulating rules and laws that will protect the ailing humanity from this sort of arbitrary price setting. \n[email protected]",
        "headline_1": "Regulating prices of life-saving drugs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/regulating-prices-of-life-saving-drugs-1683898827",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "Mental health is still not on the priority agenda in this country. A large section of the population is yet to understand the necessity of taking care of mental health. They also think there is little need for cognitive treatment or counselling for those with various psychological disorders and mental shocks. It is reflected in the underuse of national and regional trauma counselling centres. In the last one and a half decades, less than 3,000 people took the counselling services at these centres. National Trauma Counseling Centre (NTCC) was established in 2009 at the Department of Women Affairs Building in Dhaka. It was launched as a project under the Multi-Sectoral Programme on Violence Against Women (VAW), a joint initiative of the Bangladesh and Denmark governments. In addition, eight regional centres were opened in eight medical college hospitals in eight divisions of the country in 2017. The regional centres function at the One Stop Crisis Centre of these hospitals. The primary objective of these centres is to provide mental health support to the women and children victims of violence. The scope of service later extended to various types of mental disorders and for men.Nevertheless, the facilities are least known, and there is almost no initiative to publicise the availability of services at no cost. Last week, a leading vernacular daily published a news item depicting the overall condition of the national and regional counselling centres. It unveiled that due to lack of publicity coupled with human resources scarcity, people are not getting necessary service from there. So, those who are victims of various mental trauma and shocks and want to get psychotherapy mostly go to privately operated mental health care units where the cost is high. But, the national and regional centres provide counselling services at almost zero cost. So, those who can't afford to pay high fees for psychotherapy can go and take the required services from these centres. Besides providing psychosocial counselling and support services, NTC is also designated to offer various training to develop a pool of skilled counsellors. Unfortunately, though it is important, there is little progress in this connection. Recognising the importance of mental health, parliament approved a new Mental Health Act in 2018. The Ministry of Health also approved the Mental Health Policy in 2019. The policy underscores the psychosocial treatment model, a shift from the previous medical treatment model. It also emphasises decentralisation and community-based services and support for persons with mental illness. There is also a National Mental Health Strategic Plan 2020-2030. Psychotherapy and counselling are two critical tools for treating emotional problems and mental health conditions. Various types of trauma are affecting people in different spheres of life negatively. For instance, torture and intimidation of students in educational institutions and dormitories have become regular. The victims need proper counselling, although nobody cares about it. Victims of road accidents are another group who also need counselling services. Women who are victims of domestic violence and social intimidation require mental therapy. Many children also face atrocities, and counselling is a must so they can live normally for the rest of their lives. Thus, the authorities must take necessary steps to popularise the national and regional counselling centres. In the upcoming national budget, adequate allocation should be there to continue and expand the activities of these centres. \n[email protected]",
        "headline_1": "Sad saga of national counselling facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sad-saga-of-national-counselling-facilities-1683898867",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2023"
    },
    {
        "full_article": "It is good to learn that Bangladesh is the most gender-equal among the South Asian countries. According to the World Economic Forum's Global Gender Gap Report 2022, we have ranked 71 out of 146 countries. The constant efforts to empower women in society, particularly in education, are responsible for the country's current position in gender equality. However, we have to go a long way in this regard and attain gender parity as much as possible. Unfortunately in our rural society, girls are still treated as lesser human beings compared to their male counterparts. Women in villages have little knowledge about their rights and access to opportunities to gain financial freedom. Even educated and employed women least prepared to make decisions about their lives in some places. Workplaces have failed to accommodate women in key positions. By and large, women earn about half as much as men in the country. This gender gap is only exacerbated in the informal market where, for example, a male construction worker can make one and a half times more than his female counterpart. Studies show that a Bangladeshi woman earns on an average 77 cents on the dollar compared to men. And again, mind you, we are talking about the same job, working the same number of hours. The government, non-governmental organisations, and civil society must take comprehensive action to bridge the gender gap that still exists in Bangladesh. Without empowering women and including them in the workforce, we will remain unable to achieve any form of progress. Education must be made accessible to and affordable for all girls and patriarchal norms should be taken apart to improve gender parity.\nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "In search of gender equality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-search-of-gender-equality-1683898976",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2023"
    }
]