[
    {
        "full_article": "The Reserve Bank of India’s Monetary Policy Committee (MPC), in its latest bi-monthly review, has decided to maintain status quo on the benchmark interest rate of 6.50% for the eleventh consecutive time. As the panel’s chairman RBI Governor Shaktikanta Das emphasised, the last mile of disinflation is turning out to be prolonged and arduous for emerging and developed economies. India’s retail inflation, after trending below the median 4% target, for the first time in five years, for two months, spiked over September and October, with food prices leading the price pinch. At its October meet, the six-member MPC had voted 5:1 to hold interest rates, stating the inflation-growth balance was ‘well-poised’. That poise has been shattered, with the economic ground shifting dramatically in the intervening period — while inflation has surged, the deleterious growth numbers for the second quarter have compounded the mix with GDP rising just 5.4% as opposed to the 7% estimated by the RBI. The government has sought to paint the growth blip as a transient occurrence rather than as a sign of an enduring slowdown, but Ministers had called for interest rate cuts from Mint Street even before the GDP print.It is, perhaps, not a surprise then that the vote of the MPC, which includes three external members, on holding interest rates this time around, has changed to 4:2. Governor Das acknowledged that the near-term inflation and growth outcomes have turned somewhat adverse. He also effectively scotched the clamour for the MPC to look through food inflation, noting that the RBI is bound by the flexible inflation targeting framework laid down in the law that requires headline inflation to be addressed. The central bank’s mandate is to maintain price stability while supporting growth but growth is also impacted by persistently high inflation that cramps households’ spending power, as he pointed out, and this is already visible in urban spends. Both the trajectories warrant closer monitoring for now, and it is not as if a 0.25 percentage point rate cut would tangibly shift consumption or investment impulses in the short run. The RBI remains hopeful of GDP growth recovering and inflation cooling in the second half of the year, even as it revised its 2024-25 projections for the former to 6.6% from 7.2%, and for the latter to 4.8% from 4.5%. Some consider even these downgraded projections as optimistic, but if the Centre takes some fresh steps to cool prices, such as rolling back the import duty hike on edible oils, and spur consumption, it would be able to hasten the interest rate cuts it desires.\r Published - December 07, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        interest rate\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        prices\n                    \n                            /                      \n                        \n                        inflation and deflation",
        "headline_1": "​Staying the course: On the RBI and inflation",
        "headline_2": "The central bank has done well to stay focused on inflation amid rate cut clamour",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bstaying-the-course-on-the-rbi-and-inflation/article68955818.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "India’s growth aspirations have spurred the national mining industry to extract more minerals for use in construction. One such mineral is silicon dioxide, or silica, an important component of sand and stone. Mine workers exposed to silica dust for many years have a heightened risk of developing silicosis, wherein microscopic silica particles are lodged in lung tissue, hampering their normal function. The risk of silicosis is age-agnostic and determined by exposure, and is chronic after onset. Thus it threatens millions of workers, many of them young. In 1999, the Indian Council of Medical Research reported that more than eight million people in the country were highly exposed to silica dust; this population could only have increased since the national government has opened new mines and expanded old ones. On November 29, the National Green Tribunal (NGT) directed the Central Pollution Control Board to draft new guidelines vis-à-vis “granting permission for [silica] mining and washing plants”, and the Uttar Pradesh government and Pollution Control Board to set up health-care facilities in areas with silica mines. The NGT is well-intentioned but mine workers are desperate for action.The Occupational Safety, Health and Working Conditions Code 2020 requires mine workers’ employers to notify threats of bodily harm to workers and workers developing specific diseases, including silicosis. But operators often do not notify the Directorate General of Mines Safety, preventing the state from developing an actionable awareness of mine operators’ workplace practices; nor have States of their own initiative strived to collect this data. The potential for special hospitals to ameliorate this situation is also unclear: the Code obligates qualified medical practitioners to notify silicosis cases to the Chief Inspector-cum-Facilitator, yet it already required operators to provide free annual health check-ups, which have failed to reveal silicosis cases. Health-care providers have even been known to misrecord silicosis as tuberculosis. The NGT also noted that “concerned authorities” are not living up to the law. The state’s passivity is thus the principal roadblock to mine workers’ welfare, which guidelines are unlikely to surmount. The passivity also flies in the face of climate justice, an idea India has ironically wielded in multilateral fora to demand concessions on emissions and adaptation financing. The nation’s mineral resources are concentrated in ‘resource frontier’ States that have low literacy and health-care coverage, a disorganised labour force, and where mining provides crucial revenue. When the state diverts the concessions to suppliers of cheap silica, workers tolerate bad working conditions and delay seeking medical or legal recourse until the silicosis has become life-threatening. Published - December 07, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        mining\n                    \n                            /                      \n                        \n                        minerals\n                    \n                            /                      \n                        \n                        disease\n                    \n                            /                      \n                        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        tuberculosis\n                    \n                            /                      \n                        \n                        medicine\n                    \n                            /                      \n                        \n                        judiciary (system of justice)",
        "headline_1": "​Silica scars: On India’s silicosis problem",
        "headline_2": "Mine workers need early diagnosis and treatment of silicosis",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsilica-scars-on-indias-silicosis-problem/article68955038.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "Last week, a video of a racist rant against an Indian American family at Los Angeles airport went viral. Since the visibility of Indians has only risen in recent years — with a string of high-profile CEOs and political figures in the US, and even a former PM in the UK — many online interactions on global forums like X have also taken the form of insults, mockery, and expressions of hatred.\nThe dearth of Olympic medals occasioned insults about Indian physical inferiority. Indian democracy is smeared as an oppressive, near-theocratic tyranny. Once associated with swamis and spirituality, the country, in the online arena, has a reputation for littered streets and public defecation. AI-generated caricatures proliferate. Tellingly, western companies have programmed no ‘guardrails’ to limit AI’s use against Indians. (Ironically, diasporic Indians sustain, and sometimes run, the tech companies that developed these image generators in the first place.)\nPLANE RACISM: An Indian American photographer recorded a woman calling his family “not American” and “stinky”\nMaybe this contempt was always there, and it’s only surfacing now, as more and more people have seized the freedom to offend others. Insulting Indians is not just cost-free but lucrative. Outrage increases engagement, and engagement increases monetisation. Stinging the pride of thousands of online Indians translates into cash payouts for the one posting.\nThe world’s contempt for Indians really shouldn’t come as a surprise to Indians themselves. If hating Indians were an Olympic sport, the gold medal would never leave home. Almost all Indian ideologies, political or religious, draw strength from contempt for other Indians. They offer small groups of Indians a way to proclaim themselves different and, hence, better than all the other Indians. This is now uncoupled from traditional senses of ‘high’ and ‘low’ caste, since even ‘low’ ancestral status can serve the purpose of conferring moral supremacy over oppressive savarnas. The ideology often called ‘Hindutva’ seeks to dissolve these caste distinctions and replace them with a pan-Hindu identity (with the aim, of course, of creating a pan-Hindu voter bloc). By asserting that identity’s rootedness in India, this perspective’s adherents imply, and sometimes insist openly, that Hinduism and its kindred religions are more authentically Indian than non-Dharmic faiths, which themselves condemn millions of Indians for idol-worship and polytheism.\nThe encounter with global anti-Indian racism offers a corrective for all these fantasies of distinction. In the narrowed blue eyes of a foreign racist, a Brahmin and a Dalit receive equal measures of abuse. Which Indian wears a skull cap, a tilak, or a turban is quite irrelevant in the online arena; brown skin is a sufficient identifier. None of the haters can tell a Reddy from a Rajput or a Jatt from a Jain. Thousands of online racists want all Indians to speak English, or better yet, go back to their own country.\nIs Indian success in business and the professions really just the result of upper-caste privilege? Some of America’s progressive Leftists certainly think so. In recent years, they have published articles and proposed legislation targeting diasporic Indians on the basis of caste. White nationalists think Indian success is illegitimate, too, since they assume that all diasporic Indians favour one another in a vast, scheming network; their notion of Indians approaches, ever more closely, their notion of Jews.\nThis reaction was perhaps inevitable as the Indian diaspora became more visible in other countries. Whether surging or simply surfacing, anti-Indian animus might be a good thing for India itself. A little disillusionment might be healthy from a civilizational perspective. India’s America-facing middle and upper classes might temper their fawning adoration of America’s cultural exports and social mores. Above all, divisive rhetoric — exacerbating regional, religious, and caste-based divisions in pursuit of power — may come to seem counterproductive.\nIt already is, of course, but a habit of arguing internally has left Indians with a weakened sense of external threat awareness. The country’s geographic encirclement has been completed with the political transformation of Bangladesh, but even this new reality cannot get Indians to drop their quarrels for a moment. They seem as incorrigibly argumentative as ancient Greek city-states — or, alas, the many little kingdoms of India’s own history, so easy for outsiders to pick off.\nResponding to contempt with contempt is a vain tit-for-tat. Yet Indians should not tune out the insults, either. In the best-case scenario, external criticism about filth and disorder can foster more than just a collective identity. It can foster collective self-examination and reform.\nThat is how to distil real nectar from virtual vitriol. A neo-Gandhian vision of pan-Indian unity and uplift would result. The trigger for this updated, organic nationalism would not be one Indian giving inspiring speeches, as it was a hundred years ago, but thousands of foreigners hurling abuse. After all, nothing unites people like a common enemy. In the early 20th century, that was the British Empire. In the early 21st, it is the world.\n\n",
        "headline_1": "Virtual vitriol! Mocking Indians has become a global sport online",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/virtual-vitriol-mocking-indians-has-become-a-global-sport-online/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "The bugler plays taps as if signalling the heavens to open up and welcome brave souls plucked fresh from the battlefield. So many, in their brief mortal lives, were far too young to even have facial hair. Others had children far too young to set off to school alone. Now none of this matters; it is all too late. They had gone to war and that’s where luck betrayed them. That one stray bullet instantly turned a warm body cold.\nRead full story on TOI+\n\n",
        "headline_1": "Old men plot young men’s death",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/old-men-plot-young-mens-death/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "Holland’s tulip mania lasted three years. Bitcoin’s roller-coaster is in its 15th and just breached $100,000 on Trump’s intent to name pro-crypto lobbyist Paul Atkins head of Securities and Exchange Commission (SEC), which regulates cryptocurrency among other things. And Bitcoin’s not alone, the total crypto market has crossed $3tn. While Trump’s embrace of crypto in his campaign has made investors hopeful that his administration will be crypto-friendly, his endorsement by Elon Musk strengthens the tailwind.\nRead full story on TOI+\n\n",
        "headline_1": "Bitcoin’s riding Trump wagon, wait for dust to settle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bitcoins-riding-trump-wagon-wait-for-dust-to-settle/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "By Arup Mitra\nOur understanding, perception, and knowledge base originate from a small domain and remain confined within its limits. Even what we call scientific research cannot go beyond it.\nThis is the context in which our spiritual pursuits become important. They ought to be the guides to our scientific discoveries. Through contemplations, human consciousness merges with the undiscovered dimensions, and our reading of the subject gathers depth even when we cannot go beyond a few glimpses of actuality.\n\nInterestingly, reality is only a component of factuality or practicality. As we meditate, we may see light which is different from the ordinary light that our optic power captures though they are all integrated. Similarly, even if the object of fragrance is not within the reach of our olfactory capacity, we may smell it once the mind is consolidated through meditation. One of the most beautiful feelings one encounters is about an ethereal love that encompasses entire existence.\nOur perception of our existence is limited by a number of factors. What we perceive as change may not be so; rather, perfect stability is in existence. And because there is no second existence, what exists is unique. On a scriptural plane, we may recall the war between the goddess and demon brothers, Nisumbha and Shumbha. The latter, in anger, comments that she is using the help of so many powers while they are dealing single-handedly. How is it justified that many would be fighting with one? There she declares, ‘ekaibaham jaganmurti ditiya ka mamapara’ – I am the only one universe, where is a second reality?\nWhen science arrives at the border, philosophy must come forward to expand its horizons, setting a bigger goal to be pursued. This is the only way to avoid saturation and escape the fallacy of limited understanding.\nNowadays, we are talking about the application of artificial intelligence (AI) in various facets of learning.\nHow about its contribution to discovering what has been treated as a myth? Can it not be used to give tangible shape to our spiritual realisations? After all, the lack of explanation sometimes stigmatises a particular phenomenon as an illusion. With AI’s offerings, the gap between scientific probes and spiritual queries can certainly be bridged, and the realisations can provide guidance for new scientific ventures.\nTheoretical advancements are a must for practical probing. Conjectural evolutions are not innovative if they remain confined to domains of a specific discipline. Insights developed from spiritual realisations can be the most effective monitor for advancing theoretical configurations in science, encouraging further probing with help of AI.\nAs Ramakrishna pointed out, there is no end to spiritual attainments. Work a bit harder, you arrive at a mine; don’t reach satiety, walk further and you come across abigger mine with richer deposits. Likewise, one has to go on – for a true seeker, there is no end to spiritual pursuit.\nThen there will be no dearth of ideas which can keep enriching our understanding and science will be able to take guidance for newer developments in a continuous manner. Science and spiritualism are not to be seen as two different paths, they are rather an integral part of a gigantic investigation system that human life can conduct.\n\n",
        "headline_1": "Science and spirit are paths to infinite exploration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/science-and-spirit-are-paths-to-infinite-exploration/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "Bangladesh's economy is at a critical juncture due to widespread corruption, financial irregularities, and the politicisation of public institutions by the previous Awami League regime. Since the interim government took charge following the fall of the AL on August 5, it has been attempting to restore some stability in the financial and business sectors. However, the efforts being made are not sufficient compared to the damage inflicted on the business environment by ongoing political instability and law and order situation not being fully restored. According to Syed Ershad Ahmed, president of the American Chamber of Commerce in Bangladesh, it is imperative to improve the law and order situation in the country to recover Bangladesh's global image, which was significantly tarnished during the AL's rule. The government must also urgently address issues like political stability and corruption to rebuild the trust of international partners.\nAlthough exports and remittances have increased over the past four months, the ongoing macroeconomic instability, high inflation, and political unrest continue to threaten economic growth and recovery. According to a recently presented government-commissioned white paper on the economy, $234 billion were siphoned out of Bangladesh between 2009 and 2023, during the AL's tenure. Economic growth has also been overstated since 1995, with the practice of inflating estimates more after the fiscal year 2012-13. Additionally, Bangladesh's net FDI was found to have been overstated by $5.7 billion between the fiscal years 2019-20 and 2022-23. These issues have significantly dampened our economic prospects, which now requires well-thought-out strategies and plans to recover.\nDuring the reign of the AL, public institutions such as the Bangladesh Bank, the National Board of Revenue, the Election Commission, and the police were heavily politicised. This widespread politicisation has significantly affected the business climate. Moreover, as more businesspeople entered politics, they prioritised their business interests over political commitments, further politicising public institutions for personal gain. For example, according to Shushasoner Jonno Nagorik, two-thirds of the lawmakers elected in January's 12th parliamentary election were businesspeople.\nAgainst this backdrop, the interim government must focus on bringing buyers and investors back to the country by addressing the ongoing political uncertainty and relatively fragile law and order situation. It must implement significant reforms in state institutions to rebuild trust with international partners. Furthermore, it should encourage the creation of new businesses to attract both foreign and local investors. Since business and commerce depends on political stability and the overall situation in relation to law and order, the challenges faced by businesspeople in these regards must be urgently addressed.\n",
        "headline_1": "Prioritise enhancing business environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prioritise-enhancing-business-environment-3770451",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "We are concerned about the newly proposed amendments to the Detailed Area Plan (DAP) 2022-35 of Dhaka by the Rajdhani Unnayan Kartripakkha (RAJUK). According to city planners and environmentalists, these amendments prioritise the interests of real estate developers over the city's liveability, environmental protection, capacity, and civic amenities. In the proposed revisions, RAJUK has only suggested increasing the size and height of buildings, while issues such as protecting flood flow zones, wetlands, and agricultural land have largely been overlooked. Clearly, RAJUK's proposals serve the interests of real estate businessmen who seem to be primarily interested in the floor area ratio (FAR), increasing which would result in higher profits for them. It is due to their pressure that efforts have been made to revise the DAP twice within two years of finalising it.\nOver the past decades, Dhaka has developed without proper city planning. While real estate developers have often constructed buildings without adhering to necessary guidelines, many water bodies have also been filled in by developers as well as government and non-government agencies, leading to various environmental consequences. After the first DAP was formulated in 2010 under the Town Improvement Act of 1953, we saw how the government gave in to developers' demands, leading to over 200 amendments to the plan. Through these amendments, the filling of wetlands was legalised, among other things.\nWhen the second DAP was developed by RAJUK, we hoped for a change in direction. Sadly, since DAP 2022-35 was passed in August last year, it has also been the subject of debate and criticism. Many leaders of the real estate developers' organisation, REHAB, as well as city planners believe the new DAP is discriminatory and unclear. One of the reasons cited for it is that the FAR ratio set in the second DAP varies across different areas, benefiting the wealthy while depriving middle- and low-income groups. While this issue must be addressed by the authorities in consultation with all stakeholders, they must also ensure that flood flow zones, wetlands, and agricultural land—all vital for our collective existence—are protected from developers' encroachment.\nDAP was formulated to make Dhaka a better place to live, not to serve the interests of any specific group. Therefore, RAJUK must revise it with a focus on public interest, liveability, and environmental sustainability. To achieve this, we need well-planned, sustainable strategies and approaches.\n",
        "headline_1": "DAP must enhance Dhaka’s liveability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dap-must-enhance-dhakas-liveability-3770281",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "Foreign Adviser M Touhid Hossain, while speaking at a recent event, shared his personal observations on what he called \"educational apartheid.\" In his professional experience across various countries, he noticed that a lack of English proficiency forces many Bangladeshi migrant workers into menial jobs with low wages. In some cases, workers from our neighbouring countries earn three times more than ours. This highlights a key truth: the global economy values English as a skill of high currency. Yet, despite over 12 years of English language training, our schooling system fails to equip the majority of citizens with this essential skill. As a literature teacher at the tertiary level, I often face questions from employers and civil society members. I am not a language policymaker nor a materials developer. Still, I cannot ignore my responsibility when a coaching centre boasts that a six-month course can offer more valuable skills than a four-year degree in English.\nThe idea arose when British Council, as a sponsor of a two-day international conference on transforming English language teaching, came to Dhaka University. Its business director mentioned a recent survey result: 34 percent of employers in Bangladesh prioritise English skills when hiring. This statistic underlines the widening gap between the job market's demands and the skills our education system provides. Given that English is the primary language of ICT and is spoken by 1.5 billion people worldwide, proficiency in English is often the deciding factor between securing a well-paying job or remaining in low-wage labour. It is disheartening that our workers struggle not due to a lack of talent but because they lack the language skills necessary to seize opportunities. For the same reason, there are thousands of top-level managers from India and Sri Lanka working in our factories and business outlets.\n\nThis linguistic gap titillates donors and foreign organisations to promise modules and aptitude tests. Traditionally, they have been successful in selling such programmes easily to opportunist bureaucrats or corrupt political leaders through their imported experts. Expats often supervise the preparation of materials for our national curriculum, promoting models like communicative English and experiential learning. However, when we compare textbooks for our local students with those from native English-speaking countries, the discrepancy is glaring. Our curriculum has been systematically dumbed down.\nConversely, when our students aspire to higher education abroad, English language proficiency requirements become increasingly stringent. So they must enrol in a coaching programme and pay hefty test fees multiple times to demonstrate their linguistic competence. All for money. Do foreign missions have the authority to engage in commercial activities? Do these foreign agencies pay taxes? Curious minds want to know.\nIn a political climate demanding change, we must ensure that graduates from all education streams—Bangla medium, English medium and madrasa—are prepared for the challenges of a globalised world. English-medium graduates often secure better jobs and adapt more easily to professional settings and higher education. However, their advantage is not just linguistic; their education also enhances cognitive skills. On the other hand, Bangla-medium graduates often struggle to express themselves in job interviews or professional discussions, especially if it involves speaking English. This disparity reflects not only a gap in access but also a failure in our educational priorities.\n\nThe idea that you do not internalise knowledge when you memorise is partly true. To avoid such possibilities, our English language texts in communicative and creative classrooms offer chunks of information. This aligns with the colonial project of limiting education to the native population. The colonial powers wanted us to serve as civil servants or managers, never as masters of our own fate. It's a shame that, as an independent nation for 53 years, we still rely on foreign experts or imported ideas. We have failed to identify our own needs and embrace the English language that is crucial for our advancement.\nInstead, we have a flurry of excuses: not enough qualified teachers, insufficient salaries, outdated textbooks, lack of incentives or motivations, etc. We have no desire to invest in our teachers or reading materials. That does not stop our bureaucrats and experts from travelling abroad to gain \"first-hand experience\" of native English language settings and then proposing ambitious curricula and models. This self-defeating logic ensures that our students remain unprepared for the demands of the globalised world, perpetuating a cycle of mediocrity.\n\nThe issue is even more glaring when we consider the success of private language institutes, which teach languages like Chinese, German, and French in relatively short periods. If these institutes can achieve results in months, why can't our schools teach English effectively over a decade? The answer lies in our collective ambivalence toward English. As a nation, we struggle to reconcile our commitment to the mother tongue with our recognition of English as a global necessity. The bilingual English textbooks prepared by the National Curriculum and Textbook Board (NCTB) exemplify this ambivalence, failing to provide an immersive language experience, leaving students neither fluent in English nor confident in Bangla.\nSome may claim that emphasising English perpetuates colonial legacies, but this perspective misses a crucial point: true decolonisation requires the tools to challenge and dismantle colonial ideas. English, paradoxically, is one such tool. In a world where English dominates international discourse, media, and the internet, not knowing the language handicaps us. It's not just about economic opportunities—it's about representation, identity, and the ability to shape our own narrative on the global stage.\n\nFor example, Bangladeshi cricket fans often struggle to respond to taunts from opponents because they lack the language skills to retort. Similarly, when foreign media portray Bangladesh negatively, we lack the linguistic capital to counter these narratives. English is more than a language of commerce; it is the language of power, and without it, we remain voiceless in international conversations.\nThe younger generation, born into the age of the internet, instinctively understands this. For them, English is not a colonial relic but a necessity. It is the language of the internet, social media, and global culture. Coding, online learning, and digital entrepreneurship—all require proficiency in English. So, denying young people the opportunity to master this language is not just an oversight—it is a crime.\nThe failure of our education system to teach English effectively is symptomatic of deeper systemic issues. Rather than confronting the root causes, we have allowed a culture of complacency to take hold. The solution is not to lower standards but to raise our expectations. We need to invest in teacher training programmes that produce skilled educators who understand not just the mechanics of English but its cultural and professional significance. We must design curricula that prioritise real-world communication skills and critical thinking over rote memorisation. And, most importantly, we need to listen to the voices of young people who are eager to learn and grow.\nDr Shamsad Mortuza is professor of English at Dhaka University.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "As the world changes, so must our English education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-world-changes-so-must-our-english-education-3769881",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Wage structures for informal sectors",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wage-structures-for-informal-sectors-1733583521",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "What is the actual amount  of FDI in Bangladesh?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-is-the-actual-amount-of-fdi-in-bangladesh-1733583561",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Ordeals of passport  applicants",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ordeals-of-passport-applicants-1733583676",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Combating inflation during Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-inflation-during-ramadan-1733583703",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2024"
    }
]