[
    {
        "full_article": "The decision by the Reserve Bank of India’s board to transfer a record surplus of almost ₹2.11 lakh crore to the Union government for 2023-24 will serve as a welcome shot in the arm for the new government when it presents its Budget in July. More than double the previous year’s ₹87,416 crore payout as well as the ₹1.02 lakh crore dividend-cum-surplus receipts from the banking and financial system and RBI that was pencilled into the interim Union Budget for 2024-25, the transfer should give the next Finance Minister a fair bit of elbow room when computing the spending and fiscal math. The surge in transferable surplus reflects the prudent asset management approach adopted by the Indian central bank, at a time of lingering global uncertainty and widespread policy tightening by central banks worldwide seeking to restore price stability. While the specifics of the RBI’s 2023-24 balance sheet will be known in the coming days, clearly a combination of substantial gains from higher interest income earned on its holdings of overseas securities and the gains from its interventions in the foreign exchange market to smoothen volatility in the rupee’s moves must have contributed in swelling the surplus. The weekly statistical supplement shows that as on March 29, total foreign exchange reserves had increased by $67.1 billion over the course of 12 months to $645.58 billion.The RBI’s prudence has also extended to the crucial provisioning done under the Contingent Risk Buffer (CRB), where it has raised the level of funds set aside to cover for any unforeseen contingencies and risks to the economy. By raising the level of provisioning by 50 basis points to 6.5% of its balance sheet size for 2023-24, the central bank has clearly signalled its increased confidence in the health of the domestic economy even as it strengthens the buffer against any sudden threats to stability from unexpected developments in the global financial system. For the new government that will assume office after the results of the ongoing general election are declared on June 4, the bountiful surplus transfer from the RBI will give it an opportunity to raise capital spending, especially at a time when the key engine of private consumption expenditure is still in search of sustained tailwinds. The opportunity to use some of the additional bonanza to bridge the fiscal gap can also help strengthen the government’s finances and reassure investors of its commitment to the fiscal consolidation road map. The RBI has in its own quiet way paved the path for the next government to start with confidence in the resilience of the economy.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nReserve Bank of India\n\n/\n\ngovernment\n\n/\n\nGeneral Elections 2024\n\n/\n\nUnion Budget\n\n/\n\nbanking\n\n/\n\ngold and precious material\n\n/\n\nforeign exchange market\n\n/\n\ncurrency values\n\n/\n\neconomy (general)",
        "headline_1": "Welcome bounty: On the RBI’s ₹2.11-lakh-crore transfer to the Union government",
        "headline_2": "The RBI’s transfer of surplus should help next government start confidently",
        "link": "https://www.thehindu.com/opinion/editorial/welcome-bounty-on-the-rbis-transfer-to-the-union-government/article68212198.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "Delegates from over 60 countries have convened in Kochi, Kerala to attend the 46th Antarctic Treaty Consultative Meeting (ATCM) that is expected to go on until the month end. An annual affair, this is in essence a meeting of the ‘Consultative Parties,’ or the 29 countries that have a right to vote on affairs concerning the management of the continent. Other attendees are countries with a non-voting ‘observer’ status as well as independent experts and invited functionaries. One of the interesting points on the agenda this time relates to tourism. A group of ‘like-minded’ countries, that includes India, pressed for a proposal to introduce a regulatory framework governing tourism in the continent. Unlike other continents, the Antarctica does not have its own indigenous population.With millions of hectares of untrammelled ice and its geographical isolation, it is not a tourist’s everyday jamboree or the elite’s regular private-jet getaway. This makes it irresistibly alluring. In this day and age, where every navigable square inch of land is up for fleeting, visual consumption, the Antarctica is the only continent that can be described as wild, its secrets buried under kilometres-thick blankets of ice. Given that the creation, capture and marketing of the ‘exotic’ experience is an industry that guarantees exponential returns, the Antarctica is now the ‘wild south’ that the wealthy traveller aspires to. A recent joint study by universities in Tasmania, the U.K. and Australia said that the number of tourists rose from 8,000 in 1993 to 1,05,000 in 2022. This does not include all the scientific expeditions and the long-term presence of scientific personnel at research stations maintained by different countries. Reports now suggest that the number of tourists exceeds scientists. To be sure, concerns about rising tourists have been expressed since 1966 at the consultative meets, with the attendant worries that more ships and more people mean more man-made pollutants and rising instances of accidents and disasters that lead to upsetting the unique biodiversity of the region. This urge to preserve the pristine purity of the continent — estimated to be the size of the United States and Mexico combined — however conceals the underlying anxiety of all nations. Will, despite the treaty’s commitment to disallowing territorial claims, unexpected future circumstances effect a change in terms? Will the presence of more people from one country influence terms in their favour? Though India’s Antarctica-bound tourists are minimal, this could very well change in the days to come, thanks to growing lop-sided prosperity. While a proponent of the proposal, India must be wary of any deal that could undercut future opportunities from tourism.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAntarctica\n\n/\n\nKochi\n\n/\n\nKerala\n\n/\n\ntourism\n\n/\n\nuniversity\n\n/\n\nscience (general)\n\n/\n\nUSA\n\n/\n\nMexico\n\n/\n\ngeography\n\n/\n\nIndia",
        "headline_1": "Southern sojourn: On the 46th Antarctic Treaty Consultative Meeting in India",
        "headline_2": "India must continue to oppose unregulated tourism in Antarctica",
        "link": "https://www.thehindu.com/opinion/editorial/southern-sojourn-on-46th-antarctic-treaty-consultative-meeting-in-india/article68211556.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "A drunk minor driving recklessly in Pune and killing two people in the process is mind-numbing. It’s also a replay of similar events that occurred in other cities. Unfortunately, the response of the criminal justice is all too familiar. Across India, there’s overwhelming evidence that the criminal justice system – police, judiciary, legal aid and prisons – is all but broken.\n\nPolice and crucial links | Always, the first link in the chain sets the tone for what comes later. If the process followed by the police is infirm, it will weaken subsequent prosecution. The performance of the police has come in for criticism and it’s not misplaced. The most glaring process error is that it admittedly took the police eight hours to collect the blood sample of the minor who drove the car. The delay is inexcusable because it dilutes the alcohol level in blood.\n“Heinous” is a legal term | The minor is 17. Under the Juvenile Justice Act he can be tried as an adult, provided he’s guilty of a “heinous offence”. Pune police did ask the Juvenile Justice Board to treat him as an adult. That should be the case. But the question here is did the police frame their FIRs in a way that would allow the judiciary to treat him as an adult?\nThe law here defines heinous as one where the minimum-punishment under IPC invites seven years of jail. Supreme Court in an earlier case involving a minor pointed out that the wording of the law is crystal clear. The police need to approach the judiciary with legal charges that are consistent with their argument.\nJuvenile Board’s U-turn | JJB’s performance has drawn adverse comments. The optics are terrible. Despite the severity of the incident, the minor in question merely got a gentle rap on the knuckles. Public outrage triggered a reversal and he’s been remanded. How is this behaviour going to engender trust?\nNumbers tell the story | There are two challenges the criminal justice system faces. One, is the manpower shortage in key areas. For example, there are 21 judicial officers for a million people when it should ideally be 50. Two, is the credibility problem. There’s a nagging feeling that if not for public outrage, the course of the Pune Porsche case could have been different. A functioning justice system will also discipline parents who encourage lawlessness.\n\n",
        "headline_1": "It’s Our Carma: That the Pune teen who killed two isn’t already being tried as adult tells a lot about justice system",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-our-carma-that-the-pune-teen-who-killed-two-isnt-already-being-tried-as-adult-tells-a-lot-about-justice-system/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "Faith can move mountains. A Goa-based man with 90% locomotor disability – three amputations on his limbs – has made it to the Everest base camp by sheer force of will. This would be a feat for anyone, and takes enormous extra effort for a person with disabilities. And yet, while we celebrate these outliers, the task is to make circumstances easier for all persons with disabilities. Basic thoughtfulness is needed to let them function on an equal plane – assistive technology, accessible pavements and ramps, for instance.\n\nIn India, we see public callousness, an overlooking of people with disabilities, or we see them through a sentimental lens. A person with a disability has no responsibility to be inspiring or heroic, but they need their due from the world. And this requires centering their perspectives – “nothing about us without us” has been the rallying cry of the disabilities rights movement. Around the world too, mainstream attitudes shifted from curiosity to exclusion to pity and remedy, but only recently to how disabilities are internally experienced. Disability was once seen as an individual affliction to be medically ‘solved’. Now, it is seen as a social matter – the focus on how the environment accommodates persons with disabilities. In cities and buildings, through state and workplace policy, we need to remove constraints for everyone.\nWhile our regulations are great on paper, they are easier said than implemented – most public buildings are still not accessible to people with disabilities, seven years after a landmark law. This is not a favour: at some point in life, today’s able-bodied can get blurred vision, or find it hard to climb stairs, or to eat and dress themselves. Society making room for disabilities is in everybody’s interest.\n\n",
        "headline_1": "Able are unable: In swinging between routine callousness and occasional sentimentality, society fails the disabled",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/able-are-unable-in-swinging-between-routine-callousness-and-occasional-sentimentality-society-fails-the-disabled/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "Hindutva umbrella may bring together Brahmins & Rajputs with Dalits or Adivasis. Or, cleavages among OBCs & SCs may strengthen politics on the other side. Both trends may run simultaneously\nThis year’s elections have unveiled new avatars of caste that will baffle both critics of India’s politics and aficionados of its social life. Grievances also vary in each state.\n\nRajput matrix | In the somnolent, hawafree election, the appearance of Karni Sena alongside Ashok Gehlot, Rajasthan’s former Congress CM, in Amethi sent an intrigued murmur through the crowd. Karni Sena, which demands reservations for Rajputs, has been touring northern India, organising oath ceremonies, whose participants vow not to vote for BJP.\nIn western UP, controversy rages over the caste identity of the medieval ruler Mihir Bhoj: was he Rajput or Gurjar, as newly-installed statues say? Elsewhere in UP, BJP voters are divided over whether their Rajput neta Yogi Adityanath has been sidelined by those at the helm.\nIn Gujarat, a Union minister’s statement about Rajput rulers breaking bread with the British has sparked widespread anger.\nIn Rajasthan, denial of BJP ticket to a young Rajput politician, Ravindra Singh Bhati, has led to him fighting as an Independent rival to a BJP candidate. Via digital media, these disparate campaigns have crisscrossed and coalesced into snowballing Rajput akrosh against Modi sarkar.\nRead full article on TOI+\n\n",
        "headline_1": "Election’s caste Of characters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/elections-caste-of-characters/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "Former election commissioner Ashok Lavasa breaks down the issue of bias, turnout numbers and Form 17C in conversation with Dipak Dash saying there’s no merit in suggesting data or votes will be manipulated, because there’s a system of crosschecks. But there’s need to “make things more open”, because “more the transparency, more the trust”.\n\n● Opposition parties and activists allege EC is biased.\nElection Commission’s neutrality is always under watch, particularly tested in complaints against party in govt or its members. That’s always been a challenge. But in terms of taking cognizance or responding to complaints, whether against members of party in govt, or anyone else, EC in the past has been known to take immediate action per procedure.\nComplaints, especially of violation of Model Code of Conduct (MCC), are disposed of swiftly. EC would seek a field report first to ascertain veracity of complaint to reach a prima facie view whether a case is fit to issue notice. The person is given opportunity to respond before action is initiated. When timely action isn’t taken, it leads to doubts, controversies. That’s when people allege EC isn’t observing neutrality. This isn’t new. Delay creates misgivings.\n● How can it be dealt with?\nI’ve always been of the view, and had suggested even when I was in EC, that first, all complaints should be on EC’s website. Action taken report should also be on the website so that people know the status of all complaints.\nSecond, disposal of complaints should be timebound, which should be included in MCC itself. It should specify procedure and timeline for Commission to follow. Delay of a day or two isn’t an issue. Third, even political parties should take responsibility for MCC violations by their leaders, besides holding individuals accountable.\nAll this can be done only if there’s a review of MCC in consultation with all political parties. I think there’s need to make things more open. The moment EC adheres to timelines, it’s one thing for people to be satisfied with action taken, but at least nobody will accuse it of inaction.\nRead full article on TOI+\n\n",
        "headline_1": "‘EC should disclose data…doubt is created because of want of information, delay in action’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ec-should-disclose-datadoubt-is-created-because-of-want-of-information-delay-in-action/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "The recent designation of Bangladesh's former army chief, Gen (retd) Aziz Ahmed, by the United States under its anti-kleptocracy and human rights law has raised significant questions, particularly: why now? This designation, under Section 7031(C), disqualifies him and his immediate family members from obtaining entry visas to the US.\nIn an interview with this daily, Aziz himself questioned the timing, noting that he could have been banned in 2021 when Al-Jazeera aired the investigative documentary All the Prime Minister's Men, which alleged gross misuse of power and significant corruption by him. He recalled that despite the controversy, his official visit to Washington proceeded as planned, even though nine NGOs had called for its cancellation. This decision drew strong criticism from activists.\nThe timing of this sanction of Aziz Ahmed is particularly puzzling as it follows a visit by US Assistant Secretary of State for South and Central Asian Affairs Donald Lu, aimed at \"rebuilding trust\" between the two countries. Lu acknowledged recent tensions over the US push for free, fair, and nonviolent elections in Bangladesh but emphasised a desire to look forward, and reset the relations.\nHis remarks were seen as a success for the Awami League government's diplomacy, with Foreign Minister Hasan Mahmud mocking the opposition, suggesting that Donald Lu's visit had exacerbated their frustrations. Lu has garnered attention due to his perceived role in political developments in Pakistan, where supporters of imprisoned former Prime Minister Imran Khan accuse him of orchestrating the downfall of the PTI government.\nThe current reactions from the Bangladesh government and ruling party are notably less intense compared to the outrage following the US ban on the Rapid Action Battalion (Rab) and seven of its officials in 2021. This might be because Gen Aziz Ahmed no longer holds office and the political climate is less hostile. The foreign minister's reluctance to engage with reporters on the subject, dismissing it as \"an army matter,\" stands out, as does the fact that the army headquarters issued two denials when Al-Jazeera aired its allegations.\nPreviously, the US sanctioned two law enforcement forces in Bangladesh—Rab and SWAT—and seven top Rab incumbent and former officials, but this time it has targeted someone who was at the top tier of the state hierarchy. Since Aziz is retired, the US move might seem to have no practical effect. However, the allegations date back to his tenure as the military chief making it difficult to argue that the culpability is limited to the individual, instead of the institution. Aziz himself highlighted the broader implications, noting that his important position during the Awami League government means the ban also indirectly humiliates the government.\n\nThe US action reflects its assessment of three issues in Bangladesh: dysfunctional democratic institutions; prevalent corruption and abuse of power; and ineffective mechanisms for criminal accountability and the rule of law. This situation is seen as resulting from enabling conditions within the power structure.\nThe visa ban against Gen Aziz Ahmed and his family differs from the visa policy announced by the US last year ahead of the January 7 parliamentary election, which did not disclose the identities of those affected. The application of Section 7031(C) allows for the identification of the subject, which in this case is Aziz. This provision of the Foreign Relations and Related Programs Appropriations Act targets foreign officials and their immediate family members involved in significant corruption or gross human rights violations.\nThe US Department of State said Aziz's actions undermined Bangladesh's democratic institutions and public faith in these institutions. Specifically, it accused him of significant corruption by interfering in public processes and helping his brother evade accountability for criminal activities. Additionally, he allegedly facilitated improper awarding of military contracts and accepted bribes for government appointments. Notably, three of his brothers were convicted in multiple murder cases, with one absconding abroad, and he is accused of having a role in their acquittal.\nThe timing of the ban remains a question that only US officials can answer. It might suggest dissatisfaction with the outcomes of Donald Lu's visit or a response to Bangladesh's failure to investigate the allegations against Gen Aziz. After the airing of the Al-Jazeera report, there were talks of a case against the TV channel, and Aziz mentioned holding a press conference to clear his name, neither of which happened. Instead, Al-Jazeera received several international awards for excellence in journalism for the investigative report.\nThe US action reflects its assessment of three issues in Bangladesh: dysfunctional democratic institutions; prevalent corruption and abuse of power; and ineffective mechanisms for criminal accountability and the rule of law. This situation is seen as resulting from enabling conditions within the power structure.\nUndoubtedly, geopolitics is at play in the relations between the two countries, and the US wants to include Bangladesh in its Indo-Pacific Strategy, which many analysts believe prevented them from penalising the AL regime for its failure in ensuring a free and fair election. Countering China's possible dominance remains their priority. Hence, this apparently contradictory and delayed action against the former army chief is quite intriguing.\nWhile the ruling party has managed to limit the political impact of the bans against Rab and SWAT, such sanctions are difficult to lift once imposed. This is evident from the long-standing suspension of the Generalised System of Preferences (GSP) and the ongoing Leahy Act ban against SWAT. The concern is whether the list of sanctions will grow, and how long their economic and political costs can be sustained.\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Is the US resetting relations by applying anti-kleptocracy law?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-us-resetting-relations-applying-anti-kleptocracy-law-3617621",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "No Dhaka dweller—not even the two city mayors whose vision of the capital often differs drastically from that of its residents—can deny the urgency of enhancing green covers in a city that has fast been reduced to a concrete jungle. Yet, a recent report by this daily reveals that the Dhaka North City Corporation (DNCC) has failed tragically to utilise the funds allocated for tree plantation over the past eight years. Of the Tk 20.50 crore allocated to expand greenery, the DNCC's environment wing could spend only Tk 8.64 crore—43 percent of the total allocation. During the current mayor's tenure, the DNCC allocated Tk 14 crore for tree plantation, but could only use Tk 5.25 crore. Such a lacklustre attempt on their part to replenish the lost greenery of Dhaka is shameful, to say the least.\nOver the past decades, trees have been struck down with unparalleled zeal to make way for buildings, commercial spaces, and highways. Dhaka has turned into a heat island, which experiences much higher temperatures than outlying areas as a result of ruthless urbanisation. Studies show a drastic decline in Dhaka North's green cover, which dropped from 47 percent in 1992 to a meagre 16 percent in 2022. We are frustrated to note that the passion with which trees are felled are not matched by a passion to replace them.\nThe DNCC authorities would have us believe that their failure lies in the absence of plantable land in its jurisdiction. While it is true that barren land areas for planting trees in Dhaka North have dropped from around 11 sq-km in 2012 to 2.2 sq-km in 2022, it only highlights the urgency for the city corporation to devise new and innovative ways to expand the green coverage. The DNCC must conduct a thorough assessment of plantable spaces and revise its tree plantation strategies to ensure effective budget utilisation. It needs to explore innovative solutions like vertical forests with vegetation on buildings, green roofs and walls, pocket parks for green havens in dense areas, and urban forests for recreation and carbon capture. It can incorporate nature-based solutions into urban infrastructure, including bioswales (planted channels that filter stormwater), rain gardens (depressions that collect and slowly release rainwater), and green street corridors lined with trees.\nWe agree wholeheartedly with DNCC Mayor Atiqul Islam that there is no point of spending money for spending's sake. However, we cannot accept that the DNCC has exhausted all innovative options for enhancing green cover in its jurisdiction. There is certainly much it can learn and replicate from other global cities that have turned themselves into green oases from industrial hubs; what it needs is political will and vision to use unutilised budgets on creative and sustainable solutions.\n",
        "headline_1": "DNCC can’t even spend its tree-planting budget!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dncc-cant-even-spend-its-tree-planting-budget-3617606",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "We urge the government to take the allegations brought forth by Amnesty International regarding a crackdown on the Bawm community seriously. The human rights watchdog has alleged that since April 7, over 100 Indigenous Bawm people have been arrested in the Chittagong Hill Tracts (CHT) following multiple attacks on banks and security facilities between April 2-3. While these attacks must be investigated and their perpetrators brought to book, security forces should not carry out blanket arrests of Bawm people without legitimate cause.\nNot only are such arrests counterproductive in holding the actual perpetrators to account, but they might also lead to further distancing between the Indigenous population and law enforcement agencies as well as human rights violations, giving rise to more tension and the possibility of future violence. Law enforcers can, of course, arrest individuals on specific charges. However, when conducting such operations, security personnel must also be mindful of protecting ordinary citizens.\nAside from the arrests, Amnesty has also alleged that security forces have been restricting how much rice each Bawm person is allowed to carry from groceries—possibly to prevent Kuki-Chin National Front, said to be responsible for those attacks, from stocking up on food. And here again, we must advice caution on part of the security forces to not overstep acceptable boundaries that may lead to the harassment of the Bawm people or make their life and livelihood difficult.\nThe prevailing situation in the CHT, as we understand it, is quite sensitive. In the face of various challenges, security personnel have their work cut out for them. But it is precisely because of the sensitive nature of this situation that security operations in the region should be conducted keeping in mind that the rights and security of citizens—especially those belonging to minority communities—are not violated in any way. Ultimately, peace in the CHT is dependent on the proper implementation of all the clauses of the CHT Peace Accord.\nAnd that is the direction we should be headed for, not greater securitisation or marginalisation of local communities.\n",
        "headline_1": "Protect the rights of ordinary Bawm people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-the-rights-ordinary-bawm-people-3617506",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "Ever since private universities have started mushrooming, they have been making news - often for wrong reasons. That they receive media attention is primarily because a good number of them face multifarious problems, some concerning financial and others management issues. Some private universities are reportedly running without vice-chancellors and qualified teachers. The quality of education imparted by private varsities, barring a few, leaves much to be desired. Besides, sponsors having political connections have managed to secure permission to open some of these seats of higher learning with the sole objective of making money. The University Grants Commission, the regulator for universities, has also proved itself to be an ineffective institution to deal with higher education issues.Against such a backdrop, the private varsities got entangled in a major dispute with the National Board of Revenue (NBR) involving payment of income tax at 15 per cent per annum. The NBR levied the income tax on private universities that usually charge a hefty tuition and other fees on their students during admission and at the start of every semester. The dispute over tax payment was placed before the High Court for hearing and the apex court on February 27 this year delivered its verdict in favour of the NBR, paving the way for realisation of the said tax. A review appeal has also gone in favour of the NBR. Some universities have complied with the court order but a few have defaulted. The unpaid arrear taxes now stand at about Tk 4.0 billion and the NBR reportedly had set a deadline for payment of dues on March 1, 2024. Following the failure to meet that deadline, the NBR has frozen the bank accounts of some universities. A few of them, allegedly, have been found running their academic activities, including payment of salaries of teachers and other financial obligations. This has raised suspicion that the educational entities in question have maintained accounts beyond what is shown officially. If that is the case, it goes against the Private Universities Act 2010. Whatever the case may be, the majority of the universities' failure to clear their dues to the income tax authority raises more questions than it answers. Some top executives of the universities have questioned the very justification of imposing income taxes as they are non-profit bodies under the relevant law. However, the tax people won't see eye to eye with them as the apex court has resolved the issue. Undeniably, an undesirable situation has arisen in one of the country's education sectors that provides the opportunity for higher education to students who could not be accommodated by the public universities. While the prospect of turning education into a commodity has to be avoided at all costs, the existing varsities should be allowed to continue with their academic activities. Any errant entity, even if it is engaged in the noble act of disseminating knowledge, deserves punishment under the law. It is also advisable that enforcers of law, tax officials, in this case, use their discretion while dealing with educational institutions. Most importantly, winning a court case is not the be-all and end-all of the matter. So, it would be advisable to listen to what financial and/or procedural limitations the varsities are facing and sort out the tax issues amicably.",
        "headline_1": "Standoff over pvt varsities' income tax",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standoff-over-pvt-varsities-income-tax-1716562015",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "Desperation to get more money back into the economy has led to revisit the much-debated issue of whitening undeclared or black money, offering lucrative concessions. There are arguments for and against whitening black money. But the reality is that billions of Taka are now sitting in offshore accounts of corporates / business entities that have engaged in this practice for long. Hamstrung by decisions made in the past, these huge liquid assets landed abroad. Those cannot be reinjected into the economy due to legal ramifications.For decades, mis-invoicing and money laundering have been going on almost without any check. Business interests had to contend with political and economic instability and it seemed a safe bet to park a portion of profits or existing assets abroad. Under the prevailing circumstances then, such decisions were judicious from a certain perspective. It was illegal but the authorities were either unwilling or unable to check the outflow of billions every year. It suited the needs of business and those involved in various legitimate and illicit affairs to make this a regular activity.Over time, the informal economy has practically eclipsed the formal one when it comes to finance. In the meantime, it has been easier to send assets abroad as the financial supply chain has evolved into a sophisticated operation. Asset managers have become adept at the art of moving liquid assets between or amongst foreign markets, the 'washing' of such assets has turned into an art form and global financial tracking is hugely frustrated by the scale and intensity of these illicit funds' movement.This is the reality. In the Bangladesh context, policymakers have concluded that it is far easier to simply 'whiten' funds rather than take effective measures to try and put even a small dent in the outflow. Hence, it is understandable why there is talk about letting corporate taxpayers to declare undeclared income by paying a flat fee of 15 per cent so that some of these vast sums can re-enter the economy. The same facility is to be offered to individual taxpayers. But then these are not new proposals. Over the course of decades, such a facility has been proposed and approved by various governments in the past and failed to derive the benefits envisaged. That a lot of the undisclosed money has not only flown into the coop but are now invested in fixed assets abroad appear to have escaped the notice of policymakers. Why would the holder of significant undisclosed money liquefy assets invested abroad and move the same back to Bangladesh, where s/he is not at all confident that there will be economic stability in the mid to long term? Data show that the revenue board (NBR) had earned Tk 20 billion at 10 per cent flat rate fee during Financial Year 2020-21. This time around, what is being hoped is that deal sweeteners will help sway the balance in favour of the economy. What does that mean exactly? So, parties involved in laundering billions of dollars abroad are being given a second chance to make the pillage legal? One can understand how that makes sense from the government's point of view which must somehow increase private sector investment if it wishes the economy to keep growing. It is a \"catch-22\" situation. On the one hand, the revenue authorities are trying to increase tax-GDP ratio by bringing more people under the tax bracket and on the other, they are being encouraged to turn a blind eye to the big fish which have gotten away with what can be termed robbery of bank vaults. As pointed out in a report published in this newspaper on Thursday last: \"Corporate taxpayers would be able to show their undisclosed income without disclosing source of money by paying 15-percent tax at a flat rate, official sources said. Also, similar opportunity of repatriating the runaway money would be offered for individual taxpayers. Earlier, the government, on different occasions, had bent the financial law only for individual taxpayers to get their unaccounted-for money legalized.\" Indeed, the proposal has been made to put in a provision to that effect into the Income Tax Act 2023 that will allow for undisclosed income by corporate taxpayers and will be regularised through Document Verification System.One can only hope that the adage \"desperate times call for desperate measures\" works, but without addressing the loopholes in the system that allow for the wholesale siphoning off cash from the financial system, there is doubt that the present measure will have the desired outcome. If this provision becomes law, it will only encourage plundering rather than providing people with the required incentives to pay taxes.\n[email protected]",
        "headline_1": "Will the 'grandfather clause' work?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-the-grandfather-clause-work-1716562315",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "Last Friday marked the 125th birth anniversary of Kazi Nazrul Islam, the rebel poet who is also known as the national poet of Bangladesh. However, there is an ambiguity in the formalisation of the tag. Bangla-speaking people worldwide remembered Kazi Nazrul Islam on the day, as they used to do over the decades. The day was also celebrated in Bangladesh as an annual national event where enthusiasm was subdued. Instead of highlighting the core spirits of the life and works of Nazrul, the current trend is more focused on formal observance.Born on May 24, 1899, at a remote village in Indian state of West Bengal, Nazrul faced many a vicissitude. Despite living for 77 years, he was only active for 43 due to an unknown disease that robbed him of his voice and memory. A medical team in Vienna diagnosed the disease as Pick's disease, a rare incurable neurodegenerative disease. Nazrul's creative works were the output of his 25 years of tireless, tempting and troublesome efforts. During that period, he wrote many poetry, short stories, three long-fictions, and various essays. He had composed more than a thousand songs and written around four thousand musical lyrics. Nazrul opted for various works for livelihood as poverty was his life-time companion. His boyhood started as a caretaker of a mausoleum in his native village. Due to hard-core poverty, his education life was disrupted many times, and he was unable to sit for the entrance examination. In 1917, he joined the 49 Bengal Regiment and was posted to Karachi. His life in the army, a critical phase, lasted around two and a half years. It was the period when the turbulent genius learned Persian, practised music and pursued literary activities. After returning from the army, he started his career as a journalist and devoted himself to poetry and prose. His revolutionary poem 'Bidrohi' (Rebel) was published in 1921 and drew big applause from the Bengalis, especially younger ones. He soon became known as a rebel poet. His fiery writings challenged the British rulers of India and landed him in jail. Through his journalistic and literary works, Nazrul shocked society as he called for India's freedom from colonial rule, elimination of poverty and disparity and also communal hostility. Through his writing and activities, he persistently challenged religious fundamentalism. A good part of his writings called for establishing Hindu-Muslim religious harmony in the nation's greater interest. Again, his works, especially songs, include love and romanticism that have enthralled people decade after decade. So, Nazrul's life and works uphold humanity at its best. His orientation to communism and socialism drove him to stand for socio-economic justice for all. He was always bold in his assertions without thinking of the outcome and ready to face wrath from various quarters, including the British-India government. It's intriguing to note that even a century after Nazrul's productive time of life, a significant portion of the population in this country continues to grapple with socioeconomic injustice and inequality. Despite the country's impressive economic growth, the distribution of its benefits remains uneven. Nazrul's anti-regime stance, driven by his vision of an equitable society, continues to unsettle the ruling classes. His fight against fundamentalism and his call for religious harmony remain as relevant as ever. This is why commemorating the birth or death anniversary of a poet of his stature calls for particular care and appreciation for the causes he valued sacrosanct. \n[email protected]",
        "headline_1": "Why Nazrul is more than a poet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-nazrul-is-more-than-a-poet-1716562348",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2024"
    },
    {
        "full_article": "There are 55 public universities in the country, including four medical universities and five pure engineering universities. Most of these universities have a business administration department that offers BBA and MBA programmes, from which thousands of students graduate. However, as far as I know, no public university, including the University of Dhaka, includes Supply Chain Management (SCM) in its curriculum.Nowadays, supply chain management is a vital department in both public and private commercial concerns, alongside accounts, audit, human resources, and administration. Business is highly competitive across the country and globally. To sustain in this tough competition, we must have a skilled supply chain management department offering lessons in reducing production costs. If production costs are high, making a profit becomes challenging.Currently, personnel working in supply chain management often do not have a degree in SCM; they come from either humanities or business administration backgrounds and work on a trial and error basis. While business administration courses offer some knowledge of supply chain management, they lack depth and practical knowledge. To build a strong team and create national and international value, we must introduce supply chain management departments in every public university.The authorities concerned, may please consider this and take necessary steps for increasing skills to be used for profitability of factories and industries.\nMd. Muradul Haque SardarManager - Purchase (Local & Foreign)Amanat Shah Group, Motijheel, Dhaka[email protected]",
        "headline_1": "Open SCM subject in every public university",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/open-scm-subject-in-every-public-university-1716562369",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2024"
    }
]