[
    {
        "full_article": "Last week, all eyes were fixed on Neymar's ripped shorts, Badhon's jewelled blouse or English rogue fans' red-crosses, when something terrible happened: one slipper of a pair was thrown out of a factory building in Narayanganj to give a Tk 2 lakh message (yes that's what life is worth minus the Eid bonus) on behalf of someone who was at that time facing the fury of a fire that was coming to consume her. The message was loud and clear: the end was near, and her relatives needed to know that she was here. No further detail on the female victim who died in the fire that broke out in a food processing factory is available. But the scripted sandal speaks for all 52 individuals who died that day on July 9. Most of them were teenagers. Most of them were women. The gate was locked. The workers got trapped. The usual story all over. The site supervisor thought that the fire would soon be diffused as he took his workers to an anteroom where the volatile ACs are kept. His one mistake proved fatal allowing the fire to score high.\n\"The charred victims were piled in a fleet of ambulances to take them to mortuaries amid anguished shouts and tears from people watching in the streets\", describes Al Jazeera.\nHow do you process such emotion in the midst of a visual feast when the golden heroes are locking horns with their sky-blue challengers, when the Romans are back to raid Londinium with resistance from the medieval barbarians notwithstanding their Red Cross garbs to prove that, by Saint George, they are otherwise civilised with God on their side? With so many spectacles that are there to cause you distract, why tarry longer on the lives that are already lost? Return to the arena where life is being celebrated: change the channel. Go to Maracana, Wembley, or Cannes; you will be fine. Write a sympathetic note on Facebook, your conscience will have its alibi.\nBetter focus on whether the shorts of Neymar were ripped as part of some voodoo to end the losing streak of Argentina in the finals. If it were tennis, he could have gone off the field to change (oh, meanwhile, on another channel, Djokovic won the Wimbledon by the way), but it's not! The Brazilian striker had to wait till the half time—by that time the damage was done; some Angel had scored.\nFrom the angelic light of de Maria you shift your focus to the noor of Rehana Maryam. There's something prosaic about that name. A full name for a movie title: who would have thought! A standing ovation for a Bangladeshi film, that too at Cannes: who would have thought! Workplace sexual harassment captured in a restless handheld camera using a muted colour palette—boy, I am intrigued! A manufactured statement against patriarchy. The reviews are titillating the desire to view the movie after its French Riviera preview. And the smart cast in their dazzling dresses are adding glamour on a world stage. Yes, we use cheap labours to make sweatshirts, but we make jamdanis too! Stunning revelations.\nBeneath the veneer of all the action that had our eyes wide open, there is a trail of tears. Of possession and dispossession. Can one be black and afford to fail in a white man's game? Can one be poor and a woman and a teenager when a factory owner is up to making money? Disgusted as much as I was to see the football hooligans beating their rival fans as they were coming out of their gallery doors, disgusted as much as I were to see the racial slurs against the players of African origin for failing to score in a tie breaker, I was not surprised. The white robe emblazoned with red cross reminded me of the narrative of supremacy that goes in the name of religion, in the name of race, in the name of gender. These players are nothing but modern-day gladiators brought from the former colonies to perform in an arena for the pleasure and profit of the privileged. There is not much difference between the players and the workers in a factory: both groups are mere subjects to be acted upon. Both are paid players, albeit of different scales.\nThey are the willing participants in a system that manipulates and manufactures. They volunteered or were forced to volunteer their skills and labour for the benefits of the others: their owners, their consumers. It takes a fire, the inner or the outer, to rip through the curtain of normalcy to expose how abnormal life is! No matter how many knees you \"take\" before the start of the match to conjure the spirit of George Floyd who was choked to death by some white supremacists, there is a raging fire at the core of a white heart; something that cannot stand the sight of black. No matter how you try to remove your black or brown stains and join the rank of the white saints, the fire will be there. The same fire was there when the KKK used it to purify the dark race by burning it down on crosses that held Jesus; the same fire was there when the Nazis used it in their gas chambers to burn down the Jews. The same fire is there to slit the throats of the infidel by those who claim fidelity. Some fires are incidental, some are accidental.\nI would not say that the businessmen hated their workers and wanted to burn them down because deep down in the patriarchal system they did not like women to come to the fore. On the contrary, these young women were needed for the businessmen to become more shajeeb, more lively! I know all guns are being fired at the businessmen now. As is customary, news of irregularities is popping up. The more faults that are found, the more desperate the businessmen would become to get out of jail. And that is good news for the men who are processing their new food. Before the Eid, the timing couldn't have been any better. The price tag for the dead has already been fixed, and now, one can only assume, there will be many price tags for the owners who will seek their freedom. But how about those sleek officials who made routine visits to each factory to renew the safety certificates? Isn't there a long list of certificates including one on fire safety that needs to be maintained by each manufacturing site for the sake of compliance? Who issued those?\nYou see, the fault lies in the system. We see fire. We see the belching smoke. But we do not see the system. We forget the lessons that we learnt at our primary schools: a stitch in time, saves nine. When fire rips through the system, it momentarily exposes what lies beneath! We see the greedy faces of some dark devils who allowed the fire to prevail. Then again, the devil offers us distractions. We are offered with enough materials to get busy with: the shorts of Neymar, the blouse of Badhan. People will forget the 52 who died, but they will remember the skin that was exposed. Because that's where the nerves are. That's where the sensations are!\nShamsad Mortuza is Pro-Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Maracana, Wembley, Cannes and Narayanganj",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/maracana-wembley-cannes-and-narayanganj-2131811",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2021"
    },
    {
        "full_article": "The owner of Hashem Foods factory remarked that they were not the ones who set the fire that took 52 lives, including children and adolescents. While that may be true, the fact that a large amount of combustible and flammable goods were in the same place where people work, with the exit door locked—were these done by others? As usual, a committee has been set up to investigate the causes of the fire and we are assured that the guilty will be punished. However, we have not yet heard any announcement saying that steps will be taken to stop the recurrence of such accidents in future. It may be that this will also come.\nA key word that comes along with globalisation is competitiveness, be that in the international or domestic market. That means the ability to make goods and services available to consumers at the lowest possible price. Now, prices of raw materials and other such inputs are often beyond the control of manufacturers. So, to keep costs of production low many factory owners tend to economise on wages of workers and on costs relating to the factory premises—the latter often compromising on safety and work environment. In a country like Bangladesh where there is no shortage of workers, mechanisms for monitoring the safety of workplaces are at best questionable and the ultimate impact of cost-cutting measures usually falls on workers.\nWage repression is used as a way of keeping the cost of labour to the minimum possible, a global phenomenon of the past few decades. The share of wages in value added has declined in many countries irrespective of the level of development. In Bangladesh, although there were years when real wages of workers in manufacturing rose—in 2020, there has been a downward trend.\nIn order to maintain competitiveness, not only are wages kept under constant watch, safety standards of factories and work environments are also neglected. Measures that are needed to meet safety and health standards of factories often require some investment. That's why they are usually regarded as impediments to competitiveness. And in order to minimise costs, production is carried out without regard to safety and environment, leading to horrible accidents. Disasters like those in Tazrin Fashion and Rana Plaza are remembered because they took place in the high-profile export-oriented ready-made garments (RMG) industry. But there have been many more accidents that remain alive for some time and are forgotten at some point.\nHowever, there has been a major change after the Rana Plaza disaster—some formal action was taken in order to ensure safety in RMG factories. A plan of action was prepared with the joint involvement of the government, employers, workers, buyers, and a few international organisations. In addition to a national tripartite committee, two groups of buyers—one each from the European countries and from the US—formed two teams in order to inspect factories, identify their safety issues, and to monitor the work required to remedy them. After the duration of their work was completed, the responsibility for the remaining tasks was taken over by the national committee.\nAs a result of the work mentioned above, there have been some structural improvement—at least in the formal sector factories, although it cannot be concluded that the problems have been solved completely.\nWhile the RMG industry attracted attention because of the international spotlight, that has not been so for the rest of the industrial sector. Domestic market-oriented industries are not linked directly to the international market and foreign buyers and usually remain out of the spotlight.\nIn principle, the government's supervisory and monitoring mechanism should apply to all industries. Reports in the media after the accident in Hashem Foods provide painful details of how various government agencies are trying to shift responsibilities onto others. It is quite clear that there is an issue of the effectiveness of the government's supervisory and monitoring mechanism and governance.\nAnother area of deprivation of workers is the denial of their fundamental right to form their own organisations and bargain collectively with employers. There was a time when official government announcements advertised Bangladesh as a country of cheap labour and where workers are not allowed to form trade unions in the export processing zones (EPZs). The language of such advertisements may have changed slightly. International pressure, including from the International Labour Organisation (ILO), have also compelled the government to allow some kind of workers' representation in the EPZs. And yet, full-fledged trade unions are still not allowed there. Outside those zones, workers can, in principle, join trade unions; but labour laws, in general, remain restrictive.\nI am not aware of any official statistics in Bangladesh on the proportion of industrial workers who are members of trade unions. However, some idea of the situation can be formed from one example–the RMG industry. Before the Rana Plaza accident–in 2011 and 2012, applications for official recognition of trade unions in the industry numbered 10 and 12 respectively, and one application was approved each year. In 2013 and 2014, the number of applications rose to 158 and 392 respectively (with 84 and 182 respective approvals). It may be remembered that in the aftermath of the accident, in addition to factory safety, the issue of workers' rights also came under the spotlight which resulted in pressure for granting this fundamental right. However, from 2015 onwards, the number of applications started to decline, and in 2017 stood at 78 (with 57 approvals). Quite clearly, as international attention shifted away, the issue lost its urgency. So, one can easily imagine what the situation is in domestic market-oriented industries where there is not much international or national attention.\nWhile recognising the importance of competitiveness, it needs to be understood that short-term gains made by keeping wages low and by neglecting safety and work environment do not produce positive and sustainable results in the long run. Labour productivity is extremely important for competitiveness, and wages and work environment are important factors influencing labour productivity. Low wages, and unsafe, unhygienic work environments can have a negative effect on labour productivity. If one adopts a long-term and enlightened view of competitiveness, one would have to take these factors into consideration.\nHowever, accidents like Tazreen Fashion, Rana Plaza and Hashem Foods show that the desired goals cannot be reached if the issues are left entirely to enterprises. Public policy has to play a much more proactive role, and the government will have to be much more careful and active. The pursuit of competitiveness cannot be allowed to degenerate into a race to the bottom. Three areas of work need to be noted in that respect.\nFirstly, there can be no compromise regarding security of life which in turn is linked to safety in places of work and a healthy work environment. The accident at Hashem Foods must act as the last wake-up call–irrespective of the sector and the type of enterprise. Future action should include a tripartite mechanism–involving the government, employers and workers–in addition to the formal government mechanism of factory supervision. That, in turn, would require representation of workers and hence workers' organisations.\nThe second area where improvements are needed is workers' wages and allowances. On paper, there are mechanisms for fixing minimum wages in various sectors and for periodically updating them. But experience shows that the process often is not smooth. Even in the high-profile RMG industry, the Prime Minister herself had to intervene in order to bring the negotiations to a reasonable conclusion. Even after that, in order to receive the wages and allowance thus determined, workers often have to resort to street demonstrations. One can imagine the situation in other sectors or industries which are not under such a spotlight. \nThe third area of action is to ensure dignity of workers and their fundamental rights. This issue needs to be brought into the development discourse irrespective of the level of development and the sector of work. It is the democratic right of workers to speak and negotiate about the terms of work and the environment in which work is carried out. In order to exercise this right, the worker needs to have the opportunity to express her/his views through her representative or organisation. In the absence of that opportunity, the worker may feel compelled to use alternatives, some of which may not be desirable.\nRizwanul Islam, an economist, is former Special Adviser, Employment Sector, International Labour Office, Geneva. He is the author, most recently, of Coronaghatay Orthoniti O Shromobajar (Baatighar, Dhaka, 2021).\n",
        "headline_1": "Race to the bottom must end",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/race-the-bottom-must-end-2131806",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2021"
    },
    {
        "full_article": "They have endured horrific floggings and beatings in public, they have endured violence at home, their access to education and healthcare have been restricted, and they have even been stoned to death—not too long ago. And now the women of Afghanistan fear more brutality and repression as the US starts pulling out its forces from the war-ravaged nation after two decades of intervention.\nNot that in those two decades the lives of Afghan women had improved significantly. But with the Taliban taking a back foot, there had been some improvements for women in Afghanistan, especially in the more urban areas, easily accessible by the western powers and aid organisations.\nIn these past 20 years, girls and women had been allowed access to education, access to healthcare, access to income generating opportunities, among other facilities. For the supressed women of Afghanistan these are privileges; things that we are lucky to be able to take for granted.\n\"Though progress has been uneven, girls and women now make up about 40 percent of students. They have joined the military and police, held political office, become internationally recognised singers, competed in the Olympics and on robotics teams, climbed mountains and more—all things that were nearly impossible at the turn of the century,\" reported the New York Times recently. \nHowever, there had also been multiple cases where women human rights activists like Fatima Khalil had been brutally killed. She was only 24. Brave journalists like Meena Mangal, Malala Maiwand, Mursal Wahidi, Sadia Sadat and Shahnaz Roafi, have been assassinated. Their fault: they dared to raise their voice for the truth, for what was right. And one cannot write about the suppression of female voices without remembering Zakia Herawi and Qadria Yasini—the two female Supreme Court judges, who had been assassinated by armed men in Kabul, earlier in the year.\nA US government watchdog report, titled, \"Support for gender equality: Lessons from the U.S. experience in Afghanistan\", released in February, stated, \"U.S. efforts to support women, girls and gender equality in Afghanistan yielded mixed results.\"\nAnd this is especially true for areas that are controlled by the tribes and are not easily accessible owing to their remoteness. \"Often, women's opinions are unclear in these parts, where roughly three-quarters of Afghanistan's 34 million people live, and are often unreachable because of geographical, technological and cultural constraints,\" wrote the New York Times in one of its reports in April this year, referring to the women living in rural areas.\nHowever, the US has spent USD 780 million in the last two decades to support and facilitate women's empowerment in Afghanistan, which has led to some improvements for women, especially in terms of high education enrolment, fall in maternal death rates, among other factors. According to World Health Organization data, maternal deaths per 100,000 births came down to 638 in 2017 from 1,300 in 2002.\nHowever, with September 11, 2021 approaching—the day when the US will fully withdraw its troops from Afghanistan, on the 20th anniversary of the 9/11 attacks—the Afghan women fear for the worst.\nFrom female students to women workers to journalists, everyone is worried about how the new situation will unfold, post the US troop withdrawal. The Taliban for sure will try to establish its own grip over the country—be it through either corrective means or by striking some sort of an agreement with the government. But what happens to the girls and women after that? Would they have to go back to the old ways?\nOn July 9, 2021, the Taliban claimed that they control 85 percent of Afghanistan, as reported by Reuters. While the Afghan government has brushed off the Taliban claim, one cannot ignore the fact that the Taliban are actually gaining ground in Afghanistan.\nBut then who are the Taliban? They used to be a group of angry young men bound together by the hatred for a common enemy, and they adhered to a common set of beliefs to eliminate the enemy. The young men have now become battle-hardened hardliners, who cannot be expected to be flexible with their ideologies and beliefs. The possibility of reprisals and bloodshed cannot be ignored. And many of the victims will be the vocal women, who would not want to adhere to the Taliban's orthodox ideals.\nHowever, in imagining an Afghanistan post US presence, one must also factor the existence of the fragmented, multi-ethnic tribe-oriented social system, in the bigger picture. There are many tribes in the country, who have their own social codes. Who would work to support the empowerment of the women living in those areas?\nMoreover, Afghanistan is a country where in recent decades, the issue of women's freedom has been determined by the men. According to a 2019 UN study, a mere 15 percent of the men think that women should work outside the house after marriage. \nDomestic violence is another dimension to the sufferings of the Afghan women. A Human Rights Watch report suggest that around 87 percent of Afghani girls and women endure domestic violence in their lifetime. So, it is not only outside the house, but also within the confines of the home, that women are supressed and tortured in Afghanistan. And it is the overall social mind-set that encourages and aids this.\nWhile the situation is not expected to be better for the women and girls of Afghanistan once the US presence ends there, the international community cannot just silently watch them go back to the state of subjugation they had been under during the Taliban rule.\nIn a rare show of defiance, in the north and central regions of Afghanistan, hundreds of brave women recently took to the streets with assault rifles, to protest against the growing influence of the Taliban. The social media were flooded with photos of women flaunting their rifles, during the demonstration. But without support for how long can the Afghan women continue to hold on to their zeal for freedom, for their rights, especially in the face of surmounting challenges?\nThe US, and the other world powers have a responsibility to insist on ensuring a free and equitable society for the women and girls of Afghanistan, while there is still time. According to Ned Price, spokesperson for the US Department of State, the US has already \"made clear that any country that seeks international legitimacy, that wishes not to be a pariah, needs to respect women and girls, and that includes any future government in Afghanistan.\" \nHowever, words alone would not be sufficient to change the lot of the subjugated women of Afghanistan. These girls and women need actual support—moral, emotional, economic and political—to overcome the decades old patriarchal mind-set that aims to pin them down to the ground. The Afghan government needs to demonstrate a strong political will to protect and promote the rights of their women. The US along with the rest of the international community should proactively support the Afghan government in this.\nThe mess that Afghanistan has become today has been the result of the various invasions over the years, including by the Soviets and the US. While they can wash their hands off the country, they cannot wash their hands off this responsibility. It is their moral duty and obligation to make things right rather than leaving the country and its people exposed to subjugation and fear. \n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n",
        "headline_1": "What awaits Afghan women?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/what-awaits-afghan-women-2131801",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2021"
    },
    {
        "full_article": "We've been here before. We've seen lockdown come and go with the same arbitrariness with which most decisions on this land are taken. We've seen how lockdown rules were relaxed, nay forgotten, ahead of every Eid festival, and how the state outsourced its duty to curb the spread of coronavirus to the citizens, resulting in devastating consequences. So the chaos that has ensued after the latest round of \"strict lockdown\" was lifted on Thursday is not surprising. But it doesn't take away the pain of seeing a familiar cycle repeat itself and the resulting sense of impending doom.\nIt's not just the insane homebound rush that worries us. Malls, streets and all public spaces in the cities are also overflowing with people, trying to make up for time lost in lockdown. Heavy traffic jams were reported at major intersections. At the exit points of the capital Dhaka, the scene is equally chaotic. According to our reports, thousands of people left Dhaka on buses, trains and launches, and thousands more will do as the Eid-ul-Azha nears. All modes of public transport were supposed to carry passengers at 50 percent capacity to minimise Covid-19 transmission—a directive few appear to be following. People crossing the Padma on crowded ferries were also seen to be flouting rules of mask wearing and physical distancing. Many passengers alleged that bus operators were overcharging, while others complained about scarcity of tickets. Long tailbacks were also reported on the highways.\nAll this comes at a time when we are witnessing record highs in cases of Covid-19 infections and deaths. On Thursday, the country witnessed the second-highest single-day death toll of 226, with the daily positivity rate at 27.23 percent. It is consistent with the rising trend of infections seen over the previous two/three weeks. Experts have warned that relaxation of lockdown rules could lead to a starker situation than what we saw in the aftermath of Eid-ul-Fitr in mid-May, when a similar relaxation led to a spike in infections. The danger this time is the presence of the more contagious and deadlier Delta variant of the coronavirus, which is already wreaking havoc all over the country, especially in the border districts. Imagine the disaster it will spell when large numbers of people gather and freely mix, as they already are doing, in those districts without any effective checks on their movement or violation of rules. Imagine the effect it will have on our already overwhelmed health system.\n   Perhaps a blanket nationwide lockdown is not the ideal solution for a country with fragile economic foundations, and we understand the practical necessities that led to the temporary lifting of lockdown ahead of Eid. But there can be no excuse for failing to ensure that those in public transport follow the 50-percent-capacity rules or other injunctions. Even the health minister, not one known for admitting failure, has said that the healthcare system will \"collapse\" if we don't strictly follow guidelines. But expecting the public and responsible entities to abide by rules without any effective mechanism to ensure their compliance cannot be accepted. The government must do more, much more, to enforce its own rules to minimise the damage of lockdown relaxation.\n",
        "headline_1": "Post-lockdown insanity amid homebound rush",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/post-lockdown-insanity-amid-homebound-rush-2131821",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2021"
    },
    {
        "full_article": "We fail to understand the wisdom behind the government's decision to ease lockdown at a time when the numbers of daily new coronavirus cases and deaths are around all-time highs. Health officials have warned that the transmission of the disease could increase as the government has withdrawn the strict lockdown for a week starting yesterday. If that is how government health officials truly feel, then why has the government lifted the strict lockdown risking the lives of people and their well-being?\nOnly on July 12, this newspaper reported that the country saw the highest number of daily new cases—13,768. The number of people who died that day stood at 220. The number of daily deaths has been hovering around the 200-mark for quite some time and the number of new cases has also been hovering over 10,000 per day.\nOn July 15, this daily published another report on how hospital occupancy had shot up within a span of only one month, with ICU occupancy doubling simultaneously. Major hospitals have already become overburdened with around 81.65 percent out of 1,471 ICU beds, designated for treating the disease countrywide, getting occupied. That means our hospitals have very little leeway at the moment. Should the number of cases shoot up again following the easing of restrictions, what will happen to our overworked hospitals? Have the authorities even considered these possibilities before making this decision?\nWith the easing of lockdown, public transport services will resume and shopping malls will reopen, and since this will happen before Eid, there is no doubt that this will lead to large gatherings of people. Although the government has asked people to stick to the health guidelines, this is something we have been struggling to do since the pandemic began. Unless these guidelines are enforced, it is difficult to see people following them consistently and of their own accord.\nWe call on the government to ensure that the health guidelines are adhered to on all public transports and shopping malls. As things stand, it might be necessary for the country's health capacities to be expanded on an urgent basis. Moreover, it is our view that the lifting of the strict lockdown at a time like this is most inappropriate and could result in more loss of life and more extended lockdowns later down the road.\n",
        "headline_1": "Worst time to ease lockdown",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/worst-time-ease-lockdown-2131101",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2021"
    },
    {
        "full_article": "It has come out in a recent report by this newspaper that since early June, Gonoshasthaya Kendra (GK) has been urging the government to purchase 20 million doses of Russia's Sputnik V vaccine for the coronavirus. Gonoshasthaya Nagar Hospital was apparently asked to be the vaccine's sole distributor for Bangladesh. However, the organisation says that their repeated requests to the government to act quickly in this regard have been met with no response. If this is the case, then one has to wonder where the government's priority lies—because it should be in the speedy acquisition of as many Covid-19 vaccine doses as possible.\nThough it has been six months since the mass vaccination campaign began in Bangladesh, registration for the vaccine had to be paused for two months until July 8 due to a stall in the supply of vaccines. For one, the supply from the Serum Institute of India had to be halted in mid-April to meet India's own demand during the worst phase of the Covid-19 pandemic in the country.\nIt was only on Wednesday that Bangladesh reached the landmark of 1 crore vaccine registrations on the surokkha.gov.bd app, although less than 3 percent of the total population have been fully vaccinated, according to reports by this newspaper. Needless to say, more needs to be done in terms of raising awareness about the safety of Covid-19 vaccines and how necessary they are in order to get more people to register for them. The registration process should also be made easier and should cater better to those who are not digitally literate or those who do not have National Identification Cards.\nAlthough the foreign minister, foreign secretary, and director general of the DGHS had apparently expressed interest in the GK's initial proposal (presented during a meeting on June 6), the organisation's founder and trustee says that its three subsequent letters throughout June (one each to the foreign minister, the PM's office, and the PM's Principal Secretary) have so far been met with no response. When contacted by this daily, the DGHS's DG commented that he didn't \"have any information in this regard.\"\nGiven the obvious uncertainty of vaccine supply for Bangladesh due to richer countries hoarding doses and demand increasing in other poorer countries as well, the government must explore every possible option of acquiring doses of vaccines in order to reach the goal of inoculating at least 70 percent of the population. Sputnik V happens to be one of the four vaccines currently authorised for emergency use in the country. This fact, added with our erratic supply of vaccine doses, should be enough for the government to respond quickly to GK's requests. It is crucial for the government to diversify its vaccine sources and purchase/acquire as many doses as possible if we are to even begin reaching herd immunity for a population of over 160 million people.\n",
        "headline_1": "Why are we not taking up Russia’s vaccine offer?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-we-not-taking-russias-vaccine-offer-2131086",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2021"
    }
]