[
    {
        "full_article": "After years of procrastination, I recently hired a carpenter to make several bookshelves. Once they were made, I took out books that I had stored in cartons – some for a decade - and filled the shelves with them. It was an experience of unexpected joy and self-discovery.\nAs I was organizing the books and looking through them many thoughts crowded my head.\nBooks have always been a big part of my life. Going to the bookstore, browsing through books, smelling them, and eventually bringing some home – these have added comfort and excitement to my life. But books are also an open-ended quest. Who is to say what the ultimate goal is? Is it to enjoy a story? Expand my mind and skills? Insert myself into a world created by a storyteller?\nLike others, I have gone through phases. My old books made that clear. There was the ideological phase of student days, reflected in works by Fanon, Said, and others. There was a literature phase: Joyce, Beckett, Steinbeck, Carver, Bowles. There was a phase of reading letters and essays, including those of Syed Mujtaba Ali, Steinbeck, Montaigne, White, Plutarch. For some years I enjoyed travel writing by Theroux, Bryson, O'Hanlon, Danziger and others. More recently, reflecting my interest in birds and wildlife, I have read about the natural world in books by Abbey, Leopold, Audobon, Muir.\nAmong my old books I found photography monographs, photography collections of a mix of photographer, and essays on photography. I collected these consistently over the last four decades. Some photography essays have come to be considered classics, for example, those by Berger, Sontag, and Barthes. Others which were instant hits upon publication now look dated. These books are usually polemical, championing social or political issues of the time. Individual photographers – and their monographs - have come and gone at the whim of critics, curators and photographic kingmakers.\nSome books also take me through phases in an author's life. For example, Paul Theroux, the renowned travel writer, whose early books such as The Great Railway Bazaar created excitement because they represented the world before globalization when it was hard to reach many places. Over the years the world became easier to travel in. Theroux kept on choosing difficult routes, but he also became increasingly cynical. Bill Bryson burst in with A Walk in the Woods, about a long hike on the Appalachian Trail. Then he went on to write about a wide variety of topics.\nI always bought more than I could read. As a result I have dozens of unread books lying in my shelves. Why did I not read them? Some were hard going and I was hesitant to start – mostly Classics. Sometimes I bought so many books at once that I forgot about some. Some books are unread because they are bad. I keep wondering why they are still here in my bookshelf. Mysteriously, I found double copies of some authors I liked, such as Henning Mankell or Ray Carver.\nAs an added bonus, fast-moving thrillers or detective books, read in one night many years ago, are as good as new because I have forgotten the stories.\nFor the younger generation today, electronic books and social media are more exciting than paper books. But for me, nothing will ever replace good old-fashioned books made of paper.\nfacebook.com/ikabirphotographs or follow \"ihtishamkabir\" on Instagram.\n",
        "headline_1": "Old Books",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/book-review/news/old-books-2135666",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2021"
    },
    {
        "full_article": "The much-awaited Tokyo Olympics 2020 began on July 23, 2021, with few if any spectators from home and abroad due to the Covid related \"new normal\".\nEarlier, the Games were postponed in 2020 because of the global pandemic of Covid-19. A recent poll in the leading Daily Asahi Shimbun suggests that more than 80 percent of the Japanese population want the Games either to be cancelled or postponed. Japan's continuing struggle with the pandemic is the root cause of their concern.\nMany of the Japanese big business circles including the SoftBank and Rakuten voiced their concerns about the government's decision to hold the Tokyo Summer Olympics. Even some of the Japanese companies who usually sponsor the Olympics called for the games to be postponed till autumn. We know that Japan's medical infrastructure, at any definition, is of global standard. Even though the high infection rates, especially in Tokyo and Osaka, keep the Japanese epidemiologists on alert. The vaccination programmes are in action, and it is expected that all Japanese willing to be vaccinated will have access to vaccines by the end of October 2021.\nDespite public opinion against the Olympics, and growing concerns from health experts, the International Olympic Committee (IOC) remains committed to hold the Games.\nFrom the very beginning the Japanese government has been pushing the ball into the court of the IOC to cancel or postpone the Games.\nNow under tremendous pressure from the public, the government has decided that no spectators will cheer on the athletes in the Tokyo Olympics. Why Japan is determined to hold the Tokyo Olympics amidst the grave concerns about the pandemic is a million-dollar question.\nAfter winning the bid to host the 2020 Summer Olympics in Tokyo, Japan, since 2013, has spent a substantial amount of money, around more than $18 billion (including private companies) on the Olympics and Paralympic Games.\nObservers opine that Japan's determination to hold the Olympics is something more than just hosting the summer games. Many in Japan consider the Olympics as soft power dividends for Japan. We recall that the Beijing Olympics 2008 marked the graduation of China to great power status.\nMoreover, the next Games on the global calendar are the Winter Games to be hosted again by China -- Japan's regional rival -- in Beijing in February 2022. Experts think that by cancelling the Summer Olympics 2020, Japan won't be ready to be outshined by China.\nIn addition to that, this mega event would also help Japan repair its relationship with neighbours such as China, North Korea, South Korea, Russia; and strengthen relationships with other participating countries throughout the globe.\nThe last time Japan hosted a Summer Olympics was in 1964. The Tokyo Olympics 1964 was the first ever Olympics to be held in Asia. Previously, Tokyo was supposed to host the 1940 Summer Olympics. They were, however, cancelled due to the outbreak of World War II and the Games did not resume till the 1948 London Olympics.\nBy that time Japan faced crushing defeats in the War and had been occupied by the Allied powers led by the United States.\nTherefore, hosting the 1964 Olympics was immensely significant for Japan as it helped the country return to the global stage as a peaceful, economically well-to-do and self-confident nation.\nFor Japan, the themes of the 1964 Tokyo Olympics were to project to the world Japan's rehabilitation and rebuilding process after World War II, its technological ability, capability to recover from enormous difficulties, and above all its warm hospitality.\nIt is important to mention here that nine days before the opening ceremony of the 1964 Tokyo Olympics, Japan inaugurated the world's fastest bullet trains -- the Shinkansen -- linking Tokyo and Osaka at speeds of up to 210 kilometres an hour on October 1, 1964.\nIt is widely believed that the 1964 Tokyo Olympics marked the end of Japan's post-war exile status and its return to the international arena, boosting its global posture and prestige.\nSimilarly, the Tokyo Olympics 2020 also has a symbolic significance for Japan. Since the 1990s bubble burst, Japan had experienced a long economic stagnation. It had to face the strongest ever tsunami and the Fukushima nuclear disaster in 2011.\nTherefore, Japan considers the 2020 Summer Olympics as a symbol to showcase a new, revitalised Japan. Apparently, Japan is determined to hold the Olympics to exhibit its obvious prestige, virtues and strengths globally.\nPerhaps Tokyo 2020 cannot reinvigorate an \"Olympic Economy\" for Japan due to Covid-19, but it can demonstrate to the world the preparedness of Japan to host such a great sporting event. We wish a happy and secure Olympics for Japan.\nSM Ali Reza, PhD (Japan) is a Professor of Political Science, University of Dhaka, Bangladesh. He can be reached at reza.namirah@du.ac.bd\n",
        "headline_1": "Tokyo Olympics 2020: What does it mean for Japan?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/tokyo-olympics-2020-what-does-it-mean-japan-2135611",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2021"
    },
    {
        "full_article": "There is a rush hour traffic out there. People after spending a short Eid escapade are frantically returning to the capital as the lockdown tolls the knell of a parting holiday. Conversely, there is an outgoing traffic of people who are desperately rushing out of Dhaka beefing that they do not have anything to do in the city during yet another shutdown. Such a flow of traffic through the veins with Dhaka at its centre makes me wonder of the different connotations of the heart. \nNot only is the shape and location of Dhaka analogous to that of a heart, but also the circulatory function played by the city is a reminder of an organ made up with involuntary muscles. Dhaka is the central administrative organ that delivers sustenance to every part of its territorial body. It receives people who come to the centre with many issues that need to be resolved before being sent back to their respective cells. Some stay back clogging the system, putting additional pressure on the related organs; e.g. the lung cries with air pollution, and kidney with the sewage blockage. In order for the heart to stay healthy and functional, the systemic flow is a must. Then again, the involuntary nature of the heart muscles suggest that there is a complete lack of control over the mechanical process unless the head has a role to play. For instance, those who had to wait four hours to travel 10 km from Mahakhali to Abdullahpur before Eid day will tell you how the heart had a near thrombosis. The holiday policy and the lockdown relaxation allowed the heart to feel the unimaginable pressure.\nOn the other hand, the heart as a metaphor has a mind of its own. It listens to its own instincts. The scaremongering with which the government tried to control the flow to deal with the scourge has shown little or no effect. Notwithstanding 200 plus deaths and 38 percent positive detection rate a day, people literally go out of their houses to see the lockdown circus the way death is voyeuristically viewed during the Halloween in the west. It takes a lot of heart to ignore death with such a carefree attitude. The courage or foolishness debate behind such acts can only be surmised by the adage: where angels fear to tread, fools rush in!\nIn the last 18 months, people have somewhat become ambivalent towards this pandemic. They have learned to live with disease and its consequent death. Their indifference to death ironically both highlights and celebrates life. I was listening to a mother who was interviewed by a TV journalist on the deck of a ferryboat during the last holiday onrush. \"What good is my job in Dhaka if I cannot see my child during this holiday once a year?\" Try using your fear tactic to negate the logic of a mother who must go home despite all hurdles thrown at her like in a video game. You can't. At the end of the day, here is a mother who will do anything in her power to see her child. She has saved up her savings to perhaps buy a new dress or a toy. You cannot stop her from going home saying that, listen, you are a potential vector; the gift that you are carrying is a gift of disease and even death. For her, love is immediate and real; death is deferred and denied.\nLast week, I was sitting at the waiting lounge before a Covid-19 ICU of a city hospital. There was no fear among most of the attendants, staff or doctors. I guess, compared to last year, the mortality rate has gone down because patients are not abandoned to die and treated as pariahs. There are more people willing to express their love for the sick and the dead. Maybe by now we are a bit more informed about the nature of this virus. Then again, to pretend that this disease is defeated can be the greatest folly that one can think of, and to deny the multifaceted implications of the disease will be fatal.\nSeeing dead bodies coming out of the ICU, seeing the difficulties the attendants find in paying up the hospital charges, seeing the manipulation of emotion of the relatives by the medical professionals who prolong the treatment, seeing the orchestration of supply of medicine, oxygen and other essentials, I was forced to think of the heart metaphor all over again. I wondered has this city got any heart at all!\nWe had to buy one ampule of injection to stop the spread of lung infection of our patient paying Tk 2.5 lakh. The original price is Tk 40,000. This more than six times hike is manipulated through an artificial market shortage. Everyone knows it! This is true for every little item associated with this pandemic. Have you noticed that the price of your ordinary liquid soap has doubled in the last one year? Oh, they are simply marketing it in a new packet. Even the price of your daily food supplements has gone up. You wonder how do these greedy individuals who profit from the misfortune of others sleep at night? Do they have any heart at all?\nPerhaps we need to address the heart of the matter. Instead of simply saying wear masks and maintain social distancing, we need a different flow of information. It's all in the flow. We need a free-flow of information about the pros-and-cons of a lockdown. Instead of simply imposing it, we need to create public opinion through logic. In epidemiological terms, the virus has an incubation period of 14 days, and another week is needed for the residual infection to die out. For the lockdown to be effective, everyone needs to be in quarantine for 21 days. But how effective was the lockdown with its seven-day relaxed clause, allowing people to rush out of and rush into the city? What signals are the head of government giving to the hearts of the people? Can we really blame the people for such half-hearted compliance with the lockdown measures?\nIn order to make the gravity of the situation heartfelt, there has to be a concerted flow of information. If you ask a bus driver not to ply, he must see how his sacrifice counts. If he sees that there are makeshift arrangements for transporting people and a new group are benefitting from his temporary absence from the business, he will be reluctant to follow health protocols when his chance to drive is available. His frustration and anger will be part of his coping mechanism.\nFaced with the pandemic, too many of us are shifting to denial mode. Few of us have managed to find altruistic and subliminal functions to convert the negative energy into something positive by helping others or doing something productive. However, most other psychotic responses, as is evident through the mob behaviour during this lockdown lift, have been immature. Understandably, many of these people are anxious over their financial condition; they are frustrated over the lack of mobility; they are depressed over how things are affecting their lives; they are angry over the economic divide created by this mostly technology driven solution to the crisis. Their toxicity is affecting the blood (read passion) that flows in and out of the social heart.\nWhy don't we make a factsheet for a change: how much money is needed to treat a coronavirus patient? How much will one save by not becoming a patient? What will happen to the dependents if the life of a Covid-19 patient is lost? Is it worth taking the risk to buy a dress or a toy for a child? Is it worth to keep the businesses open to buy a big cow as a display of one's id? We need to talk sense. We need to deal with the heart of the matter. We need to make sure that people understand that heart matters. Once it stops, the heart will have no reason, no information fluid to process. We can have the fools rushing in to clog the system and kill it. Now the question is: how is the head protecting the heart?\n \nShamsad Mortuza is Pro-Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The Heart of the Matter",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-heart-the-matter-2135471",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2021"
    },
    {
        "full_article": "We are appalled how the river Boral has been allowed to die leading to the destruction of such a crucial water body as Chalan Beel, becoming the victim of years of encroachment, pollution and ill-planned sluice gates and dams built at various points. Our correspondent back from Natore found an entire housing society that has occupied a large chunk of the Boral river—built under the noses of the local administration. It is all the more shocking that it is not just private individuals who are guilty of this blatant grabbing of river land—several government projects and offices have set up buildings on this river land. Why a well-intentioned project to build houses for the extreme poor should be built on river land is beyond our comprehension.\nFurther investigation has revealed that the river land has been grabbed for cultivating crops while indiscriminate dumping of household and industrial waste from these districts have polluted and clogged the river further. It is hardly surprising to know that river experts have said that the reckless grabbing and pollution has cost the Boral river's natural course. Disruption in the natural flow of water has also been caused by building sluice gates at a point in the river in the 80s leading to many areas of the river drying up.\nAccording to a chief engineer of the Water Development Board, because of the sluice gates water released from the Padma during the dry season has gone down drastically. Dams have also been built dividing the river into several parts adding to the disruption of flow of water all year round. These areas are virtually arid except during the monsoons.\n   The water resource ministry did a feasibility study in 2018 on the impact of these activities and came up with important recommendations. We urge the government to treat this as an emergency and execute these recommendations. They include removing illegal structures to free the river, increase the flow of water by reconstructing the sluice gates, dredging the river if needed, making sure untreated sewage is not dumped into the river. In addition we believe that stocktaking is crucial to find out how this continuous grabbing of the river land has taken place. Those who have been responsible for occupying the land and selling the plots must be held accountable with the names of all illegal occupiers disclosed to the public. The government must remove all structures belonging to it that are in the river land. The incomprehensible apathy towards such continuous killing of our rivers and other waterbodies must stop and the government must show its commitment to save them and to protect the environment.\n",
        "headline_1": "Killing of Boral river",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/killing-boral-river-2135486",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2021"
    },
    {
        "full_article": "The 14-day nationwide lockdown to curb the latest wave of Covid-19 officially started yesterday. With positivity rates stagnating at around 30 percent and the death toll averaging 207 deaths per day for the last fortnight, it is clear that there is no alternative to implementing this lockdown as strictly and efficiently as possible if we are to curb virus transmission. However, alongside a strict lockdown, we must also ensure that those most affected by it are not left to fend for themselves with no support from the authorities.\nAlready, we have seen reports of hundreds of vehicles stuck at Daulatdia Ferry Ghat and commuters walking across the city from Sadarghat Launch Terminal, as holidaymakers struggle to return to the capital. Since it was a government decision to ease lockdown and allow holidaymakers to leave Dhaka, the authorities must now also ensure that they are able to return to the city in the safest possible way. While it is a positive development to see lockdown rules being followed on the first day, we must also remember that this disruption of economic activity can have severe consequences for the working classes, especially informal workers who are dependent on daily wages. As such, it is absolutely crucial that this lockdown is followed up with quick and efficient distribution of the recently announced government relief packages for the poor, especially the Tk 450 crore fund providing cash assistance to day labourers, transport workers, small traders and shipping workers. Additionally, it is imperative that the 333 hotline for food assistance is operational, and that previous incidents of local government officials punishing people for calling are not repeated.\nWith district hospitals still struggling to cope with a continuous influx of Covid-19 patients, the health minister recently warned that if virus transmission is not checked, the entire health system may collapse. This statement was made before restrictions were eased for Eid, and it is safe to assume that during this period, virus transmission has gone up. So what have the health authorities done in the meantime to bolster the health system? Earlier this month, The Daily Star reported that the shortage of high flow nasal cannulas in district hospitals is proving to be fatal. While increasing hospital space and capacity can take more time, it would not have been difficult for the health ministry to ensure that more of such lifesaving equipment, at least, reaches district hospitals as soon as possible. Has this been done?\nThere is no way to overstate exactly how serious the Covid-19 situation is in Bangladesh, and the only way we can weather this storm is to act together. While the people of this country must follow lockdown rules, the government must step up and ensure that its most vulnerable citizens are protected during these difficult times. So far, almost every government decision has been a reaction to a crisis that has already occurred, rather than proactive measures to prevent that crisis from occurring, especially in the health sector. For this lockdown to be effective, this has to change—we need social safety nets to cushion the effects of lockdown, and we need a health system that is able to provide life-saving care to Covid-19 patients.\n",
        "headline_1": "Govt support necessary to make this lockdown effective",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govt-support-necessary-make-lockdown-effective-2135481",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2021"
    },
    {
        "full_article": "As we enter the final day before this year's Eid-ul-Azha, the second-biggest religious festival of the country, it is more important than ever to remember its message of sacrifice. According to Islam, it's not just the animals that get sacrificed. Through the act of slaughtering and sharing food and meat with the less fortunate, believers are expected to undergo a spiritual transformation in which they \"sacrifice\" their sense of entitlements. It teaches us the importance of social responsibility which, in a time of pandemic, should also extend to exercising self-control by limiting in-person gatherings and abiding by other health guidelines, so that this festival of feasting doesn't turn into a festival of rules violations, leading to disastrous consequences.\nThis Eid, the awareness of social responsibility is particularly important as new infections of Covid-19 soar to record levels across the country, with hospitals in many districts struggling to keep up with an increasing patient load. Despite this, hundreds of thousands of people have already left cities to celebrate the Eid with their loved ones, taking advantage of the government's decision to ease lockdown for eight days. The decision couldn't come at a worse time, experts say, as they fear it would exacerbate the ongoing surge fuelled by the highly contagious Delta variant.\nThere's no point in discussing the merit of this decision now. The important thing is for the authorities to remain vigilant so that the health guidelines are enforced strictly. Unfortunately, we've had worrying reports from the cattle markets where there has been little compliance with the government's safety directives. On the streets and across shopping malls and urban spaces, many were seen without masks and flouting physical distancing rules. All modes of public transport are supposed to carry passengers at 50 percent capacity to minimise Covid-19 transmission—a directive that few appear to be following. Overcrowding has been reported in almost all modes of public transport. The health implication of this state of affairs will be dire. And one can only imagine what the situation will be like if people carry this attitude to their village homes.\nThis cannot go on if we want to prevent this Eid from becoming another super-spreading occasion. The government and local administrations must undertake regular drives and inspections in all districts to ensure the health guidelines are enforced during the holiday. The city and municipality authorities in all districts should take steps to ensure slaughter hygiene and cleanliness on Eid day. Most importantly, the citizens should be more pro-active in ensuring that everyone in their neighbourhoods comply with the safety rules, even if it means forgoing the habitual gatherings and reunions. We must embrace and promote this message of sacrifice during this holiday.\nWishing our valuable readers and patrons a safe and happy Eid!\n",
        "headline_1": "Another Eid amid record infections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-eid-amid-record-infections-2134066",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2021"
    }
]