[
    {
        "full_article": "Consumption, economists’ term for spending, always evokes mixed reactions. It’s essential but questions of where and how much can trigger strong reactions. Modi in his latest radio chat frowned on super rich Indians shifting their big, fat weddings abroad. Were all these big shaadis held in India, the local economy would have benefitted, he said, dovetailing his critique with his government’s ‘Vocal for Local’ economic philosophy. Back in 2007, Manmohan Singh, in a CII speech, had told corporate India to avoid “vulgar display” of wealth, televised images of which were being beamed into India’s villages. Included in Singh’s list of such displays was the level of “ostentatious expenditure” on weddings. He, like Modi, had linked weddings and consumption to his government’s goals, which included the mantra of ‘inclusive growth’.\n \n\nConsumption has been the focal point of economic research as well. First, because of its obvious importance as an economic activity and second because of the many layers attached to it. A pioneer was American economist Thorstein Veblen. His still-deservedly-famous book, The Theory of the Leisure Class, published in 1899, introduced the term conspicuous consumption, a reference to consumption undertaken to make a statement.\nThis statement doesn’t always have to be over-the-top. Think of Silicon Valley and its sartorial rupture from traditional corporate America. The tendency of wildly successful entrepreneurs to dress down has its roots in the region’s counterculture movement. India, however, is following a different evolutionary path. Consumption patterns have changed dramatically over the last three decades after economic liberalisation. Good growth didn’t just open many more avenues for economic mobility but also changed social attitudes. What Singh had said in 2007 was somewhat reminiscent of the old Indian socialist notion of frugality. What Modi says in 2023 is an upgrade – conspicuous consumption by itself is not a problem, shifting the spend abroad is.\nConsumption is the mainstay of the Indian economy, contributing around 60% of GDP. The scale of the domestic market is one of the factors that influences India’s geopolitical heft. No one wants to be locked out of a market where millions will soon be added to the burgeoning middle class. For many families, it’s the first time they have had a chance to indulge themselves. The very wealthy will inevitably spend some of their riches overseas. But the bulk of rising consumption will happen here, including that for shaadis.\n\n",
        "headline_1": "Shaadi economics: As Indians’ incomes grow, the very rich will shift some spends abroad. But bulk of spending will be here",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shaadi-economics-as-indians-incomes-grow-the-very-rich-will-shift-some-spends-abroad-but-bulk-of-spending-will-be-here/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2023"
    },
    {
        "full_article": "It’s survey season in Bihar. Nitish Kumar, fresh from helming the caste survey, has ordered another house-to-house survey on what people “feel” about prohibition. Kumar insists he isn’t reconsidering the 7-year-old ban on alcohol sale. The survey will determine the strength of for and against constituencies. This is of course a total waste of time, effort and resources by a cash-strapped government. Kumar is just pussyfooting around a policy that’s long established as doing more harm than good.\n \n\nYes, there’s more awareness about the ills of excessive drinking, but prohibition is not required to create awareness about alcoholism and its adverse impacts on health or household finances. In Kerala, the government’s social justice and excise departments run programmes to survey and address Kerala’s very real alcoholism challenge and the crisis of underage drinkers. Much of the funds for these drives come from the state. Kumar in 2017 had urged Kerala to follow the Bihar model and impose prohibition at one go, when Kerala had explored ‘prohibition’. But sense prevailed. Earlier this year Kerala decided to brand toddy as ‘Kerala’s traditional, natural beverage’, as it tweaked its liquor policy.\nThe difference in approach makes all the difference. Treating excessive alcohol consumption as a law and order problem, as Bihar does, as opposed to a health problem, the Kerala view, grievously impacts revenue. Bihar is bearing the cost of criminalising alcohol – illicit liquor mafia, a massive pile of cases, hooch deaths (almost 300 in 7 years), an estimated loss of 40,000 jobs, and zero revenue. Barely 26% of Bihar government resources are generated within the state, among the lowest ratios in India. With his ban, Kumar not only threw out the baby with the bathwater, but the bathtub too.\n\n",
        "headline_1": "Message in a bottle: Nitish will waste government money & time on a survey on liquor ban, a policy that has cost Bihar dearly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/message-in-a-bottle-nitish-will-waste-government-money-time-on-a-survey-on-liquor-ban-a-policy-that-has-cost-bihar-dearly/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2023"
    },
    {
        "full_article": "Tax-to-GDP ratio, a critical economic metric, has increased over the last few years. That’s very good news. Govt’s next goals should be a simple tax code & a system to tax self-employed professionals\nEvery month, we read about record numbers of Goods and Services (GST) tax collections. The transformative changes in India’s tax situation are actually the outcome of sagacious policy.\n \n\n \nIn economic governance, few metrics hold as much significance as the tax-to-GDP ratio. More than a mere statistic, it reflects a nation’s fiscal health, its ability to finance necessary infrastructure and public services.\nRead full story on TOI+\n\n",
        "headline_1": "The revenue record",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/the-revenue-record/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2023"
    },
    {
        "full_article": "As the old saying goes, where there’s smoke there’s fire. But contrary to old sayings, common sense, and logic, in this instance the fire is in one place and the smoke is in quite a different place.\nThe fire is in Punjab, where farmers are burning the rice stubble in their fields before sowing them for next season’s wheat crop. But the smoke resulting from this fire, instead of staying home, is like a footloose vagabond ambling across to Haryana, and more specifically to Gurgaon where I live, to cast a pall of pollution, which is so bad that there are days when you don’t know if the hand you can’t see in front of your face belongs to you, or to someone else whom the thick smog has rendered as totally invisible to you as you are to that person.\nAnd it’s all the fault of those farmers in Punjab, burning their stubble and dispatching the resultant noxious fumes to Haryana.\nBut hasn’t Haryana itself become a major rice-growing region? Don’t Haryana’s farmers also resort to burning their rice stubble, just like the Punjab farmers?\nHow come Haryana’s pollution is caused by Punjab’s stubble burning and not by Haryana’s own stubble burning? Could it be that thanks to a tit-for-tat arrangement Haryana sends all its stubble burning smoke to Punjab even as Punjab consigns its smoke to Haryana?\nIf such indeed is the case, it could provide an intriguing subject of study for scientists, imparting as it does an entirely new twist to the phenomenon of man-made climate change, where the climate of one place gets changed by mutual transfer to another place.\nHistory has witnessed many mass migrations of people. Will science now record mass migrations of climates? Will the Equatorial landscape of the future feature icebergs, polar bears and penguins? Will the North and South Poles become tropical rainforests?\nPerhaps. Or perhaps not. Another explanation for the Punjab-Haryana smoke switcheroo might be that Haryana has a BJP government, and Punjab an AAP government, and each makes the other the smog scapegoat, thereby proving the axiom that politics pollutes, and absolute politics pollutes absolutely.\n\n",
        "headline_1": "Smoke screen: The garam hawa of politics exports Punjab’s pollution to Haryana and vice versa",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/smoke-screen-the-garam-hawa-of-politics-exports-punjabs-pollution-to-haryana-and-vice-versa/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2023"
    },
    {
        "full_article": "The containment of the ongoing high inflation which has been hurting the poor and low-income people most is obviously the number one priority before any well-meaning government. Notably, within the span of just one month between September and October this year, inflation rate registered an increment of 0.3 percentage point, or in other words, by more than 3.0 per cent (from 9.63 per cent to 9.93 per cent). Against this backdrop, the central bank has taken recourse to the widely tested and practised tool – the key policy or Repo rate – to rein in inflation by jacking it up. The objective is to make funds costlier. The Bangladesh Bank (BB) has gone for this obvious choice for the seventh time since May last year. The repo rate, which is the rate at which the central bank lends money to commercial banks or different other financial institutions, has been upped by 50 basis points (bps) to 7.75 per cent, that came into effect from Monday (November 27). And this is nothing out of the ordinary since the US Federal Reserve, too, has done it (raising of policy rate) 11 times since March last year, while neighbouring India in May last did it by 250 bps at one sitting. But to the question, if the policy rate hikes so effected so far will have or already had any impact on the current inflation rate such as on the stubbornly rising consumer prices, the answer, going by some central bank officials, is that it usually takes a few months before the impact, if any, is felt. In that case, it can be expected that the latest policy rate rise should bear fruit by January and February next year. In this regard, the BB's new Monetary Policy Committee (MPC), which in its inaugural meeting took the decision of hiking the policy rate, is said to have done so with a view to reducing the inflation rate to 8.0 per cent in December this year and to 6.0 per cent by June next year. So, the general public already reeling from the pressure of ever-rising cost of living will have to have their fingers crossed till that time.Seeing that similar measures adopted by advanced economies in the West including the USA indeed proved effective, the BB's action to that end is without a doubt commendable. That being so some economists are of the view that the public could reap the benefit of the measure (policy rate raise) had it been applied at an earlier stage when inflation evinced a rising trend.Also, the policy rate hike by the BB so effected will see the reference lending rate (the interest margin with the so-called SMART or six-month moving average rate of treasury bills) going up by 25 bps to 3.75 per cent, meaning banks' lending rate will rise to 11.8 per cent. Evidently, with costlier credit private sector growth will shrink, unemployment rate will rise, while banks will experience growth in deposit. Since checking inflation is the central bank's main goal to achieve through policy rate hike, all actors of the economy including businesses will be required to bear with the discomforts that would go with it for some time. The lending rate hike, at least in theory, would be in the greater interest of the economy.",
        "headline_1": "Latest policy rate hike and its implications",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/latest-policy-rate-hike-and-its-implications-1701180059",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2023"
    },
    {
        "full_article": "Bicycle export from the country experienced a sudden slump in the 2023 fiscal year. Exports in the preceding years since FY2019 saw a steady growth, notably a 58 per cent growth in FY 2021. Given the small manufacturing base, export earning does not at all look great, hovering around $140-plus million in the last fiscal. Sector insiders are, however, hopeful about enhanced market access in the near future. Decades ago, it was rather unlikely to hope that Bangladesh would make its presence felt in the international bicycle market alongside meeting soaring local demand. Although manufacturing the two wheelers began in the country sometime ago, the purpose was ostensibly to cater to domestic market – that too only partly. Within years, the production line expanded with more entrepreneurs including a foreign venture joining the industry, and export began to emerge as a key objective. Against this backdrop, the growth of export is no mean accomplishment.The European Union's statistical wing, Eurostat, furnished a comprehensive picture of the expansion of Bangladesh's bicycle sector in the European markets. It says, Bangladesh has made a major breakthrough in exports to the European markets since 2010. It was in that year that Bangladesh's export of bicycles to Europe, measured in terms of ranking, rose to fifth position from tenth in the preceding year. The ranking has substantially improved in the following years as, according to Eurostat, in 2017, Bangladesh became the third-largest exporter of bicycles to the UK and the EU. Access of bicycles from Bangladesh to the developed markets is attributed to people's preference for the environmentally friendly, social distance-friendly two wheelers – a safer mode of commuting instead of using public transport. Clearly, covid-19 has had a positive impact on overseas marketing. At present, eight companies in the country export bicycles, two of which are in the Chittagong Export Processing Zone (CEPZ). Besides, there are bicycle manufacturing companies in Dhaka, Gazipur, and Sylhet. Malaysian company Alita (BD) pioneered bicycle exports from Chittagong back in 1995 with the export of 37,000 units to the UK. Soon other manufacturers followed suit. About 30 to 40 per cent of the raw materials for making these bicycles come from China, India, Malaysia, Indonesia, and Vietnam.With expansion in manufacturing, it is encouraging for the industry to see a boom in local market. Bicycle riders have been increasing in the country, to the extent that the surge in bicycle sales in local markets tends to suggest the growth trend as highly promising, coupled with the prospect of further expansion in manufacturing. The market is fast growing and the share of locally produced bicycle is increasing. According to information made available by the bicycle merchants' association, presently there are more than 200 retail bicycle outlets in the country. Although the number of manufacturing plants in the country is only a few, the growing demand at home and trends in increased sales abroad have motivated the plant owners to plan their production targets at much higher levels than they had been doing in the past years. To meet the increasing demands, new entrepreneurs are also set to go for bicycle manufacturing in a big way to cater to both domestic and overseas markets. It has been learnt from media reports that over the recent years, there has been an increase of 30-40 per cent in local sales, and annual consumption is estimated at half a million pieces. A major segment of the high and middle-end bicycles is import-dependent. A number of reputed manufacturing groups have been producing quality bicycles for local markets as well as for exports to some target markets in Europe.Prospects of exporting are a great stimulus for the manufacturers who, it has been learnt, are quite upbeat about a considerably increased share in global bicycle exports. Concerned quarters are of the opinion that due to discrepancies in the duty structure of spares and imported bicycles, the sector is not getting the right boost it deserves in the wake of the increased demand both at home and abroad. With good prospect of exporting coupled with growing domestic consumption, further expansion of the bicycle industry needs to be planned in a sustainable way. Facilitating the sector by way of support in production and marketing, harmonsing the duty structure, and necessary fiscal incentives need to be firmed up in consultation with the stakeholders. It has been learnt that the manufacturers have already asked for some facilitations from the government in terms of fiscal and financial incentives. In a move some time ago, the government decided to provide 4.0 per cent cash incentive for bicycle export which, no doubt, is inspiring. However, now that the sector is well set for meeting both domestic and overseas demands, the onus is on the government to come up with fiscal support and complementary measures for the nascent industry's desired growth.\n[email protected]",
        "headline_1": "Realising desired growth of bicycle industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/realising-desired-growth-of-bicycle-industry-1701180125",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2023"
    },
    {
        "full_article": "Indirect taxation is one of the main sources of revenue for the government. A significant portion of it comes from the hospitality industry. Any slowdown in this sector has an impact on the overall growth of the GDP and unfortunately this year has not been kind to it. According to the Bangladesh Bureau of Statistics (BBS), business in hotels, motels, resorts and restaurants have contracted in the second half of the current fiscal year. This has had an adverse effect on national growth. Indeed, according to a report published in this newspaper recently, \"The value addition from the 'accommodation and food services', which was earlier termed as hotels and restaurants services, dropped 7.92 per cent in January-March quarter (Q3) and nearly 6.0 per cent in April-June quarter (Q4) of the last FY.\" This does not come as a surprise since the economy has been experiencing sustained inflation in prices of food items for the whole year. The problem is that the hospitality industry is now big business, employing hundreds of thousands of people and supporting millions of people in the greater context of things. The boom in this sector experienced over the last decade translates into 'accommodation and food services' as being a key sector in the economy and any downturn here has a visible impact on the economy. Turnover has dropped because higher prices of food have become a dampener to business. Upper scale restaurant managements disclose that many businesses are bearing losses because customers are very price-sensitive. It becomes difficult to simply raise retail prices in the hospitality industry for fear of losing customers. Hence, at the upper echelons of the restaurant business, many a management is sustaining losses, but that is something they may be able to do for a specific period. The situation is quite the reverse for the majority of eateries and places of stay. Of course, with people scrambling to make ends meet, lots of people are simply forgoing the extra luxuries of life like eating out and partaking in domestic tourism. The money is simply not there anymore. With squeezed wallets come little or no savings and the first few casualties of living on such terms are the little luxuries of life. Food prices in restaurants have shot up significantly and this comes from the fact that fresh and raw materials like flour, sugar, onion, and other such kitchen items have been on a seemingly unstoppable inflationary path for practically the whole of 2023. On top of all this, one should understand that cooking oil is made with imported soybeans and imports in general have become so much more expensive due to both devaluation of national currency and rising prices in international markets. Multiple factors have colluded to push up prices and it is a situation that shows no signs of easing off unless there is meaningful intervention from the authorities. There has been much talk about such intervention but that market forces have a free reign to do what they please is obvious, and inflationary pressure remains unrelenting in people's lives. The belt-tightening measures by consumers will continue and as long as prices of food remain sky high and they are likely to shy away from dining out and going on holidays. \n[email protected]",
        "headline_1": "Hospitality industry on the slow track",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hospitality-industry-on-the-slow-track-1701180164",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2023"
    },
    {
        "full_article": "In a statement, the Bangladesh Public Service Commission (BPSC) has recently postponed written examinations of the 45th Bangladesh Civil Service (BCS). The exams were supposed to begin on Nov 27. The postponement was apparently made because of the countrywide blockade announced on the day. The candidates have been demanding that the exams be pushed back with the opposition parties enforcing hartals and blockades. At the very last moment, the BPSC authorities have, however, finally paid heed to their demand. But a new uncertainty is looming large among the candidates over the schedule of the 11-day written examinations for the 45th BCS. It looks like there is no possibility of holding the exams before the upcoming national election. BPSC Chairman Sohorab Hossain has made a commitment of completing each BCS exam within a year, which now seems quite impossible. Many candidates are now worried about the uncertainty of the 45th BCS written exams. Also, there is 46th BCS preliminary exam coming next year, which has the possibility to collide with the schedule of 45th BCS written exams if they are not taken earlier in 2024. Now candidates hope that BPSC should announce a tentative date for the 45th BCS written exam, early in 2024. \nSraboni Chakroborthi, Wari, Dhaka, [email protected]",
        "headline_1": "45th BCS written exams postponed: what's next?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/45th-bcs-written-exams-postponed-whats-next-1701180182",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2023"
    }
]