[
    {
        "full_article": "The call by the Vishwa Hindu Parishad (VHP) and its affiliates to undertake a procession on August 28 in the communally volatile Nuh district in Haryana had the authorities on their toes. A similar procession on July 31 had led to clashes that claimed six lives. The administration rightly denied permission for the gathering citing the law-and-order situation and the upcoming G-20 summit in the national capital. After a face-off between the organisers and the administration, a few representatives of the Hindu outfits were allowed amid police escort to offer prayers at three local temples to mark the conclusion of a month that many faithful consider sacred. The security arrangements this time were unprecedented with a multi-layered security cordon on all roads leading to Nuh from across Haryana. Internet services and bulk SMSes in Nuh were suspended and prohibitory orders imposed in advance. All schools, colleges and banks were directed to remain shut on August 28. The police and paramilitary personnel were deployed in large numbers. The Haryana police chief held a meeting with senior police officers of neighbouring States, social media platforms were watched closely to identify possible troublemakers, and their entry to Nuh prevented. As many as 41 people were detained across Haryana.Similar measures and earnestness on the part of administration could have prevented the situation on July 31, especially with inputs from the State CID unit on possible trouble during the religious procession. All stakeholders must learn their lessons after the tense day, which thankfully passed without a flare up. Hindus and Muslims must put the recent past behind them to restore mutual trust and harmony. And it is not just Nuh. The stakes are equally high for its rather prosperous neighbour Gurugram, an IT and automotive hub and financial capital of Haryana that abuts Delhi. The police and the administration must deal with any unscrupulous attempts to disrupt the peace of the region again with an iron hand and send across a clear signal to fringe elements that no one is above the law. The manner in which the Bharatiya Janata Party government in Haryana has handled the situation proves that communal conflicts can indeed be controlled when the political executive shows determination. Chief Minister M.L. Khattar himself made it clear through public statements and administrative action that the law will prevail. The inverse is also true — that the police and the administration are often complicit in communal violence.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nriots\n\n/\n\nHaryana\n\n/\n\nG20\n\n/\n\nBharatiya Janata Party\n\n/\n\ngovernment\n\n/\n\npolice",
        "headline_1": "A Nuh model: On Haryana and the determination of the  political executive",
        "headline_2": "A no-nonsense approach by the authorities prevented another flare up",
        "link": "https://www.thehindu.com/opinion/editorial/a-nuh-model-the-hindu-editorial-on-haryana-and-the-determination-of-the-political-executive/article67248753.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Trade and investment Ministers of the G-20 nations, representing 80% of the world economy’s output, three-quarters of trade flows and three-fifths of the population, concluded their deliberations under India’s presidency of the bloc last week. A comprehensive communiqué was scuttled as China and Russia blocked a reference to geopolitical issues arising from the conflict in Ukraine, as has been the case since last year’s G-20 Bali summit. Yet, amid flailing prospects for global trade and investment in the near-term, the G-20 nations did agree to take joint actions to reaffirm the world’s faith in cross-border commerce and investment flows as a route to prosperity and growth for all. The government counted five concrete and action-oriented deliverables from the meet, including a dialogue on global standards to bridge regulatory divergences across countries and a compendium on best practices for mutual recognition of qualifications for professional services such as medicine, law and nursing. Asserting that the trade track outcomes were the most significant so far in the G-20 parleys, Commerce and Industry Minister Piyush Goyal highlighted the other three deliverables as new elements that hold importance for India. A generic framework to map global value chains, essentially to identify the weakest links and mitigate any shocks like those seen during the pandemic, is a good idea that may prove tricky to execute. Digitalisation of trade documents to ease flow of goods and services is welcome, but the principles identified in the pact pertain to paperwork on transactions such as transport, insurance, and storage, “not necessarily” to government filings for cross-border trade. What has been coined as the ‘Jaipur Call for Action to enhance Micro, Small and Medium Enterprises’ (MSMEs’) access to information’ may yield quicker and more tangible results. The International Trade Centre, WTO and UNCTAD, which operate the Global Trade Helpdesk, have been urged to work with G-20 members to upgrade their data portal for businesses and bridge the “information asymmetry” that often hinders small players. This resonates with Prime Minister Narendra Modi’s plea that G-20 Ministers strive to help MSMEs which account for 60%-70% of employment and 50% of the global GDP, integrate with global value chains as empowering them translates to societal empowerment. India, on its part, must also consider steps to bolster the capacity of its small enterprises. For one, its nudge for greenfield investments through productivity-linked incentives across sectors, can be tweaked to create a separate window for fresh outlays by MSMEs that cannot qualify for incentives based on larger investments. Moreover, bureaucratic red tape may have turned into a ‘red carpet’ for some large investors, but for smaller firms, getting a project off the ground is not easy yet.\n\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\ntrade policy\n\n/\n\ninvestments\n\n/\n\nChina\n\n/\n\nRussia\n\n/\n\nsummit\n\n/\n\nCoronavirus\n\n/\n\ntechnology (general)\n\n/\n\ntransport\n\n/\n\ninsurance\n\n/\n\nwelfare\n\n/\n\nmedicine\n\n/\n\nnursing (education)\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "All for small: On focus on the small enterprises",
        "headline_2": "India’s push for small businesses at the G-20 trade summit must be pursued",
        "link": "https://www.thehindu.com/opinion/editorial/all-for-small-the-hindu-editorial-on-focus-on-the-small-enterprises/article67248687.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Students have been abuzz over how artificial intelligence tools can do their homework and programmers over how these can increase their productivity or take away their jobs. As much as digitisation has transformed the country in recent years, there is a widespread feeling that at some point around the horizon AI shall rejig everything in even more fundamental, fantastic and frightening ways. This is why deciding how the coming changes should be regulated is very important. Trai has made a strong case for an independent statutory authority to ensure the responsible development and use of AI in the country, a global agency along similar lines shall likely be pitched at the G20 leaders’ summit, and interestingly even American MNC Microsoft has floated a blueprint for AI governance in India. The great size and diversity of its “data points” make India of great interest to all developers of AI technologies.\n\nBut India is only at their receiving end, nowhere close to US and China advances. Although lately it is becoming obvious how much state censorship is encumbering China’s large language modelling, the country is still very much in the game with PhDs in fields related to AI, investments in AI chip hardware design, and domestic generative models like Wu Dao. The scientific accomplishments of India’s Chandrayaan mission have seen it being wooed for various international space collaborations. This promises spinoff technological benefits across Indian industry and is also geostrategically useful. Likewise, it is only with sufficient AI prowess that India shall really get to play at the high table of global rulemaking for AI.\nKnowing how much Indians’ future shall be shaped by generative AI needs matching efforts to create indigenous models. In this and at this stage, a proactive government role is key, rather than just waiting on some large corporation to do the needful. Missing this bus will after all be even more costly than missing the chip research one. Plus, GOI alone can push academia-industry collaborations with necessary weight and urgency. This does not let other institutions off the hook. A US judge has rejected the copyright for an AI generated artwork. Indian courts should start engaging with the broader issue of non-human agency rather than wait for precedence to be set elsewhere. Indian schools need to think beyond the ban-ChatGPT mindset. Let us lead instead of only being led.\n\n",
        "headline_1": "First, get the tech: Unless India develops domestic AI heft, it wouldn’t play any meaningful part in global regulatory efforts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/first-get-the-tech-unless-india-develops-domestic-ai-heft-it-wouldnt-play-any-meaningful-part-in-global-regulatory-efforts/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Neeraj Chopra is by now a bona fide global star and favourite, and duly won gold at the World Athletics Championships in Budapest, becoming the first Indian athlete to win a gold in any edition of this event. But the bigger story for India’s sporting future is probably the fifth-place finish of the men’s 4×400 relay team, who set an Asian record. Plus, Parul Chaudhary broke the national record and qualified for the Paris Olympics in women’s 3000m steeplechase.\n\nIndia’s performance in international athletics may still be well short of great but even this was unimaginable just a decade ago. Our athletes bagged a creditable eight medals at the Birmingham Commonwealth Games last year, including in events like triple jump and long jump. Such improvement is thanks to a model that identifies and matches talented athletes with international trainers and resources. This is facilitated by private companies like JSW Foundation that scout athletes, make international connections and cover funding gaps for training.\nIt is this new system that has brought out the best in Neeraj – who trains with coach Klaus Bartonietz – and other Indian athletics medal hopefuls. The best thing that government authorities have done is get out of the way and allow the top athletes to train the way they want and with whom they want. It also helps that government has increased funding for sports overall with the total budget allocated standing at ?3,062.60 crore as of last year. But this new pathway will only help a few athletes. India’s grassroots infrastructure must improve. And that requires not just throwing money – federations need to improve their functioning, scouts for talent-spotting need to be sharp and stakeholders should know that just like in tech, in sports too failure rates can be high.\n\n",
        "headline_1": "Keep running: Athletics medal chances depend on not just picking winners but investing to create a large talent pool",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/keep-running-athletics-medal-chances-depend-on-not-just-picking-winners-but-investing-to-create-a-large-talent-pool/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Airlines should go beyond first, business, economy and have a creche class where all pax with babies can sit and bawl through the flight. I have one on my left, one on the right and more two-three rows behind. The mothers are in competition about whose baby is more developed, like mine sat at five months and you just said yours is nearly six months and not sitting yet. Amid trumpets of maternal triumph, you think the winning mom might do a victory lap around the aircraft’s twin aisles.\nBut pretty much like a rain cloud wouldn’t bypass a cricket match, one baby decides enough already, we are in the air, and I haven’t cried. So off it goes and like a string of Chinese firecrackers sets off all the others and we now have an orchestra and mothers singing lullabies and making gross ‘soothing’ sounds, which only raise the octaves of the five baby banshees who go into surround sound mode and the seatbelt sign is still on, this is just the start. And since for babies the whole aircraft is a ‘shawchalya’ demonstrations of individuality commence.\nFinally, the babies take a break and one mama turns to me and says could you just hold the baby, I cannot eat my meal and the next thing I know I have this wriggly little five-month-old ‘cannot-sit-up-yet’ kid on my lap looking at me with that ‘who are you, where did you spring from’ expression and I am into kitchy kitchy koo blandishments. At which point the captain announces turbulence on the way, the seatbelt sign comes on and unless you have tried tying a seatbelt with a baby in your lap and succeeded do not pass judgment. I am thinking if I drop this bundle of joy or bump its head what will they do with me and the plane has started bouncing around and fond mama is into her rice and paneer under a silver foil and the lady with the faster growing baby is telling her seat mate that her child is bigger than the neighbour’s boy who is 32 days older and it is in the genes, our whole family is ‘eddvanced’ and I am thinking all I wanted to do was read a book or watch a movie, not babysit.\nThe plane does an extra bump and mamacita says, hello babeeeeeee, and returns to her repast. The captain tells us the turbulence has passed, the sign is switched off, mama is into her dessert when the baby on my lap lapses into crying mode and all the babies join in. And fond mama says, Mittu doesn’t like you.\n\n",
        "headline_1": "A baby in my arms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-baby-in-my-arms/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "V S Krishnan\nOnam marks the annual homecoming of King Mahabali, who once ruled the three worlds. Though he was an Asura, by virtue of his noble deeds and qualities, he became the ruler of heaven and earth. This made the Devas, gods of the celestial world, very insecure. According to the Bhagavat Purana, as a result, Aditi, their mother, prayed to Bhagwan Vishnu for help. In response, he manifested as her son, Vamana, a dwarf.\nAs Mahabali was performing sacrificial rituals and offering gifts, Vamana appeared and asked for some land, only as much as he could measure in three steps. Mahabali agreed. Vamana then began to grow in size and measured the heaven in one step, the earth in another and asked the king where to take his third step. Unperturbed, the generous Asura king offered his head for the third step. Pleased by his sense of surrender and sacrifice, Vamana blessed him.\nDespite being from the clan of demons, Mahabali was hailed for his noble and generous qualities; a master of the three worlds, he did not consider himself as their possessor; though he owned the whole world, he stood detached from it; even though he was an emperor, he acted like a renunciant and offered to Bhagwan Vishnu everything he possessed, even himself.\nRamana Maharshi says, “When you find it difficult to pursue the Jnana Marg, path of knowledge, that involves introspection, contemplation and self-enquiry, just detach yourself, renounce and surrender.” This is what we learn from the abject surrender that Mahabali displayed before Vishnu, whom he venerated. In the Ramayan, Vibhishan could not tolerate Ravan’s misdeeds and decided to surrender before Ram. Sugreev objected to it, but Ram replied, “Whoever comes to me for refuge, after leaving all their relations and possessions, I protect them and take care of them.”\nKerala was part of Mahabali’s kingdom. Because of his qualities like humbleness and humility, the king became the darling of the people of Kerala. Everybody in his kingdom was said to be happy; there was no discrimination, no crime or corruption. Though he was vested with immense power, there was no occasion for Mahabali to use it. Just as people loved him as a benevolent king, Mahabali too loved his subjects. After his surrender, when Vishnu blessed him and offered him a boon, Mahabali asked to be allowed to visit his people once a year, to enquire about their well-being and wish them happiness and prosperity. His wish was readily granted. Onam is the day Mahabali is believed to visit his people and bless them.\n‘Maveli Nadu Vaneedum Kaalam’, a popular Malayalam song celebrates Mahabali’s reign, as a time when people considered themselves as one, every heart was filled with love and there was affluence and abundance everywhere. When the Malayalam month of Chingam dawns, it marks the end of rains and heralds the beginning of a season of sunny days. Onam is also celebrated as a harvest festival. But above all, it is a festival that tells us what a true devotee should pray for: ‘I am not highly knowledgeable. I know not who I am or what my ultimate destination is. I, therefore, surrender unto your feet, which should take care of me.’\n\n",
        "headline_1": "Onam celebrates our surrender to the divine",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/onam-celebrates-our-surrender-to-the-divine/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "The cabinet on Monday approved the final draft of the Cyber Security Act (CSA), bringing the curtain down on two weeks of speculations about it. This is supposed to be a \"replacement\" for the repressive Digital Security Act (DSA) – a \"transformed\" and \"modernised\" version, as officials have billed it. However, as a careful reading of the final draft shows, what has transpired, even after the so-called incorporation of feedback from stakeholders, is not a replacement but a poor repackaging, making it \"a spitting image of the very law it means to improve on,\" as a report by this daily puts it. So why bother bringing it in then?\nIn letter and spirit, the final draft remains almost the same as the one first presented to the cabinet on August 7. Experts have highlighted how it retains all but one offence from the DSA, and how all other changes are related only to sentencing, meaning that all controversial sections/provisions of the DSA remain intact. Moreover, cases filed under the DSA will remain active under the CSA, which means there will be no relief for the DSA victims. And even though we're told that the bill, once passed into law, will have \"safeguards\" against the filing of cases or arrest without a court order in all but four sections, we know how fragile such safeguards can be when the state wants to harass critical voices.\nThe government claims that it has consulted with the international organisations before preparing the CSA draft. This is only half-true sans actual results. But what about consulting with the most important stakeholders of this law – the journalists? What about addressing the concerns they frequently raised? We still remember how the lawmakers made a mockery of pre-legislative review by media representatives when passing the DSA in 2018. The CSA appears to be headed in the same direction. So far, beyond cosmetic changes and the pretence of consultation, nothing has been done to indicate that citizens' rights to speak, write or publish will not be muzzled.\nThe government can bulldoze its way through the legislation of DSA 2.0 but the fact remains that, in its current form, it is every bit as dangerous as its earlier iteration. We, therefore, urge the government to properly engage journalists and rights defenders and address their concerns before proceeding with it. Not doing so will only further tarnish the country's image abroad.\n",
        "headline_1": "DSA 2.0 is every bit as dangerous",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dsa-20-every-bit-dangerous-3406686",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Bangladesh's troubles with financial crimes seem to have no end in sight. Apart from the persistent problem of rampant money laundering, over the years, fraudulent e-commerce sites and ponzi schemes have added another dimension to the country's woes. According to the commerce ministry, multi-level marketing (MLM) and e-commerce schemes have robbed around 10 million victims of more than Tk 22,000 crore. The latest in this damaging string of financial crimes is the Metaverse Foreign Exchange (MTFE) scandal, which has snatched away the life savings of its vulnerable \"clients.\"\nDespite such crimes getting bigger in scale and more vicious with time, we have miserably failed to curb them. Let's look at the case of MTFE since it is currently making headlines.\nMetaverse Foreign Exchange Group Incorporated described itself as a company based in Canada and Dubai, and started operations in Bangladesh this January. While it did not have an office in Bangladesh, the company promoted its app, MTFE, through social media platforms, including Facebook and YouTube. As MTFE conducted transactions virtually in financial markets, including stocks and cryptocurrencies, it also leveraged the Bangladesh Bank and other financial transaction systems, including mobile financial services (MFS), to make transactions.\nNow, the question arises: how did the authorities allow such a large-scale ponzi scheme to run for so many months? On August 9, Bangladesh Financial Intelligence Unit (BFIU), in a formal statement, said illegal transactions have increased in recent years. So, why were no steps taken earlier? Had the financial watchdog shared this information with relevant authorities on time, perhaps MTFE would not have dared to spread its criminal web with such speed. Moreover, what was the Cyber Crime Investigation Division doing during all this time?\n\nIf the central bank can do nothing to regulate the flow of money, especially in regards to suspicious transactions, what really is its role in the greater ecosystem?\nWhat is even more alarming is how all relevant authorities are now trying to wipe their hands off this issue by dumping the blame on each other. For example, the commerce ministry said the MTFE scam falls outside its jurisdiction, and the central bank pointed fingers at the Bangladesh Telecommunications Regulatory Commission (BTRC). The BTRC chairman volleyed the ball back to the central bank's court, saying that \"the issue of MTFE is related to financial transactions.\" The Directorate of National Consumers Rights Protection (DNCRP) pointed to the BFIU, as it is responsible for investigating suspicious transactions, illicit financial flows, and similar activities.\nHowever, amidst the cacophony of so many voices, the statement that stood out was of Bangladesh Bank Executive Director Mezbaul Haque. He said, \"I read about the MTFE scam in the newspapers. Legal channels are being used to carry out illegal business. It is the people's right to use their money as they will. Bangladesh Bank can't say anything about that.\"\nThere are multiple problems with this statement. First of all, how can the central bank of a country not know about such a scam besides what its employees have read in newspapers? Doesn't the BFIU inform it of major developments? Secondly, how can the BB have nothing to say when illegal businesses are using legal channels to carry out financial crimes? Of course, it is the people's money and their individual decisions. But if the central bank can do nothing to regulate the flow of money, especially in regards to suspicious transactions, what really is its role in the greater ecosystem?\nThe BFIU's statement is also unsatisfactory. The authority said it has shut down close to a thousand apps, and is working to raise awareness among people through newspaper advertisements. But it has also pointed fingers at the victims, saying that \"people are not learning from history – this is a big challenge.\" But the question remains: why couldn't it stop a transnational gang from looting innocent people?\nBut let's also discuss this lack of awareness. A large number of victims of the MTFE ponzi scheme are from the fringes, including the upazilas. Many of them are not literate – or are semi-literate, at best – and are certainly not equipped with enough knowledge about safe digital interactions or transactions. As a result, they have become easy targets.\nWith digital technology, mobile financial services, and the internet penetrating rural areas, it has become imperative to educate the end users about internet safety and safe financial transactions. The Information and Communication Technology Division could perhaps initiate robust projects to educate these people about the pitfalls of digital technology and how to best navigate around them. Clearly, the ongoing cybersecurity education programmes are not yielding desired results.\nComing back to the core issue of victim-blaming, the relevant authorities should refrain from such disgraceful activities and own up to their responsibilities. Such blame games only expose the discord among the agencies and lead to negative perceptions about them among common people.\nIt is unfortunate that the authorities remain shrouded in confusion when it comes to preventing financial crimes; they themselves must be aware of this much. These events should jolt them and, hopefully, generate enough initiative to strengthen cybersecurity and catch financial criminals.\nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\n",
        "headline_1": "Bangladesh, a constant victim of MLMs and ponzi schemes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-constant-victim-mlms-and-ponzi-schemes-3406131",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Here's a thought experiment. Imagine a major Western country where a former president is booked in a county jail and the police take his photo for their records – colloquially called a \"mugshot.\" It's the ultimate ignominy. Surely this is the kiss of death in politics, right?\nThink again. The owner of the mugshot has been going from strength to strength with each indictment (four, according to the last count). He is giving his competitors for the Republican nomination such a thrashing in opinion polls that only one of them is polling above double digits. \nThis is the mind-boggling scale of breakdown in political mores that former President Donald Trump has wrought. Trump's transgressions are too numerous and well-known to bear repetition here. Here's a former president who was caught on tape bragging about lewd unwanted advances to women, who for the first time in US history refused to concede a presidential election and egged on irate supporters as they went on a rampage on one of the most sacred symbols of US democracy, the US Capitol.\nTrump once bragged that he could shoot someone on New York City's Fifth Avenue and he wouldn't lose a single supporter. After seeing him survive these extraordinary outrageous acts repeatedly, one has to concede he might be on to something. \n\nIf the Republican Party goes off the deep end, governance in the US will have all the flying power of a one-winged bird.\nHere's a man who shows up at the county jail, gets his mugshot taken. What for any normal politician would be a matter of painful, cringing shame has become just another opportunity for shameless braggadocio and – Trump being Trump – another opportunity to make a quick buck. Before you know it, merchandise featuring his mugshot is out for sale, on top of another quick mass email blast for raising money for his legal defence fund. \nDon't get me wrong: Trump's legal peril is genuine. It's not just that he lies; it really appears that he can't tell the difference. In real estate, in politics, it has worked out really well. But what will happen when he has to testify in a courtroom?\nMeanwhile, the bigger threat is the utter failure for the Republican Party to take him on. After all, US politics is not as pure as the driven snow, and misbehaving politicians have been around for a long time. The more egregious ones have been brought to book. In the 1920s, President Warren Harding's Interior Secretary Albert Bacon Fall became the first presidential cabinet member to go to prison for his involvement in the infamous \"Teapot Dome\" scandal, where he leased Navy petroleum reserves without competitive bidding. Much later, in 1974, President Richard Nixon avoided the possible disgrace of impeachment by resigning. But twice-impeached Trump today struts around like a peacock. \nSometimes, slick politicians were able to get a temporary reprieve. In 1991, former Louisiana Governor Edwin Edwards, who had a terrible reputation for corruption, faced a runoff for governor. The man he faced was former Ku Klux Klan member David Duke, a notorious racist. \nWell, a bumper sticker was distributed with a pithy message: \"Vote for the Crook. It's Important.\" Enough people listened, and Louisiana was spared the shame of electing a governor who was a former KKK grand wizard. Edwards, a Democrat, was elected governor for an unprecedented fourth time. However, his deeds caught up with him. In 2000, he was convicted of extortion and racketeering, and served eight years in prison. \nToday, Trump shows an uncanny ability to defy political gravity. Just before he got booked, the Republican Party hosted a debate among candidates seeking the party's nomination for the 2024 US presidential elections. It was a debate Trump dismissed with distain. During the debate, most contestants refused to bite the bullet. So there again, we stumbled upon a surreal situation where candidates refused to take on their biggest hurdle to the nomination – they refused to criticise Trump. \nThey figured discretion is the better part of valour. Few politicians in today's Republican Party can take on Trump and live to tell the tale. There is a reason why Republicans who criticise Trump are mostly retired from office. The Republican base reacts to any criticism of Trump ferociously. Like many other elected Republicans who tried to take on Trump, Congressman Mark Sanford, a former governor of South Carolina, found out the hard way when he was beaten in a 2018 primary – something almost unheard of for an incumbent Congressman.\nThe Republican problem is now a US problem. The US is essentially a duopoly, and the Democratic and Republican parties are best imagined as twin partners in governing the country. Barring the south, few states give complete control to one party or the other. The same is true for the federal government. This means effective legislation is impossible without give-and-take between the two parties. If the Republican Party goes off the deep end, governance in the US will have all the flying power of a one-winged bird.\nWhat makes it all so heartbreaking is that US politics used to function in a proper way during a more collegial political time. Former President Ronald Reagan, a die-hard conservative Republican, struck up a warm working relationship with Democratic giant and former House Speaker Tip O'Neill. In Georgia, former Republican Governor Nathan Deal came together with Democratic Mayor Kasim Reed to expand the Port of Atlanta – which both sensibly realised was to their mutual benefit.\nThat political savvy in the US is gone. It has been replaced by vitriolic Republican hatred of their political opponents. Shrill invective is the order of the day. I am not convinced Trump is responsible for all of this himself. He is just a cunning observer who gauged the zeitgeist of the Republican base with extraordinary acuity and exploited it for his political advantage with staggering success. \nWhether Trump will face his just desserts remains to be seen. The US, in the meantime, faces a crisis of governability, and there is no sign at all that it will be resolved anytime soon.\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The mugshot and the meltdown: Trump and US politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-mugshot-and-the-meltdown-trump-and-us-politics-3406056",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "The cabinet on Monday approved the final draft of the Cyber Security Act (CSA), bringing the curtain down on two weeks of speculations about it. This is supposed to be a \"replacement\" for the repressive Digital Security Act (DSA) – a \"transformed\" and \"modernised\" version, as officials have billed it. However, as a careful reading of the final draft shows, what has transpired, even after the so-called incorporation of feedback from stakeholders, is not a replacement but a poor repackaging, making it \"a spitting image of the very law it means to improve on,\" as a report by this daily puts it. So why bother bringing it in then?\nIn letter and spirit, the final draft remains almost the same as the one first presented to the cabinet on August 7. Experts have highlighted how it retains all but one offence from the DSA, and how all other changes are related only to sentencing, meaning that all controversial sections/provisions of the DSA remain intact. Moreover, cases filed under the DSA will remain active under the CSA, which means there will be no relief for the DSA victims. And even though we're told that the bill, once passed into law, will have \"safeguards\" against the filing of cases or arrest without a court order in all but four sections, we know how fragile such safeguards can be when the state wants to harass critical voices.\nThe government claims that it has consulted with the international organisations before preparing the CSA draft. This is only half-true sans actual results. But what about consulting with the most important stakeholders of this law – the journalists? What about addressing the concerns they frequently raised? We still remember how the lawmakers made a mockery of pre-legislative review by media representatives when passing the DSA in 2018. The CSA appears to be headed in the same direction. So far, beyond cosmetic changes and the pretence of consultation, nothing has been done to indicate that citizens' rights to speak, write or publish will not be muzzled.\nThe government can bulldoze its way through the legislation of DSA 2.0 but the fact remains that, in its current form, it is every bit as dangerous as its earlier iteration. We, therefore, urge the government to properly engage journalists and rights defenders and address their concerns before proceeding with it. Not doing so will only further tarnish the country's image abroad.\n",
        "headline_1": "DSA 2.0 is every bit as dangerous",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dsa-20-every-bit-dangerous-3406686",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "We are concerned to learn about the dire straits of stone crushers in Lalmonirhat, who work exceedingly hard to advance our economy only to remain deprived of its benefits, including a fair wage. According to a report by this daily, there are about 40,000 labourers at the region's two land ports involved in stone crushing, loading and unloading, who earn about Tk 400 a day. This is a physically demanding job that involves quite a few risks, including the exposure to silica dust which puts them at constant risk of \"silicosis\" – a debilitating lung disease. But the wages they earn are far from sufficient considering the costs of treatment as well as the high prices of practically everything in today's market. On days when there is no work, there are no wages for them, meaning their families either have to starve or borrow from others to survive. The situation is extremely disheartening.\nAgainst this backdrop, it is only fair that their demand for a daily wage of Tk 700 is given a serious consideration. It is also vital that those who are putting their lives at jeopardy for the nation's development have access to humane work conditions. In 2015, a total of 65 workers at the Burimari union and afflicted with silicosis, including the families of seven deceased workers, collectively filed for compensation, according to the Safety and Rights Society (SRS). It is no secret that on top of low wages, workers in our informal sector also suffer from another layer of vulnerability: minimal job security and non-existent social benefits — such as healthcare packages and compensation schemes — which can be expected from the formal sector.\nThe result of the disturbing current status quo is a miserable living standard for the majority of the employed population, approximately 85.1 percent of whom work in the informal sector. Unfortunately, these workers are not even recognised as \"workers\" under the Bangladesh Labour Act, 2006. Needless to say, to achieve holistic economic growth in the country, minimal protection must be provided to workers in the informal sector. We urge the authorities to properly recognise them, including stone crushers, and undertake measures to improve their living and working conditions.\n",
        "headline_1": "Stone crushers deserve a better deal ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stone-crushers-deserve-better-deal-3406046",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Though most market-based economies including the neighbouring India fix fuel prices in sync with the day-to-day trends in the international market, in Bangladesh it is government-administered and, of course, in most cases, subsidised. However, economists and experts in the relevant field as well as the multilateral lender IMF which granted loan worth US$4.7 billion early this year, have advised against the existing fuel pricing policy and suggested the government to do away with the burden of subsidy to increase fiscal space in the budget. From the earlier pronouncements of the state minister for power, energy and mineral resources, it appeared, the IMF-recommended fuel pricing system was going to be implemented from next Friday, September 01. But according to a report published in this paper on Monday last, the government seems to have temporarily abandoned the idea, to all appearances, on populist grounds, especially with an eye to the upcoming general election. If the dynamic fuel pricing mechanism ---as it is called--- that responds to the real-time market situation (demand and supply of fuel in the domestic market, its price trends in the international market etc.) is introduced, it might then lead to further escalation of fuel price impacting negatively the consumers who also constitute the entire electorate. Also, to avoid any backlash against the move from the petrol pump operators and the everyday consumers of fuels, the government has slowed down the process, so goes the report. Ostensibly, from similar concerns, it refrained from a monthly power tariff hike by 5.0 per cent, though the government had actually followed this practice between January and March this year. It may be recalled at this point that the government hiked the prices of fuels between 42.5 per cent and 51.7 per cent, a historic high, in one go in early August last year much to the dismay of the same stakeholders and consumers of fuels. The fear that fuel price would go up in a market-driven automated system is also not well-founded. It may also go down as it did some months back and, in that case, consumers could amply benefit from a fall in the fuel prices in the international market if there were an automated pricing regime in place. One may recall here that as a result of the existing government-dictated fuel price regime, between 2014 and 2021, when the fuel price in the global market was low, the domestic consumers could not derive any benefit from it. On the contrary, the government agency, Bangladesh Petroleum Corporation (BPC), that imports, distributes and markets fuels made windfall profits to the tune of Tk420 billion during that period. So, the question arises about the practicability of earmarking a huge sum of money as subsidy for fuel, which was around Tk 820 billion in the previous fiscal (FY23). However, except an allocation of subsidy amounting to Tk1.1 trillion for power, fetiliser and food, there has been no direct allocation for fuel in the current budget (FY24).Whatever the case, the government's backtracking on its plan to initiate an automated, market-dictated system that would fix domestic fuel prices on a quarterly basis taking into account the ups and downs in the global fuel market and later, switch to a monthly pricing regime based on an international benchmark, risks raising more questions than it answers. Notably, the government in its Memorandum of Understanding (MoU) signed with the IMF agreed to go for zero subsidy policy on fuel. In any case, the government would do well to focus more on the long-term benefits of the consumers than on any short-term one driven essentially by expediency while deciding on an issue as sensitive as fuel price.",
        "headline_1": "Fuel pricing should hinge on long-term public interest",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fuel-pricing-should-hinge-on-long-term-public-interest-1693320889",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Of the few prospective manufacturing sectors to emerge in the past two-three decades, light engineering stands out. Given the many hurdles this sector -- comprising a cluster of sub-sectors -- has to grapple with, its progress is quite impressive. At a seminar organised by the Dhaka Chamber last week, speakers, while lauding the growth of the sector in a short time, pointed at some problems which need to be addressed for making the sector sustainable. Of the issues raised at the seminar requiring government's attention, research, innovation and consistency of policy have been identified as the key to fostering the growth of the sector.Now that light engineering is making its importance felt more strongly than ever, there is definitely a lot more to be done to nurture and promote this sector. What, however, is still to come to promote the sector is a sound government policy in order to addresses the existing problems facing the industry, as well as set a roadmap for its growth up to the desired level. Along with a proper policy, the need for research and innovation as pointed out at the seminar is extremely crucial. The machine tools and scores of accessories being produced in various light engineering units are basically replicas with barely any research input. It is because of the lack of innovation that the industry is yet to attain the stage where it can create demand for its own brand of homemade products of good quality. Industry insiders believe that the right thrust on standard and quality will only be possible with a comprehensive policy in place. Higher duty on raw materials, a lack of advanced technology and initiatives of market expansion, both at domestic and international levels, are encumbering the light engineering sector. Small and medium enterprises are facing obstacles like a lack of advanced technology, skilled workers, market promotion and product diversification. Besides, a lack of infrastructure and limited access to loans are the major deterrents to the growth and expansion of the sector. So far the sector has achieved modest growth but given the immense potential, it is far from assuming the role it is supposed to take. Although mostly informal with unregulated scope and pattern of work, light engineering is often recognised as a prospective driver of economic activities that not only helps millions of small businesses to thrive but also equally importantly, serves as a backyard for manufacturing scores of engineering products. As a feeder industry, light engineering produces machines, equipment, tools of heterogonous varieties for domestic use in mills, factories and engineering workshops. Besides providing cost-cutting benefits to the consumers, its all-important role is in saving foreign exchange that otherwise the country would have to spend on imports.It is estimated that the sector currently accounts for around 50 per cent substitutes of imported machine-tools in the country. This is reflected in the support it provides to industrial, agricultural and construction sectors by manufacturing a wide range of spare parts, castings, moulds and dices, oil and gas pipeline fittings and light machinery, as well as repairing those. The sector contributes about 3.0 per cent to the GDP and it is growing at 10 per cent every year, according to the keynote paper presented in the seminar. In FY 2021-22, export of light engineering sector was worth $796 million. Equally significant is its role in job creation. Rough estimates suggest as many as 600,000 skilled and semi-skilled workers are employed by around 40,000 micro enterprises and 10,000 small and medium enterprises (SMES) under this sector. The sector is reportedly manufacturing products worth Tk 250 billion with local technology. The Business Promotion Council, operating under the commerce ministry, estimates that local light engineering industries produce 3,815 types of machinery, spares and accessories.Despite this bright and laudable role, the downside of the sector is its inability to assume an institutional shape. In order for the sector to attain institutional shape as well as desired growth and diversification, the key requirements are government's policy support, public-private joint initiatives for institutional and financial assistance, availability of technical and business information, innovation and upgrading of technology, capacity building, research and development facilities and removal of a host of growth-impeding factors. A news item, published in this newspaper some time ago highlighted some of the prospects as well as the enormous potential of the sector that could be capitalised for its growth as a major import-substitution industry. Quoting experts, it said that by investing Tk 60 billion in the improvement of the light engineering sector in a planned and targeted manner, it is possible for the country to save Tk 650 billion on import substitutes of light engineering products every year. This also conversely implies that if the light engineering units, spread out all over the country, are not taken care of immediately to suit the varying demands of the consumers, imported products would soon seize the domestic market. Introduction of appropriate technology for modernisation of the sector should be given priority for boosting its competitive edge before others capture the niche markets. This is how the sector can stamp its own identity on its products.\n[email protected]",
        "headline_1": "Nurturing growth of light engineering",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nurturing-growth-of-light-engineering-1693321024",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "As if things weren't hard enough for the average consumer in the retail market for staples, there are indications that the prices of rice may go up further. This comes against the backdrop of imposition of 20 per cent duty on export of rice by India. Indeed, according to a report published in this newspaper, India putting up an export quota will surely have ramifications for Bangladesh. The unsettling news comes on the heel of levying of 40 per cent duty by that country on onion export. With the Bangladesh government set to procure some 500,000 tonnes of rice and the private sector a far larger quantity this fiscal from international markets, it remains to be seen what effect this new round of export control will have for markets here.Private sector importers reportedly have made its purchases from foreign markets already. Public procurement of parboiled rice apparently is only one-third complete and that's where the problem lies. Unfortunately, whether private or public procurement, rice prices have been volatile in the international market for some time now, which essentially has made procurement particularly tougher. One must understand that rice feeds more than half the world, but there are indications that the availability of this staple food may be less than required. That would explain why countries like India are taking preemptive steps to curtail export. According to international media, \"yields are falling and crops failing as a result of floods, droughts and severe weather caused by climate crisis.\"Indeed, tight supplies of rice are envisaged across Asian countries as concerns mount over what is grown, amid drier weather. Then there has been the Russian withdrawal from the Black Sea grain initiative. Myanmar, the fifth-largest global rice exporter, is reportedly thinking of slapping temporary restrictions on rice exports to keep domestic market for rice cool. For instance, when India banned exports of non-basmati white rice, it reduced supplies on the global market by 20 per cent (about 10 million tonnes). With major international suppliers getting ready to put the crunch on rice availability, what are countries like Bangladesh going to do? Although the directorate general of food has stated that import controls have been eased to allow the private sector operators to bring in more rice, given current trends, it is going to be much more difficult to buy rice at current prices. Since Bangladesh buys a third of its foreign procurement from India, the question becomes trickier with export controls put in place over there.While Boro production has seen bumper yields and currently government food stocks boast 1.6 million tonnes, will it be enough to weather the storm beyond a few months? The problem with rice of course is that it can't be grown anywhere. By nature, rice cultivation is a very water-intensive crop that is ideally grown on flooded fields. It is estimated that it requires 3,000 - 5,000 liters of water to produce 1.0 kg of rice. With drought like conditions increasing globally, it is causing harvests to fail in some of the biggest rice producing countries in the world.Researchers in the country have not been sitting idle. The International Rice Research Institute (IRRI) for instance has been working on breeding alternative rice varieties, as well as \"supporting farmers to produce better yields and develop locally-adapted climate-resistant farming strategies.\" This may very well be the trend for the future as the Russo-Ukrainian war continues straining global supply chains for cereals such as rice. Our scientists will have to come up with new varieties of rice that require fewer natural resources to produce and ones that are more resilient in the face of climatic shocks. \n[email protected]",
        "headline_1": "Volatility of rice market on horizon!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/volatility-of-rice-market-on-horizon-1693321062",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2023"
    },
    {
        "full_article": "Earthquake is such a natural disaster that cannot be predicted. It can happen in a second. If it is powerful, there is no escape from its destruction. Bangladesh is highly vulnerable to earthquakes. So, preparations for minimising the damage must start from this moment. Dhaka city should be the centre of attention in this regard as it is one of the most susceptible cities. In the event of a major earthquake of 6.9 magnitudes, approximately 865,000 buildings are likely to collapse in Dhaka alone, according to a report prepared by the Rajdhani Unnayan Kartripakkha. Many buildings in Dhaka city and elsewhere in the country are self-built by the people without any architectural and structural design. They are built taking advice from masons or contractors. These buildings can become death traps if a disaster strikes. Many multi-storey buildings in the capital city have been constructed flouting RAJUK's approved design. Also, they have been constructed without following any earthquake-resistant building code. Some of them have been constructed filling wetlands or lowlands for which the buildings constructed on the filled-up lands are vulnerable. If a building is not designed properly or constructed without proper piling it may fall during an earthquake. So, we urge the authorities concerned to form an earthquake-resistant building code that all buildings must follow when they are constructed. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Following earthquake-resistant building code",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/following-earthquake-resistant-building-code-1693321099",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2023"
    }
]