[
    {
        "full_article": "Mohib Ullah and his family walked for eight days before they could reach Bangladesh. The former Rakhine state schoolteacher lived, lived amidst constant death threats for a week, when the Tatmadaw unleashed their scorched-earth campaign to wipe out the existence of the Rohingya from Myanmar in 2017.\nOnce in Bangladesh, Mohib and his family might have heaved a sigh of relief at having escaped the Myanmar military crackdown. Unfortunately, the sense of relief was not meant to last long. Mohib was brutally murdered in the Rohingya camp in Kutupalong, Cox's Bazar, on the evening of September 29, 2021. Assassins shot at Mohib at close range as he spoke with people in front of his office.      \nMohib's family suspect the Arakan Rohingya Salvation Army (ARSA) for his murder. Mohib's brother informed the media that he had received multiple death threats recently—from many unknown phone numbers—and he suspects that ARSA committed this atrocious act. But what made Mohib a target for ARSA?\nMohib was a leader who had played a proactive role to promote the cause of his community. Over the last few years, he emerged….one of the few from the Rohingya refugee community—to have boldly raised the concerns of the Rohingya community and worked towards ensuring a safer and respectable life for them. Mohib spoke on international platforms, including the UN Human Rights meeting in Geneva, and met the US president, to highlight the cause of the Rohingya refugees.\nMohib also established the Arakan Rohingya Society for Peace and Human Rights (ARSPH), a rights group, which unearthed and documented the sufferings of the Rohingya refugees at the hands of the Myanmar military.\nHowever, it was Mohib's unfailing commitment towards a peaceful resolution to the Rohingya refugee crisis that might have made him a potential target for the ARSA. The Arakan Rohingya Salvation Army is known for its ruthless terrorist activities. Fortify Rights earlier suspected the militant group to be behind the abduction and torture of at least five Rohingya refugees. And Mohib's resolve to take a peaceful path to promote the Rohingya cause angered the ARSA who threatened him even earlier this month. Nur Khan Liton, a Rohingya rights activist told the AFP, \"His [Mohib's] peaceful activism angered ARSA.\" ARSA might as well have acted on their threats.\nHowever, Mohib was a threat to many more. Mohib was also known for his activism against any kind of repatriation of Rohingya refugees to Myanmar, until a conducive environment for their return was ensured. Mohib led a peaceful protest in 2019 when a repatriation process was announced. This also made him an enemy of the quarters—even within the Rohingya community—who were and still are pushing for a so-called repatriation of the refugees.\nAnd there are many other players in the Rohingya camps who could have been behind Mohib's murder. Violence is a common scenario in the Rohingya camps. One might remember the October 2020 gang violence that erupted in the Rohingya camps as different factions tried to establish their dominance in drug trafficking that led to the killing of seven people and left many families without shelter. There are also speculations that people within Mohib's own organisation might have been behind this, due to differing opinions. Or even the other factions who felt threatened by Mohib's rising popularity and greater acceptability among the refugees. \nPolice have arrested a suspect—a man named Mohammad Selim alias Lomba Selim, was arrested from Ukhiya on October 2. \"They fired five rounds of bullets and fled immediately. Our search mission is on to arrest the killers,\" deputy police chief in Cox's Bazar, Rafiqul Islam, was quoted by Reuters. However, the killing of Mohib has raised multiple questions about the security situation in the Rohingya camps. If ARSA indeed has committed this crime, that too in full public view, then the possibility of their active presence and operations in the camps cannot be ruled out. If this turns out to be the case, then it is high time the government revisit its security strategy in the Rohingya camps in Cox's Bazar. ARSA's presence in the Rohingya camps is not just a threat to the security of the Rohingya, it is a security threat for the country and the region.\nEven if any other quarter has carried out the assassination attack on Mohib, this incident has nonetheless exposed the security lapse in the camps. How can murderers just kill a man in public and get away with it? \nAs of writing this column, the police informed the media that they were investigating the murder. The bullet shells are being scrutinised to trace them back to the killers. Witnesses are being interviewed. The police initially suggested that the witnesses saw four to five men shooting at Mohib before fleeing the scene. Given the tight security that is supposed to be in place at the Rohingya camps, how could this have happened?\nThe current state of security affairs in the Rohingya camps reflects poorly on the living conditions in the camps. While human trafficking, drug trafficking and sex trafficking have remained constant threats in the Rohingya camps, the murders of various individuals at the camps over the years have exposed the security loopholes in the area. Unfortunately, not much has been done it seems to rectify the situation. As a result, an honest man, a father of nine, an activist, died for supporting the right cause. According to a Reuters report, in view of the threats, Mohib had earlier sought security support from the Bangladesh authorities and the United Nations. But he was provided with none it seems. Why?\nRafiqul Islam suggested that Mohib did not file any official complaint. \"If he did, we could have considered that,\" Islam was quoted as saying by Reuters.\nIn the Rohingya refugee crisis, Myanmar looks after its own interests and thus they are unwilling to take the refugees back. While Bangladesh is trying its best to accommodate the refugees, it cannot continue to host them in Cox's Bazar for long. And even if the refugees are shifted to Bhashan Char, this will not be a sustainable solution. Unfortunately, Bangladesh has not been able to secure international support to force Myanmar into taking back its people amidst peaceful conditions. And the international community—due to the various economic and political interests in Myanmar of many influential countries—are not helping the cause of the Rohingya refugees either. For them, economic and political gains perhaps come before human rights. \nSo, the refugees are caught in a limbo. They have nowhere to go, and they do not have a voice of their own. As Mohib was once quoted by The Guardian as saying, \"Imagine you have no identity, no ethnicity, no country. Nobody wants you. How would you feel? This is how we feel today as Rohingya.\" Today the Rohingya are an unwanted people, and their only voice was Mohib. And now that voice has been taken away from them.\nWho will now speak for the Rohingya refugees? Who will be their voice?\nMohib was more than just another Rohingya refugee. Mohib was an influencer and he could have played a constructive role in aligning and promoting the concerns of the Rohingya in the coming years as well. He could have also played an instrumental role in the safe repatriation of the refugees.\n\"For decades we faced a systematic genocide in Myanmar. They took our citizenship. They took our land. They destroyed our mosques. No travel, no higher education, no healthcare, no jobs… We are not stateless. Stop calling us that. We have a state. It is Myanmar,\" Mohib had said. And at the end of the day he wanted to go back to his state, provided the conditions were right for his people.\nThe killing of Mohib is not just a major loss for the Rohingya community, but also for the Bangladesh government as it lost the one person who could have been helpful in mobilising support for safe Rohingya repatriation. While Mohib's assassination has left a void in the leadership space for the Rohingya, it has also sent …a very alarming message to those who are working to support the cause  of the refugees through peaceful means.\nWhile the void cannot be filled so easily, the killers of Mohib should be immediately apprehended and brought to justice. The security situation in the camps needs to be reassessed. Further bloodshed at the Rohingya camps must be avoided at all costs.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Who will speak for the Rohingya refugees now? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/who-will-speak-the-rohingya-refugees-now-2189181",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2021"
    },
    {
        "full_article": "US President Biden's earlier support for a vaccine patent waiver raised hopes for his summit more than a week ago. However, it proved disappointing, not only for efforts to end the pandemic, but also for US leadership in these challenging times.\nMost rich countries have opposed most developing countries' request to temporarily suspend World Trade Organization (WTO) intellectual property (IP) rules to more quickly contain the Covid-19 pandemic. Expectations were high as Biden had supported a patent waiver, albeit only for vaccines.\nWith their IP, suppliers control production, supplies and prices. The industry claims it can meet all pandemic-related needs. But although it has no intention of meeting these needs, it insists the waiver is unnecessary. Hence, unless rich country governments stop opposing it, forthcoming WTO meetings will not achieve much.\nRich defend mRNA vaccine duopoly\nCovid-19 vaccine supplies and prices are controlled by a few companies. Although BioNTech developed one of the two approved mRNA vaccines, it is now largely manufactured and marketed by Pfizer outside Europe.\nBioNTech's relationship to Pfizer is complementary, but not one between equals. By contrast, Moderna is a vaccine development start-up, with limited marketing and other capacities, especially outside the USA.\nMeanwhile, able to pay more, rich countries have taken most vaccines, far, far more than enough. The duopoly initially sold more than 90 percent of their vaccines to rich countries, charging up to 24 times actual production costs.\nThen, more vaccines started reaching MICs before recent efforts to push booster shots. Meanwhile, only 2.2 percent in low-income countries (LICs) have received at least one dose. Without drastic improvements, most in LICs will not be fully vaccinated before 2023.\nMillions are dying as more dangerous variants emerge, confirming no one is safe until everyone is. Meanwhile, the October 2020 WTO waiver request to temporarily suspend IP rights for Covid-19 tests, treatments, equipment and vaccines has garnered broad support.\nVaccine technology not for sharing\nMost global initiatives to make vaccines less unaffordable to MICs, such as COVAX, do not address the massive supply shortfall and high prices. Meanwhile, vaccine suppliers jealously protect their monopolies, claiming nobody else can safely produce them.\nWhile at least 80 developing countries have been producing generic medicines and vaccines for decades, not all can produce the novel mRNA vaccines without access to new technical knowledge and materials. Yet, MSF has identified \"mRNA vaccine-capable\" manufacturers in developing countries, including four in Africa alone.\nMSF estimates such manufacturers can establish the capacity to produce up to 100 million doses annually within ten months for between USD 127-270 million. But they would still need access to mRNA vaccine technology and reliable supplies.\nBut Pfizer and Moderna have both refused to share the needed. Now, instead of transferring technology or increasing vaccine supplies to developing countries, they have only contracted to supply vaccine ingredients to companies in rich countries and China.\nState-subsidised super-profits\nDespite benefiting from taxpayer funds, legally enforced patent monopolies and low taxes, People's Vaccine Alliance research shows the three have used their mRNA vaccine duopoly to secure super profits. Their vaccines sell for USD 41 billion over production costs estimated at USD 1.20 per dose.\nAs a charity has noted, \"Instead of partnering… to make sure that we have enough vaccine doses for everyone, these pharmaceutical companies prioritise their own profits by enforcing their monopolies and selling to the highest bidder\".\nModerna and Pfizer pay little in taxes despite making many times more than the pre-pandemic average profit rate of eight percent for Fortune 500 companies in 2019. In the first half of 2021, Moderna—which had never made a profit before—Paid a seven percent US tax rate while Pfizer paid 15 percent, still well under the US statutory rate of 21 percent.\nPerverse incentives\nThis new situation has created various perverse incentives prolonging the pandemic. Suppliers can make a great deal more in the medium term from tests, treatments, protective, other equipment and booster shots, supposedly for new, more dangerous variants.\nPfizer—already a large, diversified pharmaceutical conglomerate—has recently been growing by taking over businesses selling Covid-19 needs. With the prospect of more profitable booster sales, vaccine suppliers have little incentive to rapidly end the pandemic.\nWith Covid-19 now endemic, they continue to limit access to their vaccine technology to ensure scarcity and set prices to maximise profits. Hence, despite not having developed its own vaccine, Pfizer is now dominant.\nWhat Biden must now do\nMeanwhile, Biden has been under growing pressure to do much more. Probably more than anyone else, economist Dean Baker has long shown how the US can lead international cooperation to fight the Covid-19 pandemic, making the case for an inclusive international vaccine summit half a year ago.\nBaker has argued how existing patent arrangements are not only inequitable, but also inefficient and wasteful. He has shown patent advocates as not only self-interested, but also dishonest. Instead, direct public funding would better incentivise new drug development.\nUS law—specifically Section 1498 of its commercial code—allows the government to require patent licensing in emergencies. Moderna, Pfizer and their scientific personnel can thus be induced to help rapidly scale up production internationally to vaccinate the world.\nAlso, the waiver proposal must be swiftly approved by the WTO to quickly enable more affordable access to tests, treatments, equipment and other materials urgently needed to better fight the pandemic until it can be ended altogether.\nAt his summit, Biden vowed to expand vaccine output in Africa and Asia. He can still do the right thing. This could well open a new era of multilateral cooperation instead of the dog-eat-dog new Cold War we are lurching towards. Perhaps there is still hope.\n \nJomo Kwame Sundaram, a former economics professor and United Nations Assistant Secretary-General for Economic Development, received the Wassily Leontief Prize for Advancing the Frontiers of Economic Thought in 2007.\nCopyright: Inter Press Service\n",
        "headline_1": "Biden disappoints: Must do more, not less",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/biden-disappoints-must-do-more-not-less-2189161",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2021"
    },
    {
        "full_article": "\"How do I cultivate freedom alongside discipline?\" German philosopher Immanuel Kant asked in 1899. The question still remains valid in many sectors of life, especially in teaching. The incident of forced haircuts at Rabindra University, Bangladesh (RUB) in Sirajganj makes me revisit the role of a teacher who has been given a three-pronged agency: she is the department head; a member of the university's disciplinary proctorial team; and a member of the university's highest decision-making body—the syndicate. As a teacher, she is supposed to educate her students, and probably more so given her anthropological background and her position at the university's Department of Cultural Heritage and Bangladesh Studies. In theory, she is a \"source\" of freedom, from which the next generation will learn to liberate their minds. Her administrative role, however, demands that she ensures that there is no deviation from the norms in order for the system to function. She is an \"administrative tool\" of her institution, through which discipline is manifested. How do we bridge her two functional roles? What is our role in discerning her position in the social structure within which she operates?\nLet me focus on the tree before scanning the forest. Here's what the available information reveals: when some students of RUB's Department of Cultural Heritage and Bangladesh Studies demanded a spaced-out exam routine, the head of the department, Farhana Yeasmin Baten, put on her power cape. She argued that the exam schedule should not be revised, following which three exams had already taken place. Giving in to such demands would create precedence for students demanding to dictate official terms in future, she said. The application for a date change, signed by two-thirds of the students of the department, was ignored, resulting in protests much to her disliking. When these students were entering the exam halls, the teacher snipped the hair of some students—who allegedly had long hair, but apparently also of the ones who had been instigating the demand for change in the exam schedule. Previously, during her proctorial patrol, the teacher asked the students to fix their unkempt hair that perhaps had grown unruly during the long Covid-inflicted university closure. Locks of hair of about 14 to 16 students were awkwardly clipped, which made some of the students shave off their hair altogether. The image of a young man being shaved with a blade was posted on Facebook by the protesting students, and it did not take long for the news of \"the rape of the lock\" to go viral.\nThe teacher appeared on a TV talk show and faced some top journalists and human rights activists to outright deny her role in the forced hair-cutting. She deftly washed her hands off of the incident of the head-shaving—just like the Roman governor Pontius Pilate did during the crucifixion of Jesus Christ. Why \"give the credit\" to the teacher for the hair-cutting which was done by a professional barber? Not a bad ploy. Then again, can a university teacher act like a military drill sergeant, or the Puritan school principals who used to measure the length of skirts in missionary schools?\nThe centre of gravity shifted once many more students joined the protest: it was no longer a \"depart-mental\" issue—it went national, and potentially international. Resistance is the only logical outcome of exertion of power. Office buildings were vandalised; name-calling took place. Scores of students started a hunger strike for passive resistance to the \"anarchist\" pedagogical role of an educator. The university authority felt the media pressure; the University Grants Commission (UGC) demanded an investigation. CCTV footage showed the culprit's scissors in question, and the teacher now has been relieved of her duties. Students want more: they want the teacher to be fired. If you ask me, the teacher should be dismissed for lying in public; moral turpitude and madness are two grounds on which a public official can be dismissed. She can be fined or suspended for her excessive use of power. And the lost locks of hair will testify against her when the judgement is being passed, and the revenge-justice coin may soon be flipped to bring the protesters to task for vandalising public property.\nI am not here for a hair-splitting analysis of this particular incident based on some circumstantial evidence, or to assassinate the teacher's character or throw her under the wheels of a media bus based on some video clips smearing my Facebook wall.\nI am rather interested in the inherent power structures in our daily lives. We are so used to conceptualising power as a manifestation of authority, where one group or individual assumes control or asserts supremacy over another. Power is a slippery slope. Say, you nab a thief in action and make a citizen's arrest, you suddenly find yourself on a moral high ground. The person you captured has done something wrong, which gives you the \"right\" to manhandle them, humiliate them, or even shave off their hair. Maybe a moment earlier, the thief had the power to wriggle into your kitchen through the ventilator; they had the power to silently walk into your private space. Suddenly, when you capture them by the neck with a rod in your hand, the person becomes powerless. Your powerful cry has raised an alarm, and an angry mob is now empowered to lynch the criminal. Say, you are an office boss, and it is your office policy not to wear long hair. Do you reprimand a staff member or humiliate him in public for violating office rules? Your harsh words can be more damaging than actual physical pain.\nThe RUB student who took sleeping pills, unable to deal with his humiliation from the forced hair-cutting, will tell you that he is not dealing with a physical wound, but a psychological one. The student feels that he has been oppressed, while the perpetrator of power here thinks that her method of disciplining is a technique to improve the situation or to bring order to the system. When we take part in this discourse, we also feel that we are stemming the rot. Once the media bites and CCTV footage became available, the agency of the teacher changed. Instead of being the agent of power, the teacher became a subject to power. Those of us who are running a media trial, commenting on Facebook, writing about it, discussing it—all became a part of the power nexus. French philosopher Foucault called this phenomenon \"capillary power\" as it runs through the small veins of our social body.\nThis huge furore over \"the rape of the lock\" shows that we feel empowered to corner a young female assistant professor from a remote university, yet we dare not point fingers at larger wrongdoings. Our moral compass swings according to the power of the magnet we are dealing with. It's fine to play the moral police once in a while, but it's equally important to be aware of the totem pole in which we exist. We don't need to justify anyone's action, but we certainly need to invest ourselves in understanding the system that allowed such \"disciplinary action\" to take place in the first place. For that, we need to be more reflective on the power structure; off-the-cuff comments will add to sensationalism to give the media temporal agency, without bringing any qualitative change to the system. So, where do we change the dynamics of power if we have to think of an academic institution, where the teachers and the students are both valued and respected? What other institutions are linked with that academic institution?\nThe answer, my friend, is blowin' in the wind.\n \nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The Rape of the Lock: A Mock Epic Revisited",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-rape-the-lock-mock-epic-revisited-2188751",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2021"
    },
    {
        "full_article": "Former German Chancellor Angela Merkel leaves a distinguished—if unavoidably mixed—legacy as she ends a long stint at the helm of Germany, the economic powerhouse of the European Union.\nIn the rough and tumble of democratic politics, ruling one of the major Western nations for 16 years is no small feat. What makes it more remarkable is that Merkel steered her nation with a calm, steady hand during a particularly turbulent period—when Germany had to deal with a global economic meltdown, a European Union financial crisis, and an exodus of millions of refugees from a war-torn Syria that roiled all of Western Europe.\nI have no doubt that analysts are already poring through her record with a fine-tooth comb and making a detailed inventory of her strengths and shortcomings.\nThere's value in that, but there is also a risk of missing the forest for the trees. Whatever her policy shortcomings may have been, Merkel's lasting contribution was her temperament and style of governance. She brought an unassuming manner, a readiness to compromise and get along, to seek a way towards consensus, with an ideological flexibility that was tempered with pragmatism. To all this, she added a dash of endearing compassion and humanity.\nWatching her from the US, where conservatism is a completely different beast, Merkel comes across as a breath of fresh air. I shudder with horror at the time not too long ago when we had a president who was a darling of conservatives (and still is, come to that). I don't think I have to spell out who this former president is. Suffice it to say, the ability to compromise, pragmatism, and modesty are not his strongest suits.\nOne cannot overstate how important these attributes are for a statesman. Over the past few years, the US has become a petri dish for a real-time experiment on what toxic political hell can descend in the absence of these vital skills of governance. One of the basic facts of politics is that a conciliatory, pragmatic temper soothes political friction and bridges ideological divides.\nHere I am, ideologically firmly on the left, yet I feel an enormous respect for a leader whose political views I strongly differ with. I like to call myself a non-denominational leftist: I have little patience for the doctrinaire, dogmatic nostrums of hardcore left-wing ideologues, but I agree with their worldview that societies are monstrously skewed towards serving the uber-rich. My German heroes (this is a dead giveaway of my age) are former Social Democratic chancellors of yesteryear like the cerebral, soft-spoken Helmut Schmidt, or even before that the humane, gentle Nobel Peace laureate Willy Brandt, whose Ostpolitik had gone a long way towards building bridges and lessening tensions with erstwhile Communist East Germany, providing a much-needed salve for the German people so monstrously divided after World War II.\nInstead of getting into the nitty-gritty of policymaking during Merkel's long tenure, I will dwell on two issues that stand out.\nOne is her superb, expert handling of the Covid-19 pandemic. Again, the contrast with the US could not be greater. Merkel's management was an object lesson on how to reassure the public at a time of fear and panic. A trained physicist, she dealt with the crisis with calmness, transparency, and a total commitment to science.\nFor me, however, Merkel's crowning glory will always be her extraordinary humane response to the Syrian crisis. Millions of Syrians fled a brutal civil war in 2015. As other Western European nations slammed their doors, Germany opened its arms. Between 2015 and 2019, 1.7 million people applied for asylum in Germany, making it the country with the fifth highest population of refugees in the world.\nAfter decades of living in the US, I have an acute awareness of how people in developed countries are seized with a primal panic at the influx of destitute refugees. Xenophobia overwhelms compassion. Politically, the most anti-immigrant section of the population gravitates towards conservative politicians, some of whom are happy to fan the flames, while others duck the issue.\nA real test of a politician's moral fibre is when she or he continues to take a stand even if it puts her or his political future in jeopardy. Merkel passed it with flying colours. She did not care that her stand could—and eventually did—carry a steep political price tag.\nTo be sure, Merkel has her critics. Many analysts say she was a crisis manager and not a visionary. While she arguably helped save the Eurozone following the debt crisis triggered in 2009, many nations bristled at Germany's brutal austerity measures. Other critics accuse her of complacency in the face of growing authoritarianism in Eastern Europe. Nonetheless, for 16 years, Merkel ran Germany with such level-headed calm and pragmatism that her stature grew in the world. She towered in her region, often being called the Queen of Europe.\nMerkel's success in governance and diplomacy, in contrast with the bitter ideological bickering in the US, reminds me of one of Aesop's fables. The wind and the sun were arguing about who could get a man to take off his coat. The arrogant wind went first. It huffed and puffed, but the man held to his coat even more tightly. Then the sun took over. It offered its warmth. The man basked in the sun. He relaxed and took off his coat.\nWhile serious political divides can never be fully reconciled, the art of gentle persuasion can go a long way towards creating a workable space for governance. Dogmatism, grandstanding and braggadocio fall short. Merkel is a living example of that lesson.\nAuf wiedersehen, Angela Merkel. In this age of bitter political schisms, your legacy will always remind us that there is a far better way.\n \nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "Auf Wiedersehen, Chancellor Merkel!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/auf-wiedersehen-chancellor-merkel-2188741",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2021"
    },
    {
        "full_article": "Friday, October 1, marked three years since the Digital Security Act (DSA) came into force in Bangladesh. From its very inception, we have warned against the indiscriminate use of this draconian law which, instead of protecting online spaces and making them safer, has been used to clamp down on freedom of speech and target independent journalism. Recent research from the Centre for Governance Studies (CGS) now verifies that our claims of the DSA being used as a tool to harass and silence certain individuals are not unjustified.\nAccording to the think tank, which tracked details of 668 out of more than 1,500 cases filed under the Act in the last 20 months or so, only two cases have been disposed of so far. However, scores of DSA cases against journalists, teachers, politicians, students and others remain pending.\nCGS data revealed that from 1,543 individuals accused, charges were pressed against only 1.17 percent, despite the fact that the law stipulates an investigation report must be submitted within 60 days of filing the case. This wanton disregard of the existing provisions of the law, which has led to the unlawful detainment without trial of those accused under the DSA, is a serious breach of the fundamental rights that a Bangladeshi citizen is accorded under the country's Constitution. We cannot forget that writer Mushtaq Ahmed was locked up under the DSA for over nine months and denied bail six times before he died—receiving the worst punishment even before being given a trial. Yet, there has been no serious inquiry into why it took nine months to complete the investigation.\nWe are also gravely concerned to note that 13 children (under the age of 18) have been prosecuted under the DSA, including a ninth-grader who was sent to a juvenile correction centre for allegedly insulting the prime minister on Facebook. But an overwhelming majority of these cases are not filed by aggrieved persons—in 507 of the 577 cases logged by CGS, those filing the cases were not the direct victims of the incidents. Only 76 cases were filed by law enforcement; 85 percent of the accusers were ruling party activists. The sheer folly of being allowed to lodge a DSA case against just about anyone, without even being affected by their alleged \"crime\", should not be lost on anyone, especially when it leads to situations like that of farmer Abu Zaman, who despite not even owning a smartphone or having internet access, was on the run in March this year after being accused under the DSA.\nThis reckless use of the controversial law has shrunk civic spaces and created a culture of fear in the country. We call upon the government to immediately remove this threat to freedom of expression and democracy, and rescind the DSA before more innocent citizens fall victim to it.\n",
        "headline_1": "DSA cases kept in limbo",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dsa-cases-kept-limbo-2189136",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2021"
    },
    {
        "full_article": "As grabbing of our rivers goes on across the country without any break despite the High Court's order to save them at all costs and despite it terming them as \"living\" entities, we have come to know about yet another incident of encroachment of the riverbank of Buriganga. According to a report published by this newspaper on Saturday, in the capital's Kamrangirchar area, local syndicates are again encroaching upon the banks of the river setting up truck stands, businesses of construction materials, motor workshops, etc. While visiting the site recently, our reporter found dozens of trucks, pickups and small vehicles parked on the filled-up riverbank while trading of wood, sand, brick and stone was also going on at different spots. Moreover, household waste was also being dumped on the site.\nWhat we do not understand is what the authorities responsible for looking after the river are doing when its banks are constantly being filled up and used for illegal purposes. Although the Bangladesh Inland Water Transport Authority (BIWTA) conducted some drives recently, they could not evict all the occupiers. And the BIWTA's plan to construct walkways and plant trees on the banks of the Buriganga may seem harmless, but it is, in fact, a violation of the High Court's directive, as the court strictly prohibited such initiatives. Moreover, according to Bangladesh Paribesh Andolon (BAPA), the way the demarcation pillars were set up on the banks of the Buriganga was faulty.\nTherefore, what the authorities must do now to save the Buriganga, the lifeline of Dhaka, is re-demarcate the riverbank boundaries and excavate the filled-up stretches of the riverbank on an urgent basis. The BIWTA can build walkways later, after proper demarcation is done. The authorities should take whatever steps are necessary to ensure the natural flow of the river. In addition, all the illegal businesses set up there must be evicted without further delay. Action must also be taken against the river grabbers as per our laws. Needless to say, the National River Conservation Commission (NRCC), the guardian of the country's rivers, has an important role to play here. The government must strengthen the commission and give them enough power so it can really work to protect our rivers.\n",
        "headline_1": "What are the authorities doing to save the Buriganga?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/what-are-the-authorities-doing-save-the-buriganga-2189121",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2021"
    }
]